{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses finding out that her job is ending and they are removing her position in six weeks. Client is stressed about finding a new job, making sure she can pay her rent, and all the leftover anxiety from her recent move."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Job security","Loss of job","Panic attacks","Stress","Housing and shelter","Psychodynamic Theory","Behaviorism","Cognitivism","Sadness","Low self-esteem","Anxiety","Panic","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["13"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Job security","Loss of job","Panic attacks","Stress","Housing and shelter"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Low self-esteem","Anxiety","Panic"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561881","dorpId":"1006468875","contentType":"text","aucs":"CTRN-V1","title":"Client \"R\" Session January 31, 2014: Client discusses finding out that her job is ending and they are removing her position in six weeks. Client is stressed about finding a new job, making sure she can pay her rent, and all the leftover anxiety from her recent move.","fullTitle":"Client \"R\" Session January 31, 2014: Client discusses finding out that her job is ending and they are removing her position in six weeks. Client is stressed about finding a new job, making sure she can pay her rent, and all the leftover anxiety from her recent move.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561881\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: It seems things are getting worse.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Worse? I’m sorry to hear that.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: I found out on Tuesday that my job, which previously they had said would go until July, actually is ending in mid-March, which was a big shock to me because I was hoping that, since they got a second grant, I could continue on. But the second grant is for doing something else. They probably <\/span><span data-id=\"P1-N200131\">would have kept me until end of June or July if it hadn’t been for the fact that the H.R. finance person was like, “Is there any way we can cut this position?” since I had already finished all the work that I had originally been hired for and they were just having me do more work.  If it hadn’t been <\/span><span data-id=\"P1-N200132\">for that, they wouldn’t have had to let me go. I guess July was also the estimate with how long they thought all my stuff was going to take, but because I’m so good at my job I have to end in March now.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: It certainly speeds up the timeline of pressure to find a job.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I definitely didn’t get the [Westford] (ph?) thing and I found out that I had that typo for the application for the two positions at Yale and at Stanford. I haven’t actually applied to anything this week because Monday Sydney ended up doing a phone session so he wasn’t there so I ended up going <\/span><span data-id=\"P1-N200171\">back home. Since then I haven’t really had a chance so maybe over the weekend I’ll do something.  But I’m just freaking out now because I’m wondering how – my parents are going to have to pay for even more stuff if no money is coming in at all. I actually took the news quite well. I was at work. I don’t <\/span><span data-id=\"P1-N200172\">know. At least it will be a relief not to commute any more.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: So end of March?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Second week of March, I think.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: So about six weeks?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Yeah, six weeks just to finish up all the projects that I’m doing and it might be even less than that if I finish everything sooner. I might finish everything sooner.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: So now you feel like there is this pressure to find a job.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: And there is no way – well, there is not no way, but it’s very unlikely that I’ll find a job and actually get hired in that short a period of time.  I haven’t seen anything lately that has jumped out at me and been like “I would be perfect for that job.”<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Did you really have a chance to look this past week?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: A little bit. I looked. I haven’t applied. There is one that wouldn’t be bad and I would be qualified for it, but I couldn’t find anything special about the position that I could turn into a cover letter. That’s why I haven’t written it yet because I don’t really know what to say, other than <\/span><span data-id=\"P1-N200271\">I would like to be able to work at Stanford and this job looks as good as any.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: Right – and you can’t write that in the cover.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: You can’t write that in the cover letter or “I need a job.”<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: What is it? What is this position? <\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: I don’t even remember the name of the position, but it’s something like helping retrieve things for researchers and stuff like that. It’s a little bit of showing people some library technologies, I think, or ways people can use it. I might be confusing it with the second position because there <\/span><span data-id=\"P1-N2002F1\">are two of them. I don’t know if it’s at the level I’m at now or maybe a step down in terms of authority-wise. It’s definitely not moving up, but I assume that they would be at least decent.<\/span><\/p>\n<span data-id=\"P1-N2002E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561881\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: But moving laterally right now would be fine?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Right.  I don’t really mind. I’m just not going to write a cover letter sometimes when I just . . .<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: It’s hard to make it sound unique and interesting.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: I don’t know if maybe I should send out more things and write more bland cover letters or send out less things and just only do the ones – like if I only do positions that jump out at me, I risk not applying to any positions. It’s something that I would enjoy doing, though.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: I think the strategy that you’ve used in the past that actually got you to move forward is to set a low number to try to send out each week. Just try to send out two or three a week. I think trying to push yourself to apply to everything and to apply to things that aren’t really that interesting <\/span><span data-id=\"P2-N200391\">doesn’t really behoove you because you’re less likely to get a response on something that’s not tailored to what you’re looking for.  And I think you’re also less likely to actually produce a cover letter and an application if you feel like you’ve got to do so many of them. Targeting your search, but <\/span><span data-id=\"P2-N200392\">making sure that you do get two or three out a week of the things that are most striking to you, that makes sense for what you’ve done and what you want to do and what your background is because those are the ones you have a better shot at anyway. And you can push yourself to write one or two difficult <\/span><span data-id=\"P2-N200393\">cover letters a week, where you’re not going to write five a day and you may not even write one a day. So if you can push yourself to get out a couple a week, you’ll hopefully be targeting them in a way that makes it most likely that you’re going to get a return on that.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: It’s so hard when I have nothing to say in the cover letter and I’m just trying to make something good.  My cover letters end up being stuffy that I try to make them less.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: I think looking for those key words rather than making it the best prose you’ve ever written, I think really working from an angle of trying to match up what is the skillset that they say they’re looking for in the posting? And then looking in your experience and in your training how you <\/span><span data-id=\"P2-N2003D1\">match that and making it that kind of word game rather than trying to create the most captivating cover letter. A lot of times you’re being scanned for key words rather than being read from a human perspective.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: I just wonder because I hear conflicting advice because you’re not supposed to use your cover letter to write all the stuff that’s in your resume. You’re supposed to write about things that aren’t in your resume because they can read your resume.  Then if it’s getting scanned for keywords, then <\/span><span data-id=\"P2-N2003F1\">you end up having to . . .<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Put in a couple of them. You’re not going to want to, in your cover letters, start listing all of your experiences, but I think it does make sense to say in a paragraph “I’m proficient in blah, blah, blah.” Those “blah, blah, blah’s being those key skills that they’re looking for because <\/span><span data-id=\"P2-N200411\">if you don’t demonstrate that you’re a good match for the position, they’re not going to get to your resume. You want to make sure that your cover letter is something that puts you into the read-the-rest-of-the-application file versus getting your cover letter scanned and not getting any further than <\/span><span data-id=\"P2-N200412\">that.  In looking through some of the information and advice and searching for jobs, this is some of the stuff that I’ve been reading, looking at what kind of strategies work in today’s environment of online applications and lots of applications.<\/span><\/p>\n<span data-id=\"P2-N20040-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561881\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: The job market.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: It’s a very intimidating and frustrating place.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: I always thought that maybe things would get better in a year and then they didn’t. At least I’m going to get really good recommendations.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: That’s great. That’s coming from a little bit of a different place than you were in.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: But I didn’t meet anyone that could expand my network or anything. They’re all the way in Cheshire.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: They’re a little bit too far away to help where you want to be. But you do have that added experience and very recent, good recommendations. They’re not recommendations coming from a job two years ago, so hopefully that will impact your experience. <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: I hope so, not that I’ve even gotten to the point of giving people references. I just don’t know who to talk to. I’m trying to do the whole networking thing. I did the networking I could. I guess it was good experience and practice, but it didn’t end up getting me a job or even an interview.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: It didn’t end up in a job.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: I guess it’s a good thing because I would have been panicking about the commute to Westford as well. (pause) I was hoping I’d get a real job this time around, but I’ll probably have to take something that’s part time again or no benefits. (sniffling)  It’s just the same situation except worse <\/span><span data-id=\"P3-N200531\">because I’m in an apartment that costs more money. So I don’t really know what to do. I just want to curl up in a ball and cry because everything is going wrong. (sobs)<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: It’s a scary place to feel trapped.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: (crying) They only found out about this two weeks ago, so it’s not like they’ve been waiting forever to tell me that all of a sudden I couldn’t work there for as long as I thought I was going to. (pause) It’s just so frustrating. I feel like I’m not a very good candidate for any job. <\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: What makes you say that?<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Because besides being horrible at the whole job application process, I feel like I only did an okay job at my job and not like a good job.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: Where is that idea coming from? Did they give you feedback that you’re only doing an okay job?<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: So where is that coming from?<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: I don’t know. I guess just my own insecurities and thinking that because I haven’t gotten that much feedback lately.<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">THERAPIST: Absence of feedback does not mean that you’re not doing a good job. It’s important to notice the assumptions that you’re making based on a void. It’s not fair to say that no feedback means that you’re not doing a good job. It’s very common not to get feedback in a professional setting.  I <\/span><span data-id=\"P3-N200651\">know you did a lot of schools so you have a lot of experience in the academic setting where there are markers, but that’s not the case once you’re out of that element where feedback is pretty rare. Sometimes people have an annual review.<\/span><\/p>\n<span data-id=\"P3-N20064-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561881\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: I didn’t even have one of those. (pause)<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: In the absence of having that kind of structure where you get feedback, it’s unfair to tell yourself that that means that you’re not doing a good job.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Again this week, because I have had typos in some of my records, I guess with the catalog you have to be a lot more careful because it’s supposed to be in an official format and everything, but I’m guessing I probably let a few things fall through the cracks. <\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Sure. You’re not perfect.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: No one said anything about them and I know I have one formatting error which, unfortunately, is the same for all the records because I thought there should be a period where there wasn’t. Luckily, they don’t need to be exact as long as all the information is right. If you do have a bit of punctuation <\/span><span data-id=\"P4-N2006F1\">wrong, I think it’s okay; but I was seeing it every time I do something to a record.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: That’s frustrating to see it pop up over and over.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: And it’s happening over and over because I’m copying and pasting records now into this spreadsheet so they can give that to the people who are going to digitize their log books. So every time I’m having to erase that period that I should not have put there.  I made hundreds of these records, <\/span><span data-id=\"P4-N200731\">so I’m seeing it over and over again.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: It must be frustrating, but it’s not the measure of the work that you’ve done; it’s one period copied, but a period. You’re not a computer. You’re a human being. Human beings do make errors.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: It’s just annoying and also because I feel like whenever I’m doing cataloging anywhere else they actually would care about that period and so then it’s like okay, I’m not cut out for cataloging in the real world.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: This is your first time.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: That’s true.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: This is your first position of this type at a library school and so you’ve learned something.  Now, with more experience, you’re more familiar and you double check something like that.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: Yeah. And now I don’ think I like cataloging very much because it’s just too hard and detail-oriented. I like working with whole collections better.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: You may or may not have the ability to be that choosy.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: Yeah, that’s true. I think that they would probably say that I did a good job cataloging if they ask about it. I don’t know because I have had absolutely no feedback on my catalog records that I’ve been doing the past month at this point. There’s really not a whole lot of feedback.  I don’t <\/span><span data-id=\"P4-N200831\">think they’ll have me go back to the other program and fix things because I’ve already loaded them into the catalog. I think they’ll just stay the way they are. I don’t even know why I thought that period would be there. But yeah, I was copying records as a shortcut so I would always have to remember <\/span><span data-id=\"P4-N200832\">to delete certain things if I was using the field in the new record and it had something in it in the old record. I think for all of those I got rid of that. That would be a bigger deal because then it would be a subject heading that shouldn’t be there or something. I don’t know. Having no feedback <\/span><span data-id=\"P4-N200833\">is driving me crazy. At least I think the spreadsheet thing that I’m doing now is really straightforward, even if it’s also really annoying because it’s a lot of copying and pasting for 150 records, all of them just copying information from each one and pasting it.  (pause)<\/span><\/p>\n<span data-id=\"P4-N20082-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561881\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">I just don’t know how I’m going to find a new job if I suck at my old, current job. (crying) Maybe I don’t suck at it, but I feel like I do. I should have been networking and stuff and I suck at networking and I don’t even know if there is anything going up that I didn’t even go to. I know the [S.A.A.] <\/span><span data-id=\"P5-N200851\">(ph?) conference is happening, but that’s not until August and I need to get a job before August. I don’t have any sort of backup plan unless I was to work at the store. But I don’t feel like I want to work at the store in retail for $10 an hour. <\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Have you talked to your parents about this recent news?<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: I did.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: What kind of response did you get from them?<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: My mom said to finish up my stuff quickly because I could, in theory, drag on how long I take with the work because I could work slower than I do, I think, because usually I end up working fast because I just want to get things done. My mom says I shouldn’t drag it out until I get finished and <\/span><span data-id=\"P5-N2008D1\">I won’t have as much time to apply for new jobs until I finish up with the old job.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: So it sounds like she would rather you have a gap in pay and have more time to devote to job hunting.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: I think so. (pause)<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: So if that’s the response that you got from her when you let her know, it seems important not to catastrophize the potential gap because it doesn’t sound like she freaked out about the potential gap. Her response was that it’s better for you to finish up, not be getting paid and have time <\/span><span data-id=\"P5-N200931\">to devote to job hunting rather than to try to extend your pay.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Yeah. It’s not like I was very effective at job hunting and stuff when I had no job at all.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: This time you’ll have to be a little bit more focused on it.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: And I don’t know if I should try to find another volunteer thing just so I have no gap on my resume.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: You could be looking to see both for internships, for volunteer opportunities, for job openings. <\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: It would just have to be a volunteer thing that was something I could easily leave, since I do want to find something that actually pays money.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: Have you been in contact with the group you were volunteering with before?<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: The Pawtucket Historical Society, the person who I worked with, they have actually, I guess, sometime in the past few months, ended up leaving. I’m not sure why, but I found this out when I finally got around to making the template that I was going to make for them.  It wasn’t Tara who answered; <\/span><span data-id=\"P5-N200A11\">it was this other person who answered and was like, “Oh, I’m actually the new person who is in the job,” so I guess I could work for her, in theory.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">THERAPIST: That sounds like a potential person to connect with.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">CLIENT: Possibly.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">THERAPIST: You have her contact, obviously.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">CLIENT: I don’t know her very well, but she is from a museum studies background instead of an archives background. I guess I could work there again. It would just be very different. I don’t know if she’s for the kind of work that I want to do because the whole problem is that the archives have been <\/span><span data-id=\"P5-N200A91\">treated like a museum collection and someone from an archivist’s point of view would be like, “Wow, this is really bad;” but someone from a museum point of view would, naturally, know that there isn’t a problem at all.  I suppose I could volunteer doing something else there.<\/span><\/p>\n<span data-id=\"P5-N200A8-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A8-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561881\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: Well you could certainly, now that the door has been opened to at least send an e-mail back to her, I think for networking purposes, just saying, “Glad you got the template I sent. Just to let you know, I’m finishing up at my position at blah, blah, blah at the Cheshire Whaling Museum. Do <\/span><span data-id=\"P6-N200AB1\">you know of anything? Do you have any opportunities? I would be interested in hearing about them.” You’re not committing yourself to anything. You’re letting her know that you’re looking for something, whether it be a paid position, a flexible volunteer thing to keep yourself current. Keep the door <\/span><span data-id=\"P6-N200AB2\">open for yourself. That’s what networking is. You’re not committing yourself to anything, but this is a content that you inadvertently made.  And then if Tara has gone somewhere else . . .<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: She, unfortunately, moved out to – I forget the name of it, but it’s a town that’s at least an hour away, so I can’t just follow her.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: You can’t follow her, but you can let her know that you’re finishing up your position. She may still know people that are not just working in the town that she’s in.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: That’s true. She might.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: When you think about networking you think about not just who you’re talking to and where they’re working, but the idea of a network is that one person is connected to other people and they are connected to other people; and you want to keep that line of communication open to them so that <\/span><span data-id=\"P6-N200B31\">you can hear about anything else they know about.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: Okay. Yeah, I could do that. <\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: I think, in terms of job-related stuff, your task for the coming week is to send an e-mail to Tara, to send an e-mail to this other woman at Pawtucket, and let them know that you’re about to finish up your position in Cheshire in March and that you’d be really interested in hearing about <\/span><span data-id=\"P6-N200B71\">any opportunities they know of. Thanks so much.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: Okay. The other thing that I was considering possibly doing was rejoining [music] (ph?) and I don’t know if this is a good idea or a bad idea.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: What made you think of that? Let’s talk it out.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: The reason I left originally was because of the job. I wasn’t leaving because I didn’t like music anymore, especially with [ ] (inaudible at 00:25:43) it was all fine and better and fun. I actually e-mailed them because I was like “Can I re-audition? Do you even have space for altos?” Their <\/span><span data-id=\"P6-N200BD1\">response on that, which was not what I was expecting, was them actually saying that since it’s only been less than a year since I’ve gone, they don’t need me to re-audition. <\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: So they would welcome you back with open arms.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: Yeah. I’m just worried about the scheduling for now while I do still have the job. So I have to let them know and I haven’t written them back yet.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: It sounds like it would be – I mean you just said it was fun and all good. Those sound like positive things. One of the things that you’ve talked about missing was that sense of community, having moved out of that house and the people you were friendly with having moved out before that. So <\/span><span data-id=\"P6-N200C31\">it sounds like getting back in touch with a group of people who you liked and who you enjoyed an activity of singing together, that sounds like it would be a positive thing for you.  The initial response you got from them, maybe it would be okay to delay for a month so that combining the commute and <\/span><span data-id=\"P6-N200C32\">music would only be for a short amount of time. See what the timeline could be about you coming back or could you come back in sort of a stepping-stone fashion where maybe you didn’t go to all the rehearsals right away because you still have this long commute. Keep the option open.<\/span><\/p>\n<span data-id=\"P6-N200C2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200C2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561881\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: Okay. I think I can do that.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: Having fun at something is a great anxiety reliever.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">CLIENT: I wonder why I’m so stressed right now. I started panicking right before the appointment. I was okay earlier.  I had sent the e-mail about the things that were wrong with the apartment and this morning. The landlord sent somebody to do the electrical outlet this morning.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">THERAPIST: Oh, fabulous.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">CLIENT: So I still have the toilet.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">THERAPIST: But you were able to really make some movement and get a quick response.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: Yeah, it was really fast.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">THERAPIST: That’s encouraging.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">CLIENT: Of course, he didn’t tell me he was sending someone over. It was just a knock on the door.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">THERAPIST: But that’s encouraging that he would be positively responding to other things as well. So maybe some of that list of problems might actually diminish.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: It still won’t solve the small kitchen problem.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">THERAPIST: No. That can only be fixed by figuring out how to navigate. You’re not knocking down walls and making the kitchen bigger, but you probably can maybe find a way to better navigate it or set up your space or adjust to it.  Did you stay at your apartment this week?<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: I did.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: And how did you manage some of those challenges?<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: I ended up distracting myself. We were watching Babylon 5 and we did take-out one night and one of the nights I made food and last night I ended up just having cereal for dinner because I didn’t really want to deal with the kitchen.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: How did you manage the night that you did cook?<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: It wasn’t that bad because I was only making macaroni and cheese, which is easier.<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: It doesn’t require a lot of counter space.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: Yeah. I haven’t yet tried to make something that does require counter space.  I still need to do something about all the boxes in the living room so that I can actually use the table there as an extension of the counter.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: That could work, if you figure out where you do prep.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: The problem is right now I don’t have that space and I do have those boxes. Sydney was going to help me get rid of the boxes, but he ended up still being sick this week so he wasn’t able to. He was going to do stuff while I was at work and that didn’t happen and then the other days I was panicking <\/span><span data-id=\"P7-N200ED1\">so I didn’t actually make any progress. (heavy breathing)<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">THERAPIST: Deep breaths. When you start to think about the tasks I can see you getting really worked up about it.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: Yeah. (crying)<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">THERAPIST: So let’s talk about it. What’s so scary about thinking about those tasks? About getting rid of those boxes? Because when you start to think about that, that’s when I noticed your breath getting short. <\/span><\/p>\n<span data-id=\"P7-N200F2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200F2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561881\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">CLIENT: Because of all the stuff in there and I don’t know what to do with all the stuff in there so going through it . . .<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">THERAPIST: Do you know what the stuff is or you don’t know what you’re facing?<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">CLIENT: Vaguely. Sort of. Yeah, I don’t really know what I’m facing.<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">THERAPIST: Okay, so I wonder if that’s part of what feels so scary, is that with these boxes you don’t exactly know what you’re going to encounter.<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: And I just don’t know what I’m going to do with the stuff when I do encounter it – like where I’m going to put it. I don’t really have a place for random stuff and that’s what the majority of it is, I think.<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">THERAPIST: Do you feel like you need stuff? Is there stuff that you’ve noticed you needed that you don’t have?<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">CLIENT: Not that much. Most of what I need, I have.<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">THERAPIST: Is it possible that if there are things you find in those boxes and you don’t have a space for it, that it could either eventually be transported to your parents’ house for a while or donated or recycled?<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">CLIENT: Possibly. I should just donate everything that’s useful in there.<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">THERAPIST: If you don’t have a need for it, then that is one way of coping with it, downsizing, in a responsible way. Maybe somebody else could get some use out of it.<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">CLIENT: I’d like to have less stuff.<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">THERAPIST: There are some places that could make that really easy for you. Places even come and pick it up curbside so you don’t have to worry. I know sometimes transporting things to the car and then, too, some place can sometimes be challenging for you. So if it makes it a step easier, calling one <\/span><span data-id=\"P8-N2010B1\">of the places that can come and get it for you once you’ve sorted a box might take one of those tasks away. <\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">CLIENT: Okay. (pause) Will they come for just a small amount of stuff?<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">THERAPIST: I know Big Brother, Big Sister does a lot of curbside pickup of clothing, small household items, and they don’t ask how much you have. They just ask if you have a donation and then they’ll let you know when they’re going to be in your area. So it might not happen right away, but you could <\/span><span data-id=\"P8-N2010F1\">call and set up a time for the next time they’re going to be in your area and then you don’t have to worry about transporting that stuff. You just need to get it out to the curb in a labeled box. It would fit a couple of your agenda items, getting rid of some of your stuff, donating it seems like it <\/span><span data-id=\"P8-N2010F2\">felt like a good way for you and not requiring an extra trip. <\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">CLIENT: I guess I could do that. It’s just the timing\/coordination seems like it would also be a chore to get it out by a certain time.<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">THERAPIST: Yes, you would have to get it out for the morning of the pick-up, which probably means putting it out the night before. But you don’t have to get up super early.<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">CLIENT: But it means getting the box sorted by then.<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">THERAPIST: It’s having some stuff sorted, yeah. You don’t have to do it all. You can do it piece by piece. So earlier in the session I kind of laid out some job-related agendas of sending out those e-mails. Is it unrealistic to think about having that as a goal, sending those two e-mails plus sorting <\/span><span data-id=\"P8-N201171\">a box? Is that too much?<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">CLIENT: It might be. <\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">THERAPIST: Okay, so then let’s separate it. Let’s focus – I know we’ll meet again on Monday at our regular time, so for this weekend, let’s focus on the two e-mails, having that be the priority because getting a job is a priority and those e-mails might help pave the way to some opportunities. That <\/span><span data-id=\"P8-N2011B1\">gives you two days to craft an e-mail and send it to those people. Then we can think about if you can do that by Monday before you come in, then we can leave the next goal off until after that – keep it at a manageable pace.<\/span><\/p>\n<span data-id=\"P8-N2011A-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2011A-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561881\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2011C\"><span data-id=\"P9-N2011D\">CLIENT: Okay. (pause) Just the idea of writing the e-mails doesn’t sound like it will be hard, but the idea of the boxes does. I’m just dreading it so much. <\/span><\/p>\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">THERAPIST: Okay, so we’re going to take that off the list. When we talk on Monday, that’s when we’ll figure out how to make that one manageable.<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">THERAPIST: We’re not going to put too much on the list because I don’t want you to paralyze yourself with thinking about taking on too much at once. (pause) Are you staying in Vermont this weekend?<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">CLIENT: Yeah. I have stuff going on on Saturday and Sunday.<\/span><\/p>\n<p data-id=\"P9-N20126\"><span data-id=\"P9-N20127\">THERAPIST: What’s going on? Stuff to look forward to?<\/span><\/p>\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\">CLIENT: Yeah, my D&amp;D game is happening on Saturday and then Sunday we have a Super Bowl party at Sydney’s friend’s house. (pause) <\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">THERAPIST: I’m glad you have some fun things planned – distracting. (pause)<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">CLIENT: I don’t know why I’m so sad right now.<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\">THERAPIST: It was probably disappointing to hear about the job.<\/span><\/p>\n<p data-id=\"P9-N20130\"><span data-id=\"P9-N20131\">CLIENT: It was. It’s like even though it wouldn’t have been ideal to stay longer, it would have been nice to have more time to find something, especially since I really liked the work that I was doing. I was hoping they would then want to do more, but the grant that they got wasn’t for that.<\/span><\/p>\n<p data-id=\"P9-N20132\"><span data-id=\"P9-N20133\">THERAPIST: It sounds like it wasn’t a personal issue. <\/span><\/p>\n<p data-id=\"P9-N20134\"><span data-id=\"P9-N20135\">CLIENT: It wasn’t.<\/span><\/p>\n<p data-id=\"P9-N20136\"><span data-id=\"P9-N20137\">THERAPIST: It was how the funds were directed. It’s unfortunate.<\/span><\/p>\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\">CLIENT: They wanted to have a balanced budget and I guess they didn’t have a balanced budget.<\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">THERAPIST: I think your sadness makes sense. It’s disappointing to hear that the job is shorter than you anticipated, that they weren’t able to finagle a way to keep you on. It feels a little bit like a personal rejection, even though it sounds like it’s really not. It feels like “they’re not finding <\/span><span data-id=\"P9-N2013B1\">a way to keep me.”<\/span><\/p>\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\">CLIENT: I just wish I could find something permanent with benefits.<\/span><\/p>\n<p data-id=\"P9-N2013E\"><span data-id=\"P9-N2013F\">THERAPIST: That would be such a relief.<\/span><\/p>\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">CLIENT: It feels so far off. I just feel like that’s something I’ll never find.<\/span><\/p>\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">THERAPIST: Never is a really long jump.<\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">CLIENT: It feels like something that I’m not going to find in the near future. <\/span><\/p>\n<p data-id=\"P9-N20146\"><span data-id=\"P9-N20147\">THERAPIST: It does feel like a big task, but remember to think about what are the pieces you have control over? You don’t have control over what’s out there or when you’ll find it. The pieces you have control over are who you reach out to, where you apply to; the result of those things is the piece <\/span><span data-id=\"P9-N201471\">that’s uncertain and out of your control for sure and not letting that uncertainty stop you from doing the things that you do have a say so in. You have control over the applications you put out and the contacts that you try to make. That’s what we’re going to focus on. You have control over sending <\/span><span data-id=\"P9-N201472\">out those e-mails, trying to open up those opportunities that might be out there. And the other thoughts you can acknowledge that they’re there. They’re definitely scary, but you have to stop how much time you let them circle in your head because those thoughts are what make you so upset. <\/span><\/p>\n<span data-id=\"P9-N20146-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20146-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561881\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20148\"><span data-id=\"P10-N20149\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N2014A\"><span data-id=\"P10-N2014B\">THERAPIST: So let’s plan on – I’ll see you at your regular time on Monday and your job by then is to do those two e-mails and we’ll tackle the next piece after that, okay?<\/span><\/p>\n<p data-id=\"P10-N2014C\"><span data-id=\"P10-N2014D\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N2014E\"><span data-id=\"P10-N2014F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}