{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the panic she gets into when she sends an email and is waiting for a reply. Client discusses her issues with sex and performance during intercourse."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Embarrassment","Shame","Sexual experiences","Cognitivism","Behaviorism","Psychodynamic Theory","Anxiety","Panic","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Embarrassment","Shame","Sexual experiences"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Cognitivism","Behaviorism","Psychodynamic Theory"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Panic"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561911","dorpId":"1006468905","contentType":"text","aucs":"CTRN-V1","title":"Client \"SZ\" Session April 08, 2014: Client discusses the panic she gets into when she sends an email and is waiting for a reply. Client discusses her issues with sex and performance during intercourse.","fullTitle":"Client \"SZ\" Session April 08, 2014: Client discusses the panic she gets into when she sends an email and is waiting for a reply. Client discusses her issues with sex and performance during intercourse.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561911\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I… yeah, I don’t know, not much. Yeah, I’ve been… really been just trying to work on the paper, and I think this week I really decided that I wanted to sneak my bedtime back. And so far it’s… because I was getting [inaudible] 2:30 and I was at this… getting in bed by 2:00 but you can’t simply <\/span><span data-id=\"P1-N2000D1\">fall asleep; that doesn’t happen. So I shrunk it back to getting in bed by 1:20. And so I’m going to keep on… and I… Jeremy…<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: How long is it taking you to fall asleep after you get in bed?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Well the first night, which was I think Sunday, it took me a long time. I didn’t get to bed until 2:30 and I was… had my booty in bed at 2:00. [1:07] But then I went to bed at… got in bed at 1:40 on Monday and eventually fell asleep by 2:10. And this time I got into bed at 1:20 and I got to <\/span><span data-id=\"P1-N200111\">bed 20 minutes later. So it’s getting… I’m getting used to it. And Jeremy had me… I was just so annoyed because I don’t like suggestions when I’m sort of set upon my ways I mean it’s kind of hard to change but he wanted me to install this… it’s a computer program that takes away the blue lighting <\/span><span data-id=\"P1-N200112\">on your computer so that when you’re working late at night it keeps on getting darker and darker and darker. And I tried it consistently with my second night trying and it really helped. I think I feel more restful. And I guess there is some study or some science to blue light affecting quality of sleep <\/span><span data-id=\"P1-N200113\">because I was able to get up at 9:00 with Jeremy, and it made me happy. I mean yeah, I took a 30 minute nap after maybe two and a half hours later, or two hours later I took a half hour nap, but the important part is that I felt restful for the first… it’s because I didn’t have any coffee this morning. <\/span><span data-id=\"P1-N200114\">[2:28] I’ve been feeling really dehydrated so I mean I guess it’s sort of… but I mean I’m very positive that I can keep it up, going to bed earlier and earlier, because I think I have a goal of getting to bed by 12:00. But I can actually… I mean because I get frustrated when my day really doesn’t get <\/span><span data-id=\"P1-N200115\">started until 11. And by then, to get fully ramped up and then have to go to dance right when I sort of hit max productivity, it’s frustrating. But since I was starting at 9:30 in the morning and had time to think about it, I feel like my ramped up time is going to be around 3:00 versus 5:00, 6:00. <\/span><span data-id=\"P1-N200116\">So… because I didn’t go to dance yesterday, and part of that was on… I did three hours, three… yeah, three hours of tutoring, and it’s a lot. And I… one of the students… I was a former TA for the class that she’s taking as a… I taught the class maybe three, four years ago and I have access to all the <\/span><span data-id=\"P1-N200117\">materials but… and she just wants to do extra problems. But I started to get very hesitant because I remembered in the guidelines that said because it’s a peer tutoring council that I’m working through and it says students can’t use their past materials for the benefit. And so I mean I think it’s <\/span><span data-id=\"P1-N200118\">to prevent… because sometimes they… the students hold onto tests and tests are shared and tests are often reused. And I can see the point of that and… but so I mean… but there’s actual practice problems on sight, and I was thinking about it and I was going to send them over but then I just started freaking <\/span><span data-id=\"P1-N200119\">out because I didn’t want to… because I just I don’t know. I don’t want to be getting anyone in trouble. [4:34] And it’s a serious thing that letting someone… I mean I don’t know. I mean of course I could count… consult the council and say are these extra practice problems that were used three years <\/span><span data-id=\"P1-N2001110\">ago okay, and they might say yes or… but I just don’t even want to contact the council because I don’t want to be under suspicion that I’m doing this or…<\/span><\/p>\n<span data-id=\"P1-N20010-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20010-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561911\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20012\"><span data-id=\"P2-N20013\">THERAPIST: What do you typically use to help? What’s…<\/span><\/p>\n<p data-id=\"P2-N20014\"><span data-id=\"P2-N20015\">CLIENT: What I do is I look at their class notes and I look at their homework and we go through the homework. And sometimes…<\/span><\/p>\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">THERAPIST: Because she wants something more than just homework assignments to practice.<\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">CLIENT: Yeah, so I spent an hour looking up practice problems to give them and then I was like oh shoot, I wasted a whole hour looking at practice problems and I also was still freaking out. I don’t know, I have a hard time… once I freak out I have a hard time calming down because I mean just the… because <\/span><span data-id=\"P2-N200191\">I guess I was just starting to freak out thinking about out all the possibilities of doing something that wasn’t right and how that would magnify. And I sort of see the future of everyone getting in trouble. I just… my mind focuses on the… I mean I guess it’s sort of like if I saw something disgusting <\/span><span data-id=\"P2-N200192\">or freak out about the what if. And in a sense freaking out about the what if can prevent us from doing things that we don’t… we shouldn’t…<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: Well, it’s the difference between freaking out and thinking about what were you doing. [6:16] Were you thinking about the what ifs or did it feel like freaking… I guess when I hear freaking out I… it conjures up panic that’s going along with the thoughts.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Yeah, no, there was a panic in thought because I mean even talking about the possibility of letting her see the section notes I’m like did other people hear that and… because we were in a general café working and I was like are they going to think that I’m doing something wrong. And then I was <\/span><span data-id=\"P2-N2001D1\">like well, I told her I didn’t know if it was right, and I think I’m just worried about just… I mean what people would perceive. I mean it feels kind of, I guess, what is it, the Truman show, where there’s video cameras. And I don’t know why I feel like that when just sort of…<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: You feel like you’re being watched.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Yeah, and I mean part of it is… I mean I don’t know why, I just sort of… I guess I’ve always sort of… it’s sort of like when I put things in the mail and I sort of freak out when I mail things. Did I really say everything? I mean I sort of freak out over what I just put in the mailbox and I <\/span><span data-id=\"P2-N200211\">don’t know why. I mean I guess because my… I have a lot of random thoughts. And especially when I had thoughts about HIV, and I worry that maybe I put something down, some of these random thoughts, and I didn’t catch it. [7:59] And I had that, and I guess it’s sort of something I had that when I was <\/span><span data-id=\"P2-N200212\">very anxious about disease and HIV, and I don’t think it ever went away. So I still fear. And when I’m writing the letter I just sort of freak out about possibly putting something about… not HIV but just… I mean at this point it’s still just a freak out. I mean I don’t even know what I would put, but <\/span><span data-id=\"P2-N200213\">it’s just a freak out and…<\/span><\/p>\n<span data-id=\"P2-N20020-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561911\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">THERAPIST: How long does the freak out last? Are we talking minutes, hours, days?<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">CLIENT: Well for e-mails it happens… I’d get really worried and tense for… until the person e-mails me back. For letters it goes away for the most part just after… because it’s… maybe after a few hours. So I…<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: That’s an uncomfortable few hours. [9:10]<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: Yeah. I mean I guess I never… I mean I don’t… I haven’t brought this up, I guess, because I… it’s, I don’t know, it was always just a problem that I’ve sort of been okay with up until Jeremy was getting on my case for… because I don’t mail things. And he’ll be like okay, can you just put this <\/span><span data-id=\"P3-N200291\">in the mail. And for some reason, I mean it could be because there’s not a mailbox right out our door. I mean you have to walk down a bit or… but I mean there’s… eventually I’ll walk by a mailbox or… to mail important things and I don’t do it. And Jeremy was like… he’s getting very sulky or oh, you’re <\/span><span data-id=\"P3-N200292\">really bad at this. And I’m like well that’s not very nice and he’s like well you are. And I’m just like well I am. I just have a hard time mailing things. And then I explain and he’s like oh, well do you want me to mail everything then and I was like well no. I was like because that’s just sort of <\/span><span data-id=\"P3-N200293\">letting me get away with the behavior, I said. [10:21] And I need to learn how to mail because I feel [inaudible] not to be able to put something in the mail.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: So you feel worried even when it’s not a letter you’ve written? So if he’s put together a package or written a letter that you would feel anxious putting that in the mail as well as something that you’ve done?<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: Yes, actually, I do. And I don’t know why. I mean… and for one it’s like did it actually go in the mailbox. But then it’s… I sort of feel like I’m leaving something behind or… and the idea of leaving something behind may be, I don’t know. And see, that’s where it just makes no sort of…<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: What is the worry? You’re leaving it behind and what’s the worry?<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: It could… I feel like it could have… for some reason it feels like I’m leaving behind a piece, like if I left it behind and someone opened it it could be that oh, maybe they’re going to open it up and take a check, or maybe I feel like there’s something written about me, even though it could <\/span><span data-id=\"P3-N200311\">just be a wedding thing.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: So it feels exposing, that someone might read something about you or learn something?<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Yeah. That’s what it does. And I… yeah, it does sort of… I mean that’s… I mean I guess it’s not a very logical fear because I mean even if it’s a deposit fee for the wedding cake or a deposit… I mean even with those… I didn’t feel fear when about thinking about mailing them, I just didn’t mail <\/span><span data-id=\"P3-N200351\">them. [12:20] And…<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: What did you do?<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: I just kept them in my backpack, even though there’s a mailbox as I’m leaving the physics department and there’s mailboxes all over when you walk around the Square. And I just…<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: So it… the fear’s really interfering because you need to pay those deposits to hold your vendors.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: So it… I mean there’s… at some points in life maybe it might not interfere so much, but right now is a time when you sort of need to be using the mail service for these kinds of things. So it is… when I think about whether or not a behavior is a problem or not, using the marker is it getting <\/span><span data-id=\"P3-N2003F1\">in the way with what you need to do and sort of… to fulfill your daily life obligations. And right now this is because yeah, if you don’t pay your deposits then your vendors, yeah, don’t feel beholden to the contract. And if it’s hard to get those envelopes in the mail then that becomes a problem. [13:24]<\/span><\/p>\n<span data-id=\"P3-N2003E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561911\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: Yeah, and that’s… I mean it’s just interesting because I… yeah, it is one of those hard things, and I know that I tend to obsess what I write on Facebook, and it goes back to the same… the mail thing. So…<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: What will people perceive.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: What will people think, yeah. I mean there’s… and with the mail thing, as you say, it has nothing really to do with me, but in the same sense I feel like if I left it behind it still feels like there’s something about me in that message. Or maybe I wrote something on that message or…<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: What’s scary about someone knowing something about you?<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: Well I could say something like… I mean it wouldn’t be… I wrote the thing, is… I used to worry a lot if I wrote HIV in my e-mail and so…<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: You kind of broadcast this thought that you didn’t mean to broadcast.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Yeah. I’m either… and I guess that’s the sort of thing, is I spent a long time hiding these thoughts. But I guess I sort of… but because hiding, not mentioning them, shoot, even the idea of World Aids Day I would just get really shuddered because I’d be like [inaudible] just hearing about it. <\/span><span data-id=\"P4-N2004D1\">I don’t get that way anymore. [14:59] But with the mail I just… it’s… or e-mail or messages, I just have a hard time. I don’t know, I just… and it’s just a lot like fearing I said something to people and it’s… said something inappropriate or wrong. I have that same fear with people. I don’t know, for <\/span><span data-id=\"P4-N2004D2\">some reason it’s… it reminds me of back in the day when I was really worried about germs, and I got my blood drawn and I’d be like dad… or I called up my dad and I was like I don’t know if I put my hand in the used needle container. And he’s like… and I couldn’t convince myself that I didn’t do it. <\/span><span data-id=\"P4-N2004D3\">And for some reason I still have lingering… I mean I don’t feel like that anymore so much with needle containers or sanitary or feminine disposal boxes. I mean at that point it’s trained out and I don’t worry about that, but I still have that and I don’t know if it’s sort of saying I don’t have confidence <\/span><span data-id=\"P4-N2004D4\">or maybe I’m just… my thoughts aren’t right or I mean… but I… it’s sort of like I imagine I say something inappropriate or even, yeah, I just… and then I just, I don’t know. I mean I guess I get all these sort of weird thoughts. [16:49]<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: A fear of what if, what if someone could read your thoughts, or what if you inexplicably blurted something out that didn’t have anything to do with what you were talking about but instead… but what you worry about.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Yeah. And I…<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: That would feel out of control and scary and revealing.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: Yeah, and I think that’s… I mean that’s sort of… because I realize this is one of my sort of lingering phobias, and it sort of comes out in terms of obsessively checking e-mail or messages that I’ve written.<\/span><\/p>\n<span data-id=\"P4-N20054-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561911\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: Yeah, trying to prevent the mistake.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: Yeah, and I mean I don’t… my dad said, back in the day, he’s like you just have to tell your mind not to think about those things or to tell your mind just to put mind over matter. And for… and he said that if something bad happens that’s… you would know, and you can’t just do something embarrassing <\/span><span data-id=\"P5-N200591\">or something weird or odd without taking notice. These things just don’t happen and you forget about them. And I think that’s the thing is because I’m trying to deal with a… I mean I’d cut my antidepressant [inaudible] but it’s… I think the regular dose is 20 mcgs or… 20 or 30, which I was on for a <\/span><span data-id=\"P5-N200592\">while, and then I came down. And it’s… I mean I… thoughts don’t go away. I just have all of these sort of thoughts and it’s hard to deal with them. And I think that’s the sort of thing is just…<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: And if I recall correctly, the reason that you were wanting to decrease the meds was to try to resume higher libido? [19:08]<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: Did that work?<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: A little bit. I found that actually I think I was… I think it was actually what… it didn’t work like I thought, and then I realized it might be maybe my views on sex are…<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: More so than meds?<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: Yeah. And I think I’m still a little afraid of it and sort of my role in feeling sexy. I mean it’s been a long time that I wanted to feel sexy and I think I’m getting… I’m feeling more and more comfortable about feeling sexy. And as far as… it reminded me, watching The Wolf of Wall Street, where <\/span><span data-id=\"P5-N200651\">it’s very… they have lots of scenes that are very graphic, and to be okay with the sort of curiosity and the interest of sex. And I think that was another thing that I sort of… I still sort of feel bad for getting those thoughts or thinking about those. And…<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: So watching that movie, did you feel like that gave you permission, sort of normalized it for you? Or did you feel… I guess I’m curious about your response to…<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: Oh, it… I mean in a sense I was just like wow. Wow, that is a… I mean there is of course the drama, the grandioseness, the prevalence… a lot of it, I mean it was a little… it was over the top, to say the least, but in the sense… just seeing men and women together and enjoying it. And it in a <\/span><span data-id=\"P5-N200691\">sense it didn’t fully renormalize but it sort of reminded me how come I don’t feel that way or how come… so it got me thinking and then I realized that don’t… I don’t think of myself as sexy or I don’t even know what sexy… to be sexy means anymore. [21:25]<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: Was there a time when you felt like you did know what that meant for you?<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Maybe when I first… when I was younger. When I was younger, yes, and had my first boyfriend. And then even in the beginning with my second boyfriend, which is now my ex-boyfriend, I mean things were exciting and new and… but I think after the breakup and worrying about the germs and having a <\/span><span data-id=\"P5-N2006D1\">few hookups, I… actually two, but I mean I didn’t feel sexy then; I felt scared.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: A very different feeling.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Yeah. And I think, yeah, I was… it was sort of tied with… I mean during my… with my ex-boyfriend I did enjoy sex and I was able to have a libido and to orgasm and… but starting… after that sort of broke up I was afraid to feel sexy or afraid to do anything that involved that. I mean in one sense <\/span><span data-id=\"P5-N200711\">I was afraid that I had something but I guess in another sense I was just… it… I didn’t… the interest of being sexy or wanting to be sexy or viewed as sexy… I mean pretty, yes, but not sexy, not hot, not… and I sort of feel that…<\/span><\/p>\n<span data-id=\"P5-N20070-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561911\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: Because the sex felt dangerous, because you might give something to someone or you might catch something?<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: It made me sad. It… well in a sense it felt very dangerous but it also felt sad, like loveless. And that’s… it might be because right before my second boyfriend broke up he had sex with me, and same with the guy I was sort of dating during the summer that was in between the two. [23:55]<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: So you sort of connected sex with being left.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Yeah, I really… I think that. And also, yeah, I mean that was…<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: And danger.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: Yeah. And… well it didn’t help… well I don’t know, it didn’t… back when I… my parents found out that I was having sex with my ex-boyfriend, my mom and sister called me a slut, and that…<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: Yeah, so you were really ashamed.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: I… yeah, I mean I was, and in the same sense it didn’t stop me. I still enjoyed it. But once I broke… or once my ex-boyfriend broke up with me he… I sort of saw that as that… those years that I spent with him, the things that I did with him, were all wrong and bad and I did… after he broke up <\/span><span data-id=\"P6-N200811\">with me I wrote a long… a whole list of things that he should apologize for. Of course he didn’t apologize for anything. Instead he made me feel bad for worrying and… or being upset about that and said that I was the bad one. Anyway, but part of… on that list I said that I was like why did you have <\/span><span data-id=\"P6-N200812\">sex with me if you knew it wasn’t… if it… if you were going to break up with me. And he’s like well he’s like I don’t know. And he’s like it feels good or I was excited to see you after my trip. And that, I mean, and I guess with the… I guess… and following… after that sex, not only was it kind of sad, <\/span><span data-id=\"P6-N200813\">it was just sort of a feeling of… it was sad because it seemed to be… I felt used, especially right the next day. I felt very used. [26:05] And following, I know that when Jeremy and I were first getting intimate he said I made a… he said I looked strange when I was being intimate, my face. He’s like <\/span><span data-id=\"P6-N200814\">it looks like you’re in pain. It’s like… and I feel like I’m molesting you. And after that Jeremy and I really didn’t try sex for another… for a long while. I don’t know, just because I was just… I felt really embarrassed. And not to… I guess I felt really embarrassed, just sort of like my first… I <\/span><span data-id=\"P6-N200815\">felt that I was being brave even though at that time I was still germophobic. And I thought that it would bring me the same happiness, but then when he said that I looked strange then I was… I just… it was… I guess there’s a bunch of things that are revolving around me and sex. And I mean I know that <\/span><span data-id=\"P6-N200816\">I enjoyed it when I was younger, or at least with my ex-boyfriend I… but then it… in the end it just sort of… it felt sad after that, and dangerous. And then I felt just really embarrassed when I was with Jeremy. [27:33]<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: How does it feel now?<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: It’s getting a little bit better now that he’s sort of taking on to cues and that I’m trying to tell him things that I like. And I think especially now, after I watched that video, I just… I was… it sort of piqued my interest into trying and… being more open and trying to feel sexy. And part <\/span><span data-id=\"P6-N200851\">of that is… part of the things of getting excited about it are things that might make me feel sexy, like maybe a tight short or just a certain je ne sais quoi as I… when I’m around Jeremy or… and it was actually funny because on Friday when I was feeling in the mood and he was tired or he didn’t feel <\/span><span data-id=\"P6-N200852\">good and I was like what the heck, I was like normally you always get on my case for not wanting… or not being in the mood. And that’s part of it, I feel guilty that I don’t have a high sex drive. And so I guess I had feelings of guilt as well. I think this is… it’s sort of a catch-22 or, I don’t know, <\/span><span data-id=\"P6-N200853\">like if you feel guilty, feeling guilty about not doing something, you would think that you could easily do something, but then I just sort of feel embarrassed rather than… I mean I guess it’s really a loaded subject for me, and I think… I mean I think I need to really… because I told my mom about it <\/span><span data-id=\"P6-N200854\">and she’s like you know, this reminds me of this… she actually was telling this lady that… because this lady had at one time liked sex but then just sort of lost her sex drive. [29:40] And she said… gave the woman advice, whenever you have a hobby, what do you do about it. You think about it. You dream <\/span><span data-id=\"P6-N200855\">about it. You arrange your life so that… I mean say it’s with knitting, then I would look at yarns and caress them and think about the colors and the varieties and the possibilities. And she’s like well, then you need to start doing that with sex, start thinking about it. Start thinking about ideas, <\/span><span data-id=\"P6-N200856\">getting these thoughts in your head and being excited about it. And then I realized… at that point I was like wow, I don’t really think about sex. I think the only time I think about it is how can I avoid it. And that sounds horrible but I mean… and I thought it was because of my antidepressant because <\/span><span data-id=\"P6-N200857\">that’s when but I sort of realized that maybe it’s something more than that.<\/span><\/p>\n<span data-id=\"P6-N20084-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561911\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">THERAPIST: Because I think… and it may have had an exacerbating sort of component. The antidepressant can dampen your sexual urges but it doesn’t create meaning about what sex means or what it means about you to have certain feelings about sex. [30:57] And it sounds like part of what is getting in your <\/span><span data-id=\"P7-N200871\">way from sex being enjoyable is sort of the meaning that you construct around sex and the meaning that you attach. What does it mean about you if you want it or don’t want it or want certain things and not other things. The medication doesn’t have that power. It can certainly make it hard to orgasm, <\/span><span data-id=\"P7-N200872\">which can make sex not really that interesting, and it can decrease just the general feelings of libido, which make you kind of want to be sexually active at all. But it certainly doesn’t create the feelings of guilt or discomfort, kind of vulnerability that you’ve been talking about, in a sense. Those <\/span><span data-id=\"P7-N200873\">are much more about the meaning that you attach to sex, the messages that you’ve kind of absorbed about it, whether it be from your family or your upbringing or society in general. And your past experiences. I mean it sounds like you had some experiences with partners that were negative.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">CLIENT: Yeah. And what’s a way to, I mean, sort of, I guess, detach the meanings or create new meanings or… and what… I mean do you have any advice on suggestions on how I should go about thinking positively or…<\/span><\/p>\n<span data-id=\"P7-N20088-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561911\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: Well what do you want sex to be?<\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">CLIENT: Well…<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">THERAPIST: What would you teach your daughter? [32:22]<\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">CLIENT: It should be… well one thing is funny because Kitty tells me, she’s dating this new guy and she tells me very vividly about her sex life, how… or not vividly but vividly… more vividly than you think your mother in law would talk about it, how it’s fun and exciting and just an expression of feeling. <\/span><span data-id=\"P8-N200911\">And I want it to be like that. I want it to be fun and to laugh and enjoy and to have that component of feeling close. And at this point I’m still… I mean I think now I’ve been trying to sort of…<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">THERAPIST: What does feel fun, exciting, and emotionally close?<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">CLIENT: I know definitely rubbing of the back and the hugging and kissing and being physically close.<\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">THERAPIST: So at what point does it change from that to something different? When do you… when in sexual play do you lose that?<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">CLIENT: When it starts to be like I’m… when it… I think it’s when it starts to become instead of just being close and getting excited, when sort of Jeremy sort of starts to expect… he starts going…<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">THERAPIST: There’s nothing that I haven’t heard before. [34:15]<\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">CLIENT: Okay. I… it feels like he expects me to either… I think it’s because I’m… because when he goes to put on protection and then we’re about to have sex. And then I’m like oh shoot, I’m not ready to come, and he’s going to come and…<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">THERAPIST: Is there an expectation that you’re going to come together?<\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">CLIENT: For him? Yeah. And…<\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">THERAPIST: So… and he’s expecting you to come through intercourse?<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">THERAPIST: Okay, so we need to dispel him of this notion because that… it’s rare, and I think it sounds like that’s a rough expectation for you to try to meet. And it also sounds like he moves toward intercourse before you’re really ready. So there’s two things, if you can talk about this with him. <\/span><span data-id=\"P8-N200A71\">Most women don’t come through penetration because it’s not how your body is made. Most women. I mean there are a few women that… for whom… how their bodies are aligned that penetration might lead to orgasm. But for most women the thing that’s actually going to lead you to orgasm is clitoral stimulation. <\/span><span data-id=\"P8-N200A72\">And your clitoris is not near where the opening of your vagina is. So actual intercourse, not necessarily what’s going to be most efficient, if even possible, for you to come to orgasm. And if the expectation is that you’re going to come together, my guess is that the expectation is that he’s probably <\/span><span data-id=\"P8-N200A73\">going to come through vaginal intercourse. And then you’re just going to magically do that? So trying to dispel that. And a lot of times… flip through some Cosmos or Glamour or any of those because a lot of times they’ll have articles written in easy language. [36:12] It doesn’t have to be a clinical <\/span><span data-id=\"P8-N200A74\">discussion that kind of says this is not actually what’s going to work. What usually works is direct clitoral stimulation, whether that be using his fingers or use fingers or a vibrator during intercourse, maybe, if that’s really important or… before or after. That’s going to be a lot… much more realistic <\/span><span data-id=\"P8-N200A75\">in terms of just how your body works. And it’s not because you’re wrong.<\/span><\/p>\n<span data-id=\"P8-N200A6-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561911\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">CLIENT: Because… okay, that actually makes me almost want to cry because I feel like sometimes… yeah, I always felt like something was wrong with me because I felt that…<\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">THERAPIST: No, you’re just a woman.<\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">CLIENT: I felt that… I mean I thought that other… I thought I was strange, that… I mean that something was wrong with me.<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">THERAPIST: There’s nothing wrong with you.<\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">CLIENT: Okay. Maybe we do need to flip through some Cosmos because I mean I guess I’ve been really embarrassed because that’s… in the past there was a focus on exciting through the clitoris, and doing that before so I was just about to have an orgasm and then go from there. And it… and I guess, for <\/span><span data-id=\"P9-N200B11\">some reason, I feel I haven’t done that with Jeremy because I let him take the lead. And I think I just need to be… talk to him about it, that I need more time.<\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">THERAPIST: Yeah, and you need… you wouldn’t expect him to orgasm by rubbing his leg, right. So it doesn’t make any sense to expect you to orgasm by rubbing a part of your body that’s not actually an erogenous zone. [37:52] Intercourse is fabulously designed for pregnancy, right. It gets a man to ejaculate, <\/span><span data-id=\"P9-N200B31\">which is what you need for women to get pregnant. So that works really well for him. Nobody really knows exactly why women have orgasms because it’s not… it may be to get us interested in having sex so we can procreate. But if you’re not having sex just for the purpose of procreation, which you’re not, <\/span><span data-id=\"P9-N200B32\">then it’s important that you get to enjoy it. And it’s… the intercourse part is just for pregnancy, and obviously you’re trying to prevent that. But that doesn’t mean that you necessarily want to prevent the other fun parts. So I think there’s nothing wrong with you. There is something wrong with the <\/span><span data-id=\"P9-N200B33\">way that the media portrays sex, and that’s where this idea, right, because in a lot of movies oh, they have intercourse and everybody’s ecstatic. And they’re missing… they’re not showing other things that are going on. And yeah, in order to get you to orgasm he’s got to stimulate your clitoris. And <\/span><span data-id=\"P9-N200B34\">unless… that’s not necessarily what’s getting stimulated when you’re having intercourse.<\/span><\/p>\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">CLIENT: Well that makes me feel a lot better because I think that I was just really embarrassed, and I think… because yeah, I do see the movies where the magic happens and it’s like how does that happen. And I mean I don’t ask my sister about these things. I mean especially because now she has hip problems. <\/span><span data-id=\"P9-N200B51\">That’s a very sensitive subject for her because she… I mean sometimes she tells me more but then my ears start to shut up because… and I don’t really talk to my friends about it. [39:37] And maybe I should just, to… so I can see what works for them, or maybe read some magazines and see what… I mean <\/span><span data-id=\"P9-N200B52\">because I’ve always been really embarrassed to read about sex. And I think that might go along with the why sex is such a loaded topic for me. And I think it…<\/span><\/p>\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">THERAPIST: It just felt like you weren’t working correctly.<\/span><\/p>\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">THERAPIST: I think the message that’s sent about sex is still quite… it’s heterosexist and it’s male… it’s in a male dominated view. Even when we look at our sort of… the medical literature, the stuff that we know about what makes the male body work and the stuff we know about the female body is… it’s <\/span><span data-id=\"P9-N200BB1\">not equal. Do you have cable?<\/span><\/p>\n<span data-id=\"P9-N200BA-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200BA-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561911\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200BC\"><span data-id=\"P10-N200BD\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P10-N200BE\"><span data-id=\"P10-N200BF\">THERAPIST: There’s a… there’s actually a series. I don’t know if you can stream it or not…<\/span><\/p>\n<p data-id=\"P10-N200C0\"><span data-id=\"P10-N200C1\">CLIENT: Maybe I do.<\/span><\/p>\n<p data-id=\"P10-N200C2\"><span data-id=\"P10-N200C3\">THERAPIST: …called… I think it’s called Masters and Johnson, or it’s something to that effect. And it’s a fictionalized account of real life, so it’s somewhat nonfiction. But Masters and Johnson were these two researchers who did sort of the groundbreaking research on the physiology of orgasm and sex. <\/span><span data-id=\"P10-N200C31\">And nobody had ever wanted to touch it before because medical science thought ooh, this is not like real science. But it’s how the body works. So they did… their research was a little questionable, and their methods, because they couldn’t get anybody to fund it, so they did a lot of research on themselves, <\/span><span data-id=\"P10-N200C32\">and they hired prostitutes to work for them. But they did this groundbreaking research on looking at what are the phases of excitement, and they focused a lot on women because we knew some stuff about men. [41:29] But looking at the phases of what actually gets people excited, what works in orgasm, <\/span><span data-id=\"P10-N200C33\">how does this help. So if you can Hulu that you might find that it’s engaging to watch because they’ve made it into sort of a drama. But it’s real life information about how does the female body work, what is an orgasm, what actually gets women excited. And so you… it might… in the privacy of your own <\/span><span data-id=\"P10-N200C34\">home you might feel like you can check it out. Or yeah, let yourself pick up a Cosmo and go to the love and sex section and read what… read some stuff that just lets you feel a little bit more comfortable with the whole topic. I don’t… it doesn’t sound like you’re abnormal; it sounds like the expectation <\/span><span data-id=\"P10-N200C35\">is abnormal and misguided. Just present… you got presented with a lot of information that was incorrect and didn’t have anything to… didn’t have access to information that would help you kind of break the myth.<\/span><\/p>\n<p data-id=\"P10-N200C4\"><span data-id=\"P10-N200C5\">CLIENT: Yeah, and I think… I mean it’s interesting because Jeremy and I, we don’t talk about sex, and I think it sounds like he… I mean he said originally he likes to do it because… he doesn’t talk to sex about… with his friends because he likes to keep the intimacy between the couple. But think about… <\/span><span data-id=\"P10-N200C51\">we don’t really talk about it or like even [inaudible] if anything it’s sort of a joke, or he’ll be like… he’s like will you pleasure me. And he sort of looks at me. Jeremy, you can’t ask like that. We always just sort of laugh. He’s like but it’s so funny when I say it like that. I think he’s slightly <\/span><span data-id=\"P10-N200C52\">uncomfortable talking about it, very sensitive, because… and I think that’s the thing is that he and I need to become more comfortable with each other about it. [43:20]<\/span><\/p>\n<p data-id=\"P10-N200C6\"><span data-id=\"P10-N200C7\">THERAPIST: Well I’m happy to talk about this stuff in here with you, and if we can find a language that feels more comfortable and you can start to bring it up with him. And if you guys can’t talk about it then it’s really hard to approach it and change what’s going on. And I think the end goal is that <\/span><span data-id=\"P10-N200C71\">you do feel comfortable talking about sex, having sex, and that it’s enjoyable for both of you. But yeah, there’s some steps. I want to look… I used to teach a sex ed course so I’m wondering if I still have any of my stuff, or where I have it. Yeah, so let me… are we meeting next week?<\/span><\/p>\n<span data-id=\"P10-N200C6-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200C6-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561911\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200C8\"><span data-id=\"P11-N200C9\">CLIENT: I think so, yeah.<\/span><\/p>\n<p data-id=\"P11-N200CA\"><span data-id=\"P11-N200CB\">THERAPIST: So let me spend some time… I will… I know there’s some good sort of basic info and that way you can present it to him in sort of a nonbiased way. It’s not here. It’s not like you telling him. If we can find some stuff that feels objective and won’t feel like a personal threat and you can <\/span><span data-id=\"P11-N200CB1\">kind of share it. So let me find some time looking through here, find you some stuff, and…<\/span><\/p>\n<p data-id=\"P11-N200CC\"><span data-id=\"P11-N200CD\">CLIENT: That would be great because I think him and I both need to open up the dialogue and be comfortable talking about it rather than just… it seems sort of like a… more like a guilt trip when he talks about it, like oh, why don’t you do this and oh, he gives me a frowny face. Because he was feeling <\/span><span data-id=\"P11-N200CD1\">very revved up right before we went on a walk and I was like well, I kind of want to go on the walk. And he’s just like what, you don’t… he’s like you’re making me feel dejected. And I was like well, I was like… and in a sense I mean I wanted to go for the walk, but I also didn’t want to… I mean I…<\/span><\/p>\n<p data-id=\"P11-N200CE\"><span data-id=\"P11-N200CF\">THERAPIST: You were avoiding. [45:18]<\/span><\/p>\n<p data-id=\"P11-N200D0\"><span data-id=\"P11-N200D1\">CLIENT: Yeah, I was avoiding. So… but yeah, no, that would be really helpful because… I think because I haven’t… in talking, I feel very uncomfortable talking about sex in general, and I think talking it in this room will help, and with the controlled setting feel like it’s something really positive <\/span><span data-id=\"P11-N200D11\">to do. And I think that part of getting married is being able to enjoy this with your partner, and I think at this point it’s something that I still need to work on because at this point I don’t… it’s not something that’s fun. I mean it’s fun a little bit fun but it’s not something that brings me back. <\/span><span data-id=\"P11-N200D12\">Eating Cinnamon Toast Crunch seems a little bit more fun.<\/span><\/p>\n<p data-id=\"P11-N200D2\"><span data-id=\"P11-N200D3\">THERAPIST: So I think… I’d love to get you to a place where sex trumps Cinnamon Toast Crunch. Not eliminates it, but trumps it.<\/span><\/p>\n<p data-id=\"P11-N200D4\"><span data-id=\"P11-N200D5\">CLIENT: Yeah, I think it should, as good as everyone seems to talk about it. There must be something to it. It’s not mentioned in most magazines or… Cinnamon Toast Crunch.<\/span><\/p>\n<p data-id=\"P11-N200D6\"><span data-id=\"P11-N200D7\">THERAPIST: All right. Well why don’t we stop there for today. I will spend some time sort of perusing that and see if we can find some good information to start you in a conversation with him.<\/span><\/p>\n<p data-id=\"P11-N200D8\"><span data-id=\"P11-N200D9\">CLIENT: Okay. Thank you so much.<\/span><\/p>\n<p data-id=\"P11-N200DA\"><span data-id=\"P11-N200DB\">THERAPIST: You’re very welcome.<\/span><\/p>\n<p data-id=\"P11-N200DC\"><span data-id=\"P11-N200DD\">CLIENT: And I hope [inaudible] here, but if not is it possible I can drop by…<\/span><\/p>\n<p data-id=\"P11-N200DE\"><span data-id=\"P11-N200DF\">THERAPIST: Yes, or you can pay me for two next time.<\/span><\/p>\n<p data-id=\"P11-N200E0\"><span data-id=\"P11-N200E1\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P11-N200E2\"><span data-id=\"P11-N200E3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}