{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her irregular sleep behavior and how it negatively impacts her day. Client discusses how her extra-curricular activities are expanding her social life, but it can be frustrating to her when people don't follow the rules."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Relationships","Eating behavior","Self confidence","Behaviorism","Psychodynamic Theory","Cognitivism","Panic","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["17"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Relationships","Eating behavior","Self confidence"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Behaviorism","Psychodynamic Theory","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Panic","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":13,"pageCount":13,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561893","dorpId":"1006468887","contentType":"text","aucs":"CTRN-V1","title":"Client \"R\" Session March 10, 2014: Client discusses her irregular sleep behavior and how it negatively impacts her day. Client discusses how her extra-curricular activities are expanding her social life, but it can be frustrating to her when people don't follow the rules.","fullTitle":"Client \"R\" Session March 10, 2014: Client discusses her irregular sleep behavior and how it negatively impacts her day. Client discusses how her extra-curricular activities are expanding her social life, but it can be frustrating to her when people don't follow the rules.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":13,"totalPages":13,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":13,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Where are you today? How are you today?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Doing okay. I think I’m going to do dancing two nights a week instead of three.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Because I’m not sure that three is sustainable, and so far I’ve been making two.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: That seems realistic then, noticing what’s happening and base it on that.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yeah, so I’m not sure that’s actually enough but…<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Well it’s a difference, so I think looking at the changes that you make in your life, kind of figuring out what they do for you, rather than whether it’s enough or not enough. Did you enjoy it? [1:05]<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah, I did.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: So that’s really important.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: And I’ve gotten better at walking so it…<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: The weather change this weekend probably helped with that.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yeah, well I meant more that when I walk it doesn’t hurt sort of thing, because before my lower back would hurt pretty soon. If I carry too much it still sometimes happens, but I’ve been not hurting most of the time.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Yeah, so if you think about what… basing what you do and noticing what changes it’s making, I know that you want to lose weight but also noticing things like having more mobility, having more fun. You were feeling pretty isolated, so dancing is something that helps decrease that. You’re just <\/span><span data-id=\"P1-N200251\">out seeing more people. Those things are all positive changes for you in the week. And if it also helps you to control your weight, that’s great. If there are other things you need to do in order to achieve that goal, then we might find that that’s the case. But I think looking at your overall health <\/span><span data-id=\"P1-N200252\">in terms of both your medical health and your… your physical health and your mental health, you’ve got to look at sort of what are the things you’re doing and how are they affecting you. [2:22]<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Yeah, and today after this appointment I’m getting together with a friend and knitting.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: Awesome.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: So yeah, I’ve…<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: When did you reach out for that?<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: Well we were originally going to meet last week but then things came up, so I guess about a week and a half ago. But yeah, I don’t know. I’m still… I’m trying to… I think I might be eating less but I’m not… still not doing the whole getting all my vegetables in and stuff. And still been doing <\/span><span data-id=\"P1-N2002F1\">a lot of ordering take out just because I… neither Sydney nor I usually feel like cooking or doing all the dishes and stuff. And he had made mac and cheese and there were a lot of dishes with that that we still haven’t actually got into because he said he’d do them, and he hasn’t done them yet, so…<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">THERAPIST: So that’s a hard routine to break. [3:32]<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">CLIENT: Yeah, because I don’t want… because often it ends up, then, that I end up doing the dishes, but if he says he’ll do them, I should let him do them. But then again, if they don’t get done after a certain time then they need to be done. So I’m not sure what… there’s not really good compromise.<\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">THERAPIST: What’s your time frame?<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">CLIENT: Well I guess my time frame is before the next time that I want to cook something. And we’ve just been extending that by going out or ordering in.<\/span><\/p>\n<p data-id=\"P1-N20038\"><span data-id=\"P1-N20039\">THERAPIST: Yeah, so you’re giving it a good long time it sounds like.<\/span><\/p>\n<p data-id=\"P1-N2003A\"><span data-id=\"P1-N2003B\">CLIENT: Yeah. But I mean he’s been freaking out because today, actually right now, he had his job interview and it was a technical interview. And before he was freaking out and I didn’t know why, and I thought it was just his normal oh no, it’s something happening; it’s important, therefore I’m going <\/span><span data-id=\"P1-N2003B1\">to have a panic attack. And I was being sort of unsympathetic because I was just kind of pissed off because here he is having a job interview and I haven’t heard back from many people. And I’m actually out applying for jobs and if I had an interview I’d be happy. When I talked to him yesterday I finally <\/span><span data-id=\"P1-N2003B2\">figured out it was because he hadn’t been programming for the past two years since he’s been unemployed, and it’s they’re going to ask him programming questions and he didn’t feel ready for it. So then I was more sympathetic because that actually makes sense. And I thought it was more like a talking <\/span><span data-id=\"P1-N2003B3\">about what you do kind of, like the interviews that I have. So…<\/span><\/p>\n<span data-id=\"P1-N2003A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Yeah, so he wasn’t feeling qualified. [5:21]<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Yeah, he had… he’d been programming. Had he not been unemployed for the past two years he would’ve been able to do it with no problem, but he wasn’t feeling ready. Then again he was also shooting himself in the foot by… well I guess he only had a few days to prepare because… okay, so he had <\/span><span data-id=\"P2-N2003F1\">talked to the recruiter a while ago and he had put off that talk for a while because he had gotten really sick with the bronchitis. Then he finally did talk to them… her, and she was like okay, we need to set up an interview with the actual interviewers, here’s a bunch of questions that you need to <\/span><span data-id=\"P2-N2003F2\">fill out. And he stalled on that and finally got it back. And then for at least… it took him a couple of weeks after talking to the recruiter just to send that in. And then… or either that or… there was some step that he took two weeks to get back to them, or more than two weeks even. And then he didn’t <\/span><span data-id=\"P2-N2003F3\">hear back from them until we thought okay, well he took too long. I guess that means they’re not interested anymore. And then they finally got back to him on Thursday with the interview slot for Monday, giving him three days to prepare. And had he known they were still actively considering him he would’ve <\/span><span data-id=\"P2-N2003F4\">been preparing the whole time, but then since he only had the weekend he didn’t prepare at all. He might still be fine but he’s not sure if he’s going to be fine, so…<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Well, I hope that it goes well for him. [7:09]<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: Yeah, I mean the whole thing. The job is in Florida so he’s not sure he’d even want it anyway. Facebook does have the office in Boston for their telecommuters but this is a job probably working with their servers, which he’d have to be physically present there. So he’s not even sure that he wants it.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: How do you feel?<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: I don’t know because the thing is, if he… because he’d only accept it if he had enough for both of us to live off of in Florida. So I think… I don’t know whether it’s… I don’t know if it’s a long shot that he’ll get it. I do think it would be a long shot that he’d get it and it would be enough <\/span><span data-id=\"P2-N200471\">that he’d actually take it, and even then I… he’s still pretty depressed and still hasn’t gotten… his psychiatrist still hasn’t gotten back to him, and he is on no anti-anxiety meds and so I don’t even know. Maybe working would be good for him and make him feel better, but I don’t know whether or not <\/span><span data-id=\"P2-N200472\">he’s at the point where he could hold down a job. So yeah, I mean I’m hoping he does well so that way it’s his choice whether or not he wants to take the job, but yeah, I don’t know how hard the questions are going to be that they ask him. [8:48]<\/span><\/p>\n<span data-id=\"P2-N20046-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: How could you know that?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Because I know nothing about technical interviews.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Yeah, because you’re in different fields.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yeah, in my field it’s not those kind of questions at all. And I mean I guess I’m… I mean it hasn’t been… I haven’t been looking for jobs that much. Last week I didn’t… I mean I didn’t check all the sites but I checked some of the sites, and the ones that I did I didn’t find anything that I <\/span><span data-id=\"P3-N2004F1\">could apply to, so this… I guess this is now my third week of unemployment and so far I’ve applied to jobs one of those three weeks. But then again, this week has only just started so I guess I’ve only missed one week of applying to things. But still…<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: What stopped you from checking all of your typical sites last week?<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: I don’t know, I guess because I was just… I really don’t know, possibly forgetting about the other ones. [9:51]<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Out of practice?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yeah, which is very silly. And then when I thought of it I was already out of the okay, I’ll try to find things and apply to them mode, and it was just like yeah, whatever, which I shouldn’t have done because if I had found something I could’ve always just bookmarked it and looked at it later. <\/span><span data-id=\"P3-N200571\">But I guess now I can always go back and look at everything because it’s probably not going to make that much of a difference if it’s a few days.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: And kind of setting up a routine for yourself of when you check, where you look, so you can get back in that rhythm.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Yeah, which is harder than if I have to set up a routine of okay, this is when I apply for jobs, then what happens if I get to that time and I don’t feel like it. And then again, what happens if I only waited until I feel like it and never feel like it. I can’t…<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: The expectation that you’re going to feel like doing what you need to do. I mean there are kind of… you think about separate categories of things. There are things that you want to do and then there are your responsibilities that you need to do. And I think at this point looking for jobs <\/span><span data-id=\"P3-N2005D1\">and applying for reasonable jobs is something you need to do. That’s one of your responsibilities as somebody who has an apartment, has college degrees, has graduate degrees. Your parents are expecting it of you. So there’s a difference between being unable to do something and not wanting to do something. [11:40]<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: Yeah, just like it was the same thing with writing papers in college, in grad school. If I was… I guess these periods also came more often then, but there were periods that I was like okay, I’m totally writing this paper, would write tons of things, and it would be really, really good. And then <\/span><span data-id=\"P3-N2005F1\">there were times that I had to write a paper and wasn’t feeling it and getting any sentence was like pulling teeth. It was just not coming out of me. And it’s the same thing with cover letters except it’s even worse.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: Yeah, because you’re not really… I mean [inaudible] writing papers. You may have had something that you were… a topic that you were interested in.<\/span><\/p>\n<span data-id=\"P3-N20060-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Yeah, or at least I could…<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Whereas cover letters feel pretty dry.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Yeah, especially because it was so much easier when I actually had things to talk about, like sources and proving points, and a cover letter’s not like that at all.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Right, so they’re… it seems less likely that sort of design… divine inspiration to write is not going to come as much for job applications as it does, or as it did, for papers that you might be interested in. So your bar for what you push through has to be a little bit different. [13:03]<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Yeah, but I mean they’re… because the ones that I wrote two weeks ago I did have a period of oh, I can totally do this. And I still get it. Yesterday we… Sydney helped me and we actually took out all the trash and recycling. I willed myself to do it.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: How did you feel when you were done?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: A lot better.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: Yeah, so looking forward to that feeling, whether it’s relief or pride or accomplishment, that whatever that better was, knowing that that might follow. So it might not feel good when you get started but there is that positive feeling at the end for having done something that you know is <\/span><span data-id=\"P4-N200711\">on that list of things that you just do as a responsible adult.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: It’s just really hard with cover letters because you can push yourself to do the dishes; you don’t have to think to do the dishes. I’m just hoping I can get back to the point where writing cover letters doesn’t actually require thinking either. [14:31]<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Do you have copies on your computer of the ones you’ve written before?<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: Yes, every single one of them. And I keep them all in one folder. And the resumes I update and put a date on the… and then I have everything sorted by date so I can go back and be like okay, at this point in time I was applying for these kinds of jobs. Let me look and see what I wrote in them. <\/span><span data-id=\"P4-N200771\">But the problem, I guess, is also now it’s very different, what I’m writing. So I have to start all over again. I can’t just recycle stuff from my old cover letters because I had this job for a year and…<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: Right, so you have to kind of… well but you’ve applied to something since then, right?<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: Mm-hm.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: A couple of things. So…<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: But none of them have had cover letters that I’ve considered particularly good yet. So I mean I can use stuff from them…<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: Pieces maybe.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: But if they all are like pieces of sucky cover letters then I just send out more sucky cover letters. Then I’m sending out sucky cover letters. And then does that even really count as sending out cover letters if they’re not going to get me anything. And maybe they’re not as bad as I think they <\/span><span data-id=\"P4-N200831\">are but they’re not particularly…<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: It’s so subjective.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: … good.<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">THERAPIST: I mean you certainly don’t get anything by not sending out one. [16:02]<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">CLIENT: Well no, not quite. Because then I still have the potential to send one out and possibly send out a good one. If I sent out one that’s bad then I can’t send out another one for that job.<\/span><\/p>\n<p data-id=\"P4-N2008C\"><span data-id=\"P4-N2008D\">THERAPIST: That’s true.<\/span><\/p>\n<p data-id=\"P4-N2008E\"><span data-id=\"P4-N2008F\">CLIENT: So by… if they’re…<\/span><\/p>\n<p data-id=\"P4-N20090\"><span data-id=\"P4-N20091\">THERAPIST: How long do the jobs that are posted in your field typically stay open?<\/span><\/p>\n<p data-id=\"P4-N20092\"><span data-id=\"P4-N20093\">CLIENT: Usually at least a couple of weeks. I’m not sure if they… it depends on… sometimes they even give you a closing date. The ones that I had applied for two weeks ago, at that time it had been three weeks since they had been posted but the postings were still up, so I was like does it mean that <\/span><span data-id=\"P4-N200931\">I would still have a chance for them maybe.<\/span><\/p>\n<span data-id=\"P4-N20092-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20092-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: So knowing that they typically stay up for a couple of weeks gives you a time limit for your thinking of how long can you wait before deciding to send out something that feels okay but not great.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: I mean and even… it’s probably been more, that was just when I applied to it. They probably stay up for at least a month, usually, if not more. It just… I don’t know whether they might, just on that first day, take those cover letters and not read ones that come in after that.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: It’s possible.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Or they might read them all.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: Right. I mean they may be slow to take down a posting or maybe they really are staying open to new applicants as long as the posting’s up. But I think at least giving yourself sort of a time limit, because you’re right. I guess you can wait and see if a better cover letter will sort of come <\/span><span data-id=\"P5-N2009D1\">to you, but if you miss that window…<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: I mean usually if I write one that I’m not too happy with but I think it’s okay, I end up sending it out. So usually it’s between thinking I’ll write a bad one and not doing it or feeling like I’m at a point that I can force myself to do it. And very rarely is it oh I feel like I’m going to <\/span><span data-id=\"P5-N2009F1\">totally write an awesome cover letter for this today. And yeah, when the jobs are more generic it makes it harder to send out something good, and if I’m applying for a billion jobs at Yale, if I should be talking about how awesome it would be to work at Yale and stuff, you can only say that so many <\/span><span data-id=\"P5-N2009F2\">ways before you get really, really repetitive. I mean sometimes I can talk about the different subdivisions but it’s…<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: But if you’re applying, I mean it’s going to be repetitive because it’s a cover letter. [18:56]<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: And if the same people are then reading those same cover letters [inaudible] I don’t want to make it sound like I copy everything from my other cover letters, but I run out of things to say.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: Right, because it’s a very limited… there’s a very limited set of things that you’re going to say in a cover letter. I mean you’re going to talk about why you want to work at the place and why you’d be a good fit for the job. And if the place is Yale and you’re going to talk about why you <\/span><span data-id=\"P5-N200A51\">want to work at Yale, you don’t have a lot of room to be super creative.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">CLIENT: I guess then at that point I could recycle things outright.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">THERAPIST: Yeah, I think for things that fit it’s okay to be recycling things because this isn’t a paper. Original thought is not, and creative interpretation is not, really the goal of this type of writing. This is very specific highlighting your skills. I want to work for you and you want me to work <\/span><span data-id=\"P5-N200A91\">for you for these reasons. Everybody’s kind of writing similar things. It’s hard to get really creative. And you want to stand out based on your unique fit rather than something really zany and creative in your cover letter. [20:17]<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">CLIENT: Yeah, that’s true. And I… yeah, because if you do something gimmicky it will show and…<\/span><\/p>\n<span data-id=\"P5-N200AA-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200AA-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: And not for your field of work. If you were applying to be in some sort of art teacher position, maybe doing something zany and creative would be fabulous. But it doesn’t seem like a fit for the types of job that you’re typically applying for. So it seems like really your task is to figure <\/span><span data-id=\"P6-N200AD1\">out how to get motivated to look at what’s out there so the opportunities don’t pass you by, and how to motivate yourself to then sit down and start the process of producing the cover letters and the resume for them.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: Yeah, I guess. I mean I guess one thing I could do is sort of make watching a show on TV or listening to a podcast contingent on finishing a cover letter, which actually sometimes I’ve done. Or like Sydney might’ve already started listening to something and so it’s on, but I’m not really paying <\/span><span data-id=\"P6-N200AF1\">attention to it until I finish my cover letter because I can’t.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: So that might be a way to do it. I mean and getting… I was thinking about a routine in terms of just getting into a rhythm of your day. Maybe you start the day by what would get you ready to sit down and do some of this work. [21:46]<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: I mean I guess having eaten already and showered and stuff and having some time to Internet at first. It’s just hard to then cut off that Interneting and… before I write something.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: Would it make more sense to make playing on the Internet the reward?<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: Except then I’m like oh, I can totally multitask and look… I mean I guess if I only allowed myself a set 20 minutes or something like that before I started working that could do it. The other thing is that I’m still having trouble with the whole getting a normal sleep schedule.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: What was your sleep like this week?<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: I think… well for most of the time we were staying up more until one than two, so it’s an improvement, but…<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: And then what time are you waking up in the morning?<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: Ten, eleven. This morning I actually… we… because Sydney had the interview we were going to go out for breakfast and stuff early, and I woke up at nine and I just could not get up. So I set an alarm for ten and then I couldn’t really get up so I set an alarm for 10:45 and then I… yeah, at ten <\/span><span data-id=\"P6-N200BF1\">I tried to wake up Sydney. I was hoping he would get up and then that I could go back to sleep and he could wake me up after he’d showered or something. But that’s also why I sent that 10:45 alarm, and then we both ended up going back to sleep. And I mean I guess we went to bed at… it was like 12:45. <\/span><span data-id=\"P6-N200BF2\">It wasn’t that late. I had got more than eight hours sleep but I was just having so much trouble, and I wasn’t even… because sometimes it’s like I have a really good dream or something and I’m like… I don’t want to face the outside world, I want to go back to this dream, I’ll give myself another hour’s <\/span><span data-id=\"P6-N200BF3\">sleep. But this morning I was just so tired I could not get up. And I don’t know, I mean I’m feeling a little bit sick today and so I don’t know if that has something to do with it, but it was just really frustrating. [24:20]<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: So last night you went to bed around one. What have the other nights been like? Is it similar or are you all over the place?<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: Well yeah, it’s sort of all over the place. I think there might have been one night that we actually got to bed early because I… yeah, we got to bed early on Friday night since I had my game on Saturday and that was starting at one, so I wanted to have time to get breakfast beforehand. And so <\/span><span data-id=\"P6-N200C31\">yeah, that time I went to bed early. But the rest of the nights it’s been late. Yeah, sometimes… because I went swing dancing on Wednesday night. I got back from that like 11:30 and then stayed up for awhile. And then on Saturday night I went contra dancing, got back from that at like 11:00, but then <\/span><span data-id=\"P6-N200C32\">Sydney was out with friends. And he got back from that more around 12:00. Then we stayed up for another two hours after that. And I’d been wanting to go to bed but it took a while.<\/span><\/p>\n<span data-id=\"P6-N200C2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200C2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: So the inconsistency plus we had the time change this weekend.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: Yeah, the time change definitely did not help. [25:33]<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: Sometimes that can really kind of alter people’s sleep schedules a bit. So I think one thing that makes it hard if you’re not having a consistent pattern of when you go to sleep and when you wake up, your circadian rhythm is irregular as well. And the pattern of going to bed at a fairly similar <\/span><span data-id=\"P7-N200C91\">time, waking up at a fairly similar time so that your sleep cycles can regulate to the amount of time that you typically sleep, that makes it easier to wake up. Throughout the night we go through several 90-minute sleep cycles, and it’s easier to wake up as… in between a cycle rather than in the middle <\/span><span data-id=\"P7-N200C92\">of one. And if you sleep for the same amount of time every night, approximately, if you typically sleep eight hours or typically sleep ten, your body adjusts so that it kind of knows when you’re going to wake up. So your sleep cycle kind of matches what your wake up time is. So with inconsistency your <\/span><span data-id=\"P7-N200C93\">body has no idea what’s going on or what… or when you’re… when it should be ready to wake up. So I think that might be partly why it’s sometimes really hard to get yourself to get up even though you’ve had more than eight hours of sleep. Well your body didn’t know what to expect. Was it getting eight <\/span><span data-id=\"P7-N200C94\">that night, was it getting ten, was it getting up at eight in the morning or eleven in the morning. It’s a big difference. [26:56]<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Well actually this morning I realized that I did wake up before my alarm; I just couldn’t get out of bed and get up. I mean I got out of bed to go to the bathroom and then I went back to sleep. So…<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: I think your goal is just to try to be a little more consistent.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: How consistent is consistent? Is it… if it’s within an hour is it okay?<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: Yeah, that’s probably close enough.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: It’s unrealistic to expect that you’re going to go to bed at 11:15 on the dot every night. And you don’t need to strive for that. But there’s a big difference between going to bed at 11:45 and 2:00. So I think trying to go to bed within an hour, picking an hour, and then seeing if you can… <\/span><span data-id=\"P7-N200D51\">and make one that’s reasonable. If you know that you’re going to want to be doing these dancing things a couple of nights a week, and that means you’re not getting home until 11 or 11:30 at night, then don’t pick 11 as your bedtime because that’s going to be hard for you to stick with. So pay attention <\/span><span data-id=\"P7-N200D52\">to what’s actually going on, pick something that seems reasonable with that, and practice trying to see if you can arrange your bedtime to be within an hour of each other. That would be closer than what you’re doing now.<\/span><\/p>\n<span data-id=\"P7-N200D4-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200D4-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: Yeah, that’s true. [28:12]<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: So I think we’ve got to work with what’s realistic rather than what would be super ideal. And then the same thing goes for waking up. Waking up at a consistent time is almost more important than going to bed at consistent time because that’s the part that you don’t have as much control over, <\/span><span data-id=\"P8-N200D91\">right? You can pick when you go to bed. You don’t have control over when your body wakes up naturally. You set your alarm but that doesn’t impact what your… where your sleep cycle is. But if you consistently wake up around the same time then your sleep cycles will naturally regulate to that time. And <\/span><span data-id=\"P8-N200D92\">that’s what you want, so that when your… so that your body’s ready to wake up when your alarm says so.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: Yeah, I guess it’s been really hard to do that. I keep on falling into that trap. I guess today it was just so much worse than it usually is. I mean yesterday I got up pretty late too, but…<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: That might be partly because of the time change.<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: It was the time change. I ended up getting up at noon. We went to bed at I guess what was almost two but then was almost three with the time change. And then I don’t think I set an alarm. And yeah, I just… I don’t know, my body…<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: So see what you can do in terms of the things that you can control. It’s going to take probably a couple of days for your body to get used to the time change. And at the same time you’re kind of responding to the fact that you’ve had sort of an erratic pattern of when you go to bed and wake <\/span><span data-id=\"P8-N200E11\">up. So if it’s important to you and you can control the factors of when you go to bed and when you set your alarm…<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: Well I guess… is it possible that my body just needs more sleep? I thought that eight hours is normal. [30:07]<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: Eight to ten is all considered normal needs.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: At least I’m finally sleeping through the night again.<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: Yeah, that makes a big difference.<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: I think… yeah, it mostly started after my job ended. And I don’t know if it had anything to do with the job. I don’t think it did, other than I guess the… now I’m actually going to get a walk in now that I don’t have my job anymore.<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">THERAPIST: And that can help regulate sleep. So sleeping a little bit deeper at night, sleeping through the night because you’re walking. Exercise can really help with that, too, because your body’s actually physically tired enough to sleep through the night. And then you get a better rest.<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">CLIENT: You mean even if I’m not getting exercise every day?<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">THERAPIST: Every day would be ideal. Some days is better than nothing, right? So I mean it’s not all or nothing.<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">CLIENT: I got exercise last night, too, because…<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">THERAPIST: Dancing, right?<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">CLIENT: That was Saturday night. Last night I had rehearsal and I walked to the subway, which was about a ten-minute walk, and then it’s another ten minutes or so from the subway to the room where we rehearse. [31:31]<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">THERAPIST: Yeah, so that’s 20 minutes of walking. So I mean your body doesn’t count some exercise and not others. Even if it’s in little chunks it’s still… it still has a positive impact on you and it can impact so many things. How did it feel to be at rehearsal again [inaudible]<\/span><\/p>\n<span data-id=\"P8-N200F8-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200F8-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">CLIENT: It felt good. I don’t know, I find myself irrationally getting annoyed at some things that people do during rehearsal that aren’t actually bad things that… not that I ever said anything about it but…<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">THERAPIST: What kinds of things?<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">CLIENT: How much do you know about singing?<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">THERAPIST: Very little. So singing things are annoying you?<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">CLIENT: Yeah, so people interrupting in the middle or singing the wrong thing because we do scale going up and then the person who’s playing it will play the note and then the next… that we ended on, then the next note. And then someone was also singing that for no good reason and the person on the <\/span><span data-id=\"P9-N201031\">piano was… and that just bothered me and I don’t know why. And then…<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">THERAPIST: So people kind of not following the rules.<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">CLIENT: Yeah, people just…<\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">THERAPIST: Singer etiquette. [32:58]<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">CLIENT: …butt into [inaudible] It didn’t used to be this way but in the past couple of years [inaudible] or usually Jack will sing random things all the time and sometimes when it’s between… when they’ve given us the note and when we’re about to sing what we’re supposed to sing. That… then it’s really <\/span><span data-id=\"P9-N2010B1\">distracting because… and that… I don’t know if I should speak up but he really shouldn’t be doing… we definitely, at one point, have been told you should not sing between giving the notes and when starting to sing because otherwise that will throw other people off with their notes.<\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">THERAPIST: Yeah, so it feels disrespectful.<\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">CLIENT: And then another one that I just got annoyed… so we were singing a song that… I had been alto forever and switched to tenor because they needed a tenor. And so the tenor they split into two parts. There’s… because it goes low and high. And so they have one person singing lower notes and two <\/span><span data-id=\"P9-N2010F1\">of us singing the upper notes. So the person giving… and the lower note comes first and so the person giving the starting notes give the bass starting note and the low tenor starting note but not the high tenor starting note. And I asked if I could have a starting note but then she kept on playing it <\/span><span data-id=\"P9-N2010F2\">over and over again and I’m like no, I just wanted a starting note. And for some reason that… I guess just because… then I felt like it was like oh, she doesn’t think I can sing it myself or something. But I’m just like no, I just want a starting note like everyone else has a starting note. But if there <\/span><span data-id=\"P9-N2010F3\">was a little [inaudible] of her to actually control my annoyance and I don’t know what that was. [34:41]<\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">THERAPIST: So on a scale of one to ten, how annoyed do these things make you?<\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">CLIENT: Maybe three to five.<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">THERAPIST: So low to medium?<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">THERAPIST: Does that feel appropriate to you? As you sit here removed from the situation, does it feel like an appropriate amount of annoyance for the situation?<\/span><\/p>\n<p data-id=\"P9-N2011A\"><span data-id=\"P9-N2011B\">CLIENT: Probably not for the lower one. I… yeah, I guess it… not quite, yeah. So I don’t know what the deal is, why I get overly annoyed at these things.<\/span><\/p>\n<p data-id=\"P9-N2011C\"><span data-id=\"P9-N2011D\">THERAPIST: Well what does it mean… what kind of meaning do you attach to their… the behavior of the people interrupting, or the girl misunderstanding what you were asking for?<\/span><\/p>\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">CLIENT: I don’t know. Well the interrupting, I’m not really sure. I don’t really place much meaning on it; it’s just people doing their own thing and not paying attention to warm ups or…<\/span><\/p>\n<span data-id=\"P9-N2011E-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2011E-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20120\"><span data-id=\"P10-N20121\">THERAPIST: Well that’s the meaning you attach, that they’re not paying attention.<\/span><\/p>\n<p data-id=\"P10-N20122\"><span data-id=\"P10-N20123\">CLIENT: Yeah, or just trying to railroad it, like do their own thing. And it’s like you are not the one leading warm-ups; stop doing that. Even though I’m not the one leading warm-ups. But I want my warm-ups to be led by one person and not by several people. And you shouldn’t just get to sing something <\/span><span data-id=\"P10-N201231\">and make everybody else sing it when you’re not leading warm-ups. That’s not how rehearsal works. [36:30]<\/span><\/p>\n<p data-id=\"P10-N20124\"><span data-id=\"P10-N20125\">THERAPIST: Yeah, so it’s bumping up your… it’s… that behavior is sort of bumping up your… bumping up against your belief that this should be done a certain way, and nobody should interfere with it. So sometimes even just recognizing it. What is it that’s really frustrating you. It’s frustrating you <\/span><span data-id=\"P10-N201251\">that… or angering you, maybe more appropriately, if it’s a five, that people are breaking the rules that you’re adhering to.<\/span><\/p>\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">CLIENT: And it’s not like I think it’s unfair or anything like that. It’s just annoying.<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">THERAPIST: Yeah, it’s annoying that people aren’t following the rules.<\/span><\/p>\n<p data-id=\"P10-N2012A\"><span data-id=\"P10-N2012B\">CLIENT: But there’s absolutely nothing I can do about it.<\/span><\/p>\n<p data-id=\"P10-N2012C\"><span data-id=\"P10-N2012D\">THERAPIST: Yeah, it’s not your job to enforce the rules, right. You’re not in charge.<\/span><\/p>\n<p data-id=\"P10-N2012E\"><span data-id=\"P10-N2012F\">CLIENT: I mean it’s as if you had no one enforcing them because they all think it’s fine.<\/span><\/p>\n<p data-id=\"P10-N20130\"><span data-id=\"P10-N20131\">THERAPIST: So are you the only one that’s bothered by it?<\/span><\/p>\n<p data-id=\"P10-N20132\"><span data-id=\"P10-N20133\">CLIENT: I mean I haven’t… because it’s such a minor thing that I don’t feel justified being annoyed by it, I haven’t talked to anyone about it. So I’m guessing I’m the only one bothered by it.<\/span><\/p>\n<p data-id=\"P10-N20134\"><span data-id=\"P10-N20135\">THERAPIST: How does the rest of practice go for you?<\/span><\/p>\n<p data-id=\"P10-N20136\"><span data-id=\"P10-N20137\">CLIENT: The rest of practice is usually fine.<\/span><\/p>\n<p data-id=\"P10-N20138\"><span data-id=\"P10-N20139\">THERAPIST: So would keeping that in perspective help you to let go of your feeling that the warm-up is a fairly small portion of the night, and the other part…<\/span><\/p>\n<p data-id=\"P10-N2013A\"><span data-id=\"P10-N2013B\">CLIENT: Well, it’s not just that I… Jack butting in and singing random things isn’t just warm-ups.<\/span><\/p>\n<p data-id=\"P10-N2013C\"><span data-id=\"P10-N2013D\">THERAPIST: Oh, that’s not just the warm-up.<\/span><\/p>\n<p data-id=\"P10-N2013E\"><span data-id=\"P10-N2013F\">CLIENT: It’ll be one where anytime we’re in between runs or the song or anything like that. That’s all the time. I mean he won’t do it in the middle of a song.<\/span><\/p>\n<p data-id=\"P10-N20140\"><span data-id=\"P10-N20141\">THERAPIST: So what do you do in between songs? Or what do other people do? [38:25]<\/span><\/p>\n<p data-id=\"P10-N20142\"><span data-id=\"P10-N20143\">CLIENT: Talk to each other. That’s pretty much what the rest of the group does. Or we’re discussing how it went and what needs to be changed and stuff like that. Well I guess the other thing that I also get annoyed is, I guess she does it on all the parts, but when we’re learning new parts Cam usually <\/span><span data-id=\"P10-N201431\">likes to sing along with it. I guess I just feel like when she does that it feels like she doesn’t think I can handle the part myself, which I guess it’s not that I think… it’s probably that she just wants to learn all the parts. But because we do sometimes have… okay, every…<\/span><\/p>\n<p data-id=\"P10-N20144\"><span data-id=\"P10-N20145\">THERAPIST: Who’s Cam?<\/span><\/p>\n<p data-id=\"P10-N20146\"><span data-id=\"P10-N20147\">CLIENT: She’s one of the people in the group.<\/span><\/p>\n<p data-id=\"P10-N20148\"><span data-id=\"P10-N20149\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P10-N2014A\"><span data-id=\"P10-N2014B\">CLIENT: And yeah, she’s president right now. She’s the only one who does that. But sometimes they’ll have everyone sing the bass part, but that’s usually because the basses probably can’t get it on their own. We… I mean I guess sometimes I’ll have everyone sing… like Kempsey [sp?] had everyone sing <\/span><span data-id=\"P10-N2014B1\">to increase sight reading, but nowadays it’s usually just people in their parts singing the part. And yeah, it feels like she doesn’t think we can get it ourselves.<\/span><\/p>\n<span data-id=\"P10-N2014A-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2014A-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2014C\"><span data-id=\"P11-N2014D\">THERAPIST: And that probably leads you to feel bad [inaudible] interpreting it that way, that she thinks we can’t get this on our own. [39:52]<\/span><\/p>\n<p data-id=\"P11-N2014E\"><span data-id=\"P11-N2014F\">CLIENT: Yeah, and actually last night with the tenor part, Thomas had been on the lower tenor part and then he switched over to mine midway through the song. And I… afterwards he was like oh yeah, I decided to switch because I realized that the tenor, the lower part, was echoing the basses, so we need <\/span><span data-id=\"P11-N2014F1\">more people on the upper part. But during the time I was like wait, is he singing this now because I’m singing it wrong, which is what I thought it was so…<\/span><\/p>\n<p data-id=\"P11-N20150\"><span data-id=\"P11-N20151\">THERAPIST: So the self-doubt thoughts or the… or a feeling like people are judging you and not trusting your abilities, those can really make you feel badly. So when… so I think it’s important to recognize how you’re interpreting what people are doing because if you’re interpreting it in a way that’s <\/span><span data-id=\"P11-N201511\">going to lead you to feel defensive or badly then you need to find another interpretation. Or leave it without interpretation, right. Because in that case you found out that oh, it wasn’t because he didn’t feel… think you were doing a good enough job, it was completely unrelated to you at all. And it <\/span><span data-id=\"P11-N201512\">might be that Cam is unrelated to you wanting to learn all the parts because she’s president and feels that she should have a handle on everybody’s part. So…<\/span><\/p>\n<p data-id=\"P11-N20152\"><span data-id=\"P11-N20153\">CLIENT: I don’t think it’s because she’s president, but I think it’s just because she wants to learn all the parts.<\/span><\/p>\n<p data-id=\"P11-N20154\"><span data-id=\"P11-N20155\">THERAPIST: But again… but… so that’s a benign interpretation, whether it’s because she wants to learn all the parts just because that’s who she is. But coming up with interpretation for things that don’t make you feel badly, whether it’s angry or upset. When you don’t know it doesn’t do you any good <\/span><span data-id=\"P11-N201551\">to come up with an interpretation that makes you feel bad. Until you can check in about something, see if you can come up with an interpretation that’s neutral, like oh, Cam just likes to learn them all, or so and so’s easily bored in between sets so he sings his own thing. [41:54]<\/span><\/p>\n<p data-id=\"P11-N20156\"><span data-id=\"P11-N20157\">CLIENT: Yeah, I guess it just gets annoying and repetitive. It’s like maybe he’s sometimes doing it to be funny and after you do it the hundredth time it’s…<\/span><\/p>\n<p data-id=\"P11-N20158\"><span data-id=\"P11-N20159\">THERAPIST: …ceases to be funny. And you… maybe you could lead with that. Oh, yeah, this has now ceased to be funny. Without getting as invested in response to it. And the purpose of trying to not get really vested in the response is not to give him a break but give you a break from feeling maybe more <\/span><span data-id=\"P11-N201591\">upset than makes sense.<\/span><\/p>\n<p data-id=\"P11-N2015A\"><span data-id=\"P11-N2015B\">CLIENT: Yeah, I just wish all the decorum around warm-ups hadn’t completely disappeared but…<\/span><\/p>\n<p data-id=\"P11-N2015C\"><span data-id=\"P11-N2015D\">THERAPIST: Yeah, I can see that it… not taking it seriously bothers you.<\/span><\/p>\n<p data-id=\"P11-N2015E\"><span data-id=\"P11-N2015F\">CLIENT: It just… and if it were people just like talking in between or something like that, that probably wouldn’t bother me as much as actively trying to sing something and be okay, where’s [inaudible] when you’re not the one leading it. Also, sometimes [inaudible] Jack sings something weird and then <\/span><span data-id=\"P11-N2015F1\">we do end up singing it, and it’s something that isn’t actually [inaudible] because the syllables are hard to sing or something like that. Because it’s like okay, pick a random sentence and sing that. And that’s not how you should be warming up. It should be things that allow the voice to get to its <\/span><span data-id=\"P11-N2015F2\">maximum range and stuff. [43:27]<\/span><\/p>\n<span data-id=\"P11-N2015E-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N2015E-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20160\"><span data-id=\"P12-N20161\">THERAPIST: That would be ideal.<\/span><\/p>\n<p data-id=\"P12-N20162\"><span data-id=\"P12-N20163\">CLIENT: Yeah, and I think some people… and there are other things, too, that people have done in the past with… or afterwards I think they completely missed what should have been the point of the warm-up, going up on one that should be going down. And it’s just like no one knows how warm-ups work anymore.<\/span><\/p>\n<p data-id=\"P12-N20164\"><span data-id=\"P12-N20165\">THERAPIST: Where did you learn about it?<\/span><\/p>\n<p data-id=\"P12-N20166\"><span data-id=\"P12-N20167\">CLIENT: I was in choir for all of high school and some of middle school, but four years of… two of those years were… was in the special audition choir. Then even… and also then [inaudible] used to have warm-up… do normal warm-ups. And so years and years of choral experience.<\/span><\/p>\n<p data-id=\"P12-N20168\"><span data-id=\"P12-N20169\">THERAPIST: And what is the background of the other people who are doing it differently?<\/span><\/p>\n<p data-id=\"P12-N2016A\"><span data-id=\"P12-N2016B\">CLIENT: Probably not years and years of choral experience. And there’s a… I guess they just sort of think oh, it would be fun to do x but it’s like you’re trying to… I think one where they just kept on changing the syllables when the whole point of it was to be testing speed and I guess faster and faster. <\/span><span data-id=\"P12-N2016B1\">And it’s just trying to combine too many things into one, and it’s like that’s not the point of this. So I guess it’s sort of like they’re coming from a perspective of oh, it would be fun to do x. [45:15]<\/span><\/p>\n<p data-id=\"P12-N2016C\"><span data-id=\"P12-N2016D\">THERAPIST: Yeah, so maybe people might have different goals of what’s the point of the warm up. And for you it’s very clearly about developing the range and letting your voice actually warm up, and maybe another interpretation that people are taking is let’s play a little bit. Can you be more flexible?<\/span><\/p>\n<p data-id=\"P12-N2016E\"><span data-id=\"P12-N2016F\">CLIENT: I don’t know.<\/span><\/p>\n<p data-id=\"P12-N20170\"><span data-id=\"P12-N20171\">THERAPIST: So that’s the challenge. It’s challenging you to be a little bit more flexible. What’s the point of warming up.<\/span><\/p>\n<p data-id=\"P12-N20172\"><span data-id=\"P12-N20173\">CLIENT: Yeah, I’ve completely forgotten about that aspect of [inaudible] and it’s only been in the most recent past…<\/span><\/p>\n<p data-id=\"P12-N20174\"><span data-id=\"P12-N20175\">THERAPIST: That sometimes people do things that are more just for fun, or that challenges you to be flexible.<\/span><\/p>\n<p data-id=\"P12-N20176\"><span data-id=\"P12-N20177\">CLIENT: That people do things for fun and randomly interrupt [inaudible] yeah.<\/span><\/p>\n<p data-id=\"P12-N20178\"><span data-id=\"P12-N20179\">THERAPIST: I mean it’s not a professional group.<\/span><\/p>\n<p data-id=\"P12-N2017A\"><span data-id=\"P12-N2017B\">CLIENT: Yeah, and I mean I’m not trying to get us to be professional. And I mean there’s a reason why I haven’t said anything about it to anyone.<\/span><\/p>\n<p data-id=\"P12-N2017C\"><span data-id=\"P12-N2017D\">THERAPIST: But I think the… you want to be able to enjoy your time there, and you’re not going to be able to change the group. I mean there may be specific things that you can have an impact on but you’re not going to change the entire group. So figuring out where you can be a little bit more flexible <\/span><span data-id=\"P12-N2017D1\">so that you can enjoy things, even when they’re not done exactly the way you would have them be done, that’s going to be the challenge. Because I do really want you to be able to enjoy the things that you get from it. I imagine you want to be able to enjoy your time there too. And so we need to figure <\/span><span data-id=\"P12-N2017D2\">out what is in your power. And part of that might be learning how to tolerate things being done differently than you would do them and broadening… maybe not broadening your vocal range but broadening your tolerance. [47:14]<\/span><\/p>\n<p data-id=\"P12-N2017E\"><span data-id=\"P12-N2017F\">CLIENT: Or if I could possibly do a class, like this is how to do a warm-up.<\/span><\/p>\n<p data-id=\"P12-N20180\"><span data-id=\"P12-N20181\">THERAPIST: You want to change them; you don’t want you to be changed at all.<\/span><\/p>\n<p data-id=\"P12-N20182\"><span data-id=\"P12-N20183\">CLIENT: Yes, I mean warm-up [inaudible] is just like picking random notes and… it’s… that’s not warming us up. It’s not what the group expects and it makes it, I don’t know, I just… I can’t really explain why it’s wrong but it is. And then I don’t always feel, then, like I’ve actually gotten warmed <\/span><span data-id=\"P12-N201831\">up, which is an actual problem. I don’t know if I can just make myself be more flexible.<\/span><\/p>\n<span data-id=\"P12-N20182-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N20182-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N20184\"><span data-id=\"P13-N20185\">THERAPIST: It’s hard to increase your flexibility. It’s also hard to make other people change when they don’t want to. You have to see where… which side you want to push on. [48:31]<\/span><\/p>\n<p data-id=\"P13-N20186\"><span data-id=\"P13-N20187\">CLIENT: But I mean some of them might not actually know what a warm up is supposed to do, which is why I would consider doing that.<\/span><\/p>\n<p data-id=\"P13-N20188\"><span data-id=\"P13-N20189\">THERAPIST: Yeah, so that might be something you can look for, right. So it’s not impossible for people to change; it is… I don’t want to say impossible because nothing’s really impossible, but it is very difficult and not likely to get people to change if they don’t want to. Now figuring out if maybe <\/span><span data-id=\"P13-N201891\">there are people that are open to hearing your ideas and then hearing your ideas, in that case, might actually have real impact. There may be people who are not open to that and see the process as something different than what you see it as, and that they might be okay with sometimes not having a real <\/span><span data-id=\"P13-N201892\">vocal warm-up but just playing. So I think figuring out where there are openings, you push on the openings, and then where there… if there isn’t an opening then the… any shift in your enjoyment has to come from your shift. So we’ll have to see what’s available to you really. So we have to stop for today. [49:41]<\/span><\/p>\n<p data-id=\"P13-N2018A\"><span data-id=\"P13-N2018B\">CLIENT: Okay. By the way, so I actually can do the 24th but can’t do the 31st.<\/span><\/p>\n<p data-id=\"P13-N2018C\"><span data-id=\"P13-N2018D\">THERAPIST: Okay, and you can do next week normal too.<\/span><\/p>\n<p data-id=\"P13-N2018E\"><span data-id=\"P13-N2018F\">CLIENT: And next week normal too.<\/span><\/p>\n<p data-id=\"P13-N20190\"><span data-id=\"P13-N20191\">THERAPIST: Okay, so the 24th you can do. I’ll put you in for the 2:30 that day. And you said no on the 31st.<\/span><\/p>\n<p data-id=\"P13-N20192\"><span data-id=\"P13-N20193\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P13-N20194\"><span data-id=\"P13-N20195\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P13-N20196\"><span data-id=\"P13-N20197\">CLIENT: I’m going to write you a check now.<\/span><\/p>\n<p data-id=\"P13-N20198\"><span data-id=\"P13-N20199\">THERAPIST: And then maybe next week we can also talk about… I know Passover’s coming up in April.<\/span><\/p>\n<p data-id=\"P13-N2019A\"><span data-id=\"P13-N2019B\">CLIENT: Oh yeah. Yeah, that’s<\/span><\/p>\n<p data-id=\"P13-N2019C\"><span data-id=\"P13-N2019D\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her irregular sleep behavior and how it negatively impacts her day. Client discusses how her extra-curricular activities are expanding her social life, but it can be frustrating to her when people don't follow the rules."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Relationships","Eating behavior","Self confidence","Behaviorism","Psychodynamic Theory","Cognitivism","Panic","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["17"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Relationships","Eating behavior","Self confidence"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Behaviorism","Psychodynamic Theory","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Panic","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":13,"pageCount":13,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561893","dorpId":"1006468887","contentType":"text","aucs":"CTRN-V1","title":"Client \"R\" Session March 10, 2014: Client discusses her irregular sleep behavior and how it negatively impacts her day. Client discusses how her extra-curricular activities are expanding her social life, but it can be frustrating to her when people don't follow the rules.","fullTitle":"Client \"R\" Session March 10, 2014: Client discusses her irregular sleep behavior and how it negatively impacts her day. Client discusses how her extra-curricular activities are expanding her social life, but it can be frustrating to her when people don't follow the rules.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":13,"totalPages":13,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":13,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Where are you today? How are you today?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Doing okay. I think I’m going to do dancing two nights a week instead of three.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Because I’m not sure that three is sustainable, and so far I’ve been making two.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: That seems realistic then, noticing what’s happening and base it on that.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yeah, so I’m not sure that’s actually enough but…<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Well it’s a difference, so I think looking at the changes that you make in your life, kind of figuring out what they do for you, rather than whether it’s enough or not enough. Did you enjoy it? [1:05]<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah, I did.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: So that’s really important.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: And I’ve gotten better at walking so it…<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: The weather change this weekend probably helped with that.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yeah, well I meant more that when I walk it doesn’t hurt sort of thing, because before my lower back would hurt pretty soon. If I carry too much it still sometimes happens, but I’ve been not hurting most of the time.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Yeah, so if you think about what… basing what you do and noticing what changes it’s making, I know that you want to lose weight but also noticing things like having more mobility, having more fun. You were feeling pretty isolated, so dancing is something that helps decrease that. You’re just <\/span><span data-id=\"P1-N200251\">out seeing more people. Those things are all positive changes for you in the week. And if it also helps you to control your weight, that’s great. If there are other things you need to do in order to achieve that goal, then we might find that that’s the case. But I think looking at your overall health <\/span><span data-id=\"P1-N200252\">in terms of both your medical health and your… your physical health and your mental health, you’ve got to look at sort of what are the things you’re doing and how are they affecting you. [2:22]<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Yeah, and today after this appointment I’m getting together with a friend and knitting.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: Awesome.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: So yeah, I’ve…<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: When did you reach out for that?<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: Well we were originally going to meet last week but then things came up, so I guess about a week and a half ago. But yeah, I don’t know. I’m still… I’m trying to… I think I might be eating less but I’m not… still not doing the whole getting all my vegetables in and stuff. And still been doing <\/span><span data-id=\"P1-N2002F1\">a lot of ordering take out just because I… neither Sydney nor I usually feel like cooking or doing all the dishes and stuff. And he had made mac and cheese and there were a lot of dishes with that that we still haven’t actually got into because he said he’d do them, and he hasn’t done them yet, so…<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">THERAPIST: So that’s a hard routine to break. [3:32]<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">CLIENT: Yeah, because I don’t want… because often it ends up, then, that I end up doing the dishes, but if he says he’ll do them, I should let him do them. But then again, if they don’t get done after a certain time then they need to be done. So I’m not sure what… there’s not really good compromise.<\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">THERAPIST: What’s your time frame?<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">CLIENT: Well I guess my time frame is before the next time that I want to cook something. And we’ve just been extending that by going out or ordering in.<\/span><\/p>\n<p data-id=\"P1-N20038\"><span data-id=\"P1-N20039\">THERAPIST: Yeah, so you’re giving it a good long time it sounds like.<\/span><\/p>\n<p data-id=\"P1-N2003A\"><span data-id=\"P1-N2003B\">CLIENT: Yeah. But I mean he’s been freaking out because today, actually right now, he had his job interview and it was a technical interview. And before he was freaking out and I didn’t know why, and I thought it was just his normal oh no, it’s something happening; it’s important, therefore I’m going <\/span><span data-id=\"P1-N2003B1\">to have a panic attack. And I was being sort of unsympathetic because I was just kind of pissed off because here he is having a job interview and I haven’t heard back from many people. And I’m actually out applying for jobs and if I had an interview I’d be happy. When I talked to him yesterday I finally <\/span><span data-id=\"P1-N2003B2\">figured out it was because he hadn’t been programming for the past two years since he’s been unemployed, and it’s they’re going to ask him programming questions and he didn’t feel ready for it. So then I was more sympathetic because that actually makes sense. And I thought it was more like a talking <\/span><span data-id=\"P1-N2003B3\">about what you do kind of, like the interviews that I have. So…<\/span><\/p>\n<span data-id=\"P1-N2003A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Yeah, so he wasn’t feeling qualified. [5:21]<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Yeah, he had… he’d been programming. Had he not been unemployed for the past two years he would’ve been able to do it with no problem, but he wasn’t feeling ready. Then again he was also shooting himself in the foot by… well I guess he only had a few days to prepare because… okay, so he had <\/span><span data-id=\"P2-N2003F1\">talked to the recruiter a while ago and he had put off that talk for a while because he had gotten really sick with the bronchitis. Then he finally did talk to them… her, and she was like okay, we need to set up an interview with the actual interviewers, here’s a bunch of questions that you need to <\/span><span data-id=\"P2-N2003F2\">fill out. And he stalled on that and finally got it back. And then for at least… it took him a couple of weeks after talking to the recruiter just to send that in. And then… or either that or… there was some step that he took two weeks to get back to them, or more than two weeks even. And then he didn’t <\/span><span data-id=\"P2-N2003F3\">hear back from them until we thought okay, well he took too long. I guess that means they’re not interested anymore. And then they finally got back to him on Thursday with the interview slot for Monday, giving him three days to prepare. And had he known they were still actively considering him he would’ve <\/span><span data-id=\"P2-N2003F4\">been preparing the whole time, but then since he only had the weekend he didn’t prepare at all. He might still be fine but he’s not sure if he’s going to be fine, so…<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Well, I hope that it goes well for him. [7:09]<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: Yeah, I mean the whole thing. The job is in Florida so he’s not sure he’d even want it anyway. Facebook does have the office in Boston for their telecommuters but this is a job probably working with their servers, which he’d have to be physically present there. So he’s not even sure that he wants it.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: How do you feel?<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: I don’t know because the thing is, if he… because he’d only accept it if he had enough for both of us to live off of in Florida. So I think… I don’t know whether it’s… I don’t know if it’s a long shot that he’ll get it. I do think it would be a long shot that he’d get it and it would be enough <\/span><span data-id=\"P2-N200471\">that he’d actually take it, and even then I… he’s still pretty depressed and still hasn’t gotten… his psychiatrist still hasn’t gotten back to him, and he is on no anti-anxiety meds and so I don’t even know. Maybe working would be good for him and make him feel better, but I don’t know whether or not <\/span><span data-id=\"P2-N200472\">he’s at the point where he could hold down a job. So yeah, I mean I’m hoping he does well so that way it’s his choice whether or not he wants to take the job, but yeah, I don’t know how hard the questions are going to be that they ask him. [8:48]<\/span><\/p>\n<span data-id=\"P2-N20046-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: How could you know that?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Because I know nothing about technical interviews.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Yeah, because you’re in different fields.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yeah, in my field it’s not those kind of questions at all. And I mean I guess I’m… I mean it hasn’t been… I haven’t been looking for jobs that much. Last week I didn’t… I mean I didn’t check all the sites but I checked some of the sites, and the ones that I did I didn’t find anything that I <\/span><span data-id=\"P3-N2004F1\">could apply to, so this… I guess this is now my third week of unemployment and so far I’ve applied to jobs one of those three weeks. But then again, this week has only just started so I guess I’ve only missed one week of applying to things. But still…<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: What stopped you from checking all of your typical sites last week?<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: I don’t know, I guess because I was just… I really don’t know, possibly forgetting about the other ones. [9:51]<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Out of practice?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yeah, which is very silly. And then when I thought of it I was already out of the okay, I’ll try to find things and apply to them mode, and it was just like yeah, whatever, which I shouldn’t have done because if I had found something I could’ve always just bookmarked it and looked at it later. <\/span><span data-id=\"P3-N200571\">But I guess now I can always go back and look at everything because it’s probably not going to make that much of a difference if it’s a few days.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: And kind of setting up a routine for yourself of when you check, where you look, so you can get back in that rhythm.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Yeah, which is harder than if I have to set up a routine of okay, this is when I apply for jobs, then what happens if I get to that time and I don’t feel like it. And then again, what happens if I only waited until I feel like it and never feel like it. I can’t…<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: The expectation that you’re going to feel like doing what you need to do. I mean there are kind of… you think about separate categories of things. There are things that you want to do and then there are your responsibilities that you need to do. And I think at this point looking for jobs <\/span><span data-id=\"P3-N2005D1\">and applying for reasonable jobs is something you need to do. That’s one of your responsibilities as somebody who has an apartment, has college degrees, has graduate degrees. Your parents are expecting it of you. So there’s a difference between being unable to do something and not wanting to do something. [11:40]<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: Yeah, just like it was the same thing with writing papers in college, in grad school. If I was… I guess these periods also came more often then, but there were periods that I was like okay, I’m totally writing this paper, would write tons of things, and it would be really, really good. And then <\/span><span data-id=\"P3-N2005F1\">there were times that I had to write a paper and wasn’t feeling it and getting any sentence was like pulling teeth. It was just not coming out of me. And it’s the same thing with cover letters except it’s even worse.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: Yeah, because you’re not really… I mean [inaudible] writing papers. You may have had something that you were… a topic that you were interested in.<\/span><\/p>\n<span data-id=\"P3-N20060-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Yeah, or at least I could…<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Whereas cover letters feel pretty dry.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Yeah, especially because it was so much easier when I actually had things to talk about, like sources and proving points, and a cover letter’s not like that at all.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Right, so they’re… it seems less likely that sort of design… divine inspiration to write is not going to come as much for job applications as it does, or as it did, for papers that you might be interested in. So your bar for what you push through has to be a little bit different. [13:03]<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Yeah, but I mean they’re… because the ones that I wrote two weeks ago I did have a period of oh, I can totally do this. And I still get it. Yesterday we… Sydney helped me and we actually took out all the trash and recycling. I willed myself to do it.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: How did you feel when you were done?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: A lot better.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: Yeah, so looking forward to that feeling, whether it’s relief or pride or accomplishment, that whatever that better was, knowing that that might follow. So it might not feel good when you get started but there is that positive feeling at the end for having done something that you know is <\/span><span data-id=\"P4-N200711\">on that list of things that you just do as a responsible adult.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: It’s just really hard with cover letters because you can push yourself to do the dishes; you don’t have to think to do the dishes. I’m just hoping I can get back to the point where writing cover letters doesn’t actually require thinking either. [14:31]<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Do you have copies on your computer of the ones you’ve written before?<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: Yes, every single one of them. And I keep them all in one folder. And the resumes I update and put a date on the… and then I have everything sorted by date so I can go back and be like okay, at this point in time I was applying for these kinds of jobs. Let me look and see what I wrote in them. <\/span><span data-id=\"P4-N200771\">But the problem, I guess, is also now it’s very different, what I’m writing. So I have to start all over again. I can’t just recycle stuff from my old cover letters because I had this job for a year and…<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: Right, so you have to kind of… well but you’ve applied to something since then, right?<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: Mm-hm.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: A couple of things. So…<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: But none of them have had cover letters that I’ve considered particularly good yet. So I mean I can use stuff from them…<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: Pieces maybe.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: But if they all are like pieces of sucky cover letters then I just send out more sucky cover letters. Then I’m sending out sucky cover letters. And then does that even really count as sending out cover letters if they’re not going to get me anything. And maybe they’re not as bad as I think they <\/span><span data-id=\"P4-N200831\">are but they’re not particularly…<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: It’s so subjective.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: … good.<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">THERAPIST: I mean you certainly don’t get anything by not sending out one. [16:02]<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">CLIENT: Well no, not quite. Because then I still have the potential to send one out and possibly send out a good one. If I sent out one that’s bad then I can’t send out another one for that job.<\/span><\/p>\n<p data-id=\"P4-N2008C\"><span data-id=\"P4-N2008D\">THERAPIST: That’s true.<\/span><\/p>\n<p data-id=\"P4-N2008E\"><span data-id=\"P4-N2008F\">CLIENT: So by… if they’re…<\/span><\/p>\n<p data-id=\"P4-N20090\"><span data-id=\"P4-N20091\">THERAPIST: How long do the jobs that are posted in your field typically stay open?<\/span><\/p>\n<p data-id=\"P4-N20092\"><span data-id=\"P4-N20093\">CLIENT: Usually at least a couple of weeks. I’m not sure if they… it depends on… sometimes they even give you a closing date. The ones that I had applied for two weeks ago, at that time it had been three weeks since they had been posted but the postings were still up, so I was like does it mean that <\/span><span data-id=\"P4-N200931\">I would still have a chance for them maybe.<\/span><\/p>\n<span data-id=\"P4-N20092-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20092-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: So knowing that they typically stay up for a couple of weeks gives you a time limit for your thinking of how long can you wait before deciding to send out something that feels okay but not great.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: I mean and even… it’s probably been more, that was just when I applied to it. They probably stay up for at least a month, usually, if not more. It just… I don’t know whether they might, just on that first day, take those cover letters and not read ones that come in after that.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: It’s possible.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Or they might read them all.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: Right. I mean they may be slow to take down a posting or maybe they really are staying open to new applicants as long as the posting’s up. But I think at least giving yourself sort of a time limit, because you’re right. I guess you can wait and see if a better cover letter will sort of come <\/span><span data-id=\"P5-N2009D1\">to you, but if you miss that window…<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: I mean usually if I write one that I’m not too happy with but I think it’s okay, I end up sending it out. So usually it’s between thinking I’ll write a bad one and not doing it or feeling like I’m at a point that I can force myself to do it. And very rarely is it oh I feel like I’m going to <\/span><span data-id=\"P5-N2009F1\">totally write an awesome cover letter for this today. And yeah, when the jobs are more generic it makes it harder to send out something good, and if I’m applying for a billion jobs at Yale, if I should be talking about how awesome it would be to work at Yale and stuff, you can only say that so many <\/span><span data-id=\"P5-N2009F2\">ways before you get really, really repetitive. I mean sometimes I can talk about the different subdivisions but it’s…<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: But if you’re applying, I mean it’s going to be repetitive because it’s a cover letter. [18:56]<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: And if the same people are then reading those same cover letters [inaudible] I don’t want to make it sound like I copy everything from my other cover letters, but I run out of things to say.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: Right, because it’s a very limited… there’s a very limited set of things that you’re going to say in a cover letter. I mean you’re going to talk about why you want to work at the place and why you’d be a good fit for the job. And if the place is Yale and you’re going to talk about why you <\/span><span data-id=\"P5-N200A51\">want to work at Yale, you don’t have a lot of room to be super creative.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">CLIENT: I guess then at that point I could recycle things outright.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">THERAPIST: Yeah, I think for things that fit it’s okay to be recycling things because this isn’t a paper. Original thought is not, and creative interpretation is not, really the goal of this type of writing. This is very specific highlighting your skills. I want to work for you and you want me to work <\/span><span data-id=\"P5-N200A91\">for you for these reasons. Everybody’s kind of writing similar things. It’s hard to get really creative. And you want to stand out based on your unique fit rather than something really zany and creative in your cover letter. [20:17]<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">CLIENT: Yeah, that’s true. And I… yeah, because if you do something gimmicky it will show and…<\/span><\/p>\n<span data-id=\"P5-N200AA-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200AA-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: And not for your field of work. If you were applying to be in some sort of art teacher position, maybe doing something zany and creative would be fabulous. But it doesn’t seem like a fit for the types of job that you’re typically applying for. So it seems like really your task is to figure <\/span><span data-id=\"P6-N200AD1\">out how to get motivated to look at what’s out there so the opportunities don’t pass you by, and how to motivate yourself to then sit down and start the process of producing the cover letters and the resume for them.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: Yeah, I guess. I mean I guess one thing I could do is sort of make watching a show on TV or listening to a podcast contingent on finishing a cover letter, which actually sometimes I’ve done. Or like Sydney might’ve already started listening to something and so it’s on, but I’m not really paying <\/span><span data-id=\"P6-N200AF1\">attention to it until I finish my cover letter because I can’t.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: So that might be a way to do it. I mean and getting… I was thinking about a routine in terms of just getting into a rhythm of your day. Maybe you start the day by what would get you ready to sit down and do some of this work. [21:46]<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: I mean I guess having eaten already and showered and stuff and having some time to Internet at first. It’s just hard to then cut off that Interneting and… before I write something.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: Would it make more sense to make playing on the Internet the reward?<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: Except then I’m like oh, I can totally multitask and look… I mean I guess if I only allowed myself a set 20 minutes or something like that before I started working that could do it. The other thing is that I’m still having trouble with the whole getting a normal sleep schedule.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: What was your sleep like this week?<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: I think… well for most of the time we were staying up more until one than two, so it’s an improvement, but…<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: And then what time are you waking up in the morning?<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: Ten, eleven. This morning I actually… we… because Sydney had the interview we were going to go out for breakfast and stuff early, and I woke up at nine and I just could not get up. So I set an alarm for ten and then I couldn’t really get up so I set an alarm for 10:45 and then I… yeah, at ten <\/span><span data-id=\"P6-N200BF1\">I tried to wake up Sydney. I was hoping he would get up and then that I could go back to sleep and he could wake me up after he’d showered or something. But that’s also why I sent that 10:45 alarm, and then we both ended up going back to sleep. And I mean I guess we went to bed at… it was like 12:45. <\/span><span data-id=\"P6-N200BF2\">It wasn’t that late. I had got more than eight hours sleep but I was just having so much trouble, and I wasn’t even… because sometimes it’s like I have a really good dream or something and I’m like… I don’t want to face the outside world, I want to go back to this dream, I’ll give myself another hour’s <\/span><span data-id=\"P6-N200BF3\">sleep. But this morning I was just so tired I could not get up. And I don’t know, I mean I’m feeling a little bit sick today and so I don’t know if that has something to do with it, but it was just really frustrating. [24:20]<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: So last night you went to bed around one. What have the other nights been like? Is it similar or are you all over the place?<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: Well yeah, it’s sort of all over the place. I think there might have been one night that we actually got to bed early because I… yeah, we got to bed early on Friday night since I had my game on Saturday and that was starting at one, so I wanted to have time to get breakfast beforehand. And so <\/span><span data-id=\"P6-N200C31\">yeah, that time I went to bed early. But the rest of the nights it’s been late. Yeah, sometimes… because I went swing dancing on Wednesday night. I got back from that like 11:30 and then stayed up for awhile. And then on Saturday night I went contra dancing, got back from that at like 11:00, but then <\/span><span data-id=\"P6-N200C32\">Sydney was out with friends. And he got back from that more around 12:00. Then we stayed up for another two hours after that. And I’d been wanting to go to bed but it took a while.<\/span><\/p>\n<span data-id=\"P6-N200C2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200C2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: So the inconsistency plus we had the time change this weekend.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: Yeah, the time change definitely did not help. [25:33]<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: Sometimes that can really kind of alter people’s sleep schedules a bit. So I think one thing that makes it hard if you’re not having a consistent pattern of when you go to sleep and when you wake up, your circadian rhythm is irregular as well. And the pattern of going to bed at a fairly similar <\/span><span data-id=\"P7-N200C91\">time, waking up at a fairly similar time so that your sleep cycles can regulate to the amount of time that you typically sleep, that makes it easier to wake up. Throughout the night we go through several 90-minute sleep cycles, and it’s easier to wake up as… in between a cycle rather than in the middle <\/span><span data-id=\"P7-N200C92\">of one. And if you sleep for the same amount of time every night, approximately, if you typically sleep eight hours or typically sleep ten, your body adjusts so that it kind of knows when you’re going to wake up. So your sleep cycle kind of matches what your wake up time is. So with inconsistency your <\/span><span data-id=\"P7-N200C93\">body has no idea what’s going on or what… or when you’re… when it should be ready to wake up. So I think that might be partly why it’s sometimes really hard to get yourself to get up even though you’ve had more than eight hours of sleep. Well your body didn’t know what to expect. Was it getting eight <\/span><span data-id=\"P7-N200C94\">that night, was it getting ten, was it getting up at eight in the morning or eleven in the morning. It’s a big difference. [26:56]<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Well actually this morning I realized that I did wake up before my alarm; I just couldn’t get out of bed and get up. I mean I got out of bed to go to the bathroom and then I went back to sleep. So…<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: I think your goal is just to try to be a little more consistent.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: How consistent is consistent? Is it… if it’s within an hour is it okay?<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: Yeah, that’s probably close enough.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: It’s unrealistic to expect that you’re going to go to bed at 11:15 on the dot every night. And you don’t need to strive for that. But there’s a big difference between going to bed at 11:45 and 2:00. So I think trying to go to bed within an hour, picking an hour, and then seeing if you can… <\/span><span data-id=\"P7-N200D51\">and make one that’s reasonable. If you know that you’re going to want to be doing these dancing things a couple of nights a week, and that means you’re not getting home until 11 or 11:30 at night, then don’t pick 11 as your bedtime because that’s going to be hard for you to stick with. So pay attention <\/span><span data-id=\"P7-N200D52\">to what’s actually going on, pick something that seems reasonable with that, and practice trying to see if you can arrange your bedtime to be within an hour of each other. That would be closer than what you’re doing now.<\/span><\/p>\n<span data-id=\"P7-N200D4-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200D4-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: Yeah, that’s true. [28:12]<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: So I think we’ve got to work with what’s realistic rather than what would be super ideal. And then the same thing goes for waking up. Waking up at a consistent time is almost more important than going to bed at consistent time because that’s the part that you don’t have as much control over, <\/span><span data-id=\"P8-N200D91\">right? You can pick when you go to bed. You don’t have control over when your body wakes up naturally. You set your alarm but that doesn’t impact what your… where your sleep cycle is. But if you consistently wake up around the same time then your sleep cycles will naturally regulate to that time. And <\/span><span data-id=\"P8-N200D92\">that’s what you want, so that when your… so that your body’s ready to wake up when your alarm says so.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: Yeah, I guess it’s been really hard to do that. I keep on falling into that trap. I guess today it was just so much worse than it usually is. I mean yesterday I got up pretty late too, but…<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: That might be partly because of the time change.<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: It was the time change. I ended up getting up at noon. We went to bed at I guess what was almost two but then was almost three with the time change. And then I don’t think I set an alarm. And yeah, I just… I don’t know, my body…<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: So see what you can do in terms of the things that you can control. It’s going to take probably a couple of days for your body to get used to the time change. And at the same time you’re kind of responding to the fact that you’ve had sort of an erratic pattern of when you go to bed and wake <\/span><span data-id=\"P8-N200E11\">up. So if it’s important to you and you can control the factors of when you go to bed and when you set your alarm…<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: Well I guess… is it possible that my body just needs more sleep? I thought that eight hours is normal. [30:07]<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: Eight to ten is all considered normal needs.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: At least I’m finally sleeping through the night again.<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: Yeah, that makes a big difference.<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: I think… yeah, it mostly started after my job ended. And I don’t know if it had anything to do with the job. I don’t think it did, other than I guess the… now I’m actually going to get a walk in now that I don’t have my job anymore.<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">THERAPIST: And that can help regulate sleep. So sleeping a little bit deeper at night, sleeping through the night because you’re walking. Exercise can really help with that, too, because your body’s actually physically tired enough to sleep through the night. And then you get a better rest.<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">CLIENT: You mean even if I’m not getting exercise every day?<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">THERAPIST: Every day would be ideal. Some days is better than nothing, right? So I mean it’s not all or nothing.<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">CLIENT: I got exercise last night, too, because…<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">THERAPIST: Dancing, right?<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">CLIENT: That was Saturday night. Last night I had rehearsal and I walked to the subway, which was about a ten-minute walk, and then it’s another ten minutes or so from the subway to the room where we rehearse. [31:31]<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">THERAPIST: Yeah, so that’s 20 minutes of walking. So I mean your body doesn’t count some exercise and not others. Even if it’s in little chunks it’s still… it still has a positive impact on you and it can impact so many things. How did it feel to be at rehearsal again [inaudible]<\/span><\/p>\n<span data-id=\"P8-N200F8-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200F8-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">CLIENT: It felt good. I don’t know, I find myself irrationally getting annoyed at some things that people do during rehearsal that aren’t actually bad things that… not that I ever said anything about it but…<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">THERAPIST: What kinds of things?<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">CLIENT: How much do you know about singing?<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">THERAPIST: Very little. So singing things are annoying you?<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">CLIENT: Yeah, so people interrupting in the middle or singing the wrong thing because we do scale going up and then the person who’s playing it will play the note and then the next… that we ended on, then the next note. And then someone was also singing that for no good reason and the person on the <\/span><span data-id=\"P9-N201031\">piano was… and that just bothered me and I don’t know why. And then…<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">THERAPIST: So people kind of not following the rules.<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">CLIENT: Yeah, people just…<\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">THERAPIST: Singer etiquette. [32:58]<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">CLIENT: …butt into [inaudible] It didn’t used to be this way but in the past couple of years [inaudible] or usually Jack will sing random things all the time and sometimes when it’s between… when they’ve given us the note and when we’re about to sing what we’re supposed to sing. That… then it’s really <\/span><span data-id=\"P9-N2010B1\">distracting because… and that… I don’t know if I should speak up but he really shouldn’t be doing… we definitely, at one point, have been told you should not sing between giving the notes and when starting to sing because otherwise that will throw other people off with their notes.<\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">THERAPIST: Yeah, so it feels disrespectful.<\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">CLIENT: And then another one that I just got annoyed… so we were singing a song that… I had been alto forever and switched to tenor because they needed a tenor. And so the tenor they split into two parts. There’s… because it goes low and high. And so they have one person singing lower notes and two <\/span><span data-id=\"P9-N2010F1\">of us singing the upper notes. So the person giving… and the lower note comes first and so the person giving the starting notes give the bass starting note and the low tenor starting note but not the high tenor starting note. And I asked if I could have a starting note but then she kept on playing it <\/span><span data-id=\"P9-N2010F2\">over and over again and I’m like no, I just wanted a starting note. And for some reason that… I guess just because… then I felt like it was like oh, she doesn’t think I can sing it myself or something. But I’m just like no, I just want a starting note like everyone else has a starting note. But if there <\/span><span data-id=\"P9-N2010F3\">was a little [inaudible] of her to actually control my annoyance and I don’t know what that was. [34:41]<\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">THERAPIST: So on a scale of one to ten, how annoyed do these things make you?<\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">CLIENT: Maybe three to five.<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">THERAPIST: So low to medium?<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">THERAPIST: Does that feel appropriate to you? As you sit here removed from the situation, does it feel like an appropriate amount of annoyance for the situation?<\/span><\/p>\n<p data-id=\"P9-N2011A\"><span data-id=\"P9-N2011B\">CLIENT: Probably not for the lower one. I… yeah, I guess it… not quite, yeah. So I don’t know what the deal is, why I get overly annoyed at these things.<\/span><\/p>\n<p data-id=\"P9-N2011C\"><span data-id=\"P9-N2011D\">THERAPIST: Well what does it mean… what kind of meaning do you attach to their… the behavior of the people interrupting, or the girl misunderstanding what you were asking for?<\/span><\/p>\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">CLIENT: I don’t know. Well the interrupting, I’m not really sure. I don’t really place much meaning on it; it’s just people doing their own thing and not paying attention to warm ups or…<\/span><\/p>\n<span data-id=\"P9-N2011E-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2011E-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20120\"><span data-id=\"P10-N20121\">THERAPIST: Well that’s the meaning you attach, that they’re not paying attention.<\/span><\/p>\n<p data-id=\"P10-N20122\"><span data-id=\"P10-N20123\">CLIENT: Yeah, or just trying to railroad it, like do their own thing. And it’s like you are not the one leading warm-ups; stop doing that. Even though I’m not the one leading warm-ups. But I want my warm-ups to be led by one person and not by several people. And you shouldn’t just get to sing something <\/span><span data-id=\"P10-N201231\">and make everybody else sing it when you’re not leading warm-ups. That’s not how rehearsal works. [36:30]<\/span><\/p>\n<p data-id=\"P10-N20124\"><span data-id=\"P10-N20125\">THERAPIST: Yeah, so it’s bumping up your… it’s… that behavior is sort of bumping up your… bumping up against your belief that this should be done a certain way, and nobody should interfere with it. So sometimes even just recognizing it. What is it that’s really frustrating you. It’s frustrating you <\/span><span data-id=\"P10-N201251\">that… or angering you, maybe more appropriately, if it’s a five, that people are breaking the rules that you’re adhering to.<\/span><\/p>\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">CLIENT: And it’s not like I think it’s unfair or anything like that. It’s just annoying.<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">THERAPIST: Yeah, it’s annoying that people aren’t following the rules.<\/span><\/p>\n<p data-id=\"P10-N2012A\"><span data-id=\"P10-N2012B\">CLIENT: But there’s absolutely nothing I can do about it.<\/span><\/p>\n<p data-id=\"P10-N2012C\"><span data-id=\"P10-N2012D\">THERAPIST: Yeah, it’s not your job to enforce the rules, right. You’re not in charge.<\/span><\/p>\n<p data-id=\"P10-N2012E\"><span data-id=\"P10-N2012F\">CLIENT: I mean it’s as if you had no one enforcing them because they all think it’s fine.<\/span><\/p>\n<p data-id=\"P10-N20130\"><span data-id=\"P10-N20131\">THERAPIST: So are you the only one that’s bothered by it?<\/span><\/p>\n<p data-id=\"P10-N20132\"><span data-id=\"P10-N20133\">CLIENT: I mean I haven’t… because it’s such a minor thing that I don’t feel justified being annoyed by it, I haven’t talked to anyone about it. So I’m guessing I’m the only one bothered by it.<\/span><\/p>\n<p data-id=\"P10-N20134\"><span data-id=\"P10-N20135\">THERAPIST: How does the rest of practice go for you?<\/span><\/p>\n<p data-id=\"P10-N20136\"><span data-id=\"P10-N20137\">CLIENT: The rest of practice is usually fine.<\/span><\/p>\n<p data-id=\"P10-N20138\"><span data-id=\"P10-N20139\">THERAPIST: So would keeping that in perspective help you to let go of your feeling that the warm-up is a fairly small portion of the night, and the other part…<\/span><\/p>\n<p data-id=\"P10-N2013A\"><span data-id=\"P10-N2013B\">CLIENT: Well, it’s not just that I… Jack butting in and singing random things isn’t just warm-ups.<\/span><\/p>\n<p data-id=\"P10-N2013C\"><span data-id=\"P10-N2013D\">THERAPIST: Oh, that’s not just the warm-up.<\/span><\/p>\n<p data-id=\"P10-N2013E\"><span data-id=\"P10-N2013F\">CLIENT: It’ll be one where anytime we’re in between runs or the song or anything like that. That’s all the time. I mean he won’t do it in the middle of a song.<\/span><\/p>\n<p data-id=\"P10-N20140\"><span data-id=\"P10-N20141\">THERAPIST: So what do you do in between songs? Or what do other people do? [38:25]<\/span><\/p>\n<p data-id=\"P10-N20142\"><span data-id=\"P10-N20143\">CLIENT: Talk to each other. That’s pretty much what the rest of the group does. Or we’re discussing how it went and what needs to be changed and stuff like that. Well I guess the other thing that I also get annoyed is, I guess she does it on all the parts, but when we’re learning new parts Cam usually <\/span><span data-id=\"P10-N201431\">likes to sing along with it. I guess I just feel like when she does that it feels like she doesn’t think I can handle the part myself, which I guess it’s not that I think… it’s probably that she just wants to learn all the parts. But because we do sometimes have… okay, every…<\/span><\/p>\n<p data-id=\"P10-N20144\"><span data-id=\"P10-N20145\">THERAPIST: Who’s Cam?<\/span><\/p>\n<p data-id=\"P10-N20146\"><span data-id=\"P10-N20147\">CLIENT: She’s one of the people in the group.<\/span><\/p>\n<p data-id=\"P10-N20148\"><span data-id=\"P10-N20149\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P10-N2014A\"><span data-id=\"P10-N2014B\">CLIENT: And yeah, she’s president right now. She’s the only one who does that. But sometimes they’ll have everyone sing the bass part, but that’s usually because the basses probably can’t get it on their own. We… I mean I guess sometimes I’ll have everyone sing… like Kempsey [sp?] had everyone sing <\/span><span data-id=\"P10-N2014B1\">to increase sight reading, but nowadays it’s usually just people in their parts singing the part. And yeah, it feels like she doesn’t think we can get it ourselves.<\/span><\/p>\n<span data-id=\"P10-N2014A-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2014A-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2014C\"><span data-id=\"P11-N2014D\">THERAPIST: And that probably leads you to feel bad [inaudible] interpreting it that way, that she thinks we can’t get this on our own. [39:52]<\/span><\/p>\n<p data-id=\"P11-N2014E\"><span data-id=\"P11-N2014F\">CLIENT: Yeah, and actually last night with the tenor part, Thomas had been on the lower tenor part and then he switched over to mine midway through the song. And I… afterwards he was like oh yeah, I decided to switch because I realized that the tenor, the lower part, was echoing the basses, so we need <\/span><span data-id=\"P11-N2014F1\">more people on the upper part. But during the time I was like wait, is he singing this now because I’m singing it wrong, which is what I thought it was so…<\/span><\/p>\n<p data-id=\"P11-N20150\"><span data-id=\"P11-N20151\">THERAPIST: So the self-doubt thoughts or the… or a feeling like people are judging you and not trusting your abilities, those can really make you feel badly. So when… so I think it’s important to recognize how you’re interpreting what people are doing because if you’re interpreting it in a way that’s <\/span><span data-id=\"P11-N201511\">going to lead you to feel defensive or badly then you need to find another interpretation. Or leave it without interpretation, right. Because in that case you found out that oh, it wasn’t because he didn’t feel… think you were doing a good enough job, it was completely unrelated to you at all. And it <\/span><span data-id=\"P11-N201512\">might be that Cam is unrelated to you wanting to learn all the parts because she’s president and feels that she should have a handle on everybody’s part. So…<\/span><\/p>\n<p data-id=\"P11-N20152\"><span data-id=\"P11-N20153\">CLIENT: I don’t think it’s because she’s president, but I think it’s just because she wants to learn all the parts.<\/span><\/p>\n<p data-id=\"P11-N20154\"><span data-id=\"P11-N20155\">THERAPIST: But again… but… so that’s a benign interpretation, whether it’s because she wants to learn all the parts just because that’s who she is. But coming up with interpretation for things that don’t make you feel badly, whether it’s angry or upset. When you don’t know it doesn’t do you any good <\/span><span data-id=\"P11-N201551\">to come up with an interpretation that makes you feel bad. Until you can check in about something, see if you can come up with an interpretation that’s neutral, like oh, Cam just likes to learn them all, or so and so’s easily bored in between sets so he sings his own thing. [41:54]<\/span><\/p>\n<p data-id=\"P11-N20156\"><span data-id=\"P11-N20157\">CLIENT: Yeah, I guess it just gets annoying and repetitive. It’s like maybe he’s sometimes doing it to be funny and after you do it the hundredth time it’s…<\/span><\/p>\n<p data-id=\"P11-N20158\"><span data-id=\"P11-N20159\">THERAPIST: …ceases to be funny. And you… maybe you could lead with that. Oh, yeah, this has now ceased to be funny. Without getting as invested in response to it. And the purpose of trying to not get really vested in the response is not to give him a break but give you a break from feeling maybe more <\/span><span data-id=\"P11-N201591\">upset than makes sense.<\/span><\/p>\n<p data-id=\"P11-N2015A\"><span data-id=\"P11-N2015B\">CLIENT: Yeah, I just wish all the decorum around warm-ups hadn’t completely disappeared but…<\/span><\/p>\n<p data-id=\"P11-N2015C\"><span data-id=\"P11-N2015D\">THERAPIST: Yeah, I can see that it… not taking it seriously bothers you.<\/span><\/p>\n<p data-id=\"P11-N2015E\"><span data-id=\"P11-N2015F\">CLIENT: It just… and if it were people just like talking in between or something like that, that probably wouldn’t bother me as much as actively trying to sing something and be okay, where’s [inaudible] when you’re not the one leading it. Also, sometimes [inaudible] Jack sings something weird and then <\/span><span data-id=\"P11-N2015F1\">we do end up singing it, and it’s something that isn’t actually [inaudible] because the syllables are hard to sing or something like that. Because it’s like okay, pick a random sentence and sing that. And that’s not how you should be warming up. It should be things that allow the voice to get to its <\/span><span data-id=\"P11-N2015F2\">maximum range and stuff. [43:27]<\/span><\/p>\n<span data-id=\"P11-N2015E-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N2015E-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20160\"><span data-id=\"P12-N20161\">THERAPIST: That would be ideal.<\/span><\/p>\n<p data-id=\"P12-N20162\"><span data-id=\"P12-N20163\">CLIENT: Yeah, and I think some people… and there are other things, too, that people have done in the past with… or afterwards I think they completely missed what should have been the point of the warm-up, going up on one that should be going down. And it’s just like no one knows how warm-ups work anymore.<\/span><\/p>\n<p data-id=\"P12-N20164\"><span data-id=\"P12-N20165\">THERAPIST: Where did you learn about it?<\/span><\/p>\n<p data-id=\"P12-N20166\"><span data-id=\"P12-N20167\">CLIENT: I was in choir for all of high school and some of middle school, but four years of… two of those years were… was in the special audition choir. Then even… and also then [inaudible] used to have warm-up… do normal warm-ups. And so years and years of choral experience.<\/span><\/p>\n<p data-id=\"P12-N20168\"><span data-id=\"P12-N20169\">THERAPIST: And what is the background of the other people who are doing it differently?<\/span><\/p>\n<p data-id=\"P12-N2016A\"><span data-id=\"P12-N2016B\">CLIENT: Probably not years and years of choral experience. And there’s a… I guess they just sort of think oh, it would be fun to do x but it’s like you’re trying to… I think one where they just kept on changing the syllables when the whole point of it was to be testing speed and I guess faster and faster. <\/span><span data-id=\"P12-N2016B1\">And it’s just trying to combine too many things into one, and it’s like that’s not the point of this. So I guess it’s sort of like they’re coming from a perspective of oh, it would be fun to do x. [45:15]<\/span><\/p>\n<p data-id=\"P12-N2016C\"><span data-id=\"P12-N2016D\">THERAPIST: Yeah, so maybe people might have different goals of what’s the point of the warm up. And for you it’s very clearly about developing the range and letting your voice actually warm up, and maybe another interpretation that people are taking is let’s play a little bit. Can you be more flexible?<\/span><\/p>\n<p data-id=\"P12-N2016E\"><span data-id=\"P12-N2016F\">CLIENT: I don’t know.<\/span><\/p>\n<p data-id=\"P12-N20170\"><span data-id=\"P12-N20171\">THERAPIST: So that’s the challenge. It’s challenging you to be a little bit more flexible. What’s the point of warming up.<\/span><\/p>\n<p data-id=\"P12-N20172\"><span data-id=\"P12-N20173\">CLIENT: Yeah, I’ve completely forgotten about that aspect of [inaudible] and it’s only been in the most recent past…<\/span><\/p>\n<p data-id=\"P12-N20174\"><span data-id=\"P12-N20175\">THERAPIST: That sometimes people do things that are more just for fun, or that challenges you to be flexible.<\/span><\/p>\n<p data-id=\"P12-N20176\"><span data-id=\"P12-N20177\">CLIENT: That people do things for fun and randomly interrupt [inaudible] yeah.<\/span><\/p>\n<p data-id=\"P12-N20178\"><span data-id=\"P12-N20179\">THERAPIST: I mean it’s not a professional group.<\/span><\/p>\n<p data-id=\"P12-N2017A\"><span data-id=\"P12-N2017B\">CLIENT: Yeah, and I mean I’m not trying to get us to be professional. And I mean there’s a reason why I haven’t said anything about it to anyone.<\/span><\/p>\n<p data-id=\"P12-N2017C\"><span data-id=\"P12-N2017D\">THERAPIST: But I think the… you want to be able to enjoy your time there, and you’re not going to be able to change the group. I mean there may be specific things that you can have an impact on but you’re not going to change the entire group. So figuring out where you can be a little bit more flexible <\/span><span data-id=\"P12-N2017D1\">so that you can enjoy things, even when they’re not done exactly the way you would have them be done, that’s going to be the challenge. Because I do really want you to be able to enjoy the things that you get from it. I imagine you want to be able to enjoy your time there too. And so we need to figure <\/span><span data-id=\"P12-N2017D2\">out what is in your power. And part of that might be learning how to tolerate things being done differently than you would do them and broadening… maybe not broadening your vocal range but broadening your tolerance. [47:14]<\/span><\/p>\n<p data-id=\"P12-N2017E\"><span data-id=\"P12-N2017F\">CLIENT: Or if I could possibly do a class, like this is how to do a warm-up.<\/span><\/p>\n<p data-id=\"P12-N20180\"><span data-id=\"P12-N20181\">THERAPIST: You want to change them; you don’t want you to be changed at all.<\/span><\/p>\n<p data-id=\"P12-N20182\"><span data-id=\"P12-N20183\">CLIENT: Yes, I mean warm-up [inaudible] is just like picking random notes and… it’s… that’s not warming us up. It’s not what the group expects and it makes it, I don’t know, I just… I can’t really explain why it’s wrong but it is. And then I don’t always feel, then, like I’ve actually gotten warmed <\/span><span data-id=\"P12-N201831\">up, which is an actual problem. I don’t know if I can just make myself be more flexible.<\/span><\/p>\n<span data-id=\"P12-N20182-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N20182-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561893\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N20184\"><span data-id=\"P13-N20185\">THERAPIST: It’s hard to increase your flexibility. It’s also hard to make other people change when they don’t want to. You have to see where… which side you want to push on. [48:31]<\/span><\/p>\n<p data-id=\"P13-N20186\"><span data-id=\"P13-N20187\">CLIENT: But I mean some of them might not actually know what a warm up is supposed to do, which is why I would consider doing that.<\/span><\/p>\n<p data-id=\"P13-N20188\"><span data-id=\"P13-N20189\">THERAPIST: Yeah, so that might be something you can look for, right. So it’s not impossible for people to change; it is… I don’t want to say impossible because nothing’s really impossible, but it is very difficult and not likely to get people to change if they don’t want to. Now figuring out if maybe <\/span><span data-id=\"P13-N201891\">there are people that are open to hearing your ideas and then hearing your ideas, in that case, might actually have real impact. There may be people who are not open to that and see the process as something different than what you see it as, and that they might be okay with sometimes not having a real <\/span><span data-id=\"P13-N201892\">vocal warm-up but just playing. So I think figuring out where there are openings, you push on the openings, and then where there… if there isn’t an opening then the… any shift in your enjoyment has to come from your shift. So we’ll have to see what’s available to you really. So we have to stop for today. [49:41]<\/span><\/p>\n<p data-id=\"P13-N2018A\"><span data-id=\"P13-N2018B\">CLIENT: Okay. By the way, so I actually can do the 24th but can’t do the 31st.<\/span><\/p>\n<p data-id=\"P13-N2018C\"><span data-id=\"P13-N2018D\">THERAPIST: Okay, and you can do next week normal too.<\/span><\/p>\n<p data-id=\"P13-N2018E\"><span data-id=\"P13-N2018F\">CLIENT: And next week normal too.<\/span><\/p>\n<p data-id=\"P13-N20190\"><span data-id=\"P13-N20191\">THERAPIST: Okay, so the 24th you can do. I’ll put you in for the 2:30 that day. And you said no on the 31st.<\/span><\/p>\n<p data-id=\"P13-N20192\"><span data-id=\"P13-N20193\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P13-N20194\"><span data-id=\"P13-N20195\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P13-N20196\"><span data-id=\"P13-N20197\">CLIENT: I’m going to write you a check now.<\/span><\/p>\n<p data-id=\"P13-N20198\"><span data-id=\"P13-N20199\">THERAPIST: And then maybe next week we can also talk about… I know Passover’s coming up in April.<\/span><\/p>\n<p data-id=\"P13-N2019A\"><span data-id=\"P13-N2019B\">CLIENT: Oh yeah. Yeah, that’s<\/span><\/p>\n<p data-id=\"P13-N2019C\"><span data-id=\"P13-N2019D\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}