{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the feeling that they are unable to do anything right."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Guilt","Attribution of blame","Social anxiety","Panic attacks","Psychoanalytic Psychology","Social inhibition","Withdrawn","Anxiety","Panic","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["7"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Guilt","Attribution of blame","Social anxiety","Panic attacks"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Social inhibition","Withdrawn","Anxiety","Panic"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562468","dorpId":"1006469461","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session April  14, 2014: Client discusses the feeling that they are unable to do anything right.","fullTitle":"Client \"Ma\", Session April  14, 2014: Client discusses the feeling that they are unable to do anything right.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562468\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: I’m still working on meeting on Friday morning. Also, I’m always running five minutes late by this time on Mondays, so do you want to start at ten of? (both laugh) Then I’ll be more on time. I don’t like starting at a quarter of if I’m really never, ever starting at quarter of.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: That’s fine. I don’t really notice any more, so okay.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Some days I’m on time, but on Monday I’m not.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Sounds good. (both laugh) How are you feeling?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Better. Not over it, but better.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Good. (pause)  I got to church at like 15 or 10 minutes before the service started and I went downstairs to see if Jared, who is the other guy who does the dinner afterwards, needs any help to make sure that everything was okay there. They were like, “Hey! You’re here. We need to you loan tonight” <\/span><span data-id=\"P1-N200171\">to be a Eucharistic minister person “and it’s Palm Sunday, so we’re doing all this crazy stuff and we need you to do that.” And so I did. It was hard. It wasn’t hard; it was more just like nobody had any idea what they were doing and I always feel sort of awkward about that. I think somebody, like one <\/span><span data-id=\"P1-N200172\">of the people who is supposed to serve and the one who was on it before, just had knee surgery and she fell and wrenched her knee, so she is out of commission for now. That was a little bit of a cluster fuck.  I grew up with Palm Sunday. My dad would usually get an actual donkey for the service and <\/span><span data-id=\"P1-N200173\">everyone would walk around outside and have a procession and waive palms around. It was supposed to be a little bit crazy. (laughs) (pause) Trinity tends to be a little bit . . . You know, there is a lot of fear in liturgy and they tend to want to have everything go off perfectly and that is sort of <\/span><span data-id=\"P1-N200174\">at odds with what I think it’s for, but also it’s very easy for me to be influenced by other people’s desires in that way and to fret about doing everything right.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: I follow.  I think the focus on everyone getting everything right is that it’s wrong-headed or (inaudible at 00:03:09)? It can still make you anxious to make you want to not have people be frustrated and disappointed when it’s not turning out the way they wanted.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah. The whole congregation marched around town, waiving palms and singing, so that was really fun. (both laugh) (pause)  James and I talked about sex in couple’s counseling today. That was sort of intimidating. (laughs) I don’t know. (pause) I find it difficult to talk about, for reasons which <\/span><span data-id=\"P1-N2001B1\">are not that clear to me. I feel like I really shouldn’t find it hard to talk about, but I do. (pause) It’s hard for me to know that so much of my relationship with James is not in my control.  I need to do my best – and I do do my best – and look for ways to be a better partner and listen and try to <\/span><span data-id=\"P1-N2001B2\">figure out what’s going on. But I sort of feel like we’re coming up against over and over where I just have to let James decide whether he is going to trust me or not. I can do some things there, but I can’t do a lot – or there is a lot that I can’t do. (pause) <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">I had tea with John (sp?) on Saturday, a friend from (inaudible at 00:06:12). It was really good.<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562468\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: Is he the one who accidentally – or not accidentally – always screws everything up?<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Yes. [It’s the same one who ruins everything.] (ph?) Yeah. (laughs) Broke Candace’s foot, broke her heart, all of that.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: By accident, maybe not so much.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: I think it was by accident. He is this very charismatic, attractive person and I think he’s sort of like me; he gets really excited about people at the beginning of a relationship, either a friend or a romantic relationship, and then I think for him – we ended up talking about this, actually <\/span><span data-id=\"P2-N200251\">– he said he gets really, really into people and then it just sort of goes away and he just doesn’t want to stay with them.  What do you do in that situation? And for Candace, I think he was really into her as a person, but he never wanted to be with her and I don’t think he handled it all that well. <\/span><span data-id=\"P2-N200252\">I said, “You can’t get married.” (laughs) He is dating this woman and was talking about, “We’re going to go ring shopping after this.” That’s the thing and it was weird to be talking with him about marriage and be, on the one hand, really excited for him and really pro-marriage and really excited about <\/span><span data-id=\"P2-N200253\">James and really just kind of loving James.  And all of a sudden I was like, “Yeah, he might leave me. I don’t know whether we’re going to work or not.” And for whatever reason, I was pretty fine saying all of those things and having all of those things be true and letting John know that all of those <\/span><span data-id=\"P2-N200254\">things were true. So I feel good about that, but less good about the feeling that James basically is in the long process of deciding whether he wants to stay married to me or not.  (pause) (crying)<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">I think in some ways things have gotten easier for us, for James to be able to acknowledge that, I think. I’ve had a few months to sort of sneak up to the idea – maybe sneak up is the wrong word – maybe edge up sideways while looking in the other direction. (chuckles)  I don’t want that to happen. I <\/span><span data-id=\"P2-N200271\">don’t want to assume . . . (long pause) but I would survive it. (long pause)  I wonder on the one hand, I have the impulse to say, “This is sort of out of my hands. I just have to wait for something to make whatever internal change he is going to make.” On the other hand, I sort of think maybe I’m just <\/span><span data-id=\"P2-N200272\">trying to say “it’s out of my hands” because I don’t want to face the fact that I’m failing at fixing this. (laughs) (pause) [It’s all I’ve thought of and have been talking about today.] (ph?)  (long pause)  I had a good week.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Good.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: (inaudible at [0:14:27] (pause)<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: It sounds like you may have brought up two things that you kind of want to talk about, but also maybe kind of really don’t.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Things with James – what you can and can’t be in control of – I guess especially with him, and what made talking about sex so difficult. (pause)<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Yeah. (pause) It feels less that I’m afraid to talk about it or don’t want to talk about it and more like I want to talk about it, but I don’t really know where to start. I don’t know what to say.  It’s like I don’t have a way in. I’m not really sure I trust the feeling, though. (laughs) (long <\/span><span data-id=\"P2-N200331\">pause) <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: I have the impression that you want it from me and that it would make it easier, but I’m only partially sure what it is. I think this is probably one of those things that you should talk about. I have some questions and kind of lead the discussion, in a way, or facilitate in order to help <\/span><span data-id=\"P2-N200351\">you think and talk about it. I guess what I have in mind is that if I were to do something like that, that’s what might put you at ease. So what I’m trying to think about is why, because that might make clear what you’re anxious about. And I don’t know if it’s because you think it’s something that I <\/span><span data-id=\"P2-N200352\">find it was important to talk about or if it would feel like you were clear in where I was coming from because I was sort of facilitating your talking about it in some way, so I wouldn’t feel quiet and predictable. <\/span><\/p>\n<span data-id=\"P2-N20034-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562468\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: (laughing) Quiet and unpredictable is a really good descriptor of how I feel about you a lot. (pause) I guess I worry that I’m going to say the wrong thing and that I can’t tell what that might be a lot of the time and that I’m going to do some damage to you or to our relationship.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: You’re sort of in a mine field. <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: And when it comes to subjects like these, (inaudible at 00:20:16)<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: (laughs) Yeah. (pause)<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: I guess I imagine my being unpredictable . . . (long pause)  Yeah, it doesn’t make me think of the control thing because you are (inaudible at 00:21:15) we only partly know what we are saying. I’m always going to find something which may be right or wrong or .<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: I can think of several different things that that might apply to. (laughs) Funny. (pause)  And that, in some ways, is one of the things that I find really, really appealing about this sort of therapy, but it’s also sort of scary. I guess I find it sort of intellectually appealing and actually scary. (chuckles)<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Right. Sometimes those things hurt you a lot and you didn’t see them coming.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Yeah. (pause)  I think also because you’re a person, you can’t actually not have any expression. (laughs)<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: That’s true.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: So sometimes I do say things and your reaction makes me think this wasn’t the right thing to say, for one reason or another. It’s hard for me to tell to what extent that is sort of my own creation, probably a great deal, but there is. You’re always going to give me something to work with; that’s <\/span><span data-id=\"P3-N2004B1\">sort of the point. (laughs)<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Right. Even when somebody is on the couch, you still often give them, there is always something for them to work with.  (pause)<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: So I can’t know when I’m going to hit that and often I only feel like I notice that I’ve hit it after the fact, like I’ll go away and sort of dwell on it.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: When I said about being on the couch, did that a little bit . . ?<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: A little bit. I find it really scary to think about, actually. The couch scares the shit out of me and I don’t know why because we tried it, right, in the very beginning?  It really scares me. (pause)<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: You really don’t ever have to use the couch.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: I know, but I don’t actually know that. I don’t know. (voice breaking) (crying)<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: Okay. [I think it’s] (ph?) separate from what scares you.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: I know. With how many of your patients do you use the couch – percentage-wise? (both laugh)<\/span><\/p>\n<span data-id=\"P3-N2005A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562468\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: (inaudible at 00:25:59) it could be hardly anybody; anybody but one.  (pause) I could imagine you feel like there already is a rupture in our relationship because you’re not using the couch, and I think that’s what you’re supposed to do. Even if I say you don’t have to, I think it would be <\/span><span data-id=\"P4-N2005D1\">better. You are terrified of it, for whatever reason, and so it’s like you already feel like I don’t think that you’re doing a good job or not doing this right or something like that.  I imagine it’s something along those lines.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yeah. It’s like I know that none of those things are true, but that doesn’t make it go away.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Yes. (pause) I guess, in a way, you’re saying you sort of have a condition that I think you’re already doing things wrong, like some basic thing, in the wrong way.  My guess is that you feel I am probably distancing myself from you or being critical, if not about to call it quits or something.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: I don’t know. I haven’t gotten that far.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Sure. (pause)<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: I guess it feels like I’m doing something fundamental really wrong; and so when things are hard for me, that must be my own fault. (pause) <\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: I imagine that’s part of what would make it so hard to talk about; some of the things that came up earlier were similar to this. (pause) I don’t know. I guess what I was thinking was you must feel like it’s only a matter of time before it emerges how I think that you’re doing something wrong.  (pause)<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: That makes sense. (pause) I get very frustrated because I want you to just tell me what I’m doing wrong. (chuckles) Clearly it’s lots of things.  (long pause)  I feel like I’ve sort of lost track of our conversation. (long pause)  (crying) I just can’t do it. I can’t get it right. (pause)  I <\/span><span data-id=\"P4-N2006B1\">can’t figure out what right is. Last night, not only were they going to conscript me at the last minute, but I walked in like two-thirds of the way through them going over what was going to happen, so I missed instructions. (chuckling) (crying) I couldn’t do it. (pause) It’s not a big deal, but I can’t <\/span><span data-id=\"P4-N2006B2\">let it go. (crying) <\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: You mean that you told them that you couldn’t?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: No, I couldn’t do it right. I fucked up. Not in a big way, but [in some sort of an awkward reshuffling.] (ph?) (pause)  the best part is that I wasn’t the person who messed up the most, by any means, by any stretch. (inaudible at 00:37:01) words of institution during the Eucharist. That’ s like <\/span><span data-id=\"P4-N2006F1\">the biggest part of the Eucharist, where you are being the body and blood of Jesus. (laughs) And it’s the same words, all the different versions, and so the only part of the right that’s the same, with all the different words that are said, you just messed it up. Once they came out, somebody else had <\/span><span data-id=\"P4-N2006F2\">messed it up, and that’s not a big deal for me. It’s not a big deal at all. It’s like – whatever. It doesn’t matter. There are actually theological reasons why it doesn’t matter, but I can’t . . . I don’t know.  (long pause) <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: I guess, in a sort of general way, it seems to me that as painful as this all is for you – and it seems very painful – there is kind of a distancing and protecting.<\/span><\/p>\n<span data-id=\"P4-N20070-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562468\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Kind of.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: I suspect you do it, too, with me, like your conviction that you’re doing this wrong and you’re doing it probably wrong in a bunch of different ways. I felt pretty clear about that, too.  And for whatever reasons, which doesn’t make a lot of sense, I’m not telling you; but I’m thinking it <\/span><span data-id=\"P5-N200751\">and you know it. You feel awful about it; I think really ashamed, terrible, and that makes it hard to talk about stuff. (pause) It seems to me like a lot of pulling away on that part.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: While I may focus on this, I don’t have to actually talk about it.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: In this relationship, I’m way back here in this sort of dark and painful corner with what I’m feeling and thinking because really, the big story here is how you’re doing this all wrong. <\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: You are?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: You. I’m sorry if I’m not being very clear. What I have in mind is there is like a retreat involved in it, I think.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: I’m sure there is a lot more to say about it that I don’t understand.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: I’m actually still trying to figure out what you were talking about before. So I’m way back here – is the “I” me or you?<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: You.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Okay, okay. It makes sense. I wasn’t sure. <\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: You retreat into a very painful and shame-ridden place, a corner or something, which also I think, feels to you distant or distant from me.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: That makes sense.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: And I imagine, probably at church and with James, too, I don’t know what to make of it. There could well be more reality to it with you and James, but it’s uncannily similar where I know I, Tanya, know and you, Chad, think that I’m doing all these things wrong and you’re not telling me or <\/span><span data-id=\"P5-N2008D1\">maybe vaguely indicating it in ways that I kind of read but that you’re not owning up to. I, Tanya, and you, Chad, are not owning up to it explicitly.  At least to me, that is exactly how you talk about what happens with James.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: No, that makes sense. (pause) It’s tricky with James because I can see that it’s the same way of talking about it. I’m pretty sure it’s actually what James is doing, so it makes me feel like I can’t tell what’s real and what’s coming from him and what’s coming from me.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: Right. That’s why I say there may well be more reality to it. I don’t know. <\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: But no, you’re right.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: We should stop for today.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}