{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses feelings of anger and not wanting to be angry anymore."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Alienation","Anger","Social anxiety","Borderline personality disorder","Psychoanalytic Psychology","Anger","Sadness","Social inhibition","Withdrawn","Anxiety","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["6"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Alienation","Anger","Social anxiety","Borderline personality disorder"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Sadness","Social inhibition","Withdrawn","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562478","dorpId":"1006469471","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session April 28, 2014: Client discusses feelings of anger and not wanting to be angry anymore.","fullTitle":"Client \"Ma\", Session April 28, 2014: Client discusses feelings of anger and not wanting to be angry anymore.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562478\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: After this I’m going to go help a friend move. She is a pretty recent friend, so I don’t know her super well. She is moving because of conflicts with her roommate, so I feel like this could be a bad situation. I also feel like I can go be a cheerful buffer zone and I’m really good at moving. <\/span><span data-id=\"P1-N2000D1\">I moved every time, at least once a year, between being 14 and the first year I was in Denver. I was in the apartment with Kirsten for two years and that’s the longest I’ve been anywhere.  I do find that I’m a little bit perfectionistic about moving. When I go to help friends move and they’re not packed <\/span><span data-id=\"P1-N2000D2\">when it’s time to move, I’m like come on – get it together; but I think she’s packing. (pause) We talked about money and therapy this morning, so that was very hard. (pause) <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">I’m just sad the last couple of days, not constantly, but it will just be like grief welling up. I can sort of attach it to something, but it doesn’t really seem to fit what I’m attaching it to. (pause) Yesterday I was in church and I end up having a lot to do when it’s church and a lot of emotionally <\/span><span data-id=\"P1-N2000F1\">draining sort of stuff. Camilla and I had talked about going out to get a beer afterwards and then she ended up just not really having time.  Also she gave me a ride home because she lives out in Denver. She actually gave a couple of other people a ride home, too, and they actually needed to get home <\/span><span data-id=\"P1-N2000F2\">because they had to get up in the morning. The end result was that in this way it was sort of very small and I felt like I was depleted and thought I was going to have a chance to build back up a little bit and be supportive and that didn’t happen. It made me sort of really disproportionately bad. It <\/span><span data-id=\"P1-N2000F3\">was like this huge grief that I wondered where is this coming from? I don’t understand this. (crying) <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: I wonder if this stuff about money and moving hit some sensitive stuff.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: I feel like the stuff about money is related, in some way, but it’s hard for me to see how. That will sort of set it off, but not quite. I had a lot of thoughts about not being a nanny and there is a lot of Christianity about servant-hood and being a servant in the way that Christ was a servant. <\/span><span data-id=\"P1-N200131\">I’m like well, now I’m actually a servant. (laughs) I don’t think that we think of that people. I don’t think we think about literal servants when we think about Christian servant-hood very much.  Maybe that’s the problem. What are we going to do with that? That’s sort of interesting, but I ended up <\/span><span data-id=\"P1-N200132\">talking some about how it’s just really hard to be a poor person in a wealthy church. It’s not supposed to be hard, but it’s really hard. I’m serving as the aggressive visitor so you’ll go and drive out to see people in various hospitals and in their homes. It’s always driving in somebody else’s car <\/span><span data-id=\"P1-N200133\">because I don’t drive downtown and when I tell people that I don’t really like to drive downtown. Parking is obsessive and the real reason is because it costs $20 to park downtown. They’re like, “Oh, well you can get a voucher stamp at the front desk that takes $8 off.” So that fixes everything, right? <\/span><span data-id=\"P1-N200134\">I’m like yes, but it’s still $12 to park for one Sunday service.  Yeah. (laughs)<\/span><\/p>\n<span data-id=\"P1-N20012-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20012-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562478\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20014\"><span data-id=\"P2-N20015\">I sort of desperately needed a couple of pairs of jeans, so I went to the thrift store and I got two pairs of jeans and a shirt and a sweater for $12 the other day. That’s my life. That is hard for me to talk about and think about. I posted it on Facebook so couple of people from my church read it and <\/span><span data-id=\"P2-N200151\">sort of hijacked my Facebook page to talk about the posts, but some things were sort of different. I had given, as an example, it’s hard to be looking for a job and not having any luck and then sit through a sermon on how we’re all so busy that we don’t have time to contemplate.  That was sort of an <\/span><span data-id=\"P2-N200152\">example of insensitivity and they were like “Are we all so busy? What does that mean?” They took up that issue, which was not at all what I care about or am interested in or was getting at.<\/span><\/p>\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">THERAPIST: I can see that whatever they went off on was not what you were saying, which is feeling marginalized in a sort of insensitive way, presuming that everybody in the congregation was oh-so-busy with everything they’re doing to not have time to be contemplative, which is not your situation and <\/span><span data-id=\"P2-N200171\">which was exclusive.<\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">CLIENT: The thing about most circumstances, I feel like conversation strings out in many directions and that’s good and that’s how it works. In this circumstance, I felt like they were ignoring the marginalization part and talking about . . . (both laugh) <\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: They were [redoing it.] (ph).<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Yeah, so that hurt my feelings.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: I think it’s actually a three-for even. Talking about the money, in a way, makes me think of, in a profound way, feeling unsupported or neglected. I’m aware that it’s not, at least as far as I know, that there is some individual who is not there who is supposed to be.  I get that, but I don’t <\/span><span data-id=\"P2-N2001F1\">know. You could be feeling like you have quite a lot less and have to look at the world in a sense quite differently from the people that you go to church with and probably also go some other places with, too.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Yeah. (pause) Yeah.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: [It just doesn’t stop.] (ph?) (pause)<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: It’s hard for me to get at what thinking about money is doing for me because it’s like trying to have a conversation when there is somebody’s car alarm going off outside, in terms of maybe I’m thinking about these other things, but mostly I just feel really super guilty all the time about the <\/span><span data-id=\"P2-N200251\">money – always.  I just always feel like it’s my fault that we’re in this situation. (pause) [and I’m stuck] (ph?) (laughs)<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Like you’ve done this to you and James.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Yeah, but I’ve always been that way about money. Whenever I feel financially insecure I feel like I have only myself to blame for that. I’ve always been that way. (sighs) <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: I’m not surprised.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Nope. (laughs) You’ve seen me there. (sniffling)<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: I don’t mean for that to say that it’s terrible, I just . . .<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: No, I know. (long pause)  I don’t know if I [should say anything to the women] (ph?) who sort of hacked my Facebook page. I don’t know. In some ways, it’s this very small and subtle thing. In other ways, the types of conversations that they were having and the types of conversations that I tend <\/span><span data-id=\"P2-N200311\">to have with them are focused on these small and subtle dynamics. It’s always sort of a trade-off for me. When is it worth it to stand up for myself, even if it doesn’t do anything? (voice breaking) I feel like it’s almost always never. (laughs) (sniffling)  (long pause) These scarves, it’s like [pashmina] <\/span><span data-id=\"P2-N200312\">(ph?). It says 100% pashmina. That’s not a real fiber. (laughs) You just made that up. (long pause)  Jame’s mom sent him a couple of shirts for his birthday, sort of a blue-and-white check and sort of a dark blue. He tried it on today and he was like, “I think it’s too loud.” (laughs) We are doing okay. <\/span><span data-id=\"P2-N200313\">(long pause)  I’ve been eating a lot of cake for breakfast, birthday cake, Bundt cake, which is a lot of cake when it comes down to it. (laughs) I always forget that a Bundt cake is the equivalent of two loaf cakes. For two people . . .<\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562478\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: Yeah, that’s a lot. (pause)<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: James finished the paper that he’s been working on. <\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: That’s great.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Yeah. We talked again about where we were in terms of where he was going to apply. He’s back around to thinking he’s going to apply for post docs again. There really aren’t any other jobs that he’s interested in and this, at least, opens the door to jobs that he is interested in. But then that <\/span><span data-id=\"P3-N200391\">makes the Denver area a better area to apply than Texas.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: For post docs?<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Is there more of them?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: There are better schools here.  There aren’t very many schools with people that he would want to work with. I should say that there are better chemistry programs. That’s more accurate. I am, at this point, so ambivalent, in terms of feeling very strongly that we should stay in Denver and I also <\/span><span data-id=\"P3-N200411\">feel very strongly that we should move to Texas. (laughs) I’m sort of like well, why don’t you just apply for things and we’ll see? I think he’s going to do the first round of applications in Denver.  (pause) I think he listed really liking Dr. Smith as a reason to stay here, which I found very heartening. <\/span><span data-id=\"P3-N200412\">It sort of makes me feel better. (laughs) (sniffles)<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Good. (pause)<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Jessica is having a baby any second. She went to the hospital a couple of days ago and spent the night because she was having contractions. They sent her home again because she stopped. (long pause)  I started writing a letter to [Dan] (ph?) in my journal last night, which I haven’t done for <\/span><span data-id=\"P3-N200451\">like a year. I find that I think of him when it feels like somebody has disappeared on me. (crying) I don’t know.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: [ ] (inaudible at 00:21:13)<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Yeah. (pause) I was reading this book and was talking to Candace about it. Some of the stuff I’m reading, I’m angry about but I really don’t want to be there, and am like why not? Why is that wrong?  (pause) [ ] (inaudible at 00:22:11), like I don’t want to shut people out with my writing. I <\/span><span data-id=\"P3-N200491\">feel like when I read people who are angry, not in general, but angry in a particular way or with a particular tone, I end up feeling sort of accused and then beleaguered and then why are you blaming me for this in your life? Maybe it’s actually my fault, but I don’t really want to help you fix it now. <\/span><span data-id=\"P3-N200492\">I don’t want to do that, but I don’t know.  (pause) I’m just ready to stop grieving. I’m ready to stop being angry and sad and bitter. Clearly not, because I’m not stopping. (crying) I know that my dad filled out a job application of sorts and he was writing stuff about his ministry and his job and <\/span><span data-id=\"P3-N200493\">how he has done it. There was something that was like have you handled conflict within the church? Within your parishes?  He left the church that I grew up in under really tough circumstances and I don’t really know the whole story, but basically there were personal conflicts that sort of spiraled out <\/span><span data-id=\"P3-N200494\">of control and he had to leave and it was awful. Maybe it was his fault and maybe it wasn’t. I don’t really know, but that sort of thing happens all the time in churches. He spent a whole half page and talked. There was one sentence about what had happened at Cavalry, in terms of how he had handled <\/span><span data-id=\"P3-N200495\">conflicts. He didn’t want to talk about it, clearly. I was like you need to talk about it, even if what you say is that this was awful and it never really got resolved. You need to tell us what happened because it looks like you’re trying to avoid it. <\/span><\/p>\n<span data-id=\"P3-N20048-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562478\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: I follow. (pause)<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: I don’t know that I was going anywhere with that. I guess it was just that I’m really not over that, even though it was like 15 years ago – maybe 12 years ago. (pause)  It’s really hard for me to remember why I’m not in bible anymore, why I’m not doing that. I don’t remember the train of events. <\/span><span data-id=\"P4-N2004D1\">I don’t remember very much about it. It’s just gone. (pause)<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Maybe that’s the thing that you’re most clearly grieving about.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Yeah. But I don’t even know what actually fits. (crying) It’s sort of what I put there.  (long pause) <\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: I guess I was thinking about I think you generally don’t, like that quality of [ ] (inaudible at 00:29:05) being angry. You’re never that confident putting that on anybody else that you feel . . . I guess there are two different things. One is to hold somebody else responsible for treating <\/span><span data-id=\"P4-N200531\">you that way; the other is the uncertainty that they have. It’s one thing to say grad school and bible at Brown is a placeholder for something else and another to say you feel justified being angry and holding the department or whomever responsible.  [ ] (inaudible at 00:30:15) (long pause) <\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: I feel like [ ] (inaudible at 00:31:29).<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Really?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Yeah. (pause) I’m not sure I can explain why but . . . (long pause) <\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Well maybe part of it is that at the moment, I think there is a lot that you don’t really know either, so it puts us in the same boat. My impression is you really don’t know what you’re feeling aggrieved and bitter over and it’s pretty confusing and unsettling. You don’t want to be feeling <\/span><span data-id=\"P4-N2005B1\">this way in the first place, but especially if you don’t know what the hell is going on.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Yeah. [ ] (inaudible at 00:33:37) It sort of feels like these emotions are small children running back and forth through the house, stomping all over the place and I don’t know where this is coming from. It’s not attached to anything. What’s going on.  (long pause)  It feels like I’ve got all <\/span><span data-id=\"P4-N2005D1\">this grief and bitterness and that it’s all going to wash out on other people and spill outside of me. [ ] (inaudible at 00:36:02) (pause) I sort of want to take it out on people so that I don’t have to deal with anything, but it seems like the worst possible solution. (sniffling)<\/span><\/p>\n<span data-id=\"P4-N2005C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562478\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: Is that the impulse that actually occurs to you? I don’t believe it’s one that you hardly ever mention.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: I feel like I’m afraid that I will take it out on other people and I think I’m afraid of it because I sort of want to, if that makes sense. <\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: Yes, it does.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: I don’t know. (pause) It’s like I can’t really picture a world in which I would let that get so far out of my control that I would actually experience that desire. Does that make sense? But I guess I’m just really afraid that I will turn around and find that that is what I have done. It’s like <\/span><span data-id=\"P5-N200651\">you take things out on other people and you don’t even feel better. (long pause) <\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: My impression is that you would feel really guilty and kind of horrified and also pretty sure you had lost whatever the relationship was.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: Yeah. It didn’t occur to me that I could not. That seems to [ ] (inaudible at 00:39:00)  (pause)<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: It does make me wonder if you are, among other things, [mad at going away.] (ph?)<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: I can’t tell. (pause)<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: We should stop for now.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}