{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses dealing with children, faith, and the church."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Religion","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Religious identity","Religious beliefs","Alienation","Family relations","Psychoanalytic Psychology","Social inhibition","Withdrawn","Anxiety","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Religion","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["6"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Religious identity","Religious beliefs","Alienation","Family relations"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Social inhibition","Withdrawn","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562464","dorpId":"1006469457","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session April 11, 2014: Client discusses dealing with children, faith, and the church.","fullTitle":"Client \"Ma\", Session April 11, 2014: Client discusses dealing with children, faith, and the church.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562464\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Do you have a cold?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I’m sorry (laughs). Sharon has a very bad cold, which means that I will have a very bad cold.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: That sucks.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: But – you know – nothing yet. Sorry. I went to work for a couple of hours today. (inaudible at 00:01:14) (pause) And I’m really tired. It’s been harder to make myself go to bed and then go to sleep. I haven’t felt tired, so I just haven’t been sleeping much. I slept late today, so that’s good.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Sorry while it’s occurring to me, before I forget – I think I can meet Friday of next week at noon, the 18th. Are you working?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: I will not be able to. I’m not working, but it’s Good Friday.  I’ll be at church.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Oh, yeah. We went over this already.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: No, it’s all right.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Would anything in the morning work?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Yes, actually.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: All right. Let’s try that then. (pause) Is it okay if I e-mail you with that next week?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yeah. I feel like every week I’ve been something like – well, this week is busy, but next week is going to calm down; and then it won’t actually calm down because it’s like every week is especially busy with things that don’t happen every week, but then they keep coming.  (laughs) I don’t know. <\/span><span data-id=\"P1-N200251\">Maybe this is what it feels like to be back in a normal life, but I’m not sure I want that. (chuckles) (pause) [Keith] (ph?) was really pissy today. I picked him up from school and I’m not really sure what it was. It was like he only wanted to play soccer and nobody else really wanted to play soccer <\/span><span data-id=\"P1-N200252\">with him, so he was like, “Fine, I’ll just make all of your lives miserable.” (laughs) Some days I feel like I’m good at derailing those kinds of bad moods that spread from kid to kid to me – or from me to the kids; that happens, too. – but today I’m tapped out. I don’t have any ideas for you. I can’t <\/span><span data-id=\"P1-N200253\">help you not make everybody miserable as well as yourself here. Yeah.  (pause) Oh, well. (pause) I think this summer is going to be tricky, just in terms of getting the three of them into a rhythm where they will all play together; because [Paris] (sp?) and [Lydia] (ph?) are good about playing together <\/span><span data-id=\"P1-N200254\">at this point. Lydia and Sharon are typically good about playing when there isn’t all three of them. It’s not really going to work.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: Is he at camp much?<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: I don’t think so. Actually, I don’t know what their plans are for the summer. They weren’t in camps last summer. I guess basically it’s just me keeping them.  Oh, well. It’s also hard because I don’t see him as often anymore, so I don’t know him quite as well as I know the other two at this <\/span><span data-id=\"P1-N200291\">point. We don’t have a rhythm. (pause) I don’t know. That seems to be more apparent to me than to him.  On the days when he is home and I’m there, if I’m looking something up on the computer he’ll still come up and sit on my lap, which is a big deal for him because none of them are really touchy people. <\/span><span data-id=\"P1-N200292\">They don’t give hugs ever, basically. (laughs) I don’t hug them. If I’m sitting down they’ll come and snuggle with me. I guess I feel like he’s sort of developed a lot or grown up a lot at school and I haven’t really had the chance to figure out how that’s played out yet. I’m not quite in tune with <\/span><span data-id=\"P1-N200293\">him; that remains to be seen.  (long pause) Yeah, if I’m here this summer. (pause) (voice breaking) That also remains to be seen. (sighs)  (long pause)<\/span><\/p>\n<span data-id=\"P1-N20028-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562464\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">It’s also good because in some ways, I sort of like Sharon better than the other two at this point. I feel really bad about that and I’m trying to figure out how to handle that.  At the same time, in some ways Sharon as a baby, needed minute-to-minute attention in the way that the others typically did <\/span><span data-id=\"P2-N2002B1\">not. Sometimes she’s sort of less that way now, but sort of still that way. She’s 18 or 19 months, so it’s like she’ll spent half an hour just playing on the jungle gym by herself and doesn’t want me to follow her and doesn’t need me to hold her hand or anything. She’s on the big kids’ jungle gym by <\/span><span data-id=\"P2-N2002B2\">herself at 18 months. She’s pretty fearless. But then she gets tired and suddenly she really just does want me to hold her for the next 20 minutes and snuggle. I don’t know. I don’t really know how to balance what the kids actually need and what do I want to do.  I don’t know. This is one where being <\/span><span data-id=\"P2-N2002B3\">the nanny is really nice because I’m like well, even if I do show a decided preference for one of them, it’s not going to follow them so much. (both laugh) The damage I can do here is limited. (pause)  The last two nights, Frank has gotten back before Kim and I’ve gone to go home and have given Sharon <\/span><span data-id=\"P2-N2002B4\">a to Frank. She’s been really upset about that. That hadn’t happened for a while and I thought that she was over that phase. I don’t know what to do there. (pause)<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: I just have some feedback. The first one is I wonder a little bit about the way you feel like the closeness that you have with her is going to hurt somebody else, like relationships with Frank, I think. You also seem to be talking about, I think, stuff with them in a bit of a different way <\/span><span data-id=\"P2-N2002D1\">– sort of closer to some of the things that are happening. I don’t know, a little more intimate in the way you’re describing things with them to me, I think. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah, I guess I don’t quite understand what you mean. I guess the way you say that I’m like yeah, there is some sort of different quality in the way that I’m talking about this, but I can’t really articulate what it is or I don’t feel like I have a sense of what it is, if that makes sense. I <\/span><span data-id=\"P2-N2002F1\">do feel like I am attached to Sharon and she’s attached to me and I can’t think of that outside of “this is really going to hurt somebody,” in that sense.  (long pause) <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">I read an article in NPR about childhood amnesia, like at what point children start forgetting things when they’re very young. It’s very interesting. I was thinking about that in the context of “I can’t make it so bad with Sharon because she’s not going to remember me.” And that will be fine. But I <\/span><span data-id=\"P2-N200311\">was also talking with a friend who says that she has quite clear memories of being very, very young and talking about why that was. I also have a few memories of being well below the threshold of which we are supposed to be at when we remember, but I never really know how much I trust those.  (long pause)<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">I was at a meeting for church last night and one of the things that I do is called healing prayer ministry. Have I talked about this? <\/span><\/p>\n<span data-id=\"P2-N20032-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562464\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: I don’t know yet.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: I feel a little awkward talking about it with you. I just feel awkward talking about it with people who aren’t in church with me because I feel like it’s a little weird. Anyway – at one of the services, basically people can come up and pray for healing or for things that they are having trouble <\/span><span data-id=\"P3-N200371\">with or any issue, sort of like one-on-one with some people; you sort of put their hands on their shoulders and say something about it, talk about it, and pray together. That’s a way of being in prayer together and also the priest, who is also the contact person, talks a lot about it being a safe place <\/span><span data-id=\"P3-N200372\">for touch and that most people don’t get very much touch or many people don’t get very much touch in their lives and this is a safe place for that.  And this is really good. It really means a lot to me and it is really hard, but it is just a great thing for me to do and I feel really good about it. <\/span><span data-id=\"P3-N200373\">I am increasingly realizing that I don’t frame it in the same way as the other people who are members and who are doing this. I’m not comfortable thinking about it in the same way. (pause) I guess what it comes down to is talking about God as an active agent in what you’re doing. People say, “We’re <\/span><span data-id=\"P3-N200374\">not doing anything; the Holy Spirit is coming through us.” <\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: The people putting their hands on you?<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah. I sort of want to say yes and no to that. I don’t know. (pause) I guess I just feel like I never really hit the bottom of how complicated people are (laughs), which I’m sure is totally shocking to you. (laughs)<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: My inclination is to say “you and me both.”<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Yeah, that was my thought.  I have days, particularly when I’m feeling tired and ragged and not like I have a whole lot to give, where the process of listening to what somebody is going through and sitting with them and saying something about it, like talking to God and praying about it, but <\/span><span data-id=\"P3-N2003F1\">I think it’s both ways. You talk to God, but I think it’s important to say something so that people can understand that you’ve heard them and that you have some sense of what is going on. That’s really hard for me, but I think I’m pretty good at it.  I also have the experience of walking away at the <\/span><span data-id=\"P3-N2003F2\">end of the evening and thinking that what happened there doesn’t have a lot to do with the resources that I had to offer at the beginning of the evening, like I felt tapped out when I went in and then, somehow, it worked anyway. I’m not really the sort of person who will then be like, “Oh, clearly, <\/span><span data-id=\"P3-N2003F3\">it’s Jesus.” (laughs)<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: I see. So it’s mysterious, but not necessarily that. <\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah. I don’t know. (pause) I’m also not inclined to say that there must be a rational explanation somewhere and if I can’t come up with one, then I’ll just have to leave it unexplained, if that makes sense.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: I’m thinking about the first part where you said you’re not one to say that there must be a rational explanation, but I get the part about if you can’t find one, leaving it. (pause) <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: There is an author, Barbara Ehrenreich. She’s sort of an atheist and was raised by atheists. She’s publishing a memoir about having mystical visions and trying to explain that. I really want to read it, but I haven’t already. I had an interview with her and she was sort of saying, “I don’t want <\/span><span data-id=\"P3-N200471\">to believe something; I want to find out the answer.”  That made a lot of sense to me, but I also feel like the reason that I started believing in God was because I had mystical experiences. I feel like if you have to go around three corners to get to the place that you can see already – what am I saying? <\/span><span data-id=\"P3-N200472\">The image I have in mind is that you are standing and you see an answer, but that doesn’t look like the right answer so you have to go around the block in order to get an answer that makes more sense to you.<\/span><\/p>\n<span data-id=\"P3-N20046-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562464\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: Occam’s razor, I think; It’s good to start with the simplest explanation. Something like that?<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Yes. (pause)  I guess what I mean is if I feel like something really fantastic is happening with this person that I’m praying with and it doesn’t feel like it’s coming from me, I don’t want to say that it’s obviously coming from God; but I also don’t want to say obviously it’s coming from me <\/span><span data-id=\"P4-N2004B1\">and I’m just not aware of it. I don’t know. I feel like the more I talk, the less clear I’m getting in my own mind. (pause) <\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: You seemed anxious about mentioning you had mystical experiences as a kid.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: And as a teenager.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: And maybe also anxious, I think, about what you’re saying about what’s called a healing ministry; I think you’re pretty open to the possibility that somebody is coming through you. You’re not jumping on that prospect, but I think you’re saying you’re open to it.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Yeah. (pause) <\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: Which also may make you feel anxious about saying. I’m not sure I’ve got it right.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: I don’t know. I feel like I start out often with two thirds of what I want to say clear in my head and I start talking in the hopes that the other third will sort itself out; and sometimes that happens and sometimes I realize that actually, no, I had about one-third clear. (chuckles) And that <\/span><span data-id=\"P4-N200571\">makes me anxious.  (long pause)  Sometimes I think this is one of the best things that I do, but being in the room with all the other people who do it, I just feel weird and awkward and I’m really not on the same page as these other women. There are a couple of men, but none of them were there last night. (pause)<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: I’m sorry. You mentioned something before about how it’s different for them. Could you remind me?<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: They tend to talk a lot about what God is doing in there as though they know exactly what it is or as though it’s really clear to them where God’s presence is and how it’s operating.  I feel like in some ways it’s not just that it’s a little bit alienating, I just feel really judgy about that. <\/span><span data-id=\"P4-N2005B1\">(laughs) I sort of feel like if you know exactly what God is doing, then you’re wrong, really wrong somewhere. I don’t really know what to do with that. (chuckles) I don’t know. I am just getting more and more anxious talking to you about this and I don’t know why.  I keep thinking it will start making <\/span><span data-id=\"P4-N2005B2\">sense and it doesn’t. (sighs) (crying)<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: You sound very frustrated.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: That you can’t just be clear about it and speak your mind.<\/span><\/p>\n<span data-id=\"P4-N20060-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562464\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: (crying) I’m really scared that I can’t fix this.  (crying continues) (long pause) Sorry. I’ve got an eyelash . . .<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: It’s okay. (long pause)  One thing I got out from what you said was the way they’re talking about Got coming through them and how they’re saying it, they’re not talking like people who are really being moved. It sounds very conceptual and concrete or something.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: I don’t think so. No. (pause) I don’t know.  Simplistic is the word that comes to mind, but I don’t quite know.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: Are you afraid of sounding like them?<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Yeah. (pause) But also of not sounding like them, depending on the context.  (pause) Yeah.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: What do you mean about not sounding like them? (pause)<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: I feel like there is sort of a mental reservation that is pretty common for the liberal Protestant intellectual types to be like, “Well, you know. I go to church, but not really ever to talk about God or not really ever to want to have God be real.” I sort of think that’s really bad for the <\/span><span data-id=\"P5-N2006F1\">church and intellectually I don’t agree with that, but that is also really where I’m comfortable living (inaudible at 00:38:29).<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: [My image is that that’s culturally what a person is comfortable with, but that’s not what you’re experiencing.] (ph?) (long pause) <\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Sorry. (long pause)  I guess what we talk about faith, there is always this sort of part of me listening to what I am saying and saying “you sound like a crazy person. (laughs) This doesn’t make any sense at all.” (long pause)  Sort of the obvious solution to that is don’t talk that much about <\/span><span data-id=\"P5-N200731\">it, but in here I sort of start talking about it. (laughs) (pause) I don’t know. (pause) Sorry – I just thought . . . This is the place where Sharon wiped her nose on me. (both laugh) (long pause)  [It’s just that same intimate chess towards the beginning] (ph?) describing the mother who is severely <\/span><span data-id=\"P5-N200732\">afraid of germs and disease and her toddler comes up and has this giant, disgusting mold that he had eaten part of. He holds it out to her and is like “I ate this.” I was describing what you do when your toddler gives you something – you take it, like spit up food – you catch it. (pause)  Sorry, I was <\/span><span data-id=\"P5-N200733\">getting all (inaudible at 00:44:18). Like when she spits up food, I’m like “here’s a napkin.” If there is any food or drink spilled, she will insist on cleaning it up right away, but she can’t even take one bite without spilling something. (both laugh) It can be extra frustrating during means. <\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: That’s just too apt, I mean to say, I imagine to describe how you’re feeling, like you don’t want there to be anything messy, but you keep on spilling. (both laugh)<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: That is pretty good (inaudible at 00:45:41). (pause) <\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: I guess what’s unclear to me is what the danger is, like whether you feel like you’re saying anything gross or making some kind of a mess or feeling like a mess or talking – whatever it is, it seems to be making you anxious, but I guess that’s the piece that isn’t always as clear. (pause) <\/span><span data-id=\"P5-N200791\">We should stop.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: I don’t know that I have anything that comes to mind.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}