{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is trying to eat better and work out more without completely restricting himself, since he knows that will cause him to revert to his old habits."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Food and eating","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Eating behavior","Dreams","Psychoanalytic Psychology","Exhaustion","Restlessness","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Food and eating","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["6"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Eating behavior","Dreams"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Exhaustion","Restlessness"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2100044","dorpId":"1005146900","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 72: April 18, 2013: Client is trying to eat better and work out more without completely restricting himself, since he knows that will cause him to revert to his old habits.","fullTitle":"Client \"AP\", Session 72: April 18, 2013: Client is trying to eat better and work out more without completely restricting himself, since he knows that will cause him to revert to his old habits.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100044\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: It was probably good, in a way.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: You were watching it on TV?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I was listening on the radio. It was good.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: What was hitting you about it?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: He's an eloquent speaker. You hear him talk about the little boy and all of these people and the amputees. He's talking about if you're going to run again or talking about the race, how the race next year and how it's going to be so amazing and there will be more people than ever. You can tell <\/span><span data-id=\"P1-N200151\">there was a huge crowd there. People were cheering and it sounded like he was moved, too. And I had some of the craziest, fucking dreams last night. I had the weirdest . . . what a weird week this has been.  I don't know what happened yesterday at practice. I went to Burger King. I shouldn't have done <\/span><span data-id=\"P1-N200152\">that, but I was like, \"I don't care. I'm stressed. I'm tired. I just want some comfort food.\" Bad idea. We had practice. I was already feeling out of it and towards the end of practice I don't know what happened. I suddenly felt a little nauseous and I got really sweaty. I just felt weird. I went to <\/span><span data-id=\"P1-N200153\">the bar and had two whiskeys. I felt kind of better. But yeah, I didn't sleep well at all. I had a series of the worst, most stressful, weird, weird dreams; totally fucking weird.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: What do you remember?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: I remember a lot of it. I wrote it all down. I woke up at 6:30 completely tight and it was like I couldn't breath. I was feeling weird and just shitty.  That cruise ship dream I had remember that dream? I don't really see repeats, but I was on a cruise ship again except this time it was a <\/span><span data-id=\"P1-N200191\">fucking nightmare. There were huge tidal waves. There were familiar people on the boat, but I didn't feel comfortable. I couldn't tell if they were friendly or not, even though I knew a lot of them kind of. I just kept wandering. I didn't feel comfortable anywhere on the boat. There was no pretty scenery. <\/span><span data-id=\"P1-N200192\">I don't know. It was really weird. I think they were all dreams where in the dream I knew that I wasn't feeling well. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">I was aware, kind of. Eventually the boat docked. I didn't know where it was or what was going on. I felt lost and confused, but yet I was looking for some of my friends or something. And then I found my bag, which didn't even look like a bag. I remember I was like, \"What?\" I was relieved that I found <\/span><span data-id=\"P1-N2001B1\">my bag, but it didn't even look like a bag I would have. It was weird; something grotesque. I saw some cop, this African-American dude, and he was trying to stop me. I was trying to run away but I couldn't. You know where you can't move? Then there was some weird transvestite or something. It was fucking <\/span><span data-id=\"P1-N2001B2\">weird. It was weird. At that point I kind of woke up and I was just feeling really weird. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">Then I fell back asleep and then I was in some family's home, who I know but didn't know. Didn't know who they were. Didn't feel comfortable at all. It was weird. I didn't really feel like they were being friendly. There is that. Then one of the weirdest ones, I saw a dream where I'm on some caravan <\/span><span data-id=\"P1-N2001D1\">of wagons or some kind of wagon contraptions. They're big and there are a bunch of them all traveling and there are a bunch of people on them. But again, I don't feel comfortable. I don't know why I'm there or who these people are. At one point, I don't know why, suddenly the wagon isn't sturdy at all. <\/span><span data-id=\"P1-N2001D2\">It turns out I'm kind of rocking it or something.  (laughs) It turns out that underneath where everyone is sitting, where we're sitting, are crates of beer and I've broken a bunch of the beer and people get upset. I'm like, \"I'll pay you for it. I didn't realize it's not sturdy.\" I don't know what the <\/span><span data-id=\"P1-N2001D3\">fuck that was about. The only good part, I think, was at one point I had just left the caravan (laughs). I just walked off to the side and there was this very fancy area suddenly. Some woman . . . I was like, \"Can I just sit here?\" or something. (chuckles) The woman was like, \"Yeah, you can sit here, <\/span><span data-id=\"P1-N2001D4\">but don't sit there. That's so-and-so's seat.\" I didn't know who it was. It didn't sound familiar at all. She was like, \"You can sit here, though, by my side.\" There were a lot of other weird details, but those were the three. <\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100044\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">Oh and then the last thing was that I was at practice and I kept fucking up without having any idea that I was fucking up. They were kind of nice about it, but I kept fucking up. Wow. I've never seen such long, prolonged, details, really strange dreams. (pause)<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: There was a lot in them.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Yeah. There's something going on. Something happened this week. I feel kind of restless and anxious. I suddenly don't feel . . . yeah. I feel unsettled.  (pause)<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: The dreams all have that feeling in them of not feeling comfortably at home anywhere, kind of alienated, disoriented.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: But like trying. I was all over that ship I was going up and down the floors.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Searching for it.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: But everything looked unfamiliar and I also couldn't backtrack. I couldn't be like, \"Oh, I'll just go back the way I came.\" Everything just looked completely . . . (pause)  It's interesting. I think what might be happening is that a lot of it's very clear. It's like, of course, when something <\/span><span data-id=\"P2-N2002B1\">like this happens anybody that's gone through difficult times, I think, it triggers a lot of sadness and stuff like that. But I also wonder if maybe what we're doing here there are more things coming out.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: They do. That's what I was thinking about.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Like now that I'm being more healthy, what do I want? I don't have to feel trapped by Kelly or this or that. What do I want to do? Maybe it's unsettling to feel that way.  (pause)<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: There as been a time of reaching what's felt like kind of a plateau that's been a good plateau. There's all this good stuff happening with your work and, in some ways, why rock that boat? It's been going so well, and yet as your freedom to be yourself has settled some, it is unsettling in <\/span><span data-id=\"P2-N200311\">a way. What happens next, now that you have more of this? Where is home? Who do you feel at home with? Or who wants you at home with them if this is who you are? <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: It was such a weird week. (pause) Some of it also is that I think I'm not helping anything by eating at Burger King. I feel like I have to just suck it up. I've got to buck up and have a little more regularity and some better choices about some basic things, like what I eat and when I eat.  <\/span><span data-id=\"P2-N200331\">That's a minor thing, but it's like all these different ingredients. That also made sense because I had been feeling this extra need lately. I've even been a little reckless. I even went on Okay Stupid and kind of checked around. Something is going on. I feel this restless desire to connect or to seek <\/span><span data-id=\"P2-N200332\">out people. I don't know what it is. (pause) <\/span><\/p>\n<span data-id=\"P2-N20032-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100044\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: We've been tapering how much you've been here yesterday and today. There may be logical reasons why you've missed half a session, but there may be emotional ones, too.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: Maybe. (pause)<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: I wonder. We started talking yesterday about being aware, as you were last week, about actually being maybe attached to me or to this or to this space and then thinking about what happens if it's gone. Then this event happens on Monday that literally, literally that fear peaks not just <\/span><span data-id=\"P3-N200391\">in metaphor or fantasy, which could happen anyway but the other layer. What anxiety gets stirred about meeting someone; meeting your mother in childhood? Is she there? Does she want to be there? Will she be there? <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah, that's totally a lot of what's going on. That plus just suddenly not having my dad, suddenly losing people. There's no question about it. (pause) <\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: How maybe suddenly losing your dad cemented something that was already stirring in there anyway about being abandoned, unimportant, left, alienated from your family; and he, in some ways, you've always described as kind of a tie that was a good one in your family for you and then to lose <\/span><span data-id=\"P3-N2003D1\">that. (pause) <\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: I think what's hard about why don't I eat more regular hours? Why don't I eat more regularly? I think there is a little bit of a fatalistic thing that I have. I just feel tired. I just feel like, \"Yeah, whatever.\" I can't explain it. It's hard to articulate, but I think there is some kind <\/span><span data-id=\"P3-N2003F1\">of something. There's some kind of fatalistic thing that happens where I'm just like, \"You know what? I want a burger,\" or whatever. Or \"I'm going to stay up. I just want to stay up.\" I don't know. Whereas other people my friend yesterday. This guy is slender. He's like, \"I'm running again.\" He <\/span><span data-id=\"P3-N2003F2\">and his fianc , their dinner was a salad with lime juice on it or some shit like that. It's like that, to me, is not even English. I don't even know what he's saying there, what that fortitude is of \"I'm slender, dude. I don't even have to do this shit, but I'm going to do it. No, I feel great.\" That <\/span><span data-id=\"P3-N2003F3\">doesn't even register in my mind.  He was like, \"Yeah, lately I've been eating these sensible little meals every day. Yesterday, for example, we just had grilled vegetables for dinner.\" I'm like what? That, when I hear that kind of stuff it reinforces my feeling of not belonging, those little things. <\/span><span data-id=\"P3-N2003F4\">I don't know what's going on here. This 28-year-old kid is telling me this very adult kind of stuff. I ate ham sandwiches and potato chips. I don't know what you're talking about. I don't know. I don't know if I'm articulating it.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: No, I hear you. I hear you. It's like it feels like you're alienated or like you're the kid.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah, or something. Like who are these people? <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Which sounds like I always get the feeling when you lived in Baltimore, the way you described feeling like an outsider so much from the mainstream community and an only child and alone a lot. How do other people have it together and eat salads with lime juice? (pause)<\/span><\/p>\n<span data-id=\"P3-N20044-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100044\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: Or let's say I eat a salad with lime juice. That cannot be all I eat. I would absolutely buckle. Sunday, even before all this shit happened, when I had the ear thing and all of that, Sunday morning I was still feeling shitty and I went to the food store. I got all this healthy shit, but then <\/span><span data-id=\"P4-N200471\">I also got those little bite brownie things. They're delicious. I ate it and Monday night it was gone.  I don't do that all the time, but I do do it relatively often. Earlier in the day I had soup, just a BLT and soup, like something more healthy or whatever; but I can't not do you know what I mean? <\/span><span data-id=\"P4-N200472\">That's the part that I feel alienated. People's ability to have these very adult choices and stick with them because they're trying to lose two pounds or whatever the fuck they're trying to do. Maybe some of that is a lot of people. It's not like all my friends eat salad with lime juice. I have friends <\/span><span data-id=\"P4-N200473\">that drink and eat.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: It sounds really restricted, actually. It doesn't sound that healthy.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Exactly. It sounds also, like I said, maybe a little bit odd. If you're a slender dude, why do you even have to do that?  (pause) For example, I downloaded a household budget template. As I was filling it in I was like, \"Wow. That's fucked up. I've never done this before.\" It took me five minutes. <\/span><span data-id=\"P4-N2004B1\">You just plug everything in. It does the numbers for you. It's like little things like that. I don't know what to feel about that. Should I be angry or sad? Should I be angry at myself for being lazy? I know a lot of people have issues with budgeting. It's not that feeling that I'm a freak and no one <\/span><span data-id=\"P4-N2004B2\">else is like me, but it's just like what the fuck? I'm a smart dude. Maybe it is just mostly sadness. It just makes me feel like, \"What the fuck is going on?\"  It really is just like waking up from a coma and being like, \"What just happened? I couldn't do my budget? I couldn't take five minutes?\" (chuckles) <\/span><span data-id=\"P4-N2004B3\">I just decide what I make per month. Even rough estimates. It's not like I sat there with receipts. I have a vague idea of what gets spent. Just have an idea. It's insanity.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: Almost like waking up to the news on Monday.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: Yeah. (pause) Or like my friend. He just got a bar-backing job at a bar that I go to pretty often. I'm really happy for him. He seems different. He seems a little happier. He seems a little more open.  I'm really happy for him, but it did make me think that it is such a common thing in America. <\/span><span data-id=\"P4-N2004F1\">I think. Food service, bars people do a lot of those jobs or they go back to it once in a while to make extra money, right? I never did any of that and now I could never do any of it. I think that's something that's in you at a younger age. It's not a big deal. You can just go do it and make some <\/span><span data-id=\"P4-N2004F2\">extra money. Even that made me feel kind of weird. I just feel they're all parts of some kind of mainstream, general mainstream growing up that people go through at certain ages. It's just like what the fuck? I just missed all those boats. <\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">It's not that I didn't work when I was a kid, but even that was kind of through family friends. That worked, but there was never any of, \"I'm going to go to some store complete strangers and I'll just figure it out and make good money on tips.\" Nothing. There was never anything like that. I don't <\/span><span data-id=\"P4-N200511\">know. All these different things. (pause)<\/span><\/p>\n<span data-id=\"P4-N20050-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100044\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: Now that you mention there were jobs like that, I've heard you speak with distain like, \"I'm not going to be a peon who serves people a drink.\"<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: Well, yeah. It's because I never did it, but now it's too late. It's just not in me now to do those jobs. I think at a younger age you're so malleable. You do it a little bit and then you can do it. You can always go back. It's like riding a bike, from what I hear, from people that do it. Then <\/span><span data-id=\"P5-N200551\">you get to a certain age and you're like, \"I just can't take your order. Sorry.\" That's not in me, so I'll be bad at it, like I won't be able to do it.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: Which is really different from \"I look down on that job.\" In other words, you've been saying how much sadness there is about the decisions you made and decisions you didn't make based on what you were expected to do and what your mother would approve of very concretely. You had to be a dentist <\/span><span data-id=\"P5-N200571\">and everything else was going to be looked down upon. Even an artist she looks down on in some way, even though she's an artist herself, because it's not some square, cookie-cutter of what would be a successful son in her eyes.  That closes down, I can imagine, a lot of things like going and getting <\/span><span data-id=\"P5-N200572\">a bartending job in college. So many ordinary doors like that get shut out of disapproval.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: Right. Right. They become black and white. I do look down on, like when I say about Kinko's, I always joke about it because I do have a lot of people I know who are still trying to be rock stars or whatever. They've made other choices where now all they can do is be a bartender. It's not that <\/span><span data-id=\"P5-N200591\">I look down on it, but that's a sad existence to me. What you're saying is totally right. Having that when you're younger, just the freedom to be like, \"Oh shit, man. Wow, that's cool. I could work two or three days a week and make a shit load of cash.\" Someone like me who's great with people and can <\/span><span data-id=\"P5-N200592\">win people over . . .<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: You'd be a great bartender. <\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: Yeah. Stuff like that it's just a bummer that I couldn't do it. When I was at Smith I had one dishwashing job; and I quite, of course, because I felt so weird. It seemed so weird to me. There's something, I guess, like you said, if you're in some sort of weird bubble that's so disconnected (chuckles) <\/span><span data-id=\"P5-N2005D1\">from mainstream, from the world around you wherever you are, it felt weird. I just felt shy and awkward and strange. I couldn't do it. (pause)<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: That's really, really sad.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: We've got to stop.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: Okay. No problem. It's my fault anyway. (chuckles)<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}