{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client has been working hard on not washing her hands compulsively, or for as long as usual. She noticed with some recent social stressors, she was hand-washing much more than usual to compensate for her social anxiety. She discusses how her family often neglects to acknowledge her achievements."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Acceptance","Parent-child relationships","Romantic relationships","Sense of control","Obsessive-compulsive disorder","Stress","Psychodynamic Theory","Behaviorism","Cognitivism","Compulsive behavior","Obsessive behavior","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Engaged"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"page_count","label":"Page Count","values":["10"],"weight":14},{"name":"psyc_subjects","label":"Health Subject","values":["Acceptance","Parent-child relationships","Romantic relationships","Sense of control","Obsessive-compulsive disorder","Stress"],"weight":15},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":16},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":17},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":18},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":19},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":20},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":21},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":22},{"name":"symptoms","label":"Presenting Condition","values":["Compulsive behavior","Obsessive behavior"],"weight":23},{"name":"therapies","label":"Therapeutic Approach","values":["Integrative psychotherapy"],"weight":24},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":25},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":26}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2098444","dorpId":"1004967230","contentType":"text","aucs":"CTRN-V1","title":"Client \"SZ\" Session November 30, 2012: Client has been working hard on not washing her hands compulsively, or for as long as usual. She noticed with some recent social stressors, she was hand-washing much more than usual to compensate for her social anxiety. She discusses how her family often neglects to acknowledge her achievements.","fullTitle":"Client \"SZ\" Session November 30, 2012: Client has been working hard on not washing her hands compulsively, or for as long as usual. She noticed with some recent social stressors, she was hand-washing much more than usual to compensate for her social anxiety. She discusses how her family often neglects to acknowledge her achievements.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098444\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Thank you.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Mine was actually, it was really good, it was a little bit stressful being around a lot of people but…and another thing is I think I saw I was putting out my stress on say washing my hands which made it kind of a worse problem because then my hands would get dry and cracked and so then I'd have <\/span><span data-id=\"P1-N2000F1\">to get a Band-Aid and wash my hand and then it finally got to the point where it was like…I still have a problem like when I'm cooking or around other people like myself or Jeremy, ignoring the nicks, I have a hard time accepting that I'm fine, nothing wrong is going to happen. It's funny cause there's <\/span><span data-id=\"P1-N2000F2\">like, you know, it's not a problem that completely, I think it's 80 percent better in terms of now I don't really fear bathrooms (laughs) most of the time I just sort of sit down or squat and I try and diffuse the feelings quickly but I think sometimes still when I'm cooking for people or like…I'm a <\/span><span data-id=\"P1-N2000F3\">little bit too precautious in a sort of \"Oh, no what happens if I have something or…\" I get that…<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: How strong is that when it happens? <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: It's not as strong as it used to be but it's more, like if I can wash my hands and its better than I don't worry about it but then if I would see \"Oh, from the night before, this is where I had kind of a sore from sewing or like a little pin prick, then I was exposed and I put a Band-Aid and <\/span><span data-id=\"P1-N200131\">then I'm like okay.\" I have to knead the bread, I'm still kneading this bread with a Band-Aid or kneading the dough, it kind of like got to me like I don't know if the Band-Aid's really going to help me when I'm kneading and so then I was like \"Okay, at least I feel better. At least a little piece of <\/span><span data-id=\"P1-N200132\">paper tape wrapped around my finger…\" I would see when I was kneading \"Oh my hand has a little knick here, cause it's so dry and cracked\" I was like \"I have to put lotion, have to put a Band-Aid and then I have to wash\" (laughs) then the Band-Aid comes off and kneading the dough. I just…I finally get <\/span><span data-id=\"P1-N200133\">frustrated so then I just realize that it doesn't matter but I have to get to that point of frustration until I just sort of \"You know what, this really isn't doing anything. This is…\" so I sort of see like…<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Do you feel like you need the Band-Aid to soothe your anxiety or is that a feeling of obligation to protect? <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Kind of both.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Anything else that I didn't give you choices for? I didn't want to limit…<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah (laughs). No, no, those are both cause I do feel like its protecting and then it does sort of make me not worry about \"Oh is this unsafe because there's a Band-Aid?\" There's that second sort of tier of logic that says the Band-Aid's probably not doing much because dough is getting everywhere, <\/span><span data-id=\"P1-N2001B1\">it's going underneath the Band-Aid, your using your hands and I'm like \"you know?\" Then I tell myself \"Don't worry, at least you try.\" So I think there's an element in the sort of like habit, maybe I feel like I have to do it because that second tier of logic says \"it's really, ultimately, you don't <\/span><span data-id=\"P1-N2001B2\">have to worry about it, your fine, your healthy and ultimately it's really not protecting anything, if you were really worried you'd wear latex gloves while you're kneading which would be horrible cause you need that sort of agility of your hands and the\"…there's kind of two tiers. The second tier of <\/span><span data-id=\"P1-N2001B3\">my thinking also recognizes that it's kind of something that will at least make me feel better.  So that's sort of something and I've realized that when I'm washing my hands I'm not doing it so consciously and I just, for instance in dance class sometimes I have to use the bathroom in the middle of <\/span><span data-id=\"P1-N2001B4\">class so I don't really have the time like I do at my office where I have to count so I go really fast and I'm like \"Did I just wash my hands? Yes, no? I was like it just went so quick, there's still a little bit of soap bubbles maybe I didn't fully wash off. Was this effective?\" Then…<\/span><\/p>\n<span data-id=\"P1-N2001A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098444\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: What do you need to count to, to feel like its effective?<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: (pause) Well so I'm devising a new technique (laughs) where I only count I think it's either four or eight, like four seconds where I'm scrubbing and four counts where I'm getting underneath the water. Before what it uses to be was like 8 seconds here and eight seconds underneath the water, <\/span><span data-id=\"P2-N2001F1\">something like that or sometimes ten or sometimes, I think I did one where counting to eight…eight is a known number in dance, rather than like most people count to ten but eight just seems like a reasonable number.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: It's a nice measure.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Yeah I know. (laughs)  It's very choreographed well. So I don't know, I mean I know if I was performing surgery I would probably have to do a minute or thirty seconds.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: But you would need to be sterile?<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Yeah. (laughs) That's what I realize is that many times like, it's sort of like if I use my second tier of knowledge, if I wash my hands, say I did do it for like thirty seconds and thirty seconds underneath the water and then I have to open the bathroom door and then all your work goes away! <\/span><span data-id=\"P2-N200271\">So I think I'm starting to get sort of like ways to think about it, like if I do worry, or like…Its just interesting how when I get stressed its particularly bad and it's sort of like negative feedback or a negative loop cause you wash your hands more and they get dry more, they look like they're cracking <\/span><span data-id=\"P2-N200272\">or maybe bleeding so you have to wash your hands more and so my hands actually I've been lotioning them and being much more careful with washing so…<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Did you happen to keep a chart of how many times you are washing during your day?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: No I need to go back and do that.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Is it time to go back and do that?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah.  Yeah I think so. It's funny how just being stressed, I went back to it and…<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: What felt really stressful about Thanksgiving?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Well there was a little…for one thing like, I don't know I guess I just found myself getting…first of all I'm having to converse a lot with Christina who, we're okay now but still it's kind of stressful and (pause) Jeremy's dad is someone else that I don't see very much so I don't feel…going <\/span><span data-id=\"P2-N200331\">out with him every night and the family every night, which is not my family, it's still slightly stressful, all the things I had to do… it was kind of like sometimes I get frustrated because I would have things to do and Jeremy would just be home goofing around and it was hard to focus, so I feel this <\/span><span data-id=\"P2-N200332\">sort of tension like \"Here I'm trying to do work and you're just goofing around, your singing songs, I really need to finish this before people come over and…\" That was one sort of pressure, getting everything done and yet still being a person, I mean, I don't know, sometimes I find that Jeremy is I <\/span><span data-id=\"P2-N200333\">guess, this sort of brings up maybe wanting kids, I'll have to loosen up a little bit but I'm pretty low-key and like when someone, even if they're joyful, exuberant with some much energy, you know, its work time and I guess he tends to be low-key but when he doesn't have work then he's very full of <\/span><span data-id=\"P2-N200334\">energy and happy and these are things that I should praise and instead at that time I was just like \"I got to work, I got to finish…\"<\/span><\/p>\n<span data-id=\"P2-N20032-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098444\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: When you feel like its inhibiting your process?<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: Yeah…  I think this morning when he was like, he just woke up and was full of energy and I just said \"I'm (inaudible)\" cause he speaks Spanish and I speak a little bit of Spanish but I just said like \"Calm yourself, it's the morning\" then he got it. I think I just need to…and of course I gave <\/span><span data-id=\"P3-N200371\">him a hug when I said \"calm yourself\" so I think maybe I just need to tell him when I need focus time instead of sounding irritated cause I think that gives him even more energy cause he thinks it's funny (laughs) and I think it's funny too but I mean, funny but I'm also annoyed and it reminded me a <\/span><span data-id=\"P3-N200372\">lot of my mom when she's trying to get stuff done for the Nutcracker and my dad was like playing music loud and watching a movie and it's like I could see her point but her thing is she wants it every night. She wants her…mine was just, you know? Another thing that upset me over Thanksgiving was the <\/span><span data-id=\"P3-N200373\">whole sort of Ozzie and Christina like, normally the past two years Christina would always like make Ozzie go to the neighbor's and basically made it a mandatory or an obligation for Jeremy also to go to the neighbor's and rather have a separate Thanksgiving at home.  This year Ozzie and Christina actually <\/span><span data-id=\"P3-N200374\">had thanksgiving at our place but they left to go to the neighbor's for dessert. There is no drama except that I got upset when Jeremy was like…Jeremy's brother was like \"oh wait until your married and you have to deal with this sort of bullshit, three thanksgiving's…\" and Jeremy was like \"Janet doesn't <\/span><span data-id=\"P3-N200375\">really care, her family doesn't care.\" I was like \"Well, what are you trying to say? My family, sure they would love to have us but they're not going to yank our arm so does that mean we're always just going to do holidays here?\" So that sort of brought up, I told Jeremy that I was upset by it and he <\/span><span data-id=\"P3-N200376\">got sort of really weird about it, I guess cause I started crying and missed my family and I was like \"Oh maybe you could come to Florida for Christmas and…\" and he was like saying in sort of like \"Oh I'm sorry I'm hurting you but there's these sort of blocks. It's real expensive to go to Florida but <\/span><span data-id=\"P3-N200377\">if you really want me to go to Florida for Christmas this year…\" I was like \"It doesn't have to be this year, maybe we could have more planning. It would be nice to alternate between the families.\" Then he was bringing it up \"Oh well you know the only vacation I ever took was to actually visit your <\/span><span data-id=\"P3-N200378\">family in Florida, so I'm not trying to say I don't like your family it's just...\" I'm like \"I'm not trying to say that. I just want to make some sort of formal arrangement that we eventually learn how to split holidays.\" We never discuss this and normally I go to my families for two or three weeks <\/span><span data-id=\"P3-N200379\">during the holidays and during the summer to help out with the Nutcracker and also visit family. Once we, eventually we have kids what are we going to do?  I think it would be a shame if we just had holidays with your family and didn't get to see the other family. I mean it was just sort of…<\/span><\/p>\n<span data-id=\"P3-N20036-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20036-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098444\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: You just brought up to me you guys hadn't ever really discussed and it sounds like you made different assumptions.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: Yeah. It was frustrating because and then I sort of realized I was like \"Okay, Thanksgiving is your favorite holiday, how about we pick another holiday, like Christmas or Easter?\" Quite frankly I'd like to do Easter at my own place cause that's my favorite holiday but I like to have it with <\/span><span data-id=\"P4-N2003B1\">my parents but it's hard to get out there on Easter or Christmas, there's generally more work days available. We do have differences and it was just sort of like, I think Jeremy is used to having control of the situation and the moment he doesn't have absolute control, he gets very sort of like (pause), <\/span><span data-id=\"P4-N2003B2\">kind of weird, kind of stressed out, kind of like when I get anxious, he's gets sort of really like, kind of spooked.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: What do you think he was spooked about? <\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">CLIENT: (pause) Just having to…spooked about not going, doing something that he hasn't done before, like have Christmas with someone else's family. It's crazy cause I have holidays with his family all the time so I just sort of saw that it's something that by giving him a year to plan for, maybe he'll <\/span><span data-id=\"P4-N2003F1\">feel more control of the situation. It's funny cause he…I understand the money issue cause I mean it is expensive just to fly out to Florida for a few days.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: You also have the difference of his family is more local.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: Yeah, that is true. Yeah. He definitely said he would be okay with spending a few weeks with my family and he's like \"I don't want to hold you back.\" I was like \"I don't think your holding me back! I'm just sad that you can't be there too.\" He understood that but it's just sort of something <\/span><span data-id=\"P4-N200431\">that (pause) makes me sad that…I guess it further deepened…I talked to my family and my dad made a joke because my sister had hip surgery recently so my parents had to come up and cook the whole Thanksgiving in her kitchen and my dad sort of joked \"Well I was homesick too.\" It made me laugh but then <\/span><span data-id=\"P4-N200432\">I got sad because I put on Facebook pictures of my table runner that I sewed and the table setting and my apple pie and they didn't even like it! I was sad because I was just…you know?<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: You wanted a response from them?<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: And for them to acknowledge your Thanksgiving?<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Yeah and I was like, even at my sister's, she was like \"How was your Thanksgiving?\" I was like \"Oh, it was good. Did you see the pictures?\" She's like \"I just saw that there were two.\" I sent her pictures on Facebook, here's kittens hugging, pictures every day to make her feel better and she'll <\/span><span data-id=\"P4-N2004B1\">comment on those pictures but she didn't…<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: If she really looked at the ones that were about you? <\/span><\/p>\n<span data-id=\"P4-N2004C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098444\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">CLIENT: Yeah and it just sort of hurt because I was like, I feel bad that my family couldn't be there but then they didn't even acknowledge.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">THERAPIST: You didn't feel like they were feeling bad about missing you?<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">CLIENT: Yeah. And better yet then I start to wonder if they even approve that Jeremy and I had this Thanksgiving together because it's at our place and we are living in sin so that's another tier and they I was just like it makes me to sad.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">THERAPIST: Did they say that?<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">THERAPIST: But you start to wonder? Make these assumptions that they're making these judgments?<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">CLIENT: Yeah. Then my mom mentions that Marge called up, our Godmother, she was the one she first talked to when my mom found out that we're living together and Marge…<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: Was very upset?<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: Yeah and she would…she was very upset especially because from her experience, her own daughter, was cohabitating for five years and eventually when they broke up she was so distressed, she was like 31, became an alcoholic and now she's getting her life back on track but she associated this all <\/span><span data-id=\"P5-N2005F1\">with cohabitating, like \"you guys are never going to get married.\" So this supported my mom's own personal feelings so when I was talking to my mom the day after thanksgiving \"Oh did you call up the guy that I found to do your Nutcracker?\" I wasn't sure if I could be there and she's like \"Yeah don't <\/span><span data-id=\"P5-N2005F2\">worry about you coming out, it's really important for you to get your degree and graduate and I was talking to Marge and she told me a little bit about how her daughter was doing\" and she stressed how it was really important for me to get my degree and to graduate which was one of the conditions for <\/span><span data-id=\"P5-N2005F3\">me and Jeremy to get married or…Jeremy said \"Honestly I don't want you to worry yourself with stuff, wedding stuff when you have school to do.\"  She said that, she didn't say anything about like…I told her the pictures were up on Facebook of thanksgiving, she's like \"Oh, okay, I'll have to look at them.\" <\/span><span data-id=\"P5-N2005F4\">She never liked them or said anything or like. I called her and I call home and it's sort of like, I sort of see there's these situations that kind of bring, could bring frustration for instance last night, rather than going to dance which I've already paid for, it's a semester thing, pay every semester, <\/span><span data-id=\"P5-N2005F5\">instead I went to another ballet studio cause I just couldn't deal with the frustration and its funny cause I go to a separate studio right in the Square and two of the girls that are in the Ballet Company were in class and I just found like my whole concentration was just, I was just so flustered and <\/span><span data-id=\"P5-N2005F6\">it was frustrating because it's like these are situations that cause stress.  Well they shouldn't…<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: What did it bring up for you?<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: It brought up the…I was constantly looking at them to see how high their leg was up and was it higher than mine? How much higher? What are the...?<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: So you were doing a lot of comparisons?<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: Yeah and that's hard when you're like…mentally there's this sort of mental process going on so while the teacher's trying to combination before the music starts its sort of like hard to learn the combination cause I'm…<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: When you're watching other girls?<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Yeah and she's like \"What are they doing? Why are they…?\" it's funny and like, it's kind of sad and pathetic how so much of my life is sort of made unpleasant by me just not being comfortable with the situation or like for instance I didn't call my mom last night cause we did start these Thursday <\/span><span data-id=\"P5-N2006B1\">night dates when my sister wasn't talking to my mom, but now she's talking to my mom so my mom didn't seem to…like anticipatory of our Thursday night call two nights ago and then I called on Thanksgiving... Not two nights ago, two Thursdays ago, then I just didn't call this last Thursday cause I just, <\/span><span data-id=\"P5-N2006B2\">it made me too mad. 00:23:00} I don't know, I didn't want to bother it, I'd rather just go to bed and especially because Jeremy was all grumpy when he came home, he was happy that I was happy but he just had a long day and him and his brother confronted his mom about her shopping addiction and using <\/span><span data-id=\"P5-N2006B3\">the business as her personal piggy bank (laughs). He had a reason to be stressed but I guess it reminds me of my roommate Lucy, back when we were living, when I was in my second year of graduate school living with three other people, and like there was all this passive aggressive sort of thing going <\/span><span data-id=\"P5-N2006B4\">on and I was like \"Lucy!\" and she was like \"Wait, if this is about the Sarah thing then I'm going to…\" she just shuts her door, \"I can't take it, it's too early in the morning for too much drama!\" I sort of realize that I do that now, I just can't be bothered but in some senses that's good, like not <\/span><span data-id=\"P5-N2006B5\">to involve yourself in drama but it's just getting to a point where I'm avoiding things that could be good.<\/span><\/p>\n<span data-id=\"P5-N2006A-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098444\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">THERAPIST: Well it also sounds like avoiding some confrontation maybe could happen in a constructive way.<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">THERAPIST: But when you avoid it like that the anger builds and makes it harder to have a constructive confrontation about it.  It sounds like you're angry with your mom maybe about a couple of things.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">CLIENT: Yeah I'm just, yeah I am. I'm angry that she just can't like love me and be normal and just not care that much. (laughs) I mean, even though she wants to protect me at the same point, like she didn't really like…she didn't really protect me and have to take care of me when I was like really <\/span><span data-id=\"P6-N200731\">anxious about germs and stuff. I had to take care of myself, I got therapy, I got medication so…<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">THERAPIST: So that would have been a time when it would have been nice to be taken care of? You don't feel like you need protection from Jeremy?<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">CLIENT: Yeah I do. I sort of like made that decision consciously, it wasn't like \"Oh maybe I think he's going to marry me,\" it's like \"Oh he probably will.\" But right now we can't be bothered.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">THERAPIST: This is what you want?<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: Yeah and it's for a big convenience, you know, it's been a really big convenience and I can do a lot more in life, granted when I'm motivated to not take a nap (laughs) but the possibilities are much, much more and I just think it's like if you're just going to be all weird around me then what's <\/span><span data-id=\"P6-N2007B1\">the point?  Why is everyone…I mean this is life, the decision was made, you're unhappy about it but why are you going to act all weird about me?<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: And it's your decision.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: You want to be trusted, that is your decision.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: Yeah and I think I want her to be happy for me and not just have all this enthusiasm like with my mom when I call up \"Oh things are going on great! I'm sewing this and I'm doing this on my research!\" Some days are better than worse but it doesn't mean…<\/span><\/p>\n<span data-id=\"P6-N20082-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098444\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">THERAPIST: But you feel like you need to perform this role?<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">CLIENT: Yeah I guess, last night I just couldn't be bothered.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">THERAPIST: You didn't have the energy to do that performance, you wanted to be real and you wanted her to be able to accept reality rather than your stage performance view of it.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">CLIENT: Yeah. I think one thing I've seen from my family is they have a hard time acknowledging when I do something good, like they just can't be bothered. I sort of feel like (pause) with my sister, definitely she gets jealous and upset and it's hard to say \"Yeah, I'm improving so much in dance,\" I <\/span><span data-id=\"P7-N2008B1\">can't mention that.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">THERAPIST: What happens if you do?<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">CLIENT: She just gets sad because she can't dance anymore so I try to avoid talking about dance because that could bring potential upset to her and she'll inflict it upon me and then I'll have to listen to her and so a lot of times, I guess it's hard to be, to participate in conversations with her because <\/span><span data-id=\"P7-N2008F1\">a lot of times, especially now after her surgery when she's very…she can only bend at a ninety degree angle cause she had really intensive surgery. It's really hard to say like good things going on or like, even if I mention that hair is…I was telling her about how Jeremy's grandmother gave his last <\/span><span data-id=\"P7-N2008F2\">girlfriend really nice scarf, she just likes to give little gifts, like she's given me perfumes which are very appreciative and I use a lot but I say \"Oh man, I wish I could get a nice scarf. Lori probably didn't even wear it.\" And Tammy's like \"What does it matter? Is it silk? You probably can't wash <\/span><span data-id=\"P7-N2008F3\">it. Who even knows that it's nice?\"  I'm like \"Well…\" I was just making a comment, she's like \"Well maybe his grandmother just had more money that year?\" It's not about like I'm claiming his grandmother like liked, I mean she doesn't even know, didn't even know Lori, she just likes to give little gifts <\/span><span data-id=\"P7-N2008F4\">occasionally but I don't know. I want a nice scarf eventually, it doesn't make sense for me even wearing it on the tee, that's what I wear every day and God knows (laughs) when it's on me. The tee, I spill stuff on myself, logically it's not important to wear a nice scarf, I don't feel like I'm missing <\/span><span data-id=\"P7-N2008F5\">much out of life but I was just…<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: Even an off-handed comment?<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">CLIENT: Yeah and she just gets very upset like how trying to make…it made it seem like she was saying how spoiled I was or like ungrateful for the perfume and I was like \"I wasn't!\" Even stuff like that and then she's like \"Oh, makeup is good in the sense that at least you don't have to worry. You can <\/span><span data-id=\"P7-N200931\">wear it anywhere, you can't change it…\" and I was like \"Oh yeah and hair too.\" She's like \"What do you mean hair? No I disagree. Hair is much...\" Then she went on and on about how hair is very difficult to change and if you cut it…I just feel like…<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: You want to be casual? <\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: Yeah (laughs). I can't even make a casual conversation without and even with Jeremy, the other day when we were talking on the sort of like G chat and he makes like…I was like \"How are you doing?\" He didn't answer for a while and then he answered off hand to something else that I had said and <\/span><span data-id=\"P7-N200971\">it was a while and I was like \"Are you talking to someone else?\" Then he just sort of blew up cause he's like \"Oh what's wrong Janet, what's wrong with you? Are you okay?\" I was like \"Yeah I was just wondering…\" So then I blew up to some sort of dramatic thing and he's like \"Is this about Lori liking <\/span><span data-id=\"P7-N200972\">my photo on Facebook?\" I was like \"No! I don't even care if she does!\" Why are people…I don't know it's like I'm trying to maintain my own sort of state of ease and kind of cool off the drama cause life can be frustrating already. I already got some from my own coworkers, like I'm just sick of how men <\/span><span data-id=\"P7-N200973\">are not very sensitive in the sciences so I have my own sort of stresses and problems and then like other people are just sort of going crazy on me (laughs).<\/span><\/p>\n<span data-id=\"P7-N20096-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098444\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">THERAPIST: People aren't really getting your intentions? <\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">THERAPIST: So I wonder what the miscommunication is about?<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">CLIENT: Yeah…<\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">THERAPIST: We do need to stop for today. I know our time was short but we can pick up more next time?<\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">CLIENT: Yeah. Yes, yes and I will…knowing that (inaudible) naturally runs slower during midterms, I never quite got it, until recently because I've been missing…just getting everywhere like fifteen minutes late and it's frustrating. I don't know if it's cause recently the bus (inaudible) and hit a bicyclist?<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">THERAPIST: Oh really?<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">CLIENT: …And killed them, like two weeks ago, so I don't know if they're being like extra cautious but one thing is it tells me I can't cut it close anymore (laughs). Being cautious, means I need to be early. (pause)<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">THERAPIST: (inaudible due to background noise). I don't know if we had confirmed our December appointments or not? <\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">CLIENT: Yeah, no I have travel dates to be off.<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">THERAPIST: Okay so when are you here?<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">CLIENT: I'm here until the morning of the 13th.<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">THERAPIST: Okay so we can meet next week on the 7th and then you're going to be gone Friday the 14th?<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">CLIENT: I'm going to be gone until the 28th.<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">THERAPIST: Okay, so I'll take you off the 14th, then off the 21st. Are you going to be here on the 28th?<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">CLIENT: Yes I believe so.<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">THERAPIST: Okay, so we'll plan for…<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">CLIENT: Yes cause I'm coming back Thursday night.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">THERAPIST: So let's plan for 3:30 on the 28th?<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}