{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is disappointed with herself for not constantly focusing on her coursework. Client is trying to balance her social life while she grows up, looks for jobs, and begins to focus on starting a life with her boyfriend."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Education, development, and training","Teoria do Aconselhamento","Teorías del Asesoramiento","Obsessive-compulsive disorder","Disappointment","Psychodynamic Theory","Behaviorism","Cognitivism","Low self-esteem","Obsessive behavior","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Education, development, and training"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["15"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Obsessive-compulsive disorder","Disappointment"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem","Obsessive behavior","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2100002","dorpId":"1005146858","contentType":"text","aucs":"CTRN-V1","title":"Client \"SZ\" Session March 29, 2013: Client is disappointed with herself for not constantly focusing on her coursework. Client is trying to balance her social life while she grows up, looks for jobs, and begins to focus on starting a life with her boyfriend.","fullTitle":"Client \"SZ\" Session March 29, 2013: Client is disappointed with herself for not constantly focusing on her coursework. Client is trying to balance her social life while she grows up, looks for jobs, and begins to focus on starting a life with her boyfriend.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Last week was spring break which constituted me just basically staying at home and doing work. So I was feeling, you know, I've been really into making desserts. I don't know, I guess it's because I get bored during the day, and if I'm just staying at home, why not? And Jeremy enjoys them. I <\/span><span data-id=\"P1-N2000D1\">enjoy them. I enjoy eating them before they're made. (chuckles)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">But this week I really sense like I had a presentation on Tuesday and the week on Friday, I was just going to start doing like I had gotten lots of results, and I was going to put them up on the presentation. But for some reason, I misunderstood something and I thought I was totally wrong in all my calculations.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\"><\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">So I you know, I was trying to understand them and I was scrambling to make sense of how can this be possible. This isn't making sense. You know, so I was rushing and I eventually was able to redo all my results. (pause) Whoops, sorry, it's hot.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">I was able to redo all my results and then by the time I gave the presentation, I was running late. Because I was supposed to wake up at eight, but I woke up at nine and I left the house at like 10:30 for an 11:00 group meeting. That was not possible because it takes about an hour to get there. By the <\/span><span data-id=\"P1-N200151\">time I got there, I mean, it was fine. People were able to talk and share what they were doing.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">But by the time I got there, I was only able to like give an hour's presentation, but it was kind of appropriate because all of the results that I had put up there were actually wrong. I was kind of frustrated because my advisor we were going to write a paper, then we had a deadline extended until <\/span><span data-id=\"P1-N200171\">the end of March, and it just doesn't look like we'll make that deadline either.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">I guess maybe after this presentation when I messed up the results, now I'm just sort of I've been very pokey. Monday and Tuesday or like, what is it Sunday and Monday nights I got like four hours of sleep because I was trying to finish the presentation. I was working like mad. But then <\/span><span data-id=\"P1-N200191\">after the presentation, I took a nap and missed my seminar, and I didn't do the assignment for that. I still haven't done the assignment for that. (chuckles)<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\"><\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">Yeah, I've just been really lazy. I mean, I corrected all my results so I guess I can't be too lazy. And still I'm trying to understand them. But I guess I've just been sort of tired and worn out.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: You sound disappointed.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Yeah. Yeah, I was. I mean, I was disappointed because first of all, I just wanted to present and make a winning presentation and everyone to think it was interesting. They thought it was interesting. At the very beginning they were very intrigued, and then they kind of got lost when I said \"Oh, <\/span><span data-id=\"P1-N200211\">but there's approximation [ph] that doesn't really work out, so you have to sort of throw your hands up.\" My advisor was like \"I don't know what you're talking about.\" You know, everyone sort of got lost.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\"><\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">(sighing) I just it was sort of like there was a timeline and I sort of I didn't quite make it. But, I mean, it's hard when I'm the only one working on the project. I mean, I talked to my advisor.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: Yeah, it sounds like you really feel you're not getting the support from him, the engagement from him that you would like on either your stuff or the shared project.<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Yeah. I mean, it was nice that he was meeting me a lot in the beginning, like he gave me a new computer and so this was really nice. I didn't expect for him he was going to give me a used computer, but he just bought me a new one because he didn't want to give up his old one. (chuckles) <\/span><span data-id=\"P2-N200291\">He didn't want to clear off all the files, so I felt really motivated. I think maybe the real word is like I'm kind of burned out. Like I'm just sort of disappointed in myself for not having more control this week. I was just -<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\"><\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: More control over?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Everything. Just sort of like getting to bed on time, working hard, getting in my assignments, correspondence, shopping. (chuckles) And another thing, so I found out that Jeremy I think it was a week and a half ago or maybe two Fridays ago but anyway no, it was last Friday where <\/span><span data-id=\"P2-N2002F1\">he started out with a conversation. He's like \"Now, I don't ever want to talk about this again until the situation arises. So after we talk about it tonight, let's just forget we had this conversation.\" I thought I did something very wrong. (chuckles)<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\"><\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">But as it turns out, he just wanted to know in terms of what would be my preferences for selecting an engagement ring. I was just like oh, I was very relieved. I thought that I had gotten in trouble for something (chuckles) which is understandable. I have a lot of bad habits. But anyway, so I was just <\/span><span data-id=\"P2-N200331\">really giddy. And I guess that's another thing, like he told me not to tell anyone, but I told my sister.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: I don't count.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Oh yeah you do. (chuckles) You definitely do. (chuckles) But also, I hinted to my mom because I was really excited. I said \"Don't tell anyone\" but because Jeremy is always around, I had to message her. So she didn't write me back, but I'm still very excited.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: That's a nice question to be asked.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: (chuckles) I know. I've been really excited.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: What was your answer?<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\"><\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: What was my answer? My answer was like \"I don't care what you get me. I know you know me, and I will be happy. It's just a representation of our love. It's not just to be [inaudible at 00:07:15] and be oppressive.\" That was my answer. (chuckles)<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">It was basically like \"Oh, okay, I'll try and keep it low-key\" because I know that he feels very shy about it. But I also thought that, you know, in terms of I'm not too picky. Like I sort of feel like I know there's a lot of stories about girls that are very particular, but everything that he has gotten <\/span><span data-id=\"P2-N200431\">me has been, you know, I've liked and I've worn if I wear jewelry. So yeah, that was my answer. (chuckles)<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\"><\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">So I was really excited, and I guess he said there was going to be a ring sizer coming. But as it turns out, he's like \"I don't know where it is, but it would be nice if you could find out your ring size.\" And then I started to freak out because I would have to go into a store and ask someone, you know. <\/span><span data-id=\"P2-N200471\">Like pretending to buy, pretending to be interested or I mean asking I don't know why I was freaking out, but I knew I needed to get that ring size. And I was just very anxious about having to go into a store and take up employees' time and seem interested when I'm really not interested.<\/span><\/p>\n<span data-id=\"P2-N20046-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">As it turned out, we just wound up using a paper, a piece of paper. (chuckles) And that seemed to be what I remember my ring size to be. But I don't know, I was just like really I mean, I spent like a long time cutting out strings and then making ribbons rings (chuckles) and seeing if they fit.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\"><\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">And I would be like \"Oh, is this more a five or is this a four and a half? No, no, no, it's a five and a half.\" I mean maybe it was just too by the time, I was bored. (pause) I don't know. (pause) I guess, I mean, I guess I kind of feel like this is my spring break. Because my spring break was just <\/span><span data-id=\"P3-N2004D1\">sitting on the couch running results all day.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: It didn't feel like much of a break, huh?<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: No. And I forget about I forget like like I always feel like I don't do anything. This week I can acknowledge that today after getting an doctor's appointment and going to racquetball, I looked at wedding dresses online and then I came here. (chuckles)<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\"><\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">Of course I'll go home and, you know, while I'm on the bus I'll do work. I guess I sort of feel like I needed that. (pause) And especially on Monday, we went to a dinner and it was five hours long.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: That's a long dinner.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: (chuckles) Yeah, I know. Yeah, it was. It was very orthodox and it was really interesting, the dynamics. Going over the second time because I went over two years ago, and I felt a lot more comfortable even though like I didn't know the customs. It's okay because, I mean, 40, 50 people there. <\/span><span data-id=\"P3-N200591\">It was kind of a zoo with little kids (chuckles) running around, going through all the rites.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\"><\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">Because actually, I mean, we were invited to Christina's cousin's dinner which was more social than it is religious. Nothing wrong with that, but I guess if you like the [cohort], the social part is good. But if you don't like the people I was just like \"Well, you know, you always feel a little <\/span><span data-id=\"P3-N2005D1\">tense Jeremy. You and I felt a little tense if we go over to the Johnsons. How about we just go to the real one?\" You know, he was kind of on the fence about it. I'm actually not religious. I used to feel self-conscious but since he's religious, I think it's important for me at least to learn about <\/span><span data-id=\"P3-N2005D2\">it and they're very welcoming.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: Does he identify as orthodox?<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">CLIENT: No, his mom corresponds with the texts, but Jeremy doesn't practice any of the laws.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\"><\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">So it was kind of a whirlwind for him because like after it, he was like \"You know, I just really don't identify with this.\" I felt actually really bad because I didn't mean to push him into something. He's like \"I was raised more Catholic.\" So, I mean, in one sense, I was like \"Well, that's convenient <\/span><span data-id=\"P3-N200651\">because I'm very familiar with those customs.\"<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">But in the same sense, I feel bad because, you know, sometimes when you push religion on someone, they kind of step back. I said \"Well, you know, it's good to at least do this every now and then and sort of understand where the customs came from, and no one is judging when you can't read the language.\" <\/span><span data-id=\"P3-N200671\">(chuckles) Or you don't know quite what's going on amongst the practices.<\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\"><\/span><\/p>\n<p data-id=\"P3-N2006A\"><span data-id=\"P3-N2006B\">So I just thought it was and there was a lady across from us. She had a family and she had been she was from Jordan, but it was really interesting because she kept on it was a very awkward conversation she was trying to have with us. Like in one sense, I really didn't feel like talking so <\/span><span data-id=\"P3-N2006B1\">I could just sort of read what was going on and what the steps read the transliterated version (chuckles) of what was going on. I just I think I felt, you know, pretty comfortable just to sort of sit there and do my own thing. I thought that was sort of like it was actually nice just to <\/span><span data-id=\"P3-N2006B2\">sort of like understand that yes, this is going to take a big chunk of time out of my hands, especially when I have a presentation to finish tonight and I'll be working way into the night.<\/span><\/p>\n<span data-id=\"P3-N2006A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\"><\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">But I just (pause) Yeah, I just I felt not exactly comfortable but I didn't feel uncomfortable, so I was very happy. But I was kind of sad that Jeremy sort of felt like sort of we didn't fit in.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: Well, I wonder if there's a way to sort of recognize that part of his heritage in a way that does feel a little more familiar to him. Because it sounds like you went to a very extreme dinner, which is not the only way to recognize some of his culture or heritage. He may feel more comfortable <\/span><span data-id=\"P4-N200711\">either in a more sort of familiar social setting or going to a reform service or something where it would be more in English.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: (chuckles) Yeah.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\"><\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: But not to feel so because it sounds like it's important for you to recognize both sides.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Yeah. I guess I'm trying to be fair.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: I wonder what would feel fair to him. You're sort of making an assumption that this is what feels fair.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: (chuckles) Yeah. I should ask him that. I mean, I think we've sort of talked about it. It's kind of interesting that we talk about children even though we haven't really I mean, we're not even to that stage. I guess you do want to know how this person that you are going to be with will raise <\/span><span data-id=\"P4-N2007D1\">your future children. Granted that you can have children and you do. (chuckles)<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">He said that he would probably raise them we would raise them mostly Catholic, going to Catholic services but, you know, acknowledging the religious holidays [inaudible at 00:15:53]. I just thought that was nice, but I also thought that for me, like when you celebrate a holiday, I like it to be <\/span><span data-id=\"P4-N2007F1\">in the right context rather than this is another food day.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\"><\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">I mean, I guess different, you know, different traditions are for everyone. Some people are more reform, some people are more orthodox. It's kind of a sliding scale. But I guess for me, you know, I like to be able to answer questions or be informed. (chuckles) So, yeah, and I guess maybe I should talk <\/span><span data-id=\"P4-N200831\">to Jeremy about this and ideas to maybe have like our own dinner where we can sort of pace it. I mean, he loves to cook and what a great way to sort of bring a bunch of friends together and sort of go through it in our own means, our own pace, and maybe not do all of the steps. (chuckles)<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\"><\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">I mean, it's interesting because it's I mean, I must admit like going through the dinner, it kind of went by like this, the sort of everything I mean, even the story that I've heard, the story, I still get kind of confused and this did not clarify it. Instead it just sort of enriched the sort <\/span><span data-id=\"P4-N200871\">of cultural tradition side. I guess, I mean, I think that is a good conversation to have like what does he think is fair and, you know, how to resolve this sort of combining of two traditions. But his was kind of already two traditions, so it's really sort of like combining 1.5 traditions. (chuckles)<\/span><\/p>\n<span data-id=\"P4-N20086-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\"><\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">Because it's actually interesting. His mom was the one that was religious, and she rebelled against her parents and her neighborhood because it was very religious. It was funny to think how she rebelled. I don't know. But anyway, so that was Monday. When is it Jeremy and I celebrated our friend's <\/span><span data-id=\"P5-N2008B1\">birthday, Candace [ph]. She's actually originally my friend, but we celebrated her birthday and it was kind of surreal. Candace [ph], she was a former roommate. She went to Brown. She's, I think, two years younger a year younger than me wow, only a year? And her and I have stayed friends, and <\/span><span data-id=\"P5-N2008B2\">she's kind of like in a different stage of life though.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\"><\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">And we're hanging out with her friends. Like I like them, but they're a little bit off-the-wall. Like a little bit like I mean, I must admit I'm finding myself a little mossy and I like it. I'm settling down and looking for jobs. I'm thinking about having kids in the next few years. These people <\/span><span data-id=\"P5-N2008F1\">are making out with like there's this mannequin head that they had. (chuckles) It's just sort of like free-form, staying up until God knows how late. I guess they're just in a different part of life, and I guess I just sort of felt left out. Not left out, just sort of weird. There was a what <\/span><span data-id=\"P5-N2008F2\">is it? There was Rebecca's roommate, sort of the girl's place where we first started celebrating Candace's [ph] birthday. She has a roommate, Charles. He's gay and I didn't have a problem with it.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\"><\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">But for some reason, when they were interacting intimately, like I would just sort of look over. I don't know. I don't have a problem with it at all. In fact, it's very alluring. I guess if any couple was doing that, I would've -<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: Were you uncomfortable with the public display of affection more so than who was doing the affecting?<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: (chuckles) I don't know if I was I think I was fascinated. I mean, because like my views on, you know, gay coupledom is very theoretical. I think it's fair, they love each other, but -<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: But you don't have a lot of -<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Experience. (chuckles)<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: experience being around people who are in gay couplings.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: Yeah. And it was very like I felt bad because I was looking at them. You know, just sort of like I wasn't meaning to, I was just sort of like a fascination, like \"Oh, that really does work. Oh, that's sweet.\"<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\"><\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">But I sort of feel myself feeling uncomfortable, you know, just talking to them. I don't know, for some reason I felt sort of insecure just talking to them. (pause) I don't know. It was just kind of a weird night.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">I mean, I really like one of Candace's [ph] friends, Mellie, is just like really I really like Mellie. But it's just sort of like, I felt sort of like a disconnect between me and some of her other friends. You know, of course, they were like \"Oh, do you want more wine?\" and I was like \"No, I <\/span><span data-id=\"P5-N200A51\">got some.\" It was just because I was thinking oh, I have to wake up, I have to do by the time Jeremy and I got home, I didn't get to bed until two, just because we got home at one and I had to take a shower and unwind.<\/span><\/p>\n<span data-id=\"P5-N200A4-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A4-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\"><\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">I was just so exhausted the next day, and I didn't get anything done (chuckles) and I felt so I mean, of course I was reading, but I was like falling asleep so frequently and it was like frustrating because it's like okay, I want to give myself one day to be like a lazy couch potato after the presentation.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: It extended beyond.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Yeah. (chuckles) And I didn't even wind up going to racquetball which was silly because Jeremy was, you know, he was just going to make dinner for himself because I was going to go to racquetball and we'd meet up later. Then I'm like you know, it's already 7:20 and I'm not even dressed and I'm <\/span><span data-id=\"P6-N200AD1\">not going to make it to racquetball, so I guess I'm just going to stay home. (chuckles) I don't know.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\"><\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">I was really just but I did arrange an Easter egg hunt for Jeremy, so I guess I did do that. (chuckles) But again, that's not work. I mean, it's work but it's not work I need to do. But he really did enjoy it. Actually, he had never done an Easter egg hunt and it was really fun to see him run through <\/span><span data-id=\"P6-N200B11\">the house. I did more like a scavenger hunt and at the end of it there was a present, an Easter present. But I really enjoyed (chuckles) calling him up and saying that we had been visited by the Easter Bunny. (laughter) I don't know what's gotten into me. (chuckles) I guess maybe it was just sort of <\/span><span data-id=\"P6-N200B12\">a childish sort of -<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: It sounds like part of you is ready to sort of move forward to this next phase of your life that you've been spending some time thinking about. Thinking about getting married, thinking about settling in, thinking about kids. You know, there's also this part of you that was sort of reminded <\/span><span data-id=\"P6-N200B31\">maybe more of your youth and hanging out with Candace [ph]and some of her friends who haven't let go of sort of the college party thing.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\"><\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: (chuckles) Yeah.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: So it sounds like you're kind of, you know, toying with both in a way that feels comfortable for you.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: Maybe you don't have to give up all of one to have the other.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: Yeah. Because I know like I sort of think of like Ozzie [ph]and Christina, and I sort of see that oh gosh, they're such old people already. They go to bed at 9:00 and they don't have more than a half glass of wine at a given celebration. You know, and like I'm surely not like that. (chuckles) <\/span><span data-id=\"P6-N200BF1\">And then going over and I'll have a cocktail and a glass of wine and I'm just like okay, no more, no more. But in the same sense, it's sort of yeah, I guess maybe that's the thing, that I'm trying to sort of make balances between -<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\"><\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: Yeah. Well, and figure out who you are as an adult. Not all adults go to bed at nine.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: (chuckles)<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">THERAPIST: Or have a very strict policy about exactly how much wine they have to drink. I think you're trying to figure out what feels right for you, what playfulness to hold onto. You can certainly hold onto playfulness.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">THERAPIST: How to balance your work. I wonder, some of this is clearly you were feeling disappointed in your work. You were feeling disappointed in not following through on some of the goals you had set for yourself.<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">THERAPIST: And this may be one way of kind of letting off some steam, being able to play, do the Easter egg hunt.<\/span><\/p>\n<span data-id=\"P6-N200CE-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200CE-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: You know, that really does sort of connect. Just being like yeah, I have been really disappointed. I was disappointed that it wasn't such a stunning result, like all my work I had been doing and staying up late.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\"><\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: It didn't reflect some of the hard work that you've done.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: No. It was just sort of I mean, my advisor is like \"Well, don't worry. You did fine.\" But he didn't say \"great.\"<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: You wanted more than \"fine.\" You didn't want to do fine, you wanted to do awesome.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: I know. And I guess this week was sort of like a release of -<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: Sounds like you need to kind of pull back from work after being disappointed by it.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: But you got kind of scared by what you saw at Candace's [ph] because you weren't ready to pull back to that.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: (laughter) No.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">THERAPIST: It was sort of a way for you to be able to express the different parts of your life.<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">CLIENT: Yeah. One thing that was nice at Candace's [ph] friend is that they had a cat. Even though it wasn't my own cat, just seeing it because Jeremy is very Jeremy and I are going to push forward with getting two cats in June.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\"><\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">I'm just really excited. You know, it's going to be a lot of work, but clearly now I've gone all night. I think I have 12 indoor plants and they're doing okay, so I can go (chuckles)<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">THERAPIST: I think you're ready.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">CLIENT: I feel ready, I feel ready. Not towards children, but one step. (chuckles) But I just sort of you know, when I was at the food store the other night and they have their Easter bunnies. I pick it up and I hug it. It's so soft and I started petting it and people start looking at me, staring. <\/span><span data-id=\"P7-N200EF1\">(chuckles) Like \"Why is this grown woman like looking at her long-lost pet rabbit?\" I don't know. I feel like the need for something fuzzy. I don't know if it's because I've always just grown up with cats.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\"><\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">But yeah, and part of me wants like Jeremy because when Jeremy pets the cat, he pets it I think cats need to have a little sign of where to pet them, like right on the snout or right in the jowls, and I want him to enjoy the pets and understand them. But clearly so I pick up his hand and <\/span><span data-id=\"P7-N200F31\">pet where he should pet, and I realize maybe that was a no-no because he should enjoy petting an animal any way that he wants. Of course, maybe the animal is not going to enjoy it, but I want to maximize (chuckles) his happiness. Or the animal and his bonding. I don't know. I guess now that this is <\/span><span data-id=\"P7-N200F32\">also a thing of what's fair and balanced, I told him that if he wants to get a dog, I'm perfectly fine with it. You know, it can be our dog.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\"><\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">Because I know he would love going on all the walks and just maybe get the dog once the cats aren't bite-sized. (chuckles) But I guess, yeah, I mean, that's the thing. I guess I'm trying to be fair and sometimes like maybe I should be more explicit with -<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">THERAPIST: You're making assumptions about what is fair for both of you.<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">THERAPIST: And making it a conversation and finding out what would feel fair -<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">THERAPIST: Fair is a pretty tricky term. Not everybody has the same needs, so trying to make things sort of 50\/50 between what your needs are might not actually serve to make him feel like he is getting what he needs.<\/span><\/p>\n<span data-id=\"P7-N20100-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20100-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">CLIENT: Yeah. I guess sort of we already do this with dinner. He cooks dinner most of the time, but once a week I'll once or twice a week I'll cook dinner.<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\"><\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">And I guess, in a sense, we know that's fair because in terms of time, I take twice the amount of time (chuckles) that it does.<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">THERAPIST: Right. So it doesn't need to be that you each cook three dinners and split the seventh. But what works for you actually is doing it this way.<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">THERAPIST: And figuring out what are some of the other things you need to figure out, like how does it work for you in your relationship.<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">CLIENT: Yeah. (pause) Yeah, I guess you're always sort of learning about your significant other. It's never sort of you know, you get to know them perfectly well. It's a very dynamic thing, and it's hard because there are so many things that are dynamic. It's kind of like in racquetball when you <\/span><span data-id=\"P8-N2010F1\">need to work on strength and you also need to work on flexibility and they're not always like helping each other. They're like the antithesis of each other, and I think sometimes when I'm trying to like [inaudible] -<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\"><\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">THERAPIST: But they both can exist at the same place. They don't have to be the antithesis.<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">CLIENT: Yeah, I guess.<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">THERAPIST: That's also when you think about your relationship, it doesn't have to be that one gives and one takes, but they actually both can sometimes both your needs can be meet together.<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">CLIENT: And that's actually, yeah, I did find that on Saturdays when I go downtown I go to Providence Arena and he just walks around downtown, and it's the perfect -<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">THERAPIST: You're both getting what you want.<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">CLIENT: Yeah. Because he just wants to walk around and look at shops, walk around Providence. I do not want to walk around Providence (chuckles) especially during this cold weather. But I love to go to racquetball. So yeah, I guess that's the sort of thing. I guess learning to figure out how to satisfy <\/span><span data-id=\"P8-N2011D1\">different people's needs, you know? (pause)<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\"><\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">And I also, yeah, I found recently I bought two dresses. One is kind of like a dressy-casual and one is a dressy one, and I was kind of on the fence about one because it was on eBay and I don't know I've never heard of this company and a size two in that company sort of it was like well, <\/span><span data-id=\"P8-N201211\">am I going to fit or not? You can't return a dress from eBay. Second of all, it had lots of lace, or kind of a lacy pattern, and Jeremy is not fond of intricate patterns that distract from the natural line of the body. I showed it to him and he's like \"Oh, you know, well, I trust you.\" I went with it <\/span><span data-id=\"P8-N201212\">and he actually really likes it and the dress really fits.<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\"><\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">And the same with the other dress. I've shown him dresses before with frilly sort of wavy sleeves and he was like \"No, no, no. That looks stupid.\" But I recently just got a dress from the secondhand store and it did have the wavy sleeves, but it was a nice simple color with just black trim and he thought <\/span><span data-id=\"P8-N201251\">it was really adorable.<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">And I sort of see that I am like learning to be like my own self. I mean, I sort of know, have an idea what he likes, but I also know what I like and I sometimes like to experiment. I think in terms of that, having more of an idea of safe I guess maybe I'm sort of I'm understanding the boundaries <\/span><span data-id=\"P8-N201271\">between like dressing and fashion. I definitely dressed very orthodox for Monday. (chuckles) He was actually very impressed by my austere wardrobe or dress.<\/span><\/p>\n<span data-id=\"P8-N20126-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20126-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\"><\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">But yeah, I guess these things just sort of take time to sort of develop sort of a balance and an understanding of everyone's sort of boundaries and realizing that, you know, my significant other loves me for who I am.<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">Like I love wearing tunics with low backs, and Jeremy doesn't like it and I was like \"You know, I can totally understand why you don't like the low back, but I love it so I'm going to keep on wearing it.\" (chuckles) And also understanding that maybe I just won't press my back against the subway seats. <\/span><span data-id=\"P9-N2012D1\">(chuckles) Or, you know, realize to be more covered up in case I'm going out late or something. It's just sort of nice to feel that sort of freedom, and yet kind of like a balance of freedom and respect.<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\"><\/span><\/p>\n<p data-id=\"P9-N20130\"><span data-id=\"P9-N20131\">THERAPIST: So not feeling like he's dictating but that you have a choice of whether or not to sort of take into consideration what he thinks.<\/span><\/p>\n<p data-id=\"P9-N20132\"><span data-id=\"P9-N20133\">CLIENT: Yeah, I mean it's actually maybe a way of saying it is I feel very free. I felt so I mean, I just think back like a year and a half ago, I felt so well, I don't even know what to wear and like he's just going to hate what I wear.<\/span><\/p>\n<p data-id=\"P9-N20134\"><span data-id=\"P9-N20135\">THERAPIST: And that doesn't rule you as much -<\/span><\/p>\n<p data-id=\"P9-N20136\"><span data-id=\"P9-N20137\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\">THERAPIST: whether he's going to like it or not.<\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">CLIENT: I mean, I don't know if that's because he rubbed off on me or like or maybe we're growing together. But yeah, I sort of sense that there's this genuine sort of love.<\/span><\/p>\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\"><\/span><\/p>\n<p data-id=\"P9-N2013E\"><span data-id=\"P9-N2013F\">And actually it's really nice because his family is going to family therapy right now. They've only been once. The first time that they went, Jeremy was like \"It was very clear I was not the loony one in this meeting.\" (chuckles) And his brother was like \"Well, I wasn't the loony one either. It was <\/span><span data-id=\"P9-N2013F1\">mom.\" (chuckles) You know, hearing them talk about it, I was like \"Guys, it's not about being loony. It's about, you know, talking through your problems.\"<\/span><\/p>\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">But it's really interesting because there's a lot of things like Jeremy was bringing up like just sort of all these sort of things he does have against Ozzie [ph], like \"Sometimes I feel like he's competing against me.\" I'm like \"Why didn't you bring this up in therapy?\"<\/span><\/p>\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">THERAPIST: Yeah, having a safe place to go with that.<\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">CLIENT: Yeah, because I sort of see that I was like \"I have a feeling like he doesn't your brother doesn't know that he's hurting you.\" I think he's just sort of being inconsiderate but not purposefully. Not consciously.<\/span><\/p>\n<p data-id=\"P9-N20146\"><span data-id=\"P9-N20147\"><\/span><\/p>\n<p data-id=\"P9-N20148\"><span data-id=\"P9-N20149\">I think he's just honestly confused why so I don't know. It's just nice sort of like because I know what therapy is all about. It's not, you know, no one is necessarily crazy but it's nice to sort of be supportive of that.<\/span><\/p>\n<p data-id=\"P9-N2014A\"><span data-id=\"P9-N2014B\">But yeah, that's basically everything. (pause) Not too much, except my racquetball teacher the one that said I was playing too sharply and not thinking. She actually, the other day in class, she said I was much better.<\/span><\/p>\n<p data-id=\"P9-N2014C\"><span data-id=\"P9-N2014D\">THERAPIST: Oh that's wonderful. I know you've been really working on that.<\/span><\/p>\n<p data-id=\"P9-N2014E\"><span data-id=\"P9-N2014F\">CLIENT: Yeah, and I told her everything that you know, like I tend to be a perfectionist and, you know, I get very nervous before class and that I've really been working on loosening up.<\/span><\/p>\n<span data-id=\"P9-N2014E-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2014E-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20150\"><span data-id=\"P10-N20151\"><\/span><\/p>\n<p data-id=\"P10-N20152\"><span data-id=\"P10-N20153\">And I'm enjoying racquetball a lot more when I'm not I mean, you know, when I'm not always seeing if my shot is higher or you know, just sort of enjoying the moment. I enjoy racquetball a lot. It's crazy. It's like I find myself actually smiling. (chuckles)<\/span><\/p>\n<p data-id=\"P10-N20154\"><span data-id=\"P10-N20155\">THERAPIST: That's not so crazy.<\/span><\/p>\n<p data-id=\"P10-N20156\"><span data-id=\"P10-N20157\">CLIENT: (chuckles) I don't know. I mean, I'm actually wanting to go to class the next day. Sometimes that doesn't happen because I'm just sore. It's just really interesting.<\/span><\/p>\n<p data-id=\"P10-N20158\"><span data-id=\"P10-N20159\">THERAPIST: I'm really glad that you're able to enjoy it.<\/span><\/p>\n<p data-id=\"P10-N2015A\"><span data-id=\"P10-N2015B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N2015C\"><span data-id=\"P10-N2015D\">THERAPIST: That your enjoyment is coming through. Not only are you getting the internal satisfaction but also being able to hear that other people are seeing -<\/span><\/p>\n<p data-id=\"P10-N2015E\"><span data-id=\"P10-N2015F\">CLIENT: An improvement.<\/span><\/p>\n<p data-id=\"P10-N20160\"><span data-id=\"P10-N20161\">THERAPIST: an improvement. That's wonderful.<\/span><\/p>\n<p data-id=\"P10-N20162\"><span data-id=\"P10-N20163\"><\/span><\/p>\n<p data-id=\"P10-N20164\"><span data-id=\"P10-N20165\">CLIENT: Yeah. So that was just really exciting. When I went to Providence Arena, the guy, the substitute teacher, had me demonstrate.<\/span><\/p>\n<p data-id=\"P10-N20166\"><span data-id=\"P10-N20167\">THERAPIST: [Fabulous.]<\/span><\/p>\n<p data-id=\"P10-N20168\"><span data-id=\"P10-N20169\">CLIENT: I know. (chuckles)<\/span><\/p>\n<p data-id=\"P10-N2016A\"><span data-id=\"P10-N2016B\">THERAPIST: That must have felt really good to be asked.<\/span><\/p>\n<p data-id=\"P10-N2016C\"><span data-id=\"P10-N2016D\">CLIENT: Yeah, it was. He was asking another girl a lot, especially because she was good at taking directions. I mean, but she was a professional. So I felt like, you know, being at Providence Arena in a group of 40, 50 people demonstrating something, it felt good.<\/span><\/p>\n<p data-id=\"P10-N2016E\"><span data-id=\"P10-N2016F\">THERAPIST: Yeah. I'm so glad for you.<\/span><\/p>\n<p data-id=\"P10-N20170\"><span data-id=\"P10-N20171\">CLIENT: Yeah. So I guess hard work is paying off in racquetball. Maybe not work so much. (chuckles)<\/span><\/p>\n<p data-id=\"P10-N20172\"><span data-id=\"P10-N20173\">THERAPIST: Hopefully that will have its turn too. But you take the enjoyment and hold onto it where you can.<\/span><\/p>\n<p data-id=\"P10-N20174\"><span data-id=\"P10-N20175\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20176\"><span data-id=\"P10-N20177\">THERAPIST: Why don't we stop there for today. Thank you for switching around your time for me.<\/span><\/p>\n<p data-id=\"P10-N20178\"><span data-id=\"P10-N20179\">CLIENT: Yeah. (pause) I'm glad we could fit in it.<\/span><\/p>\n<p data-id=\"P10-N2017A\"><span data-id=\"P10-N2017B\"><\/span><\/p>\n<p data-id=\"P10-N2017C\"><span data-id=\"P10-N2017D\">THERAPIST: Let me make sure that I know where we are next -<\/span><\/p>\n<p data-id=\"P10-N2017E\"><span data-id=\"P10-N2017F\">CLIENT: It was funny actually. I had gone on the subway and I was on Monday morning at 8:50 and I was like halfway headed down to Brown and then I saw your e-mail and I was like oh, I don't have therapy this morning. (chuckles)<\/span><\/p>\n<p data-id=\"P10-N20180\"><span data-id=\"P10-N20181\">THERAPIST: Oh no.<\/span><\/p>\n<p data-id=\"P10-N20182\"><span data-id=\"P10-N20183\">CLIENT: I just headed back and got some nice coffee. So that wasn't bad.<\/span><\/p>\n<p data-id=\"P10-N20184\"><span data-id=\"P10-N20185\">THERAPIST: So I have us next for that early morning, 9:30 on the 8th. Is that what you have as well?<\/span><\/p>\n<p data-id=\"P10-N20186\"><span data-id=\"P10-N20187\">CLIENT: (pause) Yep.<\/span><\/p>\n<p data-id=\"P10-N20188\"><span data-id=\"P10-N20189\">THERAPIST: Okay. So I have us for the 8th and the 22nd and the 29th, all at 9:30. Hopefully none of those will have to change. Let me add on the 29th.<\/span><\/p>\n<p data-id=\"P10-N2018A\"><span data-id=\"P10-N2018B\"><\/span><\/p>\n<p data-id=\"P10-N2018C\"><span data-id=\"P10-N2018D\">CLIENT: [Oh, did I make that up on myself?]<\/span><\/p>\n<p data-id=\"P10-N2018E\"><span data-id=\"P10-N2018F\">THERAPIST: Well, I could have just forgotten to put it in.<\/span><\/p>\n<p data-id=\"P10-N20190\"><span data-id=\"P10-N20191\">CLIENT: \"Therapy on the 9th.\" (pause) Yeah, so we're on for the 8th, 22nd and 29th.<\/span><\/p>\n<p data-id=\"P10-N20192\"><span data-id=\"P10-N20193\">THERAPIST: Great, that's what I have.<\/span><\/p>\n<p data-id=\"P10-N20194\"><span data-id=\"P10-N20195\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is disappointed with herself for not constantly focusing on her coursework. Client is trying to balance her social life while she grows up, looks for jobs, and begins to focus on starting a life with her boyfriend."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Education, development, and training","Teoria do Aconselhamento","Teorías del Asesoramiento","Obsessive-compulsive disorder","Disappointment","Psychodynamic Theory","Behaviorism","Cognitivism","Low self-esteem","Obsessive behavior","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Education, development, and training"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["15"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Obsessive-compulsive disorder","Disappointment"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem","Obsessive behavior","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2100002","dorpId":"1005146858","contentType":"text","aucs":"CTRN-V1","title":"Client \"SZ\" Session March 29, 2013: Client is disappointed with herself for not constantly focusing on her coursework. Client is trying to balance her social life while she grows up, looks for jobs, and begins to focus on starting a life with her boyfriend.","fullTitle":"Client \"SZ\" Session March 29, 2013: Client is disappointed with herself for not constantly focusing on her coursework. Client is trying to balance her social life while she grows up, looks for jobs, and begins to focus on starting a life with her boyfriend.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Last week was spring break which constituted me just basically staying at home and doing work. So I was feeling, you know, I've been really into making desserts. I don't know, I guess it's because I get bored during the day, and if I'm just staying at home, why not? And Jeremy enjoys them. I <\/span><span data-id=\"P1-N2000D1\">enjoy them. I enjoy eating them before they're made. (chuckles)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">But this week I really sense like I had a presentation on Tuesday and the week on Friday, I was just going to start doing like I had gotten lots of results, and I was going to put them up on the presentation. But for some reason, I misunderstood something and I thought I was totally wrong in all my calculations.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\"><\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">So I you know, I was trying to understand them and I was scrambling to make sense of how can this be possible. This isn't making sense. You know, so I was rushing and I eventually was able to redo all my results. (pause) Whoops, sorry, it's hot.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">I was able to redo all my results and then by the time I gave the presentation, I was running late. Because I was supposed to wake up at eight, but I woke up at nine and I left the house at like 10:30 for an 11:00 group meeting. That was not possible because it takes about an hour to get there. By the <\/span><span data-id=\"P1-N200151\">time I got there, I mean, it was fine. People were able to talk and share what they were doing.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">But by the time I got there, I was only able to like give an hour's presentation, but it was kind of appropriate because all of the results that I had put up there were actually wrong. I was kind of frustrated because my advisor we were going to write a paper, then we had a deadline extended until <\/span><span data-id=\"P1-N200171\">the end of March, and it just doesn't look like we'll make that deadline either.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">I guess maybe after this presentation when I messed up the results, now I'm just sort of I've been very pokey. Monday and Tuesday or like, what is it Sunday and Monday nights I got like four hours of sleep because I was trying to finish the presentation. I was working like mad. But then <\/span><span data-id=\"P1-N200191\">after the presentation, I took a nap and missed my seminar, and I didn't do the assignment for that. I still haven't done the assignment for that. (chuckles)<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\"><\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">Yeah, I've just been really lazy. I mean, I corrected all my results so I guess I can't be too lazy. And still I'm trying to understand them. But I guess I've just been sort of tired and worn out.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: You sound disappointed.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Yeah. Yeah, I was. I mean, I was disappointed because first of all, I just wanted to present and make a winning presentation and everyone to think it was interesting. They thought it was interesting. At the very beginning they were very intrigued, and then they kind of got lost when I said \"Oh, <\/span><span data-id=\"P1-N200211\">but there's approximation [ph] that doesn't really work out, so you have to sort of throw your hands up.\" My advisor was like \"I don't know what you're talking about.\" You know, everyone sort of got lost.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\"><\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">(sighing) I just it was sort of like there was a timeline and I sort of I didn't quite make it. But, I mean, it's hard when I'm the only one working on the project. I mean, I talked to my advisor.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: Yeah, it sounds like you really feel you're not getting the support from him, the engagement from him that you would like on either your stuff or the shared project.<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Yeah. I mean, it was nice that he was meeting me a lot in the beginning, like he gave me a new computer and so this was really nice. I didn't expect for him he was going to give me a used computer, but he just bought me a new one because he didn't want to give up his old one. (chuckles) <\/span><span data-id=\"P2-N200291\">He didn't want to clear off all the files, so I felt really motivated. I think maybe the real word is like I'm kind of burned out. Like I'm just sort of disappointed in myself for not having more control this week. I was just -<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\"><\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: More control over?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Everything. Just sort of like getting to bed on time, working hard, getting in my assignments, correspondence, shopping. (chuckles) And another thing, so I found out that Jeremy I think it was a week and a half ago or maybe two Fridays ago but anyway no, it was last Friday where <\/span><span data-id=\"P2-N2002F1\">he started out with a conversation. He's like \"Now, I don't ever want to talk about this again until the situation arises. So after we talk about it tonight, let's just forget we had this conversation.\" I thought I did something very wrong. (chuckles)<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\"><\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">But as it turns out, he just wanted to know in terms of what would be my preferences for selecting an engagement ring. I was just like oh, I was very relieved. I thought that I had gotten in trouble for something (chuckles) which is understandable. I have a lot of bad habits. But anyway, so I was just <\/span><span data-id=\"P2-N200331\">really giddy. And I guess that's another thing, like he told me not to tell anyone, but I told my sister.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: I don't count.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Oh yeah you do. (chuckles) You definitely do. (chuckles) But also, I hinted to my mom because I was really excited. I said \"Don't tell anyone\" but because Jeremy is always around, I had to message her. So she didn't write me back, but I'm still very excited.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: That's a nice question to be asked.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: (chuckles) I know. I've been really excited.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: What was your answer?<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\"><\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: What was my answer? My answer was like \"I don't care what you get me. I know you know me, and I will be happy. It's just a representation of our love. It's not just to be [inaudible at 00:07:15] and be oppressive.\" That was my answer. (chuckles)<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">It was basically like \"Oh, okay, I'll try and keep it low-key\" because I know that he feels very shy about it. But I also thought that, you know, in terms of I'm not too picky. Like I sort of feel like I know there's a lot of stories about girls that are very particular, but everything that he has gotten <\/span><span data-id=\"P2-N200431\">me has been, you know, I've liked and I've worn if I wear jewelry. So yeah, that was my answer. (chuckles)<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\"><\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">So I was really excited, and I guess he said there was going to be a ring sizer coming. But as it turns out, he's like \"I don't know where it is, but it would be nice if you could find out your ring size.\" And then I started to freak out because I would have to go into a store and ask someone, you know. <\/span><span data-id=\"P2-N200471\">Like pretending to buy, pretending to be interested or I mean asking I don't know why I was freaking out, but I knew I needed to get that ring size. And I was just very anxious about having to go into a store and take up employees' time and seem interested when I'm really not interested.<\/span><\/p>\n<span data-id=\"P2-N20046-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">As it turned out, we just wound up using a paper, a piece of paper. (chuckles) And that seemed to be what I remember my ring size to be. But I don't know, I was just like really I mean, I spent like a long time cutting out strings and then making ribbons rings (chuckles) and seeing if they fit.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\"><\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">And I would be like \"Oh, is this more a five or is this a four and a half? No, no, no, it's a five and a half.\" I mean maybe it was just too by the time, I was bored. (pause) I don't know. (pause) I guess, I mean, I guess I kind of feel like this is my spring break. Because my spring break was just <\/span><span data-id=\"P3-N2004D1\">sitting on the couch running results all day.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: It didn't feel like much of a break, huh?<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: No. And I forget about I forget like like I always feel like I don't do anything. This week I can acknowledge that today after getting an doctor's appointment and going to racquetball, I looked at wedding dresses online and then I came here. (chuckles)<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\"><\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">Of course I'll go home and, you know, while I'm on the bus I'll do work. I guess I sort of feel like I needed that. (pause) And especially on Monday, we went to a dinner and it was five hours long.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: That's a long dinner.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: (chuckles) Yeah, I know. Yeah, it was. It was very orthodox and it was really interesting, the dynamics. Going over the second time because I went over two years ago, and I felt a lot more comfortable even though like I didn't know the customs. It's okay because, I mean, 40, 50 people there. <\/span><span data-id=\"P3-N200591\">It was kind of a zoo with little kids (chuckles) running around, going through all the rites.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\"><\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">Because actually, I mean, we were invited to Christina's cousin's dinner which was more social than it is religious. Nothing wrong with that, but I guess if you like the [cohort], the social part is good. But if you don't like the people I was just like \"Well, you know, you always feel a little <\/span><span data-id=\"P3-N2005D1\">tense Jeremy. You and I felt a little tense if we go over to the Johnsons. How about we just go to the real one?\" You know, he was kind of on the fence about it. I'm actually not religious. I used to feel self-conscious but since he's religious, I think it's important for me at least to learn about <\/span><span data-id=\"P3-N2005D2\">it and they're very welcoming.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: Does he identify as orthodox?<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">CLIENT: No, his mom corresponds with the texts, but Jeremy doesn't practice any of the laws.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\"><\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">So it was kind of a whirlwind for him because like after it, he was like \"You know, I just really don't identify with this.\" I felt actually really bad because I didn't mean to push him into something. He's like \"I was raised more Catholic.\" So, I mean, in one sense, I was like \"Well, that's convenient <\/span><span data-id=\"P3-N200651\">because I'm very familiar with those customs.\"<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">But in the same sense, I feel bad because, you know, sometimes when you push religion on someone, they kind of step back. I said \"Well, you know, it's good to at least do this every now and then and sort of understand where the customs came from, and no one is judging when you can't read the language.\" <\/span><span data-id=\"P3-N200671\">(chuckles) Or you don't know quite what's going on amongst the practices.<\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\"><\/span><\/p>\n<p data-id=\"P3-N2006A\"><span data-id=\"P3-N2006B\">So I just thought it was and there was a lady across from us. She had a family and she had been she was from Jordan, but it was really interesting because she kept on it was a very awkward conversation she was trying to have with us. Like in one sense, I really didn't feel like talking so <\/span><span data-id=\"P3-N2006B1\">I could just sort of read what was going on and what the steps read the transliterated version (chuckles) of what was going on. I just I think I felt, you know, pretty comfortable just to sort of sit there and do my own thing. I thought that was sort of like it was actually nice just to <\/span><span data-id=\"P3-N2006B2\">sort of like understand that yes, this is going to take a big chunk of time out of my hands, especially when I have a presentation to finish tonight and I'll be working way into the night.<\/span><\/p>\n<span data-id=\"P3-N2006A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\"><\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">But I just (pause) Yeah, I just I felt not exactly comfortable but I didn't feel uncomfortable, so I was very happy. But I was kind of sad that Jeremy sort of felt like sort of we didn't fit in.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: Well, I wonder if there's a way to sort of recognize that part of his heritage in a way that does feel a little more familiar to him. Because it sounds like you went to a very extreme dinner, which is not the only way to recognize some of his culture or heritage. He may feel more comfortable <\/span><span data-id=\"P4-N200711\">either in a more sort of familiar social setting or going to a reform service or something where it would be more in English.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: (chuckles) Yeah.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\"><\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: But not to feel so because it sounds like it's important for you to recognize both sides.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Yeah. I guess I'm trying to be fair.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: I wonder what would feel fair to him. You're sort of making an assumption that this is what feels fair.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: (chuckles) Yeah. I should ask him that. I mean, I think we've sort of talked about it. It's kind of interesting that we talk about children even though we haven't really I mean, we're not even to that stage. I guess you do want to know how this person that you are going to be with will raise <\/span><span data-id=\"P4-N2007D1\">your future children. Granted that you can have children and you do. (chuckles)<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">He said that he would probably raise them we would raise them mostly Catholic, going to Catholic services but, you know, acknowledging the religious holidays [inaudible at 00:15:53]. I just thought that was nice, but I also thought that for me, like when you celebrate a holiday, I like it to be <\/span><span data-id=\"P4-N2007F1\">in the right context rather than this is another food day.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\"><\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">I mean, I guess different, you know, different traditions are for everyone. Some people are more reform, some people are more orthodox. It's kind of a sliding scale. But I guess for me, you know, I like to be able to answer questions or be informed. (chuckles) So, yeah, and I guess maybe I should talk <\/span><span data-id=\"P4-N200831\">to Jeremy about this and ideas to maybe have like our own dinner where we can sort of pace it. I mean, he loves to cook and what a great way to sort of bring a bunch of friends together and sort of go through it in our own means, our own pace, and maybe not do all of the steps. (chuckles)<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\"><\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">I mean, it's interesting because it's I mean, I must admit like going through the dinner, it kind of went by like this, the sort of everything I mean, even the story that I've heard, the story, I still get kind of confused and this did not clarify it. Instead it just sort of enriched the sort <\/span><span data-id=\"P4-N200871\">of cultural tradition side. I guess, I mean, I think that is a good conversation to have like what does he think is fair and, you know, how to resolve this sort of combining of two traditions. But his was kind of already two traditions, so it's really sort of like combining 1.5 traditions. (chuckles)<\/span><\/p>\n<span data-id=\"P4-N20086-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\"><\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">Because it's actually interesting. His mom was the one that was religious, and she rebelled against her parents and her neighborhood because it was very religious. It was funny to think how she rebelled. I don't know. But anyway, so that was Monday. When is it Jeremy and I celebrated our friend's <\/span><span data-id=\"P5-N2008B1\">birthday, Candace [ph]. She's actually originally my friend, but we celebrated her birthday and it was kind of surreal. Candace [ph], she was a former roommate. She went to Brown. She's, I think, two years younger a year younger than me wow, only a year? And her and I have stayed friends, and <\/span><span data-id=\"P5-N2008B2\">she's kind of like in a different stage of life though.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\"><\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">And we're hanging out with her friends. Like I like them, but they're a little bit off-the-wall. Like a little bit like I mean, I must admit I'm finding myself a little mossy and I like it. I'm settling down and looking for jobs. I'm thinking about having kids in the next few years. These people <\/span><span data-id=\"P5-N2008F1\">are making out with like there's this mannequin head that they had. (chuckles) It's just sort of like free-form, staying up until God knows how late. I guess they're just in a different part of life, and I guess I just sort of felt left out. Not left out, just sort of weird. There was a what <\/span><span data-id=\"P5-N2008F2\">is it? There was Rebecca's roommate, sort of the girl's place where we first started celebrating Candace's [ph] birthday. She has a roommate, Charles. He's gay and I didn't have a problem with it.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\"><\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">But for some reason, when they were interacting intimately, like I would just sort of look over. I don't know. I don't have a problem with it at all. In fact, it's very alluring. I guess if any couple was doing that, I would've -<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: Were you uncomfortable with the public display of affection more so than who was doing the affecting?<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: (chuckles) I don't know if I was I think I was fascinated. I mean, because like my views on, you know, gay coupledom is very theoretical. I think it's fair, they love each other, but -<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: But you don't have a lot of -<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Experience. (chuckles)<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: experience being around people who are in gay couplings.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: Yeah. And it was very like I felt bad because I was looking at them. You know, just sort of like I wasn't meaning to, I was just sort of like a fascination, like \"Oh, that really does work. Oh, that's sweet.\"<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\"><\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">But I sort of feel myself feeling uncomfortable, you know, just talking to them. I don't know, for some reason I felt sort of insecure just talking to them. (pause) I don't know. It was just kind of a weird night.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">I mean, I really like one of Candace's [ph] friends, Mellie, is just like really I really like Mellie. But it's just sort of like, I felt sort of like a disconnect between me and some of her other friends. You know, of course, they were like \"Oh, do you want more wine?\" and I was like \"No, I <\/span><span data-id=\"P5-N200A51\">got some.\" It was just because I was thinking oh, I have to wake up, I have to do by the time Jeremy and I got home, I didn't get to bed until two, just because we got home at one and I had to take a shower and unwind.<\/span><\/p>\n<span data-id=\"P5-N200A4-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A4-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\"><\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">I was just so exhausted the next day, and I didn't get anything done (chuckles) and I felt so I mean, of course I was reading, but I was like falling asleep so frequently and it was like frustrating because it's like okay, I want to give myself one day to be like a lazy couch potato after the presentation.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: It extended beyond.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Yeah. (chuckles) And I didn't even wind up going to racquetball which was silly because Jeremy was, you know, he was just going to make dinner for himself because I was going to go to racquetball and we'd meet up later. Then I'm like you know, it's already 7:20 and I'm not even dressed and I'm <\/span><span data-id=\"P6-N200AD1\">not going to make it to racquetball, so I guess I'm just going to stay home. (chuckles) I don't know.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\"><\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">I was really just but I did arrange an Easter egg hunt for Jeremy, so I guess I did do that. (chuckles) But again, that's not work. I mean, it's work but it's not work I need to do. But he really did enjoy it. Actually, he had never done an Easter egg hunt and it was really fun to see him run through <\/span><span data-id=\"P6-N200B11\">the house. I did more like a scavenger hunt and at the end of it there was a present, an Easter present. But I really enjoyed (chuckles) calling him up and saying that we had been visited by the Easter Bunny. (laughter) I don't know what's gotten into me. (chuckles) I guess maybe it was just sort of <\/span><span data-id=\"P6-N200B12\">a childish sort of -<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: It sounds like part of you is ready to sort of move forward to this next phase of your life that you've been spending some time thinking about. Thinking about getting married, thinking about settling in, thinking about kids. You know, there's also this part of you that was sort of reminded <\/span><span data-id=\"P6-N200B31\">maybe more of your youth and hanging out with Candace [ph]and some of her friends who haven't let go of sort of the college party thing.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\"><\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: (chuckles) Yeah.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: So it sounds like you're kind of, you know, toying with both in a way that feels comfortable for you.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: Maybe you don't have to give up all of one to have the other.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: Yeah. Because I know like I sort of think of like Ozzie [ph]and Christina, and I sort of see that oh gosh, they're such old people already. They go to bed at 9:00 and they don't have more than a half glass of wine at a given celebration. You know, and like I'm surely not like that. (chuckles) <\/span><span data-id=\"P6-N200BF1\">And then going over and I'll have a cocktail and a glass of wine and I'm just like okay, no more, no more. But in the same sense, it's sort of yeah, I guess maybe that's the thing, that I'm trying to sort of make balances between -<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\"><\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: Yeah. Well, and figure out who you are as an adult. Not all adults go to bed at nine.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: (chuckles)<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">THERAPIST: Or have a very strict policy about exactly how much wine they have to drink. I think you're trying to figure out what feels right for you, what playfulness to hold onto. You can certainly hold onto playfulness.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">THERAPIST: How to balance your work. I wonder, some of this is clearly you were feeling disappointed in your work. You were feeling disappointed in not following through on some of the goals you had set for yourself.<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">THERAPIST: And this may be one way of kind of letting off some steam, being able to play, do the Easter egg hunt.<\/span><\/p>\n<span data-id=\"P6-N200CE-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200CE-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: You know, that really does sort of connect. Just being like yeah, I have been really disappointed. I was disappointed that it wasn't such a stunning result, like all my work I had been doing and staying up late.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\"><\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: It didn't reflect some of the hard work that you've done.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: No. It was just sort of I mean, my advisor is like \"Well, don't worry. You did fine.\" But he didn't say \"great.\"<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: You wanted more than \"fine.\" You didn't want to do fine, you wanted to do awesome.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: I know. And I guess this week was sort of like a release of -<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: Sounds like you need to kind of pull back from work after being disappointed by it.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: But you got kind of scared by what you saw at Candace's [ph] because you weren't ready to pull back to that.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: (laughter) No.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">THERAPIST: It was sort of a way for you to be able to express the different parts of your life.<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">CLIENT: Yeah. One thing that was nice at Candace's [ph] friend is that they had a cat. Even though it wasn't my own cat, just seeing it because Jeremy is very Jeremy and I are going to push forward with getting two cats in June.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\"><\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">I'm just really excited. You know, it's going to be a lot of work, but clearly now I've gone all night. I think I have 12 indoor plants and they're doing okay, so I can go (chuckles)<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">THERAPIST: I think you're ready.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">CLIENT: I feel ready, I feel ready. Not towards children, but one step. (chuckles) But I just sort of you know, when I was at the food store the other night and they have their Easter bunnies. I pick it up and I hug it. It's so soft and I started petting it and people start looking at me, staring. <\/span><span data-id=\"P7-N200EF1\">(chuckles) Like \"Why is this grown woman like looking at her long-lost pet rabbit?\" I don't know. I feel like the need for something fuzzy. I don't know if it's because I've always just grown up with cats.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\"><\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">But yeah, and part of me wants like Jeremy because when Jeremy pets the cat, he pets it I think cats need to have a little sign of where to pet them, like right on the snout or right in the jowls, and I want him to enjoy the pets and understand them. But clearly so I pick up his hand and <\/span><span data-id=\"P7-N200F31\">pet where he should pet, and I realize maybe that was a no-no because he should enjoy petting an animal any way that he wants. Of course, maybe the animal is not going to enjoy it, but I want to maximize (chuckles) his happiness. Or the animal and his bonding. I don't know. I guess now that this is <\/span><span data-id=\"P7-N200F32\">also a thing of what's fair and balanced, I told him that if he wants to get a dog, I'm perfectly fine with it. You know, it can be our dog.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\"><\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">Because I know he would love going on all the walks and just maybe get the dog once the cats aren't bite-sized. (chuckles) But I guess, yeah, I mean, that's the thing. I guess I'm trying to be fair and sometimes like maybe I should be more explicit with -<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">THERAPIST: You're making assumptions about what is fair for both of you.<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">THERAPIST: And making it a conversation and finding out what would feel fair -<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">THERAPIST: Fair is a pretty tricky term. Not everybody has the same needs, so trying to make things sort of 50\/50 between what your needs are might not actually serve to make him feel like he is getting what he needs.<\/span><\/p>\n<span data-id=\"P7-N20100-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20100-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">CLIENT: Yeah. I guess sort of we already do this with dinner. He cooks dinner most of the time, but once a week I'll once or twice a week I'll cook dinner.<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\"><\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">And I guess, in a sense, we know that's fair because in terms of time, I take twice the amount of time (chuckles) that it does.<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">THERAPIST: Right. So it doesn't need to be that you each cook three dinners and split the seventh. But what works for you actually is doing it this way.<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">THERAPIST: And figuring out what are some of the other things you need to figure out, like how does it work for you in your relationship.<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">CLIENT: Yeah. (pause) Yeah, I guess you're always sort of learning about your significant other. It's never sort of you know, you get to know them perfectly well. It's a very dynamic thing, and it's hard because there are so many things that are dynamic. It's kind of like in racquetball when you <\/span><span data-id=\"P8-N2010F1\">need to work on strength and you also need to work on flexibility and they're not always like helping each other. They're like the antithesis of each other, and I think sometimes when I'm trying to like [inaudible] -<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\"><\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">THERAPIST: But they both can exist at the same place. They don't have to be the antithesis.<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">CLIENT: Yeah, I guess.<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">THERAPIST: That's also when you think about your relationship, it doesn't have to be that one gives and one takes, but they actually both can sometimes both your needs can be meet together.<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">CLIENT: And that's actually, yeah, I did find that on Saturdays when I go downtown I go to Providence Arena and he just walks around downtown, and it's the perfect -<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">THERAPIST: You're both getting what you want.<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">CLIENT: Yeah. Because he just wants to walk around and look at shops, walk around Providence. I do not want to walk around Providence (chuckles) especially during this cold weather. But I love to go to racquetball. So yeah, I guess that's the sort of thing. I guess learning to figure out how to satisfy <\/span><span data-id=\"P8-N2011D1\">different people's needs, you know? (pause)<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\"><\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">And I also, yeah, I found recently I bought two dresses. One is kind of like a dressy-casual and one is a dressy one, and I was kind of on the fence about one because it was on eBay and I don't know I've never heard of this company and a size two in that company sort of it was like well, <\/span><span data-id=\"P8-N201211\">am I going to fit or not? You can't return a dress from eBay. Second of all, it had lots of lace, or kind of a lacy pattern, and Jeremy is not fond of intricate patterns that distract from the natural line of the body. I showed it to him and he's like \"Oh, you know, well, I trust you.\" I went with it <\/span><span data-id=\"P8-N201212\">and he actually really likes it and the dress really fits.<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\"><\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">And the same with the other dress. I've shown him dresses before with frilly sort of wavy sleeves and he was like \"No, no, no. That looks stupid.\" But I recently just got a dress from the secondhand store and it did have the wavy sleeves, but it was a nice simple color with just black trim and he thought <\/span><span data-id=\"P8-N201251\">it was really adorable.<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">And I sort of see that I am like learning to be like my own self. I mean, I sort of know, have an idea what he likes, but I also know what I like and I sometimes like to experiment. I think in terms of that, having more of an idea of safe I guess maybe I'm sort of I'm understanding the boundaries <\/span><span data-id=\"P8-N201271\">between like dressing and fashion. I definitely dressed very orthodox for Monday. (chuckles) He was actually very impressed by my austere wardrobe or dress.<\/span><\/p>\n<span data-id=\"P8-N20126-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20126-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\"><\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">But yeah, I guess these things just sort of take time to sort of develop sort of a balance and an understanding of everyone's sort of boundaries and realizing that, you know, my significant other loves me for who I am.<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">Like I love wearing tunics with low backs, and Jeremy doesn't like it and I was like \"You know, I can totally understand why you don't like the low back, but I love it so I'm going to keep on wearing it.\" (chuckles) And also understanding that maybe I just won't press my back against the subway seats. <\/span><span data-id=\"P9-N2012D1\">(chuckles) Or, you know, realize to be more covered up in case I'm going out late or something. It's just sort of nice to feel that sort of freedom, and yet kind of like a balance of freedom and respect.<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\"><\/span><\/p>\n<p data-id=\"P9-N20130\"><span data-id=\"P9-N20131\">THERAPIST: So not feeling like he's dictating but that you have a choice of whether or not to sort of take into consideration what he thinks.<\/span><\/p>\n<p data-id=\"P9-N20132\"><span data-id=\"P9-N20133\">CLIENT: Yeah, I mean it's actually maybe a way of saying it is I feel very free. I felt so I mean, I just think back like a year and a half ago, I felt so well, I don't even know what to wear and like he's just going to hate what I wear.<\/span><\/p>\n<p data-id=\"P9-N20134\"><span data-id=\"P9-N20135\">THERAPIST: And that doesn't rule you as much -<\/span><\/p>\n<p data-id=\"P9-N20136\"><span data-id=\"P9-N20137\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\">THERAPIST: whether he's going to like it or not.<\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">CLIENT: I mean, I don't know if that's because he rubbed off on me or like or maybe we're growing together. But yeah, I sort of sense that there's this genuine sort of love.<\/span><\/p>\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\"><\/span><\/p>\n<p data-id=\"P9-N2013E\"><span data-id=\"P9-N2013F\">And actually it's really nice because his family is going to family therapy right now. They've only been once. The first time that they went, Jeremy was like \"It was very clear I was not the loony one in this meeting.\" (chuckles) And his brother was like \"Well, I wasn't the loony one either. It was <\/span><span data-id=\"P9-N2013F1\">mom.\" (chuckles) You know, hearing them talk about it, I was like \"Guys, it's not about being loony. It's about, you know, talking through your problems.\"<\/span><\/p>\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">But it's really interesting because there's a lot of things like Jeremy was bringing up like just sort of all these sort of things he does have against Ozzie [ph], like \"Sometimes I feel like he's competing against me.\" I'm like \"Why didn't you bring this up in therapy?\"<\/span><\/p>\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">THERAPIST: Yeah, having a safe place to go with that.<\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">CLIENT: Yeah, because I sort of see that I was like \"I have a feeling like he doesn't your brother doesn't know that he's hurting you.\" I think he's just sort of being inconsiderate but not purposefully. Not consciously.<\/span><\/p>\n<p data-id=\"P9-N20146\"><span data-id=\"P9-N20147\"><\/span><\/p>\n<p data-id=\"P9-N20148\"><span data-id=\"P9-N20149\">I think he's just honestly confused why so I don't know. It's just nice sort of like because I know what therapy is all about. It's not, you know, no one is necessarily crazy but it's nice to sort of be supportive of that.<\/span><\/p>\n<p data-id=\"P9-N2014A\"><span data-id=\"P9-N2014B\">But yeah, that's basically everything. (pause) Not too much, except my racquetball teacher the one that said I was playing too sharply and not thinking. She actually, the other day in class, she said I was much better.<\/span><\/p>\n<p data-id=\"P9-N2014C\"><span data-id=\"P9-N2014D\">THERAPIST: Oh that's wonderful. I know you've been really working on that.<\/span><\/p>\n<p data-id=\"P9-N2014E\"><span data-id=\"P9-N2014F\">CLIENT: Yeah, and I told her everything that you know, like I tend to be a perfectionist and, you know, I get very nervous before class and that I've really been working on loosening up.<\/span><\/p>\n<span data-id=\"P9-N2014E-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2014E-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100002\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20150\"><span data-id=\"P10-N20151\"><\/span><\/p>\n<p data-id=\"P10-N20152\"><span data-id=\"P10-N20153\">And I'm enjoying racquetball a lot more when I'm not I mean, you know, when I'm not always seeing if my shot is higher or you know, just sort of enjoying the moment. I enjoy racquetball a lot. It's crazy. It's like I find myself actually smiling. (chuckles)<\/span><\/p>\n<p data-id=\"P10-N20154\"><span data-id=\"P10-N20155\">THERAPIST: That's not so crazy.<\/span><\/p>\n<p data-id=\"P10-N20156\"><span data-id=\"P10-N20157\">CLIENT: (chuckles) I don't know. I mean, I'm actually wanting to go to class the next day. Sometimes that doesn't happen because I'm just sore. It's just really interesting.<\/span><\/p>\n<p data-id=\"P10-N20158\"><span data-id=\"P10-N20159\">THERAPIST: I'm really glad that you're able to enjoy it.<\/span><\/p>\n<p data-id=\"P10-N2015A\"><span data-id=\"P10-N2015B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N2015C\"><span data-id=\"P10-N2015D\">THERAPIST: That your enjoyment is coming through. Not only are you getting the internal satisfaction but also being able to hear that other people are seeing -<\/span><\/p>\n<p data-id=\"P10-N2015E\"><span data-id=\"P10-N2015F\">CLIENT: An improvement.<\/span><\/p>\n<p data-id=\"P10-N20160\"><span data-id=\"P10-N20161\">THERAPIST: an improvement. That's wonderful.<\/span><\/p>\n<p data-id=\"P10-N20162\"><span data-id=\"P10-N20163\"><\/span><\/p>\n<p data-id=\"P10-N20164\"><span data-id=\"P10-N20165\">CLIENT: Yeah. So that was just really exciting. When I went to Providence Arena, the guy, the substitute teacher, had me demonstrate.<\/span><\/p>\n<p data-id=\"P10-N20166\"><span data-id=\"P10-N20167\">THERAPIST: [Fabulous.]<\/span><\/p>\n<p data-id=\"P10-N20168\"><span data-id=\"P10-N20169\">CLIENT: I know. (chuckles)<\/span><\/p>\n<p data-id=\"P10-N2016A\"><span data-id=\"P10-N2016B\">THERAPIST: That must have felt really good to be asked.<\/span><\/p>\n<p data-id=\"P10-N2016C\"><span data-id=\"P10-N2016D\">CLIENT: Yeah, it was. He was asking another girl a lot, especially because she was good at taking directions. I mean, but she was a professional. So I felt like, you know, being at Providence Arena in a group of 40, 50 people demonstrating something, it felt good.<\/span><\/p>\n<p data-id=\"P10-N2016E\"><span data-id=\"P10-N2016F\">THERAPIST: Yeah. I'm so glad for you.<\/span><\/p>\n<p data-id=\"P10-N20170\"><span data-id=\"P10-N20171\">CLIENT: Yeah. So I guess hard work is paying off in racquetball. Maybe not work so much. (chuckles)<\/span><\/p>\n<p data-id=\"P10-N20172\"><span data-id=\"P10-N20173\">THERAPIST: Hopefully that will have its turn too. But you take the enjoyment and hold onto it where you can.<\/span><\/p>\n<p data-id=\"P10-N20174\"><span data-id=\"P10-N20175\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20176\"><span data-id=\"P10-N20177\">THERAPIST: Why don't we stop there for today. Thank you for switching around your time for me.<\/span><\/p>\n<p data-id=\"P10-N20178\"><span data-id=\"P10-N20179\">CLIENT: Yeah. (pause) I'm glad we could fit in it.<\/span><\/p>\n<p data-id=\"P10-N2017A\"><span data-id=\"P10-N2017B\"><\/span><\/p>\n<p data-id=\"P10-N2017C\"><span data-id=\"P10-N2017D\">THERAPIST: Let me make sure that I know where we are next -<\/span><\/p>\n<p data-id=\"P10-N2017E\"><span data-id=\"P10-N2017F\">CLIENT: It was funny actually. I had gone on the subway and I was on Monday morning at 8:50 and I was like halfway headed down to Brown and then I saw your e-mail and I was like oh, I don't have therapy this morning. (chuckles)<\/span><\/p>\n<p data-id=\"P10-N20180\"><span data-id=\"P10-N20181\">THERAPIST: Oh no.<\/span><\/p>\n<p data-id=\"P10-N20182\"><span data-id=\"P10-N20183\">CLIENT: I just headed back and got some nice coffee. So that wasn't bad.<\/span><\/p>\n<p data-id=\"P10-N20184\"><span data-id=\"P10-N20185\">THERAPIST: So I have us next for that early morning, 9:30 on the 8th. Is that what you have as well?<\/span><\/p>\n<p data-id=\"P10-N20186\"><span data-id=\"P10-N20187\">CLIENT: (pause) Yep.<\/span><\/p>\n<p data-id=\"P10-N20188\"><span data-id=\"P10-N20189\">THERAPIST: Okay. So I have us for the 8th and the 22nd and the 29th, all at 9:30. Hopefully none of those will have to change. Let me add on the 29th.<\/span><\/p>\n<p data-id=\"P10-N2018A\"><span data-id=\"P10-N2018B\"><\/span><\/p>\n<p data-id=\"P10-N2018C\"><span data-id=\"P10-N2018D\">CLIENT: [Oh, did I make that up on myself?]<\/span><\/p>\n<p data-id=\"P10-N2018E\"><span data-id=\"P10-N2018F\">THERAPIST: Well, I could have just forgotten to put it in.<\/span><\/p>\n<p data-id=\"P10-N20190\"><span data-id=\"P10-N20191\">CLIENT: \"Therapy on the 9th.\" (pause) Yeah, so we're on for the 8th, 22nd and 29th.<\/span><\/p>\n<p data-id=\"P10-N20192\"><span data-id=\"P10-N20193\">THERAPIST: Great, that's what I have.<\/span><\/p>\n<p data-id=\"P10-N20194\"><span data-id=\"P10-N20195\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}