{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Therapist Reid Wilson discusses with Jon Carlson his approach to working with a specific client. Dr. Wilson also talks about his background and training; the approaches utilized are Strategic psychotherapy and Cognitive-Behavioral Therapy."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Psychological issues","Disorders","Family and relationships","Reid Wilson","Teoria do Aconselhamento","Teorías del Asesoramiento","Therapeutic effectiveness","Client-counselor relations","Locus of control beliefs","Paradigms","Obsessive-compulsive disorder","Comorbidity","Anxiety disorders","Behaviorism","Cognitivism","Strategic Therapy","Compulsive behavior","Obsessive behavior","Strategic therapy","Cognitive behavioral therapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Psychological issues","Disorders","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Interview"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"interviewee_person","label":"Interviewee","values":["Reid Wilson"],"weight":11},{"name":"interviewer_person","label":"Interviewer","values":["Jon Carlson"],"weight":12},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":13},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":14},{"name":"original_language","label":"Original Language","values":["English"],"weight":15},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":16},{"name":"page_count","label":"Page Count","values":["5"],"weight":17},{"name":"psyc_subjects","label":"Health Subject","values":["Therapeutic effectiveness","Client-counselor relations","Locus of control beliefs","Paradigms","Obsessive-compulsive disorder","Comorbidity","Anxiety disorders"],"weight":18},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Strategic Cognitive Psychotherapy Collection by Dr. Reid Wilson"],"weight":19},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":20},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":21},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":22},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":23},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":24},{"name":"school_of_therapy","label":"School of Therapy","values":["Behaviorism","Cognitivism","Strategic Therapy"],"weight":25},{"name":"symptoms","label":"Presenting Condition","values":["Compulsive behavior","Obsessive behavior"],"weight":26},{"name":"therapies","label":"Therapeutic Approach","values":["Strategic therapy","Cognitive behavioral therapy"],"weight":27},{"name":"therapist","label":"Therapist","values":["Reid Wilson","Jon Carlson"],"weight":28},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":29}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2476985","dorpId":"1006472773","contentType":"text","aucs":"CTRN-V1","title":"Interview with Reid Wilson, Ph.D. by Jon Carlson, Ed.D., Psy.D.","fullTitle":"Interview with Reid Wilson, Ph.D. by Jon Carlson, Ed.D., Psy.D.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2476985\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<hr data-id=\"P1-N2000C\">\n<hr data-id=\"P1-N2000F\">\n<p data-id=\"P1-N20012\"><b data-id=\"P1-N20013\"><span data-id=\"P1-N20014\">Dr. Wilson:<\/span><\/b><span data-id=\"P1-N20015\"> I work strictly with the anxiety disorders and the comorbid disorders that come along with them. I would call my work strategic-cognitive treatment. My intention is to work rapidly and collaboratively with the client. My goal is to pass on a strategy that the client can implement moment-by-moment for <\/span><span data-id=\"P1-N200151\">the rest of their life when confronted by the disorder. Our challenger is a deeply held, unconscious paradigm that is then manifest in thoughts, feelings and actions. Complex anxiety disorders are daunting because they are built out of basic survival mechanisms gone awry. The disorders scramble the <\/span><span data-id=\"P1-N200152\">wiring in the brain so that the person feels a pervasive sense of vulnerability. They classify innocuous events as dangerous and rate the probability of that threat as high. Then, deep within, the psyche locks in a concrete set of rules to \"protect\" the person. This is really primitive stuff.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">My job is to shift clients away from this dominant paradigm by going in fast and hard, sweeping them up through intense rapport, big placebo, and an immediate push for action. This is an aggressive team sport; the client and I actively chase after the disorder that generates their anxiety. We go into <\/span><span data-id=\"P1-N200171\">its territory. We mess with it. My job is to shift the client's attitude from victim to provocateur. And as they say in the world of Texas Hold Em poker, I go all in.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">I personify the disorder. I externalize it. Any unreasonable fear that they have, any tendency to back away, I label as generated from the disorder. Over and over again, I convey that the disorder spawns every single thought or action which works against their progress. \"That is the disorder talking.\" <\/span><span data-id=\"P1-N200191\">\"That's what the disorder wants you to do.\" \"You know how you're telling yourself that you can't handle this? That's the disorder.\" Personify, externalize. And, more than anything, simplify. When I am done with this part of the work, here's how I want the client to think: \"The disorder has been giving <\/span><span data-id=\"P1-N200192\">me these four [or whatever] rules about how to handle my fears. I can see how I've been following those rules. And that's why I keep losing. That makes sense to me.\"<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">Now they are ready to see what options they have to being at the mercy of anxiety. Together we create a simple but aggressive strategy. I label this as a mental game, and the gameboard is uncertainty. They take back their life by seeking out uncertainty regarding the themes of their fears. This, of <\/span><span data-id=\"P1-N2001B1\">course, is absolutely the opposite of what they have been doing. But now they get it. \"I want to do opposite of what the disorder wants me to do.\" Through a persuasive logic, I direct them to purposely, voluntarily, choose to \"find\" uncertainty and the anxiety that comes on its heels. Their prize? Living <\/span><span data-id=\"P1-N2001B2\">the life that they have been longing for.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">We build strategies out of two central principles. First, accept that you will have plenty of worries as you approach your fears. But you don't have to respond to the specific worries the fear of making a fool of yourself or causing harm to someone you love or suffocating on a plane because that's <\/span><span data-id=\"P1-N2001D1\">the disorder talking. It wants you to respond to the content, the topic, of that worry. Therefore, don't. Second, you are to aggressively seek out uncertainty regarding the fears of your disorder. This is an <\/span><u data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">internal<\/span><\/u><span data-id=\"P1-N20020\"> battle, one that is between you and the disorder rattling around in your brain. It is <\/span><u data-id=\"P1-N20021\"><span data-id=\"P1-N20022\">not<\/span><\/u><span data-id=\"P1-N20023\"> a battle between you and the external object of your fear. You get better by going toward, not away from, an internal fear of uncertainty.<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2476985\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">We craft self-statements that motivate them, like \"I can handle these feelings\" and \"I'm doing this to get my life back.\" We create commands to sub-vocalize that direct them to step forward into their fear. Perhaps for the socially anxious person in a small group, he or she might say, \"Speak up.\" For <\/span><span data-id=\"P2-N200251\">the panic disorder client working on a fear of confinement in church: \"Go one more pew down, like you agreed.\"<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">One great benefit of this approach is that the \"heavy lifting\" comes up front, in building and taking ownership of the principles. When we get down to what they literally do and say moment-by-moment, it's nothing complex and it doesn't take long.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">There is one other essential component of this approach. As we build and practice these principles, I continually focus on handing all of it over to the clients as quickly as I can. To succeed, they must take ownership of their personal therapeutic protocol. We will fail if they obey what they think <\/span><span data-id=\"P2-N200291\">is my strategy. They must adopt it as theirs. They do this by understanding the specifics of how they have unknowingly let themselves become victims and then the specifics of how they must think and act to take back control of their life.<\/span><\/p>\n<hr data-id=\"P2-N2002A\">\n<p data-id=\"P2-N2002D\"><b data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">Dr. Wilson:<\/span><\/b><span data-id=\"P2-N20030\"> I have been oriented toward a self-help model since starting a peer counseling service my sophomore year in college, in 1971. I have a PhD in clinical psychology. In my early years I did intensive training in transactional analysis, Gestalt, sexual dysfunction, chronic pain management, and hypnosis. <\/span><span data-id=\"P2-N200301\">But when suddenly clients with panic disorder started showing up in my practice in the early 1980s, there was no clinical training for the disorder. I resorted to my own studies in anxiety disorders until 1984, when I bonded with a group of like-minded souls throughout the country, and we began to study together.<\/span><\/p>\n<p data-id=\"P2-N20031\"><span data-id=\"P2-N20032\">I have written four trade books in the field, all of them self-help: one for panic disorder, one for OCD, one for parents of anxious children, and one for anxious children themselves. In addition to running a small clinic here in North Carolina, I have worked intimately for 30 years with what is now <\/span><span data-id=\"P2-N200321\">known as the Anxiety and Depression Association of America (ADAA) and served in a number of capacities for them. I have been involved in similar service for the International Obsessive-Compulsive Disorder Foundation for the past five years.<\/span><\/p>\n<hr data-id=\"P2-N20033\">\n<p data-id=\"P2-N20036\"><b data-id=\"P2-N20037\"><span data-id=\"P2-N20038\">Dr. Wilson:<\/span><\/b><span data-id=\"P2-N20039\"> Obviously the transcript of the first session provides much of this information. I diagnose him with OCD. He is a \"repeater\" in that he has to touch objects to get rid of an internal discomfort. He sometimes conducts extensive reassurance rituals. He reassures himself, sometimes in a highly ritualized <\/span><span data-id=\"P2-N200391\">manner. He seeks God's reassurance. And he will turn to his wife for reassurances. As you can imagine, repeated, annoying little questions of reassurance can drive the partner batty. So this has produced some strain in his new marriage. Occasionally he is a \"checker\". For instance he will repeatedly <\/span><span data-id=\"P2-N200392\">check to make sure he screwed something down tightly enough.<\/span><\/p>\n<span data-id=\"P2-N20036-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20036-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2476985\" data-realpage=\"3\" data-page=\"3\">\n<hr data-id=\"P3-N2003A\">\n<p data-id=\"P3-N2003D\"><b data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">Dr. Wilson:<\/span><\/b><span data-id=\"P3-N20040\"> My goals were the same as they would be for any person suffering from an anxiety disorder who seeks treatment. I am going to treat him as though he can succeed as a brief therapy client. As such, I want to quickly and efficiently gather an understanding of the current state of affairs. I rarely spend <\/span><span data-id=\"P3-N200401\">time talking about the history of the disorder in the initial sessions. If we get stuck, if the client fails to initiate homework, or gets confused by the work, I will then back up, look at history, explore the possibility of secondary gain, and so forth. I can assure you that I have worked with some <\/span><span data-id=\"P3-N200402\">clients for <\/span><u data-id=\"P3-N20041\"><span data-id=\"P3-N20042\">years<\/span><\/u><span data-id=\"P3-N20043\">.] I then want to pass on to him ideally in the first session a simple understanding of the dynamics of this disorder and how his actions are playing into the hands of OCD. Then I want to begin to offer him a simple, paradoxical strategy to interact with the disorder. Beginning in Session 1, I want <\/span><span data-id=\"P3-N200431\">to structure homework assignments designed as behavioral experiments so that <\/span><u data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">he<\/span><\/u><span data-id=\"P3-N20046\"> can test out whether my protocol has any merit. My goal is to get him to take ownership in the therapeutic protocol. That will only occur through changes in his actions. I can talk until I'm blue in the face, but if he doesn't take behavioral risks, we are sunk. So: both establish rapport and build <\/span><span data-id=\"P3-N200461\">placebo by talking to him in such a way that he believes I understand his struggle with the disorder, then I understand the disorder itself, and that I have a workable strategy to help him dominate the disorder and take back his life.<\/span><\/p>\n<hr data-id=\"P3-N20047\">\n<p data-id=\"P3-N2004A\"><b data-id=\"P3-N2004B\"><span data-id=\"P3-N2004C\">Dr. Wilson:<\/span><\/b><span data-id=\"P3-N2004D\"> This treatment turned out to be quite efficient. He came in ready to be a good student of the work. How he asked me for clarification, how he verified that he understood my concepts, how he checked to make sure he comprehended the function of the homework all these are signs that treatment is going <\/span><span data-id=\"P3-N2004D1\">well. Here is a client who is ready to take advice. He knows there's something wrong with his system. And now it's intruding in such a way that he's ready to explore options. In some ways, the client needs to come in one-down: \"I've got this set of problems; I've tried to fix them on my own; I failed; <\/span><span data-id=\"P3-N2004D2\">and I'm asking for your help.\"<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">To maintain the problem, the anxiety disorder requires the person to resist. And all who have an anxiety disorder <\/span><u data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">do<\/span><\/u><span data-id=\"P3-N20052\"> resist. This client didn't want to make a mistake, didn't want to feel guilty, didn't want to go against God's wishes, and so forth. The underpinning of all that is: no person with an anxiety disorder wants to feel the distress of uncertainty about their specific themes. In this way, he was a typical <\/span><span data-id=\"P3-N200521\">client. However, he was vulnerable and open from the start of treatment. He sought my advice, trusted what I had to say, and followed my instructions. Thus, he was able to complete treatment in six sessions.<\/span><\/p>\n<p data-id=\"P3-N20053\"><span data-id=\"P3-N20054\">We did not officially terminate treatment in session 6 because he didn't know he was done. But when he had not reschedule, I emailed him five weeks later to check in. He responded that same day: \"Things are going pretty well. I feel like I have a pretty good handle on a lot of the items we worked on <\/span><span data-id=\"P3-N200541\">and was going to wait until I felt a need to book another appointment with you. Can we keep the communication line open, and if something comes up where I get off track I can schedule something with you? Thanks again for all the help you have provided me, it has been very beneficial!\" I emailed him <\/span><span data-id=\"P3-N200542\">today, 3 months after the last session, and he reports still doing well.<\/span><\/p>\n<p data-id=\"P3-N20055\"><span data-id=\"P3-N20056\">Therapy is successful when the client has a new, paradoxical, therapeutic strategy that they can consistently repeat and that works. Surprisingly, six sessions can get it done for many clients. If they have a lot of dynamic roots underlining this Axis I disorder, it can certainly take longer. I also <\/span><span data-id=\"P3-N200561\">run an intensive two-day group treatment for 8 clients with OCD. Most of these folks are moderate to severe symptoms, have seen multiple therapists and tried multiple medications. Yet they do quite well. We hope to have a paper published in on these results.<\/span><\/p>\n<hr data-id=\"P3-N20057\">\n<p data-id=\"P3-N2005A\"><b data-id=\"P3-N2005B\"><span data-id=\"P3-N2005C\">Dr. Wilson:<\/span><\/b><span data-id=\"P3-N2005D\"> Certainly the biggest breakthrough regarding the disorder was in Session 1, as he learned what was <\/span><u data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">really<\/span><\/u><span data-id=\"P3-N20060\"> driving his OCD. And that's how I want it to go the major insight should come in Session 1. I don't think there were any other breakthroughs or any bumps in the road. In Session 2 he was already reporting successes with the protocol, around his issues when seeing an attractive woman and then his compulsive <\/span><span data-id=\"P3-N200601\">behaviors regarding food. In that same session he began to address some secondary issues: self-criticism and his tendency to drift into a low mood state. Each session we reviewed the protocol, tweaked it as necessary, and explored some of the nuances of his obsessions or compulsions. But the primary <\/span><span data-id=\"P3-N200602\">protocol, established in Session 1, never varied. In Sessions 5 and 6 he was doing great with his OCD. That gave him time to take advantage of a therapeutic environment to work on his relationship with his partner.<\/span><\/p>\n<span data-id=\"P3-N2005A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2476985\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P3-N20061\"><span data-id=\"P3-N20062\">Although I didn't get to talk to him about it later, I would imagine the only other breakthrough came in this final session where, after lengthy exploration, I offered him the possibility that much of his squirming around his partner stems from a need for attention. Therefore, as he notices himself <\/span><span data-id=\"P3-N200621\">beginning his typical obsessiveness and tendency to quiz his wife, he could interpret it as \"I need attention\" and then literally ask her for it.<\/span><\/p>\n<span data-id=\"P3-N20061-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20061-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2476985\" data-realpage=\"5\" data-page=\"5\">\n<hr data-id=\"P4-N20063\">\n<p data-id=\"P4-N20066\"><b data-id=\"P4-N20067\"><span data-id=\"P4-N20068\">Dr. Wilson:<\/span><\/b><span data-id=\"P4-N20069\"> All the sessions took place in my private treatment room in my home (as opposed to our clinic offices). I bumped into him and his partner at a large social event, where we chatted. Part of the conversation centered around my work. He later phoned me for an appointment.<\/span><\/p>\n<\/div>"}]}