{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses being consumed by the thought of possibly being pregnant."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Hope","Pregnancy","Obsessiveness","Psychoanalytic Psychology","Obsessive behavior","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["14"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Hope","Pregnancy","Obsessiveness"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Obsessive behavior"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562330","dorpId":"1006469323","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session March 10, 2014: Client discusses being consumed by the thought of possibly being pregnant.","fullTitle":"Client \"S\", Session March 10, 2014: Client discusses being consumed by the thought of possibly being pregnant.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562330\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Okay. So I had a really difficult weekend. Well, a little difficult because I drank too much at a party for no reason on Friday. And then was like hung over all day, because I can t have a drink without getting hung over these days. And so that was unfortunate. I don t know, when I was younger <\/span><span data-id=\"P1-N2000D1\">it was like, meh, who cares, I ll just sleep all day and take an Advil and be fine. Now, I m like, can t get out of bed. It s pathetic. I didn t realize I was drinking that much. Anyway, whatever.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">And then I went to babysit at 5:00. Well, I tried all these home remedies, cause I was texting Lucy and Mindy and Stephanie in a group text the whole time. I was like, help. Hangover hell. I can t right now. And it s also like, when I was younger I didn t care to waste a whole day laying in bed. Now <\/span><span data-id=\"P1-N2000F1\">I m like, no, no. I ve got stuff to do. I want to do stuff. So they gave me all these remedies like, take a bath, do this, take Excedrin Migraine. Drink Gatorade. I was able to get to babysitting at 5:00. And of course I get there and Rose s like, let s build a fort.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: (inaudible due to simultaneous dialogue 1:13)<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: I was like, just slowly, Rose. I was like, build a fort to play in there and I ll read to you. Good. And then on Sunday I had a particularly difficult time with homework and wrote some very strong e-mails to my TAs. Because also, I didn t like the reflexive journal assignment and I was just <\/span><span data-id=\"P1-N200131\">feeling overwhelmed. And this class is just making me feel like I m more broken, because I can t even work on the stuff that I want to work on in these really pragmatic ways and theoretical way that their laying out for me. And I m fucking it all up. Whatever. But I really can t think about any of that, <\/span><span data-id=\"P1-N200132\">compared to how much I m thinking about that I still haven t gotten my period a week later. And I took three negative pregnancy tests at home. And I don t feel a whole lot like the last time I was pregnant, but my period never, ever, in my entire life, no matter how stressed, how anything, except when <\/span><span data-id=\"P1-N200133\">I was pregnant, was this late.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">So I called the doctor and she like, hemmed and hawed about like well, if you took the negative pregnancy test it s probably fine. Oh, you used a condom also. So like the chances are really slim. And I was like right, well, can I come in and have somebody take a look, because this is not normal for <\/span><span data-id=\"P1-N200151\">me. She was like, well, I don t know. Maybe we ll do a blood test pregnancy test then. I was okay, like, that would be fine. So then I went to the office and then she called me back. She s like, yeah, yeah. The doctor said, fine. I m like, great. I m glad that I was close and now I drove all the way. <\/span><span data-id=\"P1-N200152\">And she was like, and you should do it now. And I was like  cause I was thinking I would do it on my way here. She s like, no come now. So I went there, waited longer, cause they weren t ready yet. Get the blood test.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">And of course in the meantime I ve Googled negative pregnancy tests like pregnant, blood tests, you know. Of all the one in every 500,000 women it happens to, they re all right there in my Google search. So I m like, oh, my God it happens all the time. You know. [3:15] And then of course, the other <\/span><span data-id=\"P1-N200171\">thing the nurse was saying on the phone with me was like, well are you having any physical symptoms like bloating or cramping or tenderness or nausea or And I was like, yes. But I don t know if that s because of PMS, or because of Celexa or maybe the period missing is because of Celexa, or maybe because <\/span><span data-id=\"P1-N200172\">of stress. Like, why are you just tell me to come. I was annoyed that she didn t just immediately, all right. Okay, let s run a blood test.<\/span><\/p>\n<span data-id=\"P1-N20016-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20016-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562330\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">So now I have to wait until tomorrow, and I m sure that it s probably negative. And Stephanie is like, you re just stressing yourself out. I read all these things about stress and how it affects your cycle. And maybe Celexa. And you ve been stressed emotionally, and you re running around with the training <\/span><span data-id=\"P2-N200191\">and the whatever. But I just don t think I m that much more stressed than in other situations where I ve been stressed before. My cycle didn t get fucked up during my breakup.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: No, I hear you. You don t seem especially more stressed now than usual. [4:10]<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Than usual. And so I m just really worried about it. And this is really late.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: This also is not your first cycle since starting the Celexa.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Exactly. Not at all. And I ve been on the same birth control for a year. And did not mess up the pills. It was with Albert, but I think I m calculating from the last time that I had my period, and then I slept with Albert. We used a condom and I m on birth control. Then, I did have some spotting <\/span><span data-id=\"P2-N200211\">which I thought, do you think and it happened when I was with the babies over the weekend that I was in Chicago. I was visiting with Sharon and I was visiting with Stephanie s sister. And I was like, maybe my body s like, there s a lot of hormones in the air, and it s responding. So I spotted.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">But then now of course, I m oh, my God. It s was like implantation bleeding and that s what it was, cause it was two weeks ago. So I can t think of anything else, and I m freaking out. And I ll find out tomorrow, fine. And then maybe it will come. But that s what I thought when I did the pregnancy <\/span><span data-id=\"P2-N200231\">test. Because sometimes I ve had maybe a couple days late and I get all freaked out and paranoid, because I ve been pregnant before. And so I ll take a pregnancy test, and either my period just comes or that my body s like, oh like it s a mind thing. She s taking a pregnancy test. Maybe I should just <\/span><span data-id=\"P2-N200232\">start the period. [5:30]<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">Like, I don t know. I think my body responds to that or something. It s just, nothing has ever effected it. I ve never <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: I hear you. It doesn t make any sense. And it doesn t sound like anyone at Holyoke suggested any alternatives like, oh well it could be (inaudible at 5:53).<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: They were just like well, if you re not pregnant, then you re probably fine. I was like well, okay. I m not sure that s really true, but, you know. So I guess I ll find out tomorrow, but I m kind of on edge until then. Just that I want to rule it out, and then I won t be as concerned. I just <\/span><span data-id=\"P2-N200291\">wonder if I am just making myself stress out too much about it, and that s why it s not coming. But now obviously, I m like oh, I have heartburn. I m pregnant. Oh, I m a little bloated, I m pregnant. Oh, my stomach hurts, I m pregnant. Because it s in my brain.[6:36] And now I can t tell and also <\/span><span data-id=\"P2-N200292\">I don t know. Maybe when I was pregnant before, by the time I was missing my period I was more pregnant already than I would be now, so maybe that was more apparent and I had the symptoms more and I had the positive pregnancy tests right away. And maybe now I m, just thinking of all these stupid fucking <\/span><span data-id=\"P2-N200293\">scenarios, and now it s being negative at home, because it s still too early to test it that soon in the urine test, and I have to and then the blood test. But then it s so annoying, because I just have to wait for this blood test, but it s the anticipation is killing me. [7:17]<\/span><\/p>\n<span data-id=\"P2-N20028-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562330\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">My office mate, Betty was like, you should go home and try home remedies like, because you know, she s like really Cuban and all these Latina People have home remedies. Every culture does, but you know. Latinos and Cubans especially, because of all their Santeria stuff or whatever. She s like, go <\/span><span data-id=\"P3-N2002B1\">home and I ll send you some home remedies that I used to do when I would be waiting for my period. I mean, of course those times I was actually pregnant, so it was never going to come anyway. Stupid stuff like eating tea with a bunch of cinnamon.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: Eating a what:<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: Drinking a tea with cinnamon, just tons of cinnamon. Like, that s going to make your period come. I was like, I m not going to try the home remedies, thanks. So it s stressing me out. And I m like, I have been emotional. I have been tired. And then Jillian called me, cause I had told her about <\/span><span data-id=\"P3-N2002F1\">this, that I was missing my period or whatever. Then she calls me today and she was like, are you still taking the Celexa? I was like, yeah. Just thinking that you re pregnant, I just saw a commercial about birth defects. I was like, thanks, Jillian. I ll continue to take the Celexa until I know whether <\/span><span data-id=\"P3-N2002F2\">or not I m pregnant and then I ll make a decision at that point. Thank you so much. It doesn t help. [8:41]<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">I mean, the chances would be <\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: Yeah. The chances of having conceived, being on the pill, having used a condom and getting three negative pregnancy results <\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Are really slim to none.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: would be sure, super small. But I can also see how, if you, you know, if they recommended you coming in for the blood test and you don t have any other explanation you might <\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Like, this has ever happened before or oh, I remember this happened one time with blah, blah, blah.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: Right. Or they say well, another condition is You know, like <\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: But, no. They didn t<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Could be because you are just getting a virus or because, you know, whatever.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: There s sometimes after such and so many months of taking Celexa, people <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Right. And I even said that. I said, you know, I m on Celexa, too, so I don t know what could be involved in terms of this. And then I looked it up, and of course it s like, you know, usual side effects and then like they have levels of side-effects. The ones that are really most typical, <\/span><span data-id=\"P3-N200451\">then less typical, then rare. And in the middle category is like, period interruption or period something, the menstrual. Whatever. Something. Okay, fine. It could be a side effect. This is why I m annoyed that I have to now wait for this stupid test, because it really could be anything. [10:12]<\/span><\/p>\n<span data-id=\"P3-N20044-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562330\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: Right. And when did you last increase your dosage? I d kind of go with that.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: Well, that was like, the week before last week, but only for that five days. Cause I thought that was my PMS week.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: Huh. I wonder if that <\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Maybe had something to do with it.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: I mean, it didn t do it last month when I did it.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: So this is a sort of a medium-rare side effect kind of thing? That sounds quite a bit more likely than pregnancy.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: Than pregnancy. Yeah. I think so, too. But I just want to determine.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Absolutely. Yeah. I guess you re really nervous about being pregnant.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Yeah. Because I m really sure that I would want to have another abortion. Like, I have a little bit of heartburn right now, and like, I must be pregnant. Because that was the main, pervasive symptom I had when I was pregnant, nonstop heartburn. But I get heartburn all the time. So I m just making <\/span><span data-id=\"P4-N200591\">myself crazy. [11:20] (pause)<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Right. So in a way the question really is, what are your thoughts. Specifically, why are you making yourself crazy?<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Right. And, you know, it s very in keeping with what I tend to do about everything which is like, worst case like everything is worst case in my head. Well, it could not be anything like, it probably isn t anything else, and because it probably is just that I m pregnant. I mean, Stephanie <\/span><span data-id=\"P4-N2005D1\">was like, I think it s a little crazy to even be going to the doctor yet after three negative pregnancy tests. I would have waited to see if it comes, and then maybe take another pregnancy test at home or whatever. And I m like, no way. [12:06] And she was like well, you know, sometimes I ve skipped <\/span><span data-id=\"P4-N2005D2\">periods a whole month. I never have. And then, my mind is like, okay. If I m not pregnant, I m already thinking about tomorrow. Like, getting the negative results. Yay, negative. And then be like, oh, my God, I have cancer.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">I am obsessed, you know. And all of the stress, if my period is just kind of in hiding is just going to probably exacerbate the delay. I mean, that s what people tell me. And then Stephanie told me to start Googling turning thirty and irregular periods. I m like, you fucking bitch. Which was like, stupid. <\/span><span data-id=\"P4-N2005F1\">It s all the same. It s like, well you could be pregnant. You could just be it s everything, you know. It s like everybody s like and then I thought of all these women who did have, you know, all of these home tests. You know, and then I m taping that stupid show, I Didn t Know I was Pregnant and <\/span><span data-id=\"P4-N2005F2\">the woman s like, well, I don t know and then one day I was going to the bathroom, and there s a baby.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">[Laughter]<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: It s stupid. It s all going to be resolved tomorrow. We ll know. It s not all going to be resolved, but the not knowing. But like, I can t stop obsessing over it at the moment.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: I got it. Yeah. No, I am wondering what is sort of keeping all the obsessing going. [13:59] I don t actually think you tend to I guess I don t see you as generally obsessing over the worst-case scenario. And I see you getting sort of, at times thinking the worst about something that has <\/span><span data-id=\"P4-N200651\">happened. You know, a date that doesn t work out or, you know, if it s not a good date then like, it s the dumbest thing and you should have seen that you shouldn t have gone, you had no business being on it. Like, that kind of thing. (inaudible at 14:13) I mean, cause that usually involves a lot of, <\/span><span data-id=\"P4-N200652\">self-criticism and sort of shutting down, feeling sad, upset.<\/span><\/p>\n<span data-id=\"P4-N20064-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562330\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: Like, dealing with the class assignment.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: Yeah. This seems different than that.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Different how?<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Well, you re just obsessing. I mean, you don t it s very frustrating, but it doesn t sound like it s making you feel really bad and ashamed. It sounds like you re just <\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: No, I just want to know.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Yeah. And, you know, so in one sense I don t think it is sort of on the right track, but what I m kind of imaging it could be is, you know, what if there s something about the possibility of being pregnant that you re absorbed with for some reason. You know.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Well, which makes perfect sense, I think.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: What do you have in mind?<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: Well, that I want kids and a family. Not this way, obviously.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: Right. But maybe in part, you really want to be.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Yeah. Even though I don t, part of me is like <\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Sure. I mean, I guess it sounds like in a sort of more realistic way. You don t want to be in a sense, but I ve heard you want that so much.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Right. That it wouldn t be so bad.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: Right. Yeah. Let me make that clear. I really sense that this is not the way it does not sound like I mean, if you could pick whether you were or not right now, it seems like you d pick <\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Not.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: Yeah. That s what I had thought I meant. But I guess in a way you d also be really excited about it.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Yeah. And so, it s just the not knowing. You know, and it s one thing when I get nervous when like, my period is a couple days late, and I m kind of like, ohh.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: It isn t just the not knowing, you know, being conscious, I guess. It s also something about really wanting kids this whole (inaudible due to simultaneous dialogue at 17:10) that s right.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: Well, there s something about being well, like, something about being not feeling as bad, because it would be a straight-up accident. Like, I did everything I could to prevent this.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Right. It wasn t as a (inaudible at 17:31)<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Right. Oh, I missed my pill. Maybe I won t get pregnant, you know. Which is a little bit subconsciously what maybe was happening when I did get pregnant, you know. Like, what ll happen, you know. But if I m not I just want to know that I m not.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: I guess partly so you can start doing you re (inaudible at 18:02).<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: A little bit. Yeah, so I could stop thinking of it as like a possibility right now.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: I have the impression it s also hard to talk about how much you want it, and what would be exciting about being pregnant and having kids (inaudible at 18:36) or having a kid very soon.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: Well, yeah, because it feels ridiculous. I don t have any business talking about that. I feel like, that s what I ve done. Cause like, I don t have a husband, I don t have any money, I don t have a house.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: I guess it s a lot more comfortable to want things that are sort of realistic.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Like a boyfriend or a better job. Oh, I got a raise.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: Congratulations.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: Thanks. I went up three grand, which is not huge, but it s something.<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: Great.<\/span><\/p>\n<span data-id=\"P5-N200A0-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A0-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562330\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Yeah. I think that you re right. [19:30] Yeah, because I noticed that I almost was feeling like, defensive when Stephanie s like, you re not pregnant. This is absurd. You took three negative tests. You re not pregnant. I just felt like, well what if I am, you know?<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Yeah. It seems to me that you also are quite vulnerable about wanting to be pregnant, as though everybody around you is going to come down on you and say, that s ridiculous, you had no business And so that means, I guess part of what I m struck by is that means you shouldn t want it, or <\/span><span data-id=\"P6-N200A51\">you shouldn t be excited about the possibility, because it makes you totally irresponsible.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: And selfish.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: And selfish.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Right. Like, even this conversation feels like, idiotic to me. I think that I m just my brain is turning it into like, that is the possibility that I m pregnant. Because I really when you think about the facts, it s really absurd. [20:57]<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: Yeah. The one thing that you seem as occupied with as the possibility that you re pregnant, as the possibility of your being pregnant. The one thing that you seem as motivated by is talking yourself out of it.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: Right. Because I m pretty sure it s not true. I m pretty sure it s impossible.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: But I don t think that s the only reason. I think that s a correct reflex. It sounds very logical to me, yet I get that you re trying to make yourself appreciate the reality, but I don t think that s the only reason you re trying to talk yourself out of it. I think also cause it s dangerous <\/span><span data-id=\"P6-N200B11\">to get excited. [21:30]<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: Yeah. Of course.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: And it s dangerous to get excited.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: Yeah. Because I want to feel relieved when I get a negative test, not disappointed. Well, then I think that my inclination is to be <\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: I don t, in a way I don t see what s shameful about wanting it. It s one thing if you want it and you are that is leading you to sort of be out of touch with what the realities are. Do you know what I mean?<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: No. Like, if I get a negative blood test and then like, no, I m still pregnant.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">[Laughter]<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: No, no, no. What I mean is like, you re saying look, realistically, this is not the right time for me to be pregnant. No partner. Not enough money. Other things that you haven t mentioned. So, you know, in that sense I want to get a negative result. Like, that doesn t seem to have anything <\/span><span data-id=\"P6-N200BF1\">at all to do with, but boy would I be just so happy and so excited if I was pregnant.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: I know this is the wrong time. I know this is not practical. I know this is not But that doesn t stop me from really wanting a baby. That s all I mean. Does that clarify it?<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: Yes. But I feel ashamed of that.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">THERAPIST: That s what is striking me. I think it s because you feel so worried about being slammed for being irresponsible, I think.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: Yeah. And having people judging me and, you know. [23:49] (pause) I think there s also a small part of me that is wanting to say to myself these are maybe the only kinds of chances that you will have to have a baby. Like, randomly getting pregnant, cause I m so stuck on not feeling like I m <\/span><span data-id=\"P6-N200C91\">going to be able to find a partner to do so with, I guess. And I think that there s also something comforting about the idea of me begin pregnant, because it somehow to me means that I could stop worrying about trying to get a better job, at least for a year or so, cause I could just sit pretty in <\/span><span data-id=\"P6-N200C92\">the job I have now and get a nice maternity leave and be cared for there on flexible schedule while I m pregnant and have a kid. And, you know, I wouldn t have to worry about dating anymore, you know. I wouldn t be lonely anymore, cause I d always have somebody to love me. It s all these things I think <\/span><span data-id=\"P6-N200C93\">about that would be a relief in my life, you know? [25:13]<\/span><\/p>\n<span data-id=\"P6-N200C8-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200C8-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562330\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">THERAPIST: And you wouldn t be responsible for it. I mean, in the sense that like, you weren t secretly trying to make this happen.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">CLIENT: Right. So there s no guilt there.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">THERAPIST: You were trying to do the best you could.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: Yeah. No, exactly. Not like oh, this is your fault. You, you know. So those things are comforting, you know.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">CLIENT: It just feels so silly saying out loud.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">THERAPIST: No, but there is a logic to it.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">THERAPIST: I guess I m struck by how nice I imagine it would feel to put down the worries about finding a job you were happier with and finding a partner in life. It would be such a relief.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: It would be a huge relief, you know? (pause) And also, this again feels stupid sounding, but not being pregnant being pregnant means that then I don t have to worry about it being something else. Not being pregnant means now, I have to go the doctor and fucking figure this out and maybe change <\/span><span data-id=\"P7-N200DD1\">the Celexa. It would change the birth control and fucking deal with this. It s like eh, if I m pregnant, I m pregnant. (pause) [27:09] I mean, if it is the Celexa, okay, great. I m glad that yes, we determined it s the Celexa, and upping the dose for PMS or whatever could like sounds like a reasonable reason.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: It sounds like you don t have anything that s more plausible yet.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: Right. I don t think it s the stress thing. It just doesn t seem as possible. And I ve been busy, and I ve been doing that for years. But then thinking about that, then fuck. Now I ve just gotten used to the Celexa, and now I m going to have to do something with the Celexa, because I don t want <\/span><span data-id=\"P7-N200E11\">to have a weird, irregular period. That s not okay with me. But see, then I m unsure if I m convincing myself that being pregnant is the easier out of the two options here, or other options. [28:02]<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: I see, you ve started to worry that that side is going to take over.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: Right. Last night I was screaming I was crying, all upset about work I mean, about school work and about my roommate and I got so pissed at her last night. I was out and about in the afternoon. I was hanging out with Stephanie and stuff. And then I got home and she was watching TV. (inaudible <\/span><span data-id=\"P7-N200E51\">at 28:42) I was sitting for a little while in the living room, but I needed to do school work and I couldn t concentrate, so I went in my room. Then, I heard her the TV went off or whatever, so it ended. And I heard her going to the bathroom or out to get a cigarette maybe, or something. So I came <\/span><span data-id=\"P7-N200E52\">out, and I was like, maybe she s done. Or maybe I ll just now this is my moment to come into the living room and be able to sit. So I came in and I turned on every light in the living room and sat down. I had my notebook, I had my glasses, I had my laptop. I was sitting in my little chair, clearly. <\/span><span data-id=\"P7-N200E53\">And she says, if you want to put anything on, you can. And I was like, oh no, I have to do some work, actually. And she goes, okay, so I ll just continue watching Game of Thrones. It s all anybody can talk about at work, so I need to get caught up. Blah, blah, blah. What? What did you say? Well, do <\/span><span data-id=\"P7-N200E54\">you mind if I keep watching fucking Game of Thrones? Or, I could just go in my room on my laptop and do it. Oh, okay. I guess I m getting kicked out.<\/span><\/p>\n<span data-id=\"P7-N200E4-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200E4-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562330\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">So then, she went out for a cigarette or something before she started it up. And went into my room and slammed the door, even though it wasn t much of really an effect, because I don t think she was upset. But then, I got annoyed because I couldn t do that work, cause I was very frustrated about the <\/span><span data-id=\"P8-N200E71\">work and upset about the e-mails and upset about everything. I couldn t do it, and I felt like a failure and I couldn t do the reflexive journal, because it was like whatever. I was writing e-mails with F bombs to my TA, and then wrote an e-mail to the head TA. Like, this is an absolutely unreasonable <\/span><span data-id=\"P8-N200E72\">amount of work that you ve given us for the following week. Cause it really is. It s like, five readings, five little videos, a two-hour lecture video, an assignment, a reflexive journal, two discussion posts. Unreasonable. And I was straight up like, I m not a Ph.D. student who spends all her time <\/span><span data-id=\"P8-N200E73\">doing school work. I have a full-time job, and I need to sleep sometimes, and I work nights sometimes and this is unreasonable. I ll do whatever I can, but you know, and so I did all this, and then I was annoyed, because the Game of Thrones was like, really loud and there s people dying and having sex <\/span><span data-id=\"P8-N200E74\">really loudly on the TV.<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">And so I turned on the TV whatever channel it was on and I like, blasted it. And I think I blasted her out of the living room, because I think her episode must have ended or whatever, but I m sure she heard me blasting for no reason. Like, turned it up as loud as I could. It was like, fucking asshole. <\/span><span data-id=\"P8-N200E91\">What the fuck? It doesn t make any sense. She was in there all day. She was like, oh I order $50 worth of Chinese food if you want. I was like, oh. I ll take on it fat slob. And it smelled and that s the other thing. I couldn t even do my work, because it smelled like a Chinese restaurant in my living <\/span><span data-id=\"P8-N200E92\">room. I hate having to ask permission. That s the other reason.<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">If I had a baby, then I definitely could kick her out, because I definitely need the room for the baby. As if the baby can pay rent. [31:47] But anyway, so the reason I started talking about this, sorry. I was talking to my mom, yelling about Alli (sp) and that I m not moving and da, da, da, da. And <\/span><span data-id=\"P8-N200EB1\">I told her that, you know my period missing and I had negative tests, and I don t know what to do and da, da, da, da. She was like, do you think this is your period time? Cause I was like, all emotional. I was like, yeah, let s hope so. A lot of hope was not. (pause). I m sure I can t think straight <\/span><span data-id=\"P8-N200EB2\">until I get the results. Cause I m sitting here like, I m so tired. Why am I so tired? I didn t stay up that late. I got eight hours of sleep. I have a little heartburn.<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">THERAPIST: I guess it seems to me, part of the factor with the roommate is like, Alli parked herself in the living room and turned on Game of Thrones and ordered Chinese food that smelled up the apartment. The thoughts of being pregnant are little bit like that. They just parked themselves in there <\/span><span data-id=\"P8-N200ED1\">and they just took over.<\/span><\/p>\n<span data-id=\"P8-N200EC-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200EC-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562330\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: Right. I mean like, please. How many pregnancy tests does it take me? There s no way I m doing it wrong. And they said negative. Science beats scissors.<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">THERAPIST: Beats what?<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">CLIENT: You know, rock beats scissors. I m really not sure why they couldn t give those blood test results today. Like, what is the holdup? But they said tomorrow. And now it s 24 hours, like, what time do I call or do I just wait? Do I go to work? I m going to need to go in to see my doctor, no matter <\/span><span data-id=\"P9-N200F31\">want. I m going to want to no matter what the results are. Because, if I m pregnant, I m going to need to go and get checked out. If I m not pregnant, I m going to need to go get checked out, cause right? Fuck. And I think I m also on edge, because all of these side effects could be PMS, cause they <\/span><span data-id=\"P9-N200F32\">are similar to what I get when I m PMSing and it s annoying. And then it s just like annoying. It s like, okay, then I ve had a month of fucking PMS. Enough already. And then like, well if I m pregnant, then it would be fine. Because (inaudible due to simultaneous dialogue 34:27).<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">THERAPIST: reach somebody. I wonder if you could call them.<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">CLIENT: And see if the results have come in?<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">THERAPIST: I mean, probably not.<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">CLIENT: Probably not, but it s worth a shot.<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">THERAPIST: Yeah. And it does sound like it s really stressing you out.<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">CLIENT: It is stressing me out. I just want to know. I just want to know. I just want to know. I literally went to the bathroom to check 15 times today. Just to see if it was there. And I ve had nothing, though. No signs of anything. It s just totally abnormal for me. I mean, usually they send this <\/span><span data-id=\"P9-N200FF1\">e-mail. Like, they have the e-mail system where you go in and type in your password and date of birth, and then you can look at the results on the screen. But I suppose. Yeah, I ll call. I mean, they don t open until 8:00 a.m. But that means, I guess I could Oh, no I have to go into work early. Fuck. <\/span><span data-id=\"P9-N200FF2\">Or whatever, I guess I could leave.<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">I guess the urgency won t be as much if I find out it s negative, because then I just, yeah, I want to go get checked out, but I m not going to feel I need to rush. If it s positive I m going to need to feel I need to rush and get an ultrasound and figure out what the fuck is going on. If not, I just <\/span><span data-id=\"P9-N201011\">want to know why my period hasn t come. Or, I just want it come. I just want to get my period. It is really stressing me out. I m not going to be able to do school work tonight, cause I m just consumed with this. Or, maybe I m convincing myself that I m not going to be able to do school work tonight.<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">THERAPIST: You seem pretty worked up about it. I mean, I would be wanting to know the score, but <\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">CLIENT: I d really rather just go home and go to sleep and wake up when it s tomorrow. My brother moved into an apartment today.<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">THERAPIST: You mentioned that he was going to do that.<\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">CLIENT: He found a house with four people.<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">THERAPIST: Right. All of them are in the same program?<\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">CLIENT: Well, only one of them. I was confused. I guess one of them went to the program, but everybody is sober. One of them is not in recovery. She just doesn t drink or use, and the other ones are in recovery also. And it s $450 a month for his part of it, which is like, awesome for him, especially <\/span><span data-id=\"P9-N2010D1\">since he still only has a part-time job right now. So he s moved in and they went to (inaudible at 37:12) today and <\/span><\/p>\n<span data-id=\"P9-N2010C-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2010C-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562330\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">THERAPIST: That s great. Where is it?<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">CLIENT: In Providence.<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">THERAPIST: Oh, good.<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">CLIENT: Yeah. So not far from <\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">THERAPIST: It s not in the boonies, either.<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">CLIENT: It s not in the boonies. Well, to me it s in the boonies. But he s already been living there for however many months he s been there, cause the program is in Providence. So it s nice, cause the commute will be familiar to him, I think. And I think it s maybe nice for him to have started over <\/span><span data-id=\"P10-N201191\">more, kind of, in terms of terms of having went to the program. And then to continue living there with a bunch of sober guys, just as his next step. I think it s a nice transition for him, and not going back to JP is I think, big. It s triggers, you know. And he sounded really good. He s just, we re <\/span><span data-id=\"P10-N201192\">all expecting to have a negative reply to something or a negative sounding response where he might have in the past.<\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">He s responding very positively. Like, for example, I m giving him my old computer and he like, asked me about it again. I was like, I know, I m really sorry, Jake. I just got to get myself together to clean it up. There was a lot of stuff on there, so I just have got to be in the right mindset. So <\/span><span data-id=\"P10-N2011B1\">I was kind of like tip-toeing around that answer. I was afraid he was going to be like, oh, God is it going to work. And he was like, sweet. Thanks. And I was like, you re welcome. Awesome. Glad you re happy. So that feels really good to see him like that. I m really happy for him.<\/span><\/p>\n<p data-id=\"P10-N2011C\"><span data-id=\"P10-N2011D\">THERAPIST: Yeah. It s a big deal.<\/span><\/p>\n<p data-id=\"P10-N2011E\"><span data-id=\"P10-N2011F\">CLIENT: I think my dad is being skeptical about the whole thing, but that s what he does. So it s to be expected, I guess. [39:01] (pause)<\/span><\/p>\n<p data-id=\"P10-N20120\"><span data-id=\"P10-N20121\">THERAPIST: Hmm.<\/span><\/p>\n<p data-id=\"P10-N20122\"><span data-id=\"P10-N20123\">CLIENT: What? Why are you hmming?<\/span><\/p>\n<p data-id=\"P10-N20124\"><span data-id=\"P10-N20125\">THERAPIST: I (inaudible at 40:05) what you said. (pause) Yeah. Something seems a bit different about this. I don t feel like you re usually as nervous as the way that you are with this. Sometimes you re really upset about something, but there s not this has more of a sense of being stuck and waiting. <\/span><span data-id=\"P10-N201251\">And it seems different. Often, I think when you re something has really bothered you like, you re in it and you feel strongly in your sense of that, but this has the sense of being stuck, you know.<\/span><\/p>\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">CLIENT: What do you mean, stuck? You mean about like stuck with not knowing?<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">THERAPIST: It sounds like you re pretty out of control of your mind, that you can t stop thinking about it, that it s <\/span><\/p>\n<p data-id=\"P10-N2012A\"><span data-id=\"P10-N2012B\">CLIENT: That I m stuck on it. Yeah, I see what you mean. Yeah.[41:09]<\/span><\/p>\n<p data-id=\"P10-N2012C\"><span data-id=\"P10-N2012D\">And I think it has also to do with the fact that I have been pregnant before, and so A, I know it s possible, and B, I remember how I felt. So part of me is like, of course you remember how you felt and if you don t feel that way, you re not pregnant. And another part of me is like, well, you feel some <\/span><span data-id=\"P10-N2012D1\">of those things to a certain extent, and maybe it s different with different pregnancies, but I can t stop obsessing over it in my head. But I think I m like, turning it all into pregnancy symptoms, because I m secretly hoping I am. Not so secret here.<\/span><\/p>\n<span data-id=\"P10-N2012C-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2012C-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562330\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">THERAPIST: Right. The secret is out. But I know what you mean. [42:19]<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">CLIENT: And then I start to think of psychotic possibilities. Like oh, God. Maybe he pokes holes in his condoms and tries to get girls pregnant.<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">THERAPIST: Remind me about Albert? Not because I m buying into the psychotic possibility. I m just <\/span><\/p>\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">CLIENT: Well, he s awful. He s, first of all, murdered his best friend. Didn t I tell you this? I think I might have and asked you if you remembered looking up this story or remembered hearing about it.<\/span><\/p>\n<p data-id=\"P11-N20136\"><span data-id=\"P11-N20137\">THERAPIST: You might have. I don t remember.<\/span><\/p>\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">CLIENT: First of all, he s an asshole. Let s just start with that. [42:56] He s an arrogant like, thinks he s God s gift. Not even that attractive. Like, clubbing boy. Like, goes for a million girls a weekend kind of thing. Probably had somebody come into his house right after I left. Like, that kind <\/span><span data-id=\"P11-N201391\">of guy. Second of all, he murdered his friend. I don t know what the full story is, and he only kind of started to scratch the surface of the story with me. But he went to Amherst College. That s how I met him. Cause Jillian went to Amherst College with him, and so knew him. His parents are professors there.<\/span><\/p>\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">His best friend and I looked up the story online, so I read a Google version. His friend was really, really depressed, and asked Albert to shoot him. And like, something happened in this back alley way that they were in, and he did it. And then got manslaughter, and was in jail for two years and has <\/span><span data-id=\"P11-N2013B1\">been on probation, parole, whatever for ten. So, that s why he s awful. [44:18] So anyway, so like, psycho, like oh, my God, he s poking holes. He s trying to get girls pregnant. Or it broke and he didn t tell me and I didn t notice somehow or, like, it spilled or just like, crazy. Or no then I <\/span><span data-id=\"P11-N2013B2\">even went to no, no, no that s insane because he s like, a player. Why would he try to do this? Oh, my God maybe some girl gave him like, left condoms that she had poked holes in cause she was trying to get pregnant by him and that s the ones that we used.<\/span><\/p>\n<p data-id=\"P11-N2013C\"><span data-id=\"P11-N2013D\">THERAPIST: Like you re really getting on a roll.<\/span><\/p>\n<p data-id=\"P11-N2013E\"><span data-id=\"P11-N2013F\">CLIENT: I really get on a roll with it.<\/span><\/p>\n<p data-id=\"P11-N20140\"><span data-id=\"P11-N20141\">THERAPIST: We should stop for now.<\/span><\/p>\n<p data-id=\"P11-N20142\"><span data-id=\"P11-N20143\">CLIENT: Okay. I ll see you on Friday. I hope I ll have some answers by then. Thanks.<\/span><\/p>\n<p data-id=\"P11-N20144\"><span data-id=\"P11-N20145\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}