{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his recent jobs and how they're making him more money, but causing him stress. Client discusses a wedding he went to over the weekend with his girlfriend and how he feels about their relationship."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Work behavior","Romantic relationships","Stress","Psychoanalytic Psychology","Exhaustion","Anxiety","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Separated"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["7"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Work behavior","Romantic relationships","Stress"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Exhaustion","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559720","dorpId":"1005577686","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session July 02, 2013: Client discusses his recent jobs and how they're making him more money, but causing him stress. Client discusses a wedding he went to over the weekend with his girlfriend and how he feels about their relationship.","fullTitle":"Client \"J\", Session July 02, 2013: Client discusses his recent jobs and how they're making him more money, but causing him stress. Client discusses a wedding he went to over the weekend with his girlfriend and how he feels about their relationship.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559720\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: So I'd imagine you were on time today?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I have no way of disproving that so...Did you get a haircut?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Mm hmm.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: So did I.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: So I had a really crazy day.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Yeah?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: It's been very edgy and tense and frustrated with a lot of just little things going wrong. In a closing today and there's so many closing instructions at like a quarter until three yesterday and they said the complete closing package will be sent ASAP and then I worked the numbers, sent it back, <\/span><span data-id=\"P1-N2001B1\">looked at the clock, it's six o'clock, seven o'clock I want to go home. So I e-mailed first thing this morning \"Where's my doc for...?\" and finally for a nine a.m. closing, at 8:15 I get my documents, Felicity's figuring that they're overwhelmed because everybody's on vacation which turns out to be <\/span><span data-id=\"P1-N2001B2\">the case but just all morning long, just everything was very frustrating and driving, lots of traffic and people going slow and you know, typical city traffic and just no one's going over 20 miles per hour, it normally doesn't bother me and it's bothering me today. There was a big screw up at the closing <\/span><span data-id=\"P1-N2001B3\">and (inaudible) back and they had to send a wire and all this shit's going on, I don't know why it was bothering me today. I even took an Adavan so I don't think it was anxiety because that didn't help at all. [2:02]<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Hmm.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: I'm not exactly sure what was precipitating it but maybe meeting you, I don't know. I'm feeling better; part of it was just, you know, what it used to be. It's like I have a day where it's not like I have a lot to do but what I have to do has to fall into line. So it's like I have to get the <\/span><span data-id=\"P1-N2001F1\">documents, closing, got to get the wire, go on record, go do some stuff in Pembroke, you know, come here. I would have been a little more organized or what not I probably could be skipped going to Pembroke but I was more comfortable doing my banking up there. It was good I went to Pembroke because I <\/span><span data-id=\"P1-N2001F2\">got a phone call on something that I was able to fax out which was one less headache but...so I think it's that I finish the job, get in my car and then I get an e-mail \"We have your wire instructions,\" it's like \"You mean the wire instructions I sent you back in late April? Like May, June, last week?\" <\/span><span data-id=\"P1-N2001F3\">[3:26] The place is within half hour of my house, so I pull the wire instructions out of the file, get out a little scanner app from my, take a picture of it, put it in a PDF, e-mail it, \"can't read it.\" I go back, open the image from the reply message with the image still in it, double click on it, <\/span><span data-id=\"P1-N2001F4\">it opens up, on my phone I could read it clear as a bell. He had an Asian name too so I don't know...apparently they had no zoom in the PDF readers at the bank, I don't know so I got home, I sent them the wire instructions again, then my title people were like something they could do tomorrow and I'd <\/span><span data-id=\"P1-N2001F5\">done all of it I just hadn't...I had to order the probate file from storage, well then wanted me today to just give the abstract and everything else later so went home, got my suit, sent the wires, got the abstract out, went and picked up and looked at the probate file...Right when I got to Huntington <\/span><span data-id=\"P1-N2001F6\">the wire hit so I was going to go on record whether we had the wire or not and I'm not supposed to do that but it's just like I didn't have time to...I didn't have to pay an examiner fifty bucks to have them put it on. [4:56] I don't know what I was talking about, just...I'm feeling a little better <\/span><span data-id=\"P1-N2001F7\">now, I think once I...now I have to send a wire, just all these little things, all, I don't know, they haven't felt like this in a long time.<\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559720\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: How's your day going? Pretty good? I made a lot of money on the job and I still have two more today and one got pushed off until Friday morning so that will be good and that's going to close because I don't have a whole lot else in the pipeline. My buddy Phil's like \"I have this order to send <\/span><span data-id=\"P2-N200231\">you, this order to send you and this order to send you,\" so he's getting business out the wazoo.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: (inaudible, over talking)<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Yeah, like if I had a day like today, it's just like the kind of deal I would get in Medford from Claire so when I had ten of these a year, it was $35,000 right there, you know, and it's just not there anymore. There's this deal and a lot of businesses are generating more from just buyer and <\/span><span data-id=\"P2-N200271\">seller rather than lenders. My (inaudible) guy Harry is...he's got nothing. I got a couple deals with his boss but other than that...actually one just fell through, they're looking for another place though, they'll find something. [7:00] But um...I came so close to doing this. I got home really late <\/span><span data-id=\"P2-N200272\">Friday night but I'm starting to put, did I tell you about my spreadsheet madness?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: I'm putting all my contacts...<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: More spreadsheet madness?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah, meet a boom, met him, what was the transaction, what did they do, when's the last time I touched, when's the next touch? For instance today there's two of them, there's my client, so there's different things I'd want to do so...it's going to vary depending on the realtor and the loan, <\/span><span data-id=\"P2-N2002F1\">who that kind of contact is and how I deal with them is going to be different but what I want to start doing for all my, like on a refi, is thirty days after the refi send them a letter explaining to them that by now they should've gotten any money back, extra interest and they're note and mortgage, <\/span><span data-id=\"P2-N2002F2\">this is probably going to generate more questions than it's actually going to be, which is kind of intentional and maybe explain a little bit more about what should've happened by now and then just go on and explain this is the rest of what I do. [8:28] You know if it was big planning...so that goes <\/span><span data-id=\"P2-N2002F3\">out after thirty days and you know, how many of those do I have to really nail to make it worth my while?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: I'm going to put it in my software so all I have to do is hit a couple of buttons, put in a nice piece of paper, address the envelope, sign it, it's gone and then I'm going to do a year so I would do the same thing when someone purchases a home, just a little different...they've moved in, (inaudible) <\/span><span data-id=\"P2-N200331\">and in a year I'll send an anniversary card. I've talked to other accountants and people have done stuff like this or recommended doing things like this in the past, I just never gotten around to even consider doing it. I've spent more time making excuses not to do it where now I'm figuring out ways <\/span><span data-id=\"P2-N200332\">that it can be done pretty efficiently and now is the perfect time when I'm slow.<\/span><\/p>\n<span data-id=\"P2-N20032-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559720\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: To get it in place?<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: And you know I screw up the first few months with these people, doesn't matter just keep going until it's going to work. A lot of people mention, they forget about it, so...I still got to work on the ways to follow up with the realtors because there's the listing agent, who obviously probably <\/span><span data-id=\"P3-N200371\">referred the accountant to the seller's, the seller's accountant but I still, what's the harm in sending it out and connecting a LinkedIn, grab a coffee, you know...[10:23] I wanted to do that on Friday, I've actually started doing that contact thing, I've got five or six people on there. Tomorrow's <\/span><span data-id=\"P3-N200372\">another day like today where I don't have a lot to do but it's all just trying to time everything. I'm supposed to have my workout I think I'm going to cancel it and ...Ian is sleeping over so I want to get Plymouth and by the time he's awake, by four or earlier, my workout's at four or if I move it <\/span><span data-id=\"P3-N200373\">to three, (inaudible) so it will just give me some time. I'm not going to do it at home I'm finding, I'm just so exhausted when I get home but if I'm in the office (mumbling). The fact that I now have my mileage on Google drive I've been keeping up with it because it's not just, if I don't think about <\/span><span data-id=\"P3-N200374\">it at the moment I'm always thinking, there's a time I'm thinking about it that I can put it on my phone or the computer, it's very accessible where before it would be at a time where it's not accessible, not in front of my computer to update my mileage. [12:02] It's less of a burdensome task so I'm <\/span><span data-id=\"P3-N200375\">more willing to go back and re-enter some stuff I missed and I don't even have to put in the mileage I just put in where I went and what for and I can figure it out instead of putting the whole thing together, just right before taxes, just do them. Marcia and I went to a wedding on Saturday and it was <\/span><span data-id=\"P3-N200376\">not like her usual group of friends, just like some people she met, a friend of hers met on the Cape and one of those guys daughter was getting married so she knew the daughter too. The daughter works at Concord, she's buying a home through Concord, I've already tried with them but...so a lot of fun. <\/span><span data-id=\"P3-N200377\">The interesting thing is we're going through the receiving line and this old lady \"Oh hi, blah blah blah,\" she's like \"Oh is this your husband?\" or something about husband and Marcia says \"No,\" something else I can't remember and then refers to me as her boyfriend so I don't know if that's something <\/span><span data-id=\"P3-N200378\">we kind of agreed on or something like that or...that was weird. I didn't bring it up or anything like that because it...people will call her girlfriend just because they don't know what to call her, you know, so I don't know if it was like that, she just didn't know what to call me. We had a good time. <\/span><span data-id=\"P3-N200379\">[14:00] It was a good weekend, went to breakfast on Sunday, hung out with the kids. (pause) Took Ian's dog to the park, Ian practiced. I picked dandelions, there were ladybugs...it's funny because she's got her little imagination going, she has a house up by the library, it's purple, she has a train, <\/span><span data-id=\"P3-N2003710\">a plane, a gas station, all this great stuff there and there's something I had that she had but I can't remember exactly what it was but it's funny Ian is trying to make fun of her because of this he's like \"Oh a purple house,\" and she's just using her imagination, do the same thing when you play you <\/span><span data-id=\"P3-N2003711\">know? Cassie ignores it, she just, I guess she hears it probably but just it doesn't make sense to her, she doesn't care, whatever. It's pretty funny. [15:19] I was wondering if the reason she has a house is because I have a house and that's how she thinks things are is that everybody has a house. (pause) <\/span><span data-id=\"P3-N2003712\">That's the only thing I can put together why, not that it means anything other than her being perceptive but it was interesting. I didn't know, I had talked to Marcia since I was in Bristol, possibly coming to see my office but she was running really late so one of the reasons I got home late is because <\/span><span data-id=\"P3-N2003713\">I was cleaning up my office. My office is now clean and I have pictures on the wall. I didn't get a vacuum in there but I took out a lot of trash and recycled paper and boxes. Just like when I clean my apartments it's kind of nice to walk through there, it was nice getting in my office today with it <\/span><span data-id=\"P3-N2003714\">clean, feels the same way, on a day like today which was very hectic, even though it wasn't. [16:57] I think that's when things kind of calmed down for me, when I got to my office and I think I only had like one or two things to do, go to the bank and still I was late. Had I not got a coffee, I don't <\/span><span data-id=\"P3-N2003715\">think...3:44 is when I got my money in the machine. (sighs) So I don't know what's going on with, it could be anxiety, I don't know if I'm anxious about the weekend, you know, traveling, I'm always pretty anxious about that.<\/span><\/p>\n<span data-id=\"P3-N20036-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20036-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559720\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: Where are you going?<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: I'm going to Massachusetts. My buddy Benji does a firework display by his house in Massachusetts and I'm driving up with two people and then what I don't know but I'm sure I recognize as I know them from handball and then I'm going to go with Benji and his girlfriend, maybe one of the guys, <\/span><span data-id=\"P4-N2003B1\">to see Phish Sunday night. I'll be back on Monday, Friday afternoon to Monday, so I've got this closing Friday morning and the loan officer, I don't know if he was just fucking with me or not, but he's like \"Can you do it Friday,\" and I was like \"yes, it has to be in the a.m.,\" he replied something <\/span><span data-id=\"P4-N2003B2\">to the realtor that technically it goes up until 11:59 and I guess the seller may not be able to make it. I was like \"I don't care if the seller can make it or not.\"<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: Right. [18:39]<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">CLIENT: My ride is leaving Plymouth about two o'clock so...I'd prefer to have a nine a.m. closing, get records disbursed, blah, blah, blah. The thing is with this particular lender, I mean I get the wire late so I'm going to try and see if we can get it sent out tomorrow night. So yeah travel, I could <\/span><span data-id=\"P4-N2003F1\">be anxious about that. (pause) [19:47]It's supposed to be (inaudible) tonight, there's some storms coming through. I just feel like I'm going non-stop and it's all Marcia's fault basically but we kind of not accept responsibility (mumbling), just constantly have stuff to do and when I don't I'm just <\/span><span data-id=\"P4-N2003F2\">too tired, I just can't do anything, you know? Even tomorrow Ian is sleeping over and Thursday I'm probably going to go to Watertown and Friday I'm off. (pause) [21:01]<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: Like today the stuff that was bugging you was essentially, mostly you're feeling pushed or pulled or jerked around by everybody else, other people, I mean that you're working with at the closing...<\/span><\/p>\n<span data-id=\"P4-N20040-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559720\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">CLIENT: People in my way.<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">CLIENT: Just in the way.<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">THERAPIST: People who schedule or driving habits, you had to accommodate your...(inaudible), nothing changed.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">CLIENT: Driving in the city today, it's always like that, traffic, garbage trucks, construction, this, that, the other and people running out across the street, just today it bothered me.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">THERAPIST: Right. [22:46]<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">CLIENT: I reckon I noticed it, paid attention to it, because of that it didn't bother me like it used to where I was just like banging the wheel but it was bothering me because I was picking up on it. So it wasn't that, what was probably is I was getting bothered as much by the fact that this stuff <\/span><span data-id=\"P5-N2004F1\">was bothering me that it just kind of kept snowballing, you know?<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">THERAPIST: Right. (pause) [24:01] I figure your also worried about, looking at the future like, how do you do (inaudible), sleeping and getting in your way, the accountant getting you ready Friday morning and delaying things, Marcia, I think your pretty worried about being her boyfriend and whether <\/span><span data-id=\"P5-N200511\">she's going to...<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">CLIENT: Dump me.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">THERAPIST: Take over your life...<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">CLIENT: I know that ain't going to happen, she's too busy.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">CLIENT: That's part of it, trying to, me fit in her schedule and her fit in my schedule.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: Right. It may have also had you feel when I say something about (inaudible) getting in your way because you often, as we've discussed, focus on a lot on sort of shutting down.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: Because this is all about you. Is that an example? [25:30] (pause) I don't know actually I was feeling much better the last couple days about my relationship with Marcia. I don't know...in some respects I think, I don't know, for some reason I feel better about it, I think a lot, I had all these <\/span><span data-id=\"P5-N2005F1\">stupid doubts before that didn't make any sense, maybe I'm not having those as much...obviously I comment and some are backed. It first started out that she had these high heel shoes on and these old ladies were saying how awesome her shoes were, saying how nice her dress was and then there's these <\/span><span data-id=\"P5-N2005F2\">guys from the vineyard, father of the bride and a friend of his and I was noticing like, we all would be talking and they wouldn't even turn and talk to me. It was like Marcia, me and this guy Roger, Roger's just talking to her while she's talking to both of us so I'm realizing that these guys are just <\/span><span data-id=\"P5-N2005F3\">paying attention to her and I don't know, I thought that was kind of...I took a positive out of that, she's a good looking woman but...[27:35] Just not used to the situation.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: Yeah. (pause) [28:53] It sounds like you're feeling more motivated and more able to do things on your own behalf.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: (sighs) Yeah it's like usually I'm motivated but I'm really busy, you know? I'm in the office and there's just, I'm there and I seem to be more productive so normally when there are times I just, you know, today's just the exception because I used to have days like this all the time where it's <\/span><span data-id=\"P5-N200631\">only like one or two things but it took me the whole day to do them but that was fine because I'm a one-man show but it has been slow closing wise, just (inaudible) and that would actually freeze me up in the past where now I'm like okay this is an opportunity to get the new systems sort of in place <\/span><span data-id=\"P5-N200632\">and do just a couple of things everyday like I got my new URL, it's up, if you go to the old one because we've spent all this time getting the old one ranked in Google that we have to keep it but at least now you can go to the link. You just click on it, (inaudible) on the right. [31:02] Just like little <\/span><span data-id=\"P5-N200633\">things like that, kind of slowly moving forward which normally wouldn't happen until, I needed to procrastinate or something. (pause) I'll be really impressed when I start writing new articles for my blog. I've got material set aside and stuff. I think what I might do is whip out a whole bunch of them <\/span><span data-id=\"P5-N200634\">and just time them, send them out, schedule them.<\/span><\/p>\n<span data-id=\"P5-N20062-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559720\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">CLIENT: It's funny because every once in a while I'll get a comment, seems like I've been constantly getting labeling I haven't done one in a long time, they're telling me how great it is and all this stuff but then they throw in a URL, if you go to that URL it's some other estate planning site so I'm <\/span><span data-id=\"P6-N200671\">like \"What's that all about?\" Is this some way to get their link connected to my blog? I don't approve of those. [32:26] Maybe it would...seems weird to me. I've had a lot of content, comments I wouldn't care but...<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">CLIENT: There may be some way to disable links and comments, I don't know. One job on Friday and my tenant sends rent, be okay for a few days. I kind of looked at my expenses and Marcia's not costing me as much money as I thought as far as the extra miles, yeah, I mean I could be paying my student mortgage <\/span><span data-id=\"P6-N2006B1\">(inaudible talking) but it's not like compared to what I'm getting out of spending that money, you know, it's a very small amount. A hooker would be much more. Probably not as much fun. [33:52] It seems like clothes, I went to work and took off my suit and everything, I went to work like this, they <\/span><span data-id=\"P6-N2006B2\">didn't have the casual shoes and jeans without stains, I have to wear khakis, bought an iron, that's how motivated I am. It's got some prep work you have to do to it so I haven't taken it out of the box yet. It was on sale at Target, it's a rowenta steamer. I used to work in housewares at Macy's, I <\/span><span data-id=\"P6-N2006B3\">know a good iron from a bad one. There's many housewares where I can settle for crap but in an iron it makes a difference because the weight of the iron is less effort you have to put into it. I got some really wrinkly crap because I don't have an iron but now I do. I just have to get, I need to take <\/span><span data-id=\"P6-N2006B4\">it out and use it. [35:10] I need to do laundry, I have trouble...that's the thing I'm having trouble doing is scheduling in like laundry and workouts and things that are easy to move.<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">THERAPIST: Mm hmm.<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">CLIENT: Don't tell my mom but the reason I was at Target when I bought my iron was because I was buying more underwear because I was out of underwear.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">THERAPIST: Instead of doing laundry?<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">CLIENT: Yeah. And I can't do what Marcia says to do where you just turn them inside out because it's like working out and playing in them they get ripe through and through. I really can't do it tomorrow I have housing court, Thursday they're closed, Friday, I mean I'm not going to have clean underwear <\/span><span data-id=\"P6-N200731\">to go, god knows because I'm not going to the laundry mat when (inaudible). I think I should just drop off all my underwear. Why not?[ 36:33] How much could that weigh? Probably in the time it takes me to gather all the other, drive it over there and find one machine open I could fit my underwear in <\/span><span data-id=\"P6-N200732\">and probably (inaudible).<\/span><\/p>\n<span data-id=\"P6-N20072-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20072-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559720\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">THERAPIST: Well if you can't talk about your dirty laundry in therapy...(pause) We can stop for now.<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">CLIENT: Marcia saw a t-shirt on a guy on one of those reality you might be a star type of shows that says \"Cashiers are always checking me out.\" That's as bad as your dirty laundry. I'll see you Friday morning.<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">THERAPIST: And Tuesday.<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}