{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a recent interview she had and how she feels that she will mess up everything in her quest to find a job. Client discusses her issues with work, sleep, and exhaustion."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Work behavior","Job security","Cognitivism","Behaviorism","Psychodynamic Theory","Exhaustion","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Work behavior","Job security"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Cognitivism","Behaviorism","Psychodynamic Theory"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Exhaustion","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561917","dorpId":"1006468911","contentType":"text","aucs":"CTRN-V1","title":"Client \"SZ\" Session February 11, 2014: Client discusses a recent interview she had and how she feels that she will mess up everything in her quest to find a job. Client discusses her issues with work, sleep, and exhaustion.","fullTitle":"Client \"SZ\" Session February 11, 2014: Client discusses a recent interview she had and how she feels that she will mess up everything in her quest to find a job. Client discusses her issues with work, sleep, and exhaustion.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561917\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: So last Wednesday I had a job… it was a phone job interview, which I’m new to. I’m new to interviews in general, but by phone. And I had read a little bit about how to prepare for a phone interview and that they might ask some trickier questions. So the night before I prepared. Essentially I… <\/span><span data-id=\"P1-N2000D1\">I mean sometimes it’s easiest if I write stuff down. It’s a lot easier to come up with ideas like why would I be a good fit for the company and what’s my research about and why one would even consider doing my type of research, like what’s the gain And I so I think the interview went well. She… it’s <\/span><span data-id=\"P1-N2000D2\">surprising; she’s a woman. Well, I knew that going in but I found…<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: You’re in a pretty male dominated field. [1:06]<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah, I found… I think I feel more comfortable talking to women, or maybe just more women are [inaudible] maybe I’m slightly more confident around women. But I think the call went well. I felt… I don’t know if this was a good move or bad move, but I said I was excited to… I thanked her for the <\/span><span data-id=\"P1-N200111\">interview and I said it was exciting talking to a female scientist. And she’s like oh, well, she’s like I don’t know what to say. I don’t consider myself a female scientist anymore. Because now she does managerial work. And I said well, you were in the field for quite a while and you’re still a scientist. <\/span><span data-id=\"P1-N200112\">And we were talking slightly about women and sciences and I said it’s nice when there’s other women in science. I said that I was co-chair, and it’s not sort of a scary thing to be a woman in science but it’s just nice to see that there’s other women around and that I think it’s a matter of sort of <\/span><span data-id=\"P1-N200113\">numbers before things sort of equal out. [2:26] And I felt kind of silly because I shouldn’t be talking about this on the phone during a job interview, but later… I mean she did say that the company does have some women and that diversity is important to them. And I don’t know why I was talking about <\/span><span data-id=\"P1-N200114\">women. Maybe that’s sort of off topic. And so I sort of started to regret… did I make the right decision to talk about women. And so now I’m be-dreading it, like oh, why did I talk about women in physics. I mean it’s on my resume and I guess I, as a woman, I mean [overlapping talk]<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Well it shows an involvement in the field, I think, a way to highlight some of your activities in addition to what you do for your research. You do kind of want to highlight that.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah. And I guess… I mean I have done quite a bit of work on it, I mean just sort of gathering women together. I guess I don’t… I guess I hadn’t seen it as something positive for a company, but in a sense it is. It means that I’m concerned about other workers, the environment within a workplace, <\/span><span data-id=\"P1-N200151\">and so I guess maybe it wasn’t that off base, being a woman in science. And maybe if I were a man and I was talking about women in science it would be different, but I think she got to the real point that… I mean she made the joke… she’s like yeah, well, it’s not the old days where we’re huddling together <\/span><span data-id=\"P1-N200152\">anymore. [3:58] And she just sort of said diversity’s important. And I said good, yeah. I agree. So in a way, maybe, it was… I see that sometimes when I get too comfortable, sometimes I let my guard down. I get… but maybe that’s part of an interview, is to sort of see who you are and not just… she wasn’t <\/span><span data-id=\"P1-N200153\">asking me technical…<\/span><\/p>\n<span data-id=\"P1-N20014-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20014-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561917\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">THERAPIST: You want to work some place where you feel comfortable. And part of that is assuring that there’s a good fit so the company does know you a bit and you get to hear a little bit about what the company… sort of the feeling of the company, at least, and what the environment is like, not just <\/span><span data-id=\"P2-N200171\">what the work entails.<\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">CLIENT: Yeah, and I did get a different feel than the lab. I… sorry, I’m looking at my cat sort of… there’s [inaudible] I wanted her to just try it just because she likes to do it. But yeah, I got a much different feel from the lab and I still… I sort of saw that after having this job interview. And <\/span><span data-id=\"P2-N200191\">she asked for references so I guess that’s a positive, going on to the next step, as opposed to the lab, which just sort of ended at the first interview. [5:18] And I got three people that are really excited to do references, and that was flattering. I just… I started to get really depressed and sort <\/span><span data-id=\"P2-N200192\">of feel like I’m not going to get it at the end. A job interview is such a process and I mean it’s… just the idea that after these references they’ll probably bring me in. My fiancé was saying yeah, they’ll probably bring you in just to see you’re a normal person, ask you more questions and then sort <\/span><span data-id=\"P2-N200193\">of set out offers. And so it’s just like oh, another opportunity for me to make a mistake. And I mean I realize… I mean…<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: What might be another way to view it?<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: A chance to get to know the company more. I sort of… that they… yeah.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: It sounds like a slightly more enthusiastic alternative. If you think about it as trying… an opportunity to make a mistake, it’s a pretty scary thing to go into. But maybe reframing it as an opportunity to demonstrate who you are, an opportunity to get to know the company, opportunity to impress them.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Yeah, that’s sort of a [inaudible] for me right now at this point. It seems hard to impress anything. And I guess maybe that’s sort of the… I mean I don’t feel very impressive. I feel like I can do a lot of things and I think I know a lot of knowledge but…<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: Why are those things not feeling impressive? [6:57]<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">C: Well because they still haven’t formed into papers and don’t have any major articles or… but… and that’s another thing, it’s just… it’s hard to believe, I mean, for example, the chair, Sherie, I’ve known her for [inaudible] graduate time. And the fact that if she could write something positive it’s <\/span><span data-id=\"P2-N200251\">like wow, that’s really nice. And then I think well, what have I done. And I’m… yeah, at some point I’m… in one sense I’m not sure what I’ve done, but for some reason she can write a nice one about me. But yeah, in one sense, I guess, I mean when I compare myself to, yeah, the Joe Schmo on the street, <\/span><span data-id=\"P2-N200252\">I can sort of see there’s a difference, but what sort of sets me apart from any other sort of scientist. I mean that, I think, maybe I need to think more about. And [inaudible] I find myself getting… I see the office of career services at Brown has all these programs like selling your PhD and making <\/span><span data-id=\"P2-N200253\">the best of yourself or preparing for interviews, and I see they have all these programs and I just need, I don’t know why, I get bitter. And it might just be sort of a passive way of saying I don’t want to leave home. [8:27] And I’ve found that this was starting to get a really bad problem, is that <\/span><span data-id=\"P2-N200254\">I get mad when I have to leave home now just because being at home is the norm. And even going for a walk, I mean, mind you, this weather does not make me want to walk, and it might be that I want to stay home just because the weather’s so bad. And… but going for a walk I was just so grumpy and hostile <\/span><span data-id=\"P2-N200255\">this Sunday. And I keep on saying I’m going to go to yoga. No, no, no, I’m not going to go to yoga. I don’t feel like it. And then it’s just sort of, yeah, it’s just this sort of hard kind of [inaudible] in my throat, why don’t I want to go out. And even…<\/span><\/p>\n<span data-id=\"P2-N20024-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561917\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: Were you coming from home today?<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: Yeah, I was coming from home today, and that’s why it was… really sorry if I was a little bit late. It was a little hard to leave.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: Yeah, that’s what I was wondering because I noticed you have been late the last couple of times, and I know sometimes one of the reasons behind that is you’re having a hard time getting yourself to leave the house.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: Yeah, and I finally got… I mean… and in one part it’s my bad schedule because I’ve been going to bed later and later and later, and it’s just my alarm, I don’t know, for some reason I just… I keep on pushing the limit of when I’ll go to bed. And like I was like okay, I’ll go to bed at two. But <\/span><span data-id=\"P3-N2002D1\">then I start getting ready for bed and then the cats, of course, they’re doing naughty things, so that means that need to be played with and it’s not until three o’clock. And then I don’t fall asleep until four just because… there was a few days ago that I got to sleep at four. And I get frustrated <\/span><span data-id=\"P3-N2002D2\">because then I’m like okay, I’m going to wake up early so I can reset my clock, and then I sleep in. [10:22]<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: It’s really hard to wake up early if you’re not going to bed until four.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: Yeah, I know. Yeah, I really… it’s… so I mean I think the goal might just to be to go to sleep earlier. I just [inaudible] taking melatonin, taking… and it’s just… I think it’s sort of the… where it starts to get unproductive, this sort of staying up late. And in one sense it was to decompress <\/span><span data-id=\"P3-N200311\">after Jeremy goes to bed, but I think that maybe…<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: It sounds like it’s getting stretched out though, longer than just decompression.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Yeah, and I don’t know if it’s just because… and I have all day at home by myself. It’s not like I need to decompress from seeing the world like I did last semester. Even then I went to bed earlier. I think it’s just, in one sense, I don’t like mornings, but it turns out that when I wake up <\/span><span data-id=\"P3-N200351\">at twelve p.m. there’s still slightly the morning where I’m groggy and want to go back to bed. So…<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: I think the morning is… what you associate as the morning is really the time after you wake up. It doesn’t… I don’t think it matters what hour it is. But it’s that feeling of starting the day, whenever you start it. And it sounds like your schedule’s gotten so reversed that it’s starting <\/span><span data-id=\"P3-N200371\">to work against you.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Yeah, it really is. And I’m starting to miss out on so many things that… I mean if you go to yoga class at seven o’clock it’s like well then I still have to come home and do some work. And I’m not ready to stop work as opposed to just sort of it being the end of the night. [12:06]<\/span><\/p>\n<span data-id=\"P3-N20038-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561917\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: Yeah, it would fit a little bit better.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: Yeah, and so I mean that’s why it’s good that we have this therapy appointment. And also I have racquetball later tonight, so I have to stay here and get used to being gone, which is one of the reasons I planned for therapy to be on Tuesdays because racquetball is also on Tuesdays so I get the <\/span><span data-id=\"P4-N2003D1\">feeling of being gone. And I might be more productive without the cats, without the sort of… as much as I love those little buggers they do eventually go to sleep. They do… I mean every time we get up in the kitchen they go and they want to be fed, and of course I pet them and, I don’t know, I think <\/span><span data-id=\"P4-N2003D2\">it just might be sort of being around academics, I think, might be more focusing because I’ve been starting to get really bored with my research again, and I think that’s every day of work. I mean there’s going to be a lot of things that are boring but it’s just sort of something… and then I was like <\/span><span data-id=\"P4-N2003D3\">oh, maybe I should listen to music or discover new music while I’m doing these boring things. I was like oh, that’s… yeah, I miss music. I don’t listen to music a lot. I used to all the time when I was in undergrad and I’d study with music, and for some reason I don’t do that. [13:22] Not all the time. <\/span><span data-id=\"P4-N2003D4\">A lot of times I just sort of work with the silence. And I wonder if that’s just because these tasks involve more thinking or whether, yeah, I don’t know. I just… sometimes I sort of think about how I used to study and how I study now and how does that compare, and I don’t know why I don’t always listen <\/span><span data-id=\"P4-N2003D5\">to music. Some… maybe it’s because I stopped listening to so much classical music. And I always used to do classical music when I was studying in undergrad. But maybe not so much. Maybe I don’t need that to focus or to drown out the background sort of means that when I am focused I am and when I’m not <\/span><span data-id=\"P4-N2003D6\">I’m not. And…<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: How do you find that you’re focusing?<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: Well I find that I can’t be really easily distracted, sort of like I’m… almost feels like a trance like state when I’m sort of…<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: How often are you finding that state these days, when you can have that sort of trance like [inaudible] state, in a zone?<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: In a zone? Usually three times a week. And then I’m usually sort of burnt out and exhausted because normally this trance like state that… see that’s why I would normally excuse staying up late, is because I would get into a trance and just didn’t want to quit or I had a presentation and things <\/span><span data-id=\"P4-N200451\">start to become coherent again, and you don’t want to quit when the ball’s rolling. And then it just sort of… it’s hard to get back to a normal schedule like oh, I just stayed up until four a.m. one night, or now I’m just going to stay up until…<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: I wonder if you kept a more typical schedule I wonder if you’d be able to enter into that sort of really focused state where you’re getting a lot done more days. [15:49] So it sounds like what you’re finding is you’re hitting that about three days a week, but if when you hit it you then [inaudible] <\/span><span data-id=\"P4-N200471\">extend the evening and you stay up to those wee hours of the morning, of course you’re exhausted. That’s not… if you’re doing that there’s no way that you’re going to be able to maintain it. But I wonder if you have a little bit more regularity to your schedule and a little bit more consistent sleep <\/span><span data-id=\"P4-N200472\">if you’d be able to sort of find a way to kind of get yourself to go to that state more days than not when you work. And yeah, maybe shorter bursts but with the frequency of it training yourself to be able to focus and get a lot done and then shut it down and do it again the next day. And maybe that <\/span><span data-id=\"P4-N200473\">would make up for the fact that you’re skipping [inaudible] one to four hours.<\/span><\/p>\n<span data-id=\"P4-N20046-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561917\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: Yeah, no, and I think that’s, yeah, something that kind of… I mean I’ve been… I know… I think I want to focus on getting back to a regular schedule, and that’s something that I know is going to be a lot of work because that’s not…<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: I know. You can only move your bedtime by a little bit at a time and expect yourself to be able to fall asleep. What you don’t want, what I want to avoid, is having you get to bed and lay there and be uncomfortable because then that’s creating a really negative association. So if you find <\/span><span data-id=\"P5-N2004B1\">that when you get into bed at 3:00 that you’re laying awake for an hour, then get in bed at 3:30 and have a successful experience of probably falling asleep a little bit faster. [17:28] Then you can move it a little bit at a time.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: Yeah. And it’s interesting, I find that as my… Jeremy, he always sort of said well, don’t look at your phone before you go to sleep; the blue light’s going to interfere [inaudible] and he tells me that your computer… I mean I make the joke because he always says that your computer, the blue <\/span><span data-id=\"P5-N2004D1\">light interrupts with your melatonin production and… but first…<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: He’s right.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: Okay. Because I always… I guess it’s in the morning, I fall asleep by my computer just because I’m tired [overlapping talk]<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: You’re exhausted.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: Yeah, and it’s at night that… where there’s… where I’m sitting in a dark room and there’s a bright computer and my… this probably might be egging me on to stay up.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: I mean is it impossible to fall asleep after being exposed to light? No, but there are a number of factors that are conducive to good sleep, and that might interfere with sleep in the opposite direction. So creating the best possible environment for sleep involves low light, or no light, <\/span><span data-id=\"P5-N200571\">the ultimate [inaudible] having a cooler temperature, as free from distracting noises as possible, free from cues that are anxiety provoking. So having your thesis sitting out in your nightstand table, that could be disruptive to your sleep. So anything you can do to try to put those things in place <\/span><span data-id=\"P5-N200572\">a little bit before bedtime. So shutting down your computer, and if you want to do some… shutting down your computer [inaudible] an hour before you go to bed. If you still want to do a little bit of work, doing something that you can read on an actual paper is a little bit less distracting. Trying not <\/span><span data-id=\"P5-N200573\">to wrestle with really complicated ideas right before bed because that’s stimulating. [19:31] Or trying to do some… trying to solve a really hard problem, if you’re not successful, might make you anxious. So trying to avoid things to set yourself up for success before you go to bed, trying to find something <\/span><span data-id=\"P5-N200574\">that’s going to be soothing, maybe reading something for pleasure.<\/span><\/p>\n<span data-id=\"P5-N20056-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561917\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">CLIENT: Normally I look on my iPhone, I look at Facebook, I look at little silly things like why things… cats do what they do, why they scrape on… after they’re done eating or they’re not hungry, if there’s still food, a lot of them have this innate habit of scraping by where they eat. And at first <\/span><span data-id=\"P6-N200591\">it sort of looks like oh, cover this stuff up; I don’t want it. But it’s actually they’re doing it because they don’t want predators to know that they’re around.<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">THERAPIST: So I mean I think that’s a really common habit in this day and age, where so much of our reading is done and so much of our social connection is done online. And it’s so easy to grab your phone and slip from Facebook to Buzzfeed to whatever. [20:39]<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">CLIENT: I have Buzzfeed.<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: And so while the content of that, it’s amusing, it’s recreational, it’s light, that’s great. Unfortunately there’s sort of the pull that you get from those devices. First it’s the exposure to light, but it’s also so easy to get wrapped up in clicking one more thing. You don’t even have to <\/span><span data-id=\"P6-N2005F1\">click anymore, right, you just sweep your finger over. It’s very intuitive. And you read one more article or you get sucked into looking at one more person’s profile and the time just goes by.<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">CLIENT: Yeah, I think I do that during the day. I get sort of… I think that might be a sort of a, yeah, I think I might need to start… there’s this productivity program that I have and it outlaws Internet, and I think I might need to put that on again just because I found that…<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">THERAPIST: It’s so easy to get sidetracked by that type of thing. And finding ways to help yourself have habits that feel good longer term rather than the habits that feel good in the moment and sometimes are not matched up. [21:55]<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: Yeah, and I think that might be why… because I remember from undergrad, before all these sort of devices, and you had a laptop but it had programs… like Facebook was kind of there but I really wasn’t into Facebook until my last year of college.<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">THERAPIST: It wasn’t nearly as big of a thing.<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">CLIENT: Oh, and I just listened to music and did my work. And of course instead of having… because I sort of see these sort of amusing articles sort of create the variety and spice of life to the day when research is boring. And I know a lot of people have work… I mean everyone has work that’s boring, <\/span><span data-id=\"P6-N200691\">but maybe that’s sort of why I don’t feel the need for music, is because I’ve been distracting myself.<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">THERAPIST: Yeah, but music can allow you to do both at once whereas these other things don’t.<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: It’s also keeping you from [inaudible] so if you go into the office and do work there but then take a break and actually talk to some other people, you get some of that. I think you’re fulfilling some of that need for socialization and for getting ideas from going to these websites. [23:04] <\/span><span data-id=\"P6-N2006F1\">But they’re not… it’s sort of like they’re… they do, they provide a little bit of that break, but it’s not really fulfilling your need to connect with somebody or to talk about creative ideas in your research. I wonder if your research might feel less boring if you were interacting with other people <\/span><span data-id=\"P6-N2006F2\">who could contribute to your ideas, and you could contribute to some of theirs, and that would really… you’d find more of a community in that type of exchange. But you’re getting a little bit isolated which makes it harder to leave the house, which makes it harder to take that next step.<\/span><\/p>\n<span data-id=\"P6-N2006E-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561917\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">CLIENT: Yeah, and I… I mean I think, yeah, this week is sort of a fresh start to things because today I’m here at least until 7:30, 8:00, starting now. So I’m going to be interacting with lots of people. And Wednesday I’m going to have to come in for group meeting and I’ll probably force myself to stay <\/span><span data-id=\"P7-N200711\">so that I can be in that atmosphere of academia. And then Thursday I’m also going to have to come in for racquetball, so it doesn’t make sense just to have a two hour round trip. So I’m going to try and get myself in so just at least by coming in three days a week I’ll get used to leaving the house. [24:24]<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">THERAPIST: Yeah, make it a little bit more balanced.<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">CLIENT: Yeah, and it’s… yeah it’s crazy just to think that… I mean and this is why I know academia’s… what being a grad student has done to me, is that it sort of… it doesn’t provide that structure that I know I need. It doesn’t really provide accountability, which I know that I need just because I <\/span><span data-id=\"P7-N200751\">am lazy. And I work hard but I’m lazy in terms of if I had to go to classes I would just sort of look up the notes online now. And that’s what I did for the lectures for PS2 just because I didn’t want to wake up early or come in and… but there’s something about being present that keeps you up and up <\/span><span data-id=\"P7-N200752\">to speed. That’s one thing I sort of have to realize, instead of coming in and being distracted by everyone in the apartment and having to walk places, it’s kind of the natural break that most people are meant to do as opposed to just sort of stay at home and go from the sofa to the couch to the sofa <\/span><span data-id=\"P7-N200753\">to the kitchen table. [25:41] It’s just one of these things that, I don’t know, but I think it’ll make Jeremy a lot happier because I think Jeremy worries about me getting to bed late or, I don’t know, I’ve… he seems a little distant lately, or that might be because I’ve been grumpy or I’ve been down <\/span><span data-id=\"P7-N200754\">and depressed or not… I don’t want to go for walks. And part of that’s just because it’s cold. Actually a big part of that is that I hate this weather.<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">THERAPIST: It’s been extraordinarily cold. That does obviously impact mood and how much you want to be out and active.<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">CLIENT: Yeah. I mean it’s… I mean it doesn’t help that I’m from Florida but…<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">THERAPIST: No, you’ve been here a while.<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">CLIENT: I know but… I know, I’ve been here for a while but it doesn’t… you don’t think people ever get adjusted to here but I guess people do.<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">THERAPIST: I was born here and I hate it.<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">THERAPIST: But given… even given that, most people do actually feel better once they’ve over… get over that hurdle and get out anyway. [26:56] You said you were grumpy on your walk.<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">CLIENT: But it got better when… midwalk.<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">THERAPIST: Did it? So I think I totally understand the sort of resistance to wanting to get out of your nice warm house. I think you’re facing sort of some of the social anxiety barriers as well as just some of the kind of physical barriers of it’s really cold and you have to wear a lot of layers and <\/span><span data-id=\"P7-N200871\">the sidewalks are icy and it’s a pain in the neck. And… but on both fronts, when you’ve pushed yourself to confront some of those anxieties you have generally found that you feel better when you are getting a little bit of social interaction and having that movement to your day. So I think seeing if <\/span><span data-id=\"P7-N200872\">there’s ways that you can make it a little bit more enticing. And clearly you’ve arranged your schedule this week to have good reasons, I mean, to sort of pull you out of the house, and combining those with other things to meet multiple goals. And I think if creating those types of things so that you <\/span><span data-id=\"P7-N200873\">do maybe kind of get over that hurdle and either go take a walk or go walk some place. You don’t necessarily need to be out on an hour long walk, but just bundling up and going and taking a 15 minute walk to a coffee shop to work or to go run an errand with Jeremy you might find that there’s actually <\/span><span data-id=\"P7-N200874\">some benefit to that, that that makes it worth it.<\/span><\/p>\n<span data-id=\"P7-N20086-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561917\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">CLIENT: Yeah, I live five minutes from three different coffee shops that… I mean they don’t offer Internet so that might be a… or plugs in the wall because that’s sort of their thing. [28:41] They don’t want people sitting there forever. But I’m sure the coffee shop wouldn’t mind taking me as well as <\/span><span data-id=\"P8-N200891\">the other adults in the adult day care. That’s what someone called it on Yelp, the adult daycare. Yeah, and I keep on… it’s funny because I keep on… I know that these things would be good to me… good for me, I just have a hard time doing it. And that’s sort of one of the things that…<\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: What reward could you offer yourself for doing it, to get yourself started? (pause)<\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">CLIENT: I think I should reward myself with that cappuccino just because normally, I mean, cappuccinos are a little bit more expensive but I really like them, and I think…<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">THERAPIST: Yeah, so that’s… yeah, that’s… I think that’s a beautiful kind of small, reasonable but objective little reward because it’s a little bit fancier than a coffee you might get yourself anyway, so you know that you’re sort of… that it is more of a treat. And it’s not over the top. That’s something <\/span><span data-id=\"P8-N2008F1\">that you could… one, you’ve got to go out to go get it. And you can do that a couple of times a week to get yourself… sort of entice yourself to go do something that’s going to have multiple kind of rewards. [30:06] You get the cappuccino and you get [inaudible] productivity. You get maybe a little <\/span><span data-id=\"P8-N2008F2\">bit of lift that you get from having accomplished a goal.<\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">CLIENT: And I think I used to do that with racquetball or sometimes yoga. If I do it in the afternoon, early afternoon, I’d go to an ice cream store just because I really like the ice cream, and how often do you get to swirl two flavors. You can’t do that at home. And I guess, in this cold weather maybe <\/span><span data-id=\"P8-N200911\">ice cream is not so appetizing, but…<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">THERAPIST: Well, it’s heated.<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">CLIENT: Yeah, inside. Inside, yeah. But I think I just sort of need to sort of consider it, really ask myself if… or I think a little bit of a push with the treat but also just to really work on it. I mean it’s sort of like how did I get better with germs and not worrying about it. It didn’t come automatically; <\/span><span data-id=\"P8-N200951\">I had to work on it. And these things are hard to work on but I think they’re sort of… it’s the greater good, and I think it’ll be… getting out of the house and not staying at home, I think it’ll be a really good thing. [31:23]<\/span><\/p>\n<span data-id=\"P8-N20094-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20094-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561917\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20096\"><span data-id=\"P9-N20097\">THERAPIST: The two goals is to move the bedtime back a little bit, a little earlier, and you just keep moving it. And even just if it’s a 15 minute increment and then another 15 minute increment, those will add up. And you have a really good shot at being successful if you move it in those small little <\/span><span data-id=\"P9-N200971\">chunks. So that goal and the goal of finding ways to entice yourself out of the house a couple of days a week, a few days a week, rewarding yourself when… as you do it. That’s enough to work on. And doing those two things will really impact a lot of the other stuff that you’re talking about, how you <\/span><span data-id=\"P9-N200972\">feel about yourself. You notice maybe being a little bit cranky with Jeremy. I think if you’re… if you are able to do those two things, get to bed earlier and more regularly get out up and out, I think you’ll notice that some of that other stuff may fade away. I think it’s connected.<\/span><\/p>\n<p data-id=\"P9-N20098\"><span data-id=\"P9-N20099\">CLIENT: Yeah, and I think that’s sort of getting that variety of life. I’m just not getting that at home. It is very much the same. I mean I’m wearing the same sweatpants and…<\/span><\/p>\n<p data-id=\"P9-N2009A\"><span data-id=\"P9-N2009B\">THERAPIST: You’re not having meaningful interaction with other people, and you’re a human being; you need that. [32:44]<\/span><\/p>\n<p data-id=\"P9-N2009C\"><span data-id=\"P9-N2009D\">CLIENT: Yes, I forget that. I forget that animals aren’t just the only…<\/span><\/p>\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">THERAPIST: They’re not the only thing. They’re good but they’re not full replacements for other human beings.<\/span><\/p>\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">CLIENT: Yeah, you can’t really have discussions with them. They’re sort of [inaudible]<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">THERAPIST: Kind of one sided. Let’s see if we can focus on those two specific things this week and see… let’s see what happens, what hurdles you meet, what things are easy and what things kind of impact other things. We’ll kind of track how that goes and see if there are problems that stick. Then we <\/span><span data-id=\"P9-N200A31\">know that there’s another reason underneath it. And if there are things that fall away when you make those changes, then that’s great. Then we know why they were there. So I have us down for same time next week.<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">THERAPIST: Great.<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">CLIENT: It’s good to have a routine.<\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">THERAPIST: Yeah, having a consistent time makes it a lot easier to…<\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">CLIENT: Less to remember.<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">CLIENT: Back in the day, did you have to apply for jobs or…<\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">THERAPIST: I did.<\/span><\/p>\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">CLIENT: … interview? It’s hard.<\/span><\/p>\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">THERAPIST: I did a post-doc at Brown out of grad school, and then I was lucky enough to actually work there after my post-doc. But I do remember applying for post-docs.<\/span><\/p>\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">CLIENT: And it’s the 10th or 11th?<\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">THERAPIST: It’s the 11th today.<\/span><\/p>\n<p data-id=\"P9-N200BC\"><span data-id=\"P9-N200BD\">CLIENT: Thank you. We’ll see you next week.<\/span><\/p>\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}