{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a recent fight he had with his wife, and how their current living and working situation is tenuous."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Job security","Guilt","Communication","Married people","Psychoanalytic Psychology","Shame","Exhaustion","Frustration","Anger","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Job security","Guilt","Communication","Married people"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Shame","Exhaustion","Frustration","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562148","dorpId":"1006469141","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session  March  11, 2014: Client discusses a recent fight he had with his wife, and how their current living and working situation is tenuous.","fullTitle":"Client \"A\", Session  March  11, 2014: Client discusses a recent fight he had with his wife, and how their current living and working situation is tenuous.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562148\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Grayson ate his first solid food this afternoon and he’s about to roll over.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: [Avocado. It’s just his complexion.] (ph?) (pause) Jennie and I had a talk over the weekend Friday night and I’m having trouble sleeping. I was pretty frustrated. Friday she didn’t come home from work.  She went to a weekly writing club. She meets with another woman and they do work together. <\/span><span data-id=\"P1-N200111\">And then she went to visit a friend of hers who teaches at Northeastern, so they met at Brookline. Basically, it was dawn to dusk. I basically got him up and I think that morning she kind of woke me up and asked me if I would take him first thing in the morning. So it’s now a 13-14 hour day of child <\/span><span data-id=\"P1-N200112\">care and I was tired and I was pretty fed up.  I’m not sure what I was fed up with exactly. (pause) Usually if I’m home all day I don’t want it to be kind of a pit, so I’ll clean up; and I just did not feel like cleaning up. I felt very domesticated. We had this talk. She had been kind of holding in <\/span><span data-id=\"P1-N200113\">abeyance for a while and during the course of this talk Jennie told me that she doesn’t want to give me time to write because it’s recreational and she struggles to find time to write. It was like if a man had said this to a woman she would fucking go postal.  So I got pretty pissed off. If the situation <\/span><span data-id=\"P1-N200114\">had been reversed and I had said this to Jennie she would have completely freaked out. It didn’t get resolved.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I read into it exactly quite different from what she said when you guys kind of agreed to about how things are going to go.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: In addition to this, she has an injury which makes it impossible for her to wash dishes and do the laundry and stuff. I guess some of the hormones that make it possible to have a child come out the birth canal also make women post-partum prone to ligament and [other kinds of infection.] (ph?) <\/span><span data-id=\"P1-N200151\">She’s got pretty bad thumbs, so she went to see the OT today. He told her she can’t do anything with her thumbs for six weeks.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Oh, wow.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: So I had kind of anticipated this so over the weekend I said, “Listen, sweetie, part of the tension here is that you are a bit disabled.” And she got mad at me. She was like, “Why are you accusing me of something?” I said, “I’m not accusing you of anything. I’m just telling you this is part <\/span><span data-id=\"P1-N200191\">of the mix here.” So it’s tense and there is no question that this negotiation is made infinitely more difficult and complicated by the fact that this thing . . . (sighs) (pause)  So Jennie is mad about my (pause) what are you calling it? My inhibition. She’s mad. It’s put me out in ways that are not <\/span><span data-id=\"P1-N200192\">great. It’s like . . . I don’t know. Ways that are particularly calculated to make me react in the way that I do and I feel like someone is ripping me off and completely contravening our previous agreements and discussions and arrangements and so on. It’s just like well, you know. I’m working and my <\/span><span data-id=\"P1-N200193\">job is to do this and your job is to take care of the child. Can you imagine if I had said that to her?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Oh, that was what she said? <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah!<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Wow. Yep. I get it.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I’m serious.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: No, no. That helped illustrate.<\/span><\/p>\n<span data-id=\"P1-N20022-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562148\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: I mean it’s late at night and we’re having a conversation and we’re both kind of frazzled and tired. I kind of put it aside how angry I was about this. And then today (scoffs) she finally took the divorce papers to the courthouse to file them and she forgot them.  (pause) It’s like you can forget <\/span><span data-id=\"P2-N200251\">them. Whatever. I was just so pissed off. I thought to myself – it would be a potentially self-justifying train of thought, but how much of my reluctance to follow through on what I know that I need to do just for my own sake is just . . . I mean this thing has been going on for two years or a year <\/span><span data-id=\"P2-N200252\">and a half now. She’s been saying she’s going to get a divorce for a year and a half now. She left it so long that there was a complicated thing with Grayson’s paternity. Anyway . . . So I wonder. I wonder about that.  (pause) I felt so screwed. It felt like such a sequence to hear her say that like <\/span><span data-id=\"P2-N200253\">on 15 different levels – the kind of political level where you realize or have the sense that your commitment to equality is being exploited by somebody for their own gratification at some level, the complete contravention of the agreement that we had made. She’s just like, “Well, I changed my mind.” <\/span><span data-id=\"P2-N200254\">(pause)  I didn’t really realize how angry I was until she texted – as if I was going to laugh about it with her – about forgetting the fucking divorce papers.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: And then the commitment that was to you as much as anything else. (pause)<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: So I don’t know. Again, I think that all of these issues that are coming out of the woodwork are possibly related to my job situation.  There is no question about it. It’s like push would never have come to shove had it not been for that. On the other hand, it’s interesting. In adversity you <\/span><span data-id=\"P2-N200291\">get a better read on how things work under stress and I’m very troubled by it and angry and resentful and I fear recalcitrant. In other words, I fear triggering this completely self-defeating and self-destructive pattern as part of my reaction to this. (pause) <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Although, you’re not starting off that way.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: No, I’m not.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Although you weren’t quite sure how angry you were until a little later, you seem pretty clear about it now.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yeah. (long pause) Among other things, I wonder what it is about me that makes people feel like they have the right to do such things and say such things. (pause)  It’s kind of shocking.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: Yeah, I don’t recall you having described stuff quite like this with Jennie before.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Never. (pause)  I feel shocked and dismayed on the one hand. On the other hand, I feel a lot of love in our household. People are complicated. (chuckles) I feel love in our household. I feel joy in our joint child rearing. There are these elements, but this thing is shocking. I feel shocked <\/span><span data-id=\"P2-N200351\">by this thing and I don’t know what to do with that. On the one hand, it’s just such a trivial matter. I asked her to basically free me up for ten hours a week and she said no.  I don’t know. I don’t know. It was just such bullshit. (pause) It was shocking (long pause) at some really profound level. <\/span><span data-id=\"P2-N200352\">(pause)  I have a feeling I’m going to be able to negotiate, in a way, her injury is a [ ] (inaudible at 00:15:13) and I’m just going to say okay, fine, but you’re [spelling] (ph?) me for that same ten to 15 hours a week if I’m doing all the housework, right? But that’s not really the point. (pause) <\/span><span data-id=\"P2-N200353\">In other words, even under the terms of what strikes me as a very rotten exchange, I think we’ll probably be able to get the same result. But the exchange feels rotten and just kind of my errant talking about what’s going on in his life, modality, and it feels very painfully close to the kinds of circumstances <\/span><span data-id=\"P2-N200354\">that really trigger the sorts of behavior that I come to you for help with.  I guess this concern and sensitivity to the possibility that there is something about the way that I’m interacting with people that produces this. There is just such a repeated feature. I feel a sense of déjà vu all over again <\/span><span data-id=\"P2-N200355\">in a relationship that I had really felt very certain and trusting in this particular respect.  I felt like we had done very good work and this feels like an abrogation of it. (pause) (sighs) Another issue, a kind of strategic issue that I could use some, frankly, just some advice on is you know how <\/span><span data-id=\"P2-N200356\">these things are. You get into a kind of tug of war about something and if you handle it well it dissolves and if you don’t handle it well, then the structural, the feature of a person’s engagement with the rest of the world can be reinforced. In other words, it’s like the moment when if we handle it <\/span><span data-id=\"P2-N200357\">right it’s like we talk about it and we come to some kind of understanding about it and if we don’t, it kind of hardens. That’s the way it feels. <\/span><\/p>\n<span data-id=\"P2-N20034-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562148\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: What I think about that is if she comes to you and says, “Look, I was really worn out. It was a long day.”<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: She didn’t. She did not come back and say that. She has remained steadfast in this position as if she was justified and I haven’t pushed the issue because it’s like we are waiting for Spring break and all of these things and I haven’t talked it out with anybody and wanted to. I sometimes talk <\/span><span data-id=\"P3-N200391\">this stuff out with friends or sister and I feel somewhat ashamed of this interaction. I don’t want to talk to my sister about it. It feels shameful. It’s embarrassing. (long pause)  It’s like directly after getting screwed by – anybody can get screwed to the extent that the municipal authority, but <\/span><span data-id=\"P3-N200392\">getting screwed by your partner in this way, so to speak. Dismissed. It made me very angry and embarrassed and they are related to each other in this kind of classic. When people talk about really dysfunctional, violent relationships, I think that this mode of interaction is something that develops <\/span><span data-id=\"P3-N200393\">not infrequently where, on the one hand, you feel undermined and you feel ashamed because of that and that kind of enrages you.  It’s kind of a classic gender conflict. (long pause) <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: I feel you’re at this sort of nodal moment with her where . . .<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: I worry about a pattern developing that’s really unhealthy. On the one hand, I feel remorse and frustration for the contribution of my employment difficulties to this. On the other hand, I feel angry and kind of ripped off by both the explicit contravention of the agreement that we had made <\/span><span data-id=\"P3-N2003D1\">a week and a half before, let alone around the time that Grayson was born; and by the larger issue of just how we want to run our household and our lives – this sense which she is engaging in is just a complete role reversal.  It’s ridiculous. (pause) Again, if a man had said that it would just be the <\/span><span data-id=\"P3-N2003D2\">most obvious, grotesque, chauvinist bullshit. Can you imagine? Where did it come from? (long pause) <\/span><\/p>\n<span data-id=\"P3-N2003C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562148\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: It’s still hard for me to tell. On the one side, you certainly are speaking very clearly and emotionally about how she was and your reactions to it. It seems to me maybe like you feel uncertain or passive in figuring out how to respond.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: I feel uncertain and passive in how to respond. That is true.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: I guess I wonder whether that is in part because one of the really troubling aspects of her saying this to you is, I guess, it resonates with some feeling you have about yourself. <\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: I feel like there is a pattern of relating to people in which, as it seems to me anyway, I give them and with a particular expectation or often explicit – sometimes not explicit, but often explicit – and they feel completely free in not giving back and worse.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: I have something else in mind. You said that and I am sure that was in there, too, but what I was thinking of at this moment was being treated that you don’t belong in the workplace.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: Huh. That I don’t belong in the workplace. You mean in the professional workplace? I don’t think that was Jennie’s implication at all.  My read on her rhetoric was, “Well, if you’re not going to look for a job, then you’ll just be a domestic.” I’m exaggerating. She would never have said anything <\/span><span data-id=\"P4-N200491\">like that, but – you know.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: I thought you quoted her as saying “My job is this. Your job is to take care of the baby.”<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: If you’re not looking for a job. Yeah. That is the subtext. She’s angry about . . .<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: That you’re not looking for a job.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: That I’m not looking for a job and I cannot deny that I’m not looking for a job, even the last three weeks of us talking about my preparation for and interest and focus on and attention to looking for a job, I’m still not looking for a job.  So both of these things are operating simultaneously. <\/span><span data-id=\"P4-N200511\">On the one hand, I feel this sense of . . .<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Right. There is a betrayal.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: Outrage and betrayal. On the other hand, I feel remorse and guilt and shame. It makes calibrating my response more difficult I think because these two impulses interact with each other in a very uncertain way. It’s like maybe I deserve it. Maybe I don’t have standing to be outraged, given the <\/span><span data-id=\"P4-N200551\">circumstances. I think it’s always the case in all of these circumstances.  There’s always something that I feel like I’m not doing that makes it difficult for me to [ ] (inaudible at 00:28:14). It makes it difficult for me to respond, “This is outrageous. This is just completely unreasonable.” Or it <\/span><span data-id=\"P4-N200552\">feels that way. Or it takes a long time for me to make it explicit or conscious enough to engage in that kind of an intervention.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Right. I think that it seems to me that the way this is making you doubt yourself and because of that be kind of passive and uncertain about how to respond, it’s probably the same thing that’s getting in the way of looking for jobs. <\/span><\/p>\n<span data-id=\"P4-N20056-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562148\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: The same thing that makes me doubt myself, making me passive about how to respond is the same thing that’s getting in the way of looking for jobs. Yeah. There is a complex there. There is no question about it. I think that’s one aspect.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: In other words, when you’re talking to me there is a way that I found myself waiting to hear you out on what you’re describing with her and waiting without much to say. It occurred to me after a little while I felt a little bit of a pull from you, maybe wrongly, to advise or to suggest or <\/span><span data-id=\"P5-N2005B1\">something. You also felt like, “God, I’m so pissed off. It’s ridiculous. And now what?”  That reminded me of the conversation we had but also that kind of passivity that also goes along with not looking for jobs. But in this case, I guess what’s informative or illuminating is that you’re so clear about <\/span><span data-id=\"P5-N2005B2\">why, at least at the moment.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: It’s not a case that I’m not clear. It’s always an interactive thing. It’s easy to be clear in conversation with somebody else. The passivity is interactive. I think we’ve kind of ascertained that, to my satisfaction at least, even when it’s not like a known person that I’m interacting with, <\/span><span data-id=\"P5-N2005D1\">there is always some kind of interpersonal issue at work.  (pause) They should really name personality disorders “interpersonality disorders.” I think it would make a lot more sense. (both chuckle) (pause) I guess they’re probably not going to come out with another [DSO] (ph?) for a while. (both laugh) <\/span><span data-id=\"P5-N2005D2\">I think the other thought that was in my head was that on the flip side, the same reason that I feel impassive in this interaction and having difficulty looking for jobs is that I was testing something and testing whether it felt it could be relied upon, in some ways, her end of the bargain. <\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: I’m not sure in what way it wasn’t her end of the bargain. I’m disagreeing with you, you know?<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: On the one hand, the passivity and my interaction with Jennie has a single etiology with the passivity in doing what I want to do to move my life forward.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: It seems to me you’ve got these three stepping stones going at once.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: I didn’t think that metaphor works, but keep going. (laughs) <\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: The first one is this sort of floating a test with Jennie to see if she would back you up on this. And that’s one. Now there is the writing in the first place, which is sort of not a job and not looking for a job, but has some kind of relation.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: Vocational activity.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: Exactly. So it’s sort of similarly kind of a test pull or something like that. Then the work with me, I think, is in that same category as well where it requires trust in a way and a sort of faith and an uncertainty about how things are going to turn out.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: You wouldn’t call it avocational. It’s life. (both laugh) It’s an important life interaction.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: Yeah, it seems like each one of them involves the same kind of trusting step and the process for yourself of some space to sort this out, this one particular step. You’re getting back what you hoped not to get with Jennie.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: I don’t know that I’m getting just what I hoped not to get with Jennie. I feel like there is a process underway that I need to respond to that is complex and requires some interaction. Maybe it’s just the opportunity that I want to kind of deploy some things that maybe I’m doing better than <\/span><span data-id=\"P5-N200711\">I used to. It is exactly what I would have hoped not to have. It’s a bad result in my point of view and one interesting thing . . .<\/span><\/p>\n<span data-id=\"P5-N20070-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562148\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: I think also it’s significant. One thing you’re wanting to find out is that from Jennie, from me and from yourself, you actually are getting what you need to allow you to move forward.  It’s that metaphor of a stepping stone quality.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: The thought we had earlier that was true is that it’s amazing that even a completely failed metaphor can completely communicate exactly what you want to communicate so long as there is a minimal level of communication. The interesting thing is that I haven’t stopped working. I just said, “Okay, <\/span><span data-id=\"P6-N200751\">fine. I’m just going to defer this consciously.” I don’t quite have the clarity to really reengage with this right now, so let’s put it aside with Jennie for the moment. But after Grayson goes to bed I’m just going to spend my whole evening writing.”  And I have. So on the one hand, I feel angry about <\/span><span data-id=\"P6-N200752\">it. On the other hand, at some level I guess you could say in a way that’s led to some kind of classic errant disengagement.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: In that you haven’t taken [ ] (inaudible at 00:36:33)<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Sort of taken up the cudgel. I haven’t forced the issue again.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: There may be some elements of that.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: I’m not being passive in . . .<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: No. In thinking about it and knowing that you’re pissed off about it and sort of wanting to talk to people about it and not the usual thing.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: So that’s interesting.  It seems like a significant [ ] (inaudible at 00:37:06). I put it in the top of my bag and told her that she – whatever. The complexity is that she’s on break this week so it’s sort of a non-standard week this week. The [zero suddenness] (ph?) of this tension comes up <\/span><span data-id=\"P6-N200811\">during school. I’ve not had a problem otherwise. Now if what I had to write had been for Jennie, that probably would have been a different story. In other words, it probably would have been more the analog of what we’re talking about here. (pause) <\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: I had another thought. When I mentioned to you a few minutes ago about your sort of seeming to stop in my feeling this kind of pull to give advice or to suggest what you should do, it just occurred to me that I wonder if she felt something like that, like you asked a few minutes ago “why <\/span><span data-id=\"P6-N200831\">do people do this to me?” and what I’m wondering is if whether there is something about the way you are passive with the job stuff that’s really setting her off in such a way that she kind of can’t contain it and let you have it about it. Like Galen (sp?) needs an ass kicking here.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: Yeah. That is some pretty plausible construction.  Maybe. Put it this way, one of the reasons that I’m passive and unsure about how to respond is that, on the one hand, if the tables were turned and I had told her, “Your job is to stay in the kitchen and be barefoot and pregnant,” then she would <\/span><span data-id=\"P6-N200851\">freak out. On the other hand, if she was completely unable to look for work and despite all of the intent to do so and I had tried various ways of interacting with that, at a certain point I would be like, “Okay. What now?”<\/span><\/p>\n<span data-id=\"P6-N20084-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562148\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">THERAPIST: But this isn’t even her saying “what now?” This is her saying “fuck you.” <\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">CLIENT: (laughs) [ ] (inaudible at 00:40:02) (both laugh) That was one of the scenarios that I had entertained early on after this conversation. How do I respond to that? I do not endure [ ] (inaudible at 00:40:33) (laughs)<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">THERAPIST: Of course.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">CLIENT: Just in the abstract. (both laugh)<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">THERAPIST: Right. Right. (pause)<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">CLIENT: I’m empathetic, you know?  Something here, I think, is that I have difficulty controlling my empathy, to the point where even in difficult negotiations, I can’t suppress a feeling that maybe what they’re doing is reasonable and I feel for them and so on and so on.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: I think in this case it may be much more particular in that I think you feel in yourself both sides of this one.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: True. For sure. For sure.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: Both the tremendous frustration . . .<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: Touché. Last week or whatever you kind of used – maybe you intended it as a [troll] (ph?); maybe you intended it as an intergenerational analysis – this idea of my mom and my dad both being kind of embedded in some kind of conflict or other, something in the sub quadrant.  That contradiction <\/span><span data-id=\"P7-N200991\">is definitely one that I often embody with the person that I’m grappling with in any given moment.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: We should stop.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: So I’ll see you on Thursday.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}