{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his job search and how the climate of academia has led him to not be offered positions. Client discusses how he's communicating in his marriage."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Job security","Disappointment","Abandonment","Married people","Psychoanalytic Psychology","Exhaustion","Anger","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["9"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Job security","Disappointment","Abandonment","Married people"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Exhaustion","Anger","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":6,"pageCount":6,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562154","dorpId":"1006469147","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session  March  06, 2014: Client discusses his job search and how the climate of academia has led him to not be offered positions. Client discusses how he's communicating in his marriage.","fullTitle":"Client \"A\", Session  March  06, 2014: Client discusses his job search and how the climate of academia has led him to not be offered positions. Client discusses how he's communicating in his marriage.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":6,"totalPages":6,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":6,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562154\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Grayson has kind of stopped sleeping, so we have to.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I’m sorry to hear that.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: He’ll get it back. (sighs) (pause) I was reflecting on our conversation on Tuesday and felt a little bit comforted by the simplicity.  It was not very convoluted, the analysis. It was particular and right, clearly. It’s hard to change that particular pattern of avoiding, subjecting myself to <\/span><span data-id=\"P1-N200111\">unknown people. I think that’s how I understand what we were talking about. When I did a round of job applications – I think we’ve talked about this – I was very successful in my applications except for the fact that it was such a tortured process that I probably ended up producing eight applications <\/span><span data-id=\"P1-N200112\">in what was still a pretty bad market, but there were probably 15 jobs that I could have gone after and it was so painful.  It was really devastatingly painful to just get there, apart from all of the follow-up. Once you’ve produced one application, you’ve pretty much produced all of them. It’s not <\/span><span data-id=\"P1-N200113\">rocket science to modify them, and yet there was and is, clearly, something intervening. At any rate, half of the applications I have produced were literally like I didn’t have time to review them. The process was such that it was only the raw fact of the deadline itself, like an hour on the clock, <\/span><span data-id=\"P1-N200114\">that induced me to complete them.  And they weren’t really completed because half of them I didn’t proof. When you don’t proof something and it goes out, that can be a real problem. For half of them it was. Then of the five that were kind of, in retrospect, accessible, I got three conference interviews <\/span><span data-id=\"P1-N200115\">and two campus interviews. It was very good. It was a very good percentage. Really being on the ball with them, once that happened, I just snapped into this very effective and efficient mode for reasons that, I think, are really not too hard to divine.  In other words, there was good feedback and somehow <\/span><span data-id=\"P1-N200116\">that was encouraging enough that I felt okay about snapping to. But I was conscious at some level that if it didn’t pan out, that would be a problem. In other words, it would be a confirmation of some kind. It went very well, very, very well – the campus interviews – and I was in, as I always have been, <\/span><span data-id=\"P1-N200117\">at least of late, whenever I’m in a situation and I was really in a state. And yet, I was able to kind of bring the resources that clearly I have at my disposal to bear and it went very well.  I felt really good afterwards. I felt really good about not only just getting good feedback; I felt a sense <\/span><span data-id=\"P1-N200118\">of mastery, which is part of our discourse. The one was at Ohio State and the other was at Northwestern, which is right outside Chicago.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: This is for an academic job?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Like in the Anthropology Department?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Right. So Ohio State committee, we loved each other. They recommended hiring unanimously. The search was torpedoed by this inner faction within the department.  I found out about this because I have a friend who had been at Ohio State and had said this was a very difficult department. I didn’t <\/span><span data-id=\"P1-N200191\">hear that they had unanimously recommended hire, but the story was that this faction had, despite losing both committee vote and faculty vote, had raised such a stink that the dean had said, “Okay, you guys need to get your house in order. I’m cancelling the search.” Then Northwestern, the really senior, <\/span><span data-id=\"P1-N200192\">modestly famous person within the department and I hit it off in the beginning, but there was somebody who felt threatened by it, as he told me even before I had left. He said they were really looking for a young woman and that was, indeed, who they hired. I remember saying to somebody after the news <\/span><span data-id=\"P1-N200193\">had come about Ohio State, because I was in a tough situation. This was close to the time we had started meeting. This was the previous spring. I was in a tough situation because I was in a job that was premised on having an academic appointment. It wasn’t supposed to be. It was supposed to be an honorarium. <\/span><span data-id=\"P1-N200194\">It wasn’t supposed to be my sole source of support and they stretched the point. They didn’t know in advance, but I had had a one-semester gig at Brown and it was only grant funded, so there was only funding for one semester.  I had been reviewed from that position and I think they just assumed it was <\/span><span data-id=\"P1-N200195\">a one-year appointment, so it wasn’t that big a deal in the end. They kind of worked it out. If I wasn’t hired, then it became very weird and, indeed, it did become very weird for reasons that might well be related to that and I suspect were related to this in part, but also were endogenous. At any <\/span><span data-id=\"P1-N200196\">rate, I remember saying to someone I had known for quite a while that while the decisions were still being made on the Ohio State and Northwestern front, if they both say no it’s going to be a problem. I don’t know if I was setting myself up for this or what, but basically I haven’t really been able <\/span><span data-id=\"P1-N200197\">to, or I was not subsequently able to do another application after that.  I guess I applied for the Dartmouth job, but basically my advisor had wired it. In the way that I always have, my solution to this inhibition or what have you has always been to wire it, when I can wire it, and to wire it pretty <\/span><span data-id=\"P1-N200198\">far; but there is a limit. You can’t get too far, at this point, in the white capitalist economy without being able to send in an application for something.  I don’t know. I was just thinking about that as I reflected on our conversation on Tuesday and the simplicity of it. There are all these complexities, <\/span><span data-id=\"P1-N200199\">I’m sure, but at the end of the day, it’s like can you do a round of applications or can you not do a round of applications? (chuckles) The rest of it – whatever. The rest of it, I think, I’m interested in thinking about and in figuring out and working on, but as I say, I have this parallel project <\/span><span data-id=\"P1-N2001910\">and it’s partly constituted with a sort of intuition toward how I, with my peculiar narrative instincts, might go about doing that.  But the other side of it is pretty simple or seemed simple to me as I was trying to connect Tuesday and Thursday and that was a relief. Right? Rightly or wrongly, whether <\/span><span data-id=\"P1-N2001911\">that’s the way you might think about what we are talking about or no – the idea that there was simplicity to it, that it was not a kind of endless, obsessive narrative of possibilities, that it was actually something that you can actually point to and say that this is what we were talking about. That <\/span><span data-id=\"P1-N2001912\">was a great point. (long pause) <\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562154\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P3-N2001A\"><span data-id=\"P3-N2001B\">THERAPIST: I wonder if the betrayal, what happened with your last set of applications, is sort of contributing.<\/span><\/p>\n<p data-id=\"P3-N2001C\"><span data-id=\"P3-N2001D\">CLIENT: Betrayal? What was the betrayal?<\/span><\/p>\n<p data-id=\"P3-N2001E\"><span data-id=\"P3-N2001F\">THERAPIST: Well, geez, you get your application in and you go to an interview and they love you and then all of a sudden there is no position anymore or you put the application in and they ring it up to the top. They like you. There is somebody who really likes you there, and then they decide you’re <\/span><span data-id=\"P3-N2001F1\">just not the right demographic.  I mean, neither one of these have anything to do with your performance, which was sounding quite good.<\/span><\/p>\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">CLIENT: It wasn’t so much not the right demographic, per se, as not somebody who could be easily dominated. That was what he would say, essentially. (sighs) (pause) Sure, I guess, in the sense that any disappointment is, at some level, a betrayal of a hope. It wasn’t fair. Is that what you mean by betrayal? <\/span><span data-id=\"P3-N200211\">Like I held up my end of the bargain and I didn’t get what was coming to me? Who betrayed what? <\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">THERAPIST: The institution that [ ] (inaudible at 00:14:11).<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">CLIENT: The institutions, there is no question that, at some level, I genuinely and legitimately feel disillusioned by the rottenness in a metaphorical sense, not in a kind of colloquial sense, of academia at this point in the social development.<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">[ ] (cross talk at 00:14:42)<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: I’ve been conscious of that, and that disappointment is something that I’m in touch with.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: I’m thinking of it in another context, though, because you told me about the application process for you, you were really anxious. You had a hell of a time getting yourself to do it. You managed to get a bunch of them in. <\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: And it was a swindle. I said that. I remember I said that to people. I felt very embittered, so I guess that’s part of the narrative. I don’t know. In other words, I guess if I can follow the implication of what you’re saying for our conversation, at least, had I been disappointed but not felt <\/span><span data-id=\"P3-N2002D1\">a kind of unfairness and illegitimacy to the process, then I might not have been so traumatized by the outcome of this big push.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: It might be easier for you to do applications now.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: Yeah. Well that’s why I brought it up, obviously.  (pause)<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: I think we were saying the same thing about that.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: We are saying the same thing. It’s a bummer. (laughs) It’s a bummer of a story.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: Probably what you were really nervous about happening in doing the applications in the first place is exactly what happened.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: No, I think what I’m nervous about is being judged wrongfully, I think, at least what I’m aware of in the moment that really makes it so painful. It may be that what I’m fearful of is that the universe is cosmically unfair, but what I’m aware of at a very visceral level is just kind of being <\/span><span data-id=\"P3-N200391\">judged and the prospect of being found wanting.  What’s curious about being traumatized by this particular endeavor, at least interesting, is that I kind of wasn’t found wanting.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: No, you weren’t.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: I kind of wasn’t found wanting.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: I would even just take the “kind of” out of there. You were, in no way, found wanting. It would have been reasonable and it happens that they said, “Look, you’re not the right fit. Your work isn’t quite – whatever.” But that’s not at all what they said.<\/span><\/p>\n<span data-id=\"P3-N2003E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562154\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: I had a lunch with the person who torpedoed everything and it was a very nice lunch. We didn’t talk about academic stuff at all and I kind of steered it away from there. In retrospect, that might have been a strategic error. I’ve wondered about that and thought about that. I thought that that <\/span><span data-id=\"P4-N200411\">was likely. The details are not particularly important, but at some level the people that I would have been working most closely with liked my work. <\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: What I have in mind is the reason I had assumed what you feared was betrayal is because that’s what keeps coming up. Most recently, I guess, with Jennie the tension has been [ ] (inaudible at 00:18:31), which is not huge, but . . .<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: You told me “x” and you’ve given me “y.”<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: Yeah. I mean that’s also, obviously, what needs to happen with Jennie.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: Or with you, if we’re going to use transference for what it’s there for. You promised to heal me and we’re still working on it. (laughs) <\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Here we are, back at – I’m not going to say back at square one – but we’re still talking about the same stuff literally at this moment. Literally the same stuff. (sighs) (pause) I guess there are a couple of moves to make at this juncture, so that’s good. I think that’s right to point that out. <\/span><span data-id=\"P4-N2004D1\">I have felt embittered by a sense of embitterment that I have been really kind of desperately trying to avoid about having difficulty with something that I feel like I’ve delivered my end of the bargain on.  That seems to be the theme here for your highlighting. One move might be to say, “Well, maybe <\/span><span data-id=\"P4-N2004D2\">you misunderstood the terms,” or “Maybe you need to retrospectively adjust your expectations.” In other words, one possible move is relational to kind of consider the relationships and, as a matter of principle, think about how I construe those relationships and what I demand of them. Another possible <\/span><span data-id=\"P4-N2004D3\">move would be to say, “How do I respond to the sense of disappointment once I perceive it?  What is my reaction?”<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Huh. Okay. What are your thoughts then, if that sounds like it’s all smooth to you? (pause) You sound very skeptical.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: No, no. I’m just thinking about it.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: It’s just one of those shrink things to say to stall for time.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: (laughs) I’m really not stalling for time. I’m just thinking and, I suppose, being noncommittal because I don’t know what my view of it is yet.  Concretely, what you’re saying, I guess, either in relation to me or in relation to the job search is you either sort of try to consciously manage <\/span><span data-id=\"P4-N200571\">the expectations you have for what you’re going to get in light of what you put in so as not to be further disappointed or you haven’t managed the past disappointments that you’ve had. Or you said see how you react to being disappointed. <\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Whatever. They’re not mutually exclusive. I’m not talking about them as grand strategies, but it seems like recognizing that this is a pattern and this is a point of sensitivity and this inhibition is difficult, it’s like how do you respond to it generically? (pause) You and I. Here. We have <\/span><span data-id=\"P4-N200591\">a long-term relationship at this point and I’ve had to manage the disappointment. I would say that both of those strategies have been essential to preserve it as a productive relationship, a productive and continuous relationship. <\/span><\/p>\n<span data-id=\"P4-N20058-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562154\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: It does seem quite important that had you not manage your disappointments in the ways that you mentioned, we would have been done. You would have stopped.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: I’ll say to you very openly that I would have been in error. That would have been a kind of reactive and, even more poignantly, the same sort of reactive response to that particular kind of disappointment. I think time will tell, but if this kind of thing is going to work, then this interaction <\/span><span data-id=\"P5-N2005D1\">and our relationship has as good a chance of doing it as anything.  So it seems to me evident that managing my reaction in the way that I did in both of these two ways is important and appropriate and I feel a sense of satisfaction and accomplishment as we discuss it. So that is important. I do agree. <\/span><span data-id=\"P5-N2005D2\">In other words, it’s working as it should despite itself in the way that you perverse, (laughs) not necessarily in the instrumental way that I prefer.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: Right, although I think . . .<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: Your job is to disappoint me. (both laugh) [ ] (inaudible at 00:26:01) You’re doing a good job.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: I mean you’re laughing and it’s funny, but you also seem moved. What is it?<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: I seem moved? Because I’m tearing? Maybe. We’ve established, I think, that I’m never quite sure whether I’m tearing because I’m on two hours’ sleep or because I’m moved. I feel satisfied. At least that’s what I’m conscious of, is feeling a sense of satisfaction and relief maybe.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: And I think that’s also in this moment as well as more broadly in time what you’re describing in that I think you feel good about being open with me about this now. You started to say, “Oh, how funny. I feel like I would have been in error.” I think funny about that felt good and moving to you to say.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: It’s a nice moment.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: Yeah, I think so.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: It’s a nice moment. We’ve seen each other a fair amount.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: Absolutely. And I think it reflects trust to say it, that I think is a relief.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Ah – a relief. Kind of a cathartic release. Redundant. (laughs)  You mean that there was an emotion that I kind of bottled up because I hadn’t really wanted to be open about it, that I’m letting go of? Is that it?<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: What I have in mind is that for you, being trusting can be shaky and anxious and when you have a more solid sense of it or a moment of feeling it more strongly, I think it comes as a relief. (pause)<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: What’s the relief in this conception? <\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: That you can feel sort of close and trusting with me and that you don’t, at least at this moment, you don’t feel worried in the way you do other times.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Yeah. That’s possible. That sounds plausible and kind of adds up. So how would I turn that around? I know the process doesn’t quite work like that, at least in your [ ] (inaudible at 00:29:46). What would it mean?  I think one of the things that I’m struggling with – let me back up – in all <\/span><span data-id=\"P5-N200791\">of this, the domain that seems most urgent right now, just pumping out applications, is that while I have been able to create some sense of trust and so on in very intimate relationships and have, just by default, I think, succeeded in a very tenuous way in leveraging some of those relationships to <\/span><span data-id=\"P5-N200792\">keep myself half employed for most of my adult life, I’ve reached the limits of that strategy and so now I somehow have to figure out how to feel that sense of trust and learn from the ways in which I’ve generalized the kinds of management strategies that I’ve used in closer relationships for completely <\/span><span data-id=\"P5-N200793\">anonymous interactions.  The most anonymous kind of interaction. In some ways it’s the nightmare scenario for somebody who really does have difficulty trusting the kind of benevolence and reliability and non-rottenness of an interaction, being sort of absorbed into a job market in which there is no <\/span><span data-id=\"P5-N200794\">fairness; there is no fairness whatsoever.  There are 100 applicants, even in the best-case scenario, for every single position and people can do whatever they want. Within that framework, within the larger framework of an exploited capitalist system or what have you, I somehow am compelled at this <\/span><span data-id=\"P5-N200795\">point for the most personal possible reasons to present myself, expose myself. I’m kind of describing it in a very affective way. I kind of expose myself to this sort of review and inspection surveillance without reacting in this very reflexive way in the sense of mistrust of the other.  Taking the <\/span><span data-id=\"P5-N200796\">one and leveraging it for the benefit, the one process, the intimate process, and leveraging it for the benefit of the anonymous process is challenging and I feel a little daunted by that challenge.<\/span><\/p>\n<span data-id=\"P5-N20078-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562154\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: I see. I think there is actually another significant problem, a second significant problem, as well, with the job applications, which is you might get one of the jobs. (both laugh)<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: Yeah, that would [ ] (inaudible at 00:33:51), wouldn’t it?<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: And yeah, there is all of this [ ] (inaudible at 00:33:57), too, trusting people.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: I see what you mean. You’re not being that whimsical. Totally. Totally. Absolutely. No question.  No question. Now we get back to Sue’s little library, right?<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: Right. Right.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: Yeah, completely. Who knows? All of the above, I would say. (pause) You don’t have any ibuprofen, do you?<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: I might. The two hours’ sleep?<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: For the last three weeks, basically. He’s just not sleeping.  (long pause) Instrumental solutions.  Anyway, these two [ ] (inaudible at 00:36:02). Both intersect at that point of application. Really, where they intersect right now is even at the point of just conceptualizing and I’ve begun to <\/span><span data-id=\"P6-N200891\">make time for it, but [ ] (inaudible at 00:36:35). Somehow they fit at the moment that I sit down. That’s the point of intersection. (pause) <\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: One thing that’s not yet clear to me, and I know it’s going to sound strange, what the difference is.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: Between the two?<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: Yes. Between the more intimate relationship and sort of establishing trust there. I guess what I have in mind is that in the intimate relationship, when it’s still very much up for grabs or in moments where you feel very shaky in terms of being able to trust the other person, I don’t think <\/span><span data-id=\"P6-N2008F1\">the feeling is that much different, you know? So I wonder why. Clearly there is some reason if it feels so different.<\/span><\/p>\n<span data-id=\"P6-N2008E-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562154\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">CLIENT: It’s interesting. (sighs) (pause)  Your formulation of Tuesday, from time immemorial, is essentially that in moments of mistrust or anxiety or uncertainty about the deal, the mutuality of the interaction of the relationship, I essentially lose enough information that I return to the non-intimate <\/span><span data-id=\"P7-N200911\">state. The background that distinguishes an anonymous interaction from – and I’m exaggerating . . . <\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: No, I just had a kind of funny image of a turtle pulling its head and legs in, which is both safe and means the turtle can’t do anything. Anyway . . .<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: Which is what, in the associative, my association when you said that was of Grayson when he is ready for his nap. When he’s exhausted, I’m holding him and it will be fine. He sings now. He’s started singing, so we sing to him or we play music.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: He’s four months?<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: He’s four months, yes. He always sings to this recording of The Sonatas and Partitas for an accompanied violin. He just starts vocalizing in exactly the same way every time.  So he’ll be singing or doing his usual thing and then suddenly fatigue will come over him and he’ll kind of start burrowing, <\/span><span data-id=\"P7-N200991\">as Jennie calls it, into your chest. He just kind of curling and burrowing. That was my association. The sense of fatigue, I think, is what makes that association a live one for me. In other words, just the sense of exhaustion. (pause) It’s not only about need for safety, it’s also just about weariness. <\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: Is it the fact of being really worn down?<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: Worn down. I don’t know what the preposition does, but somehow worn out. Worn out, like used up. [ ] (inaudible at 00:41:20) (both laugh) But yeah. (pause) Maybe, at this moment in the development of my infant, everything would be associated with him. (both laugh) <\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: It really makes me think of [ ] (inaudible at 00:42:19), like oh, that inkblot [ ].<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: I don’t know what that means or what the significance is, but it’s definitely the case that when I reach for the option of working, et cetera, et cetera, that sense of fatigue is what drives the kind of split-second decision making.  I don’t know. In a way it’s analogous to why somebody who <\/span><span data-id=\"P7-N200A11\">is depressed might eat sugary foods.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: Right. Like it’s comforting.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: Something.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: You want something to hold onto.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: It’s the option. It’s the option that doesn’t feel just overwhelming. (pause)<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: I guess what I said made you think of Grayson which made you think of tiredness which made you think of being worn out.  Where I was going was to wonder about your association with Grayson, in particular, being tired, because he’s very small. I wonder if there is a way that part of it is <\/span><span data-id=\"P7-N200AB1\">overwhelming and you’re kind of small in this process as opposed to . . .<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: Yeah, there is something about – in all of this – how it fits together is a subject for another day, clearly. There is something about feeling infantile. Clearly, feeling without agency, feeling relegated to an infantile state.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: We should stop for now. I hope both Grayson and you and Jennie can get some more sleep.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: See you soon.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}