{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client and therapist review why she is attending intensive therapy. She asks for reassurance about her health insurance since they meet most days of the week. She has been feeling very suicidal again lately, and fighting the urge to call the therapist when the desire arises."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Parent-child relationships","Guilt","Frustration","Hyperparathyroidism","Insurance claims","Major depressive disorder","Psychoanalytic Psychology","Low self-esteem","Suicidal ideation","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2013"],"weight":14},{"name":"page_count","label":"Page Count","values":["6"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Parent-child relationships","Guilt","Frustration","Hyperparathyroidism","Insurance claims","Major depressive disorder"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem","Suicidal ideation"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2099898","dorpId":"1005146754","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session April 17, 2013: Client and therapist review why she is attending intensive therapy. She asks for reassurance about her health insurance since they meet most days of the week. She has been feeling very suicidal again lately, and fighting the urge to call the therapist when the desire arises.","fullTitle":"Client \"Ma\", Session April 17, 2013: Client and therapist review why she is attending intensive therapy. She asks for reassurance about her health insurance since they meet most days of the week. She has been feeling very suicidal again lately, and fighting the urge to call the therapist when the desire arises.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099898\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Wow I wasn't expecting you.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I would hope not by this time.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Recognizing patterns; they teach you these things in grad school. Yesterday was pretty awful. The session hit me really hard and I'm not sure why; and the rest of the day was really hard. I've been actually applying for jobs today and doing a little better, or doing okay. I'm going to go to <\/span><span data-id=\"P1-N200111\">the library after this. We've lived here for six months and it seems time to have a library card.  That and I'm getting a new student at the [inaudible] place, a student preparing for the SAT to English, so I have to find out what's on the SAT to English. (pause) I went home and cried for a while and <\/span><span data-id=\"P1-N200112\">James comforted me and, sure enough, I felt really bad about it. (sighs)  I don't know whether James and I are okay. We're kind of just not really talking about it and pretending it's not there. (long pause) <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">I find myself getting into the situation of having a hard time, thinking about suicide, and I'm like, \"Maybe I should call Chad,\" and then I think of reasons not to call you either, \"He's still at work,\" or \"It's way too late.\" Mostly I'm like, \"I can handle this, so I will and I'll talk to him about <\/span><span data-id=\"P1-N200131\">it tomorrow.\" Yesterday was a little scary. It feels like I'm getting more used to being that much on the edge.  It's like if I'd had a day like yesterday six months ago I probably would have called you, but now it's like, \"Well, I've been here before and it will go away or maybe it won't go away, <\/span><span data-id=\"P1-N200132\">but I know what I'm going to do about it.\" (pause) <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: It's okay with me to call me.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I know. Thank you. If it is the issue, you're saying that it's okay with you isn't actually going to do anything. (laughs) It's like the 85% of me that knows that it's okay with you knew it was okay with you. The other 15% just doesn't believe you. (chuckles) So thank you. It's like I don't <\/span><span data-id=\"P1-N200171\">want to call you unless I need to, but the need is a hard thing to parse. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Sure, especially when you're in that kind of shape, I would think.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah. I thought about canceling the tutoring session I had yesterday. I didn't mostly because James said he thought it was a bad idea; but I sort of wish I had. It wasn't the worst ever. I didn't start crying in the middle. I just didn't feel good about it; I didn't feel good about myself and <\/span><span data-id=\"P1-N2001B1\">I feel like they should just fire me.  (long pause) I think the idea of asking for comfort is something I'm really not comfortable with or I feel like it really upsets me.  (pause) Can I ask you why do we meet so often? <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Oh, before I forget, I don't know if you got any checks yet, but I got a notice... for about 20 visits.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: I did not all of them and not in any order, but I did. Thank you. It seems like they have processed.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: They're starting to roll? Okay.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: It was amazing. It was nothing, nothing, nothing, and then our mailbox was full. The mailbox that's not actually locked but that they put newspapers in was also full. (laughs) I was like what's going on?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: [...] (inaudible at 00:09:58)<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Actually, it's exactly like that. (chuckles) <\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099898\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: (pause) I guess I have in mind really two reasons. One is so that during periods where you're having more trouble, like there's more of a chance to check in or evaluate needs, stuff like that. I don't think that's the main reason. The main reason in my mind is that it gives us a chance to <\/span><span data-id=\"P2-N200291\">work intensively on things you're struggling with. <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Blue Cross did the thing where they say \"Your provider billed you $150. We only think he should have billed you $100, so we're going to pay for 80% of that,\" which is okay because it was a recording, but I'm just worried they're going to decide, \"we don't think that you shouldn't be in therapy <\/span><span data-id=\"P2-N2002B1\">any more, so we're just not going to pay for it any more,\" or \"we don't think you should be in therapy this often, so we're not going to pay for that.\" I don't know. <\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: I've never seen them do a review of somebody who's in a PPO or POS plan. I've seen many people at this point, three or four or five times a week, who are on those plans for years. It's Blue Cross; I never really know what they're going to do, but...<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: That is reassuring, though. Thank you. It's like if this is going to have to stop abruptly I want to be prepared for it.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: This will not stop abruptly one way or another. If they said tomorrow, \"We're paying for once a week and that's it,\" we'd need to taper down probably over a period of a few months, but I can't do this for nothing or very little, but I also that just wouldn't be right or fair to you to say, <\/span><span data-id=\"P2-N200311\">\"Oh, well. That sucks for you.\" <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Yeah, but I feel like just because it's not fair to me to say, \"Oh well. I guess that sucks for you,\" doesn't mean that it's not going to happen.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: I understand. Either from Blue Cross or from me. [...] (inaudible at 00:14:13), but for the moment.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: I guess the other thing I want to put on the table, which I think I talked about before, is looking for a job might make Mondays and Wednesdays harder for me to do. That, I feel like, is a different thing than to say, \"I just can't do this at all.\"<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: I guess your hours would depend on what job you got. If you got a teaching job you'd be working school hours and I assume that in any job I guess that could vary. <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: They really vary. That's what I was applying to today. A lot of them are noon-ish to afternoons, but a lot of them are more flexible.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: With something like that, depending on the hours you had, it might take me a little while to adjust, but I probably could.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Okay. Thanks. I guess I did bring that up to change the subject, but it also was something I wanted to talk about. (laughs)  (pause) This ends up being different than most people's therapy, I think. I don't know. It's like a couple of times I've been trying to talk over a problem with James <\/span><span data-id=\"P2-N2003F1\">or, realistically I've just been talking at James about something that's bothering me, and he'll say like, \"What does Chad think about this?\" And I'll be like, (laughing) \"Chad doesn't really tell me what he thinks.\" <\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: What sort of problems do you have in mind?<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: I actually don't have anything in mind. Whether I should look for a nanny job is one. The only reason I can think of that I shouldn't is pride and that's a terrible reason. Also, I don't want to do other people's laundry, but I can just say, \"I'm not going to do your laundry.\" (laughs) I have <\/span><span data-id=\"P2-N200431\">that power.  I just get attached to people. I really should be charging more for both of my tutoring jobs, but I am attached to the kids and I don't want to lose the job. (pause)  I'm having a much harder time with leaving school than I expected to, I guess. I still pretty much think of myself as an <\/span><span data-id=\"P2-N200432\">academic, with all the trappings that entails, but I'm not any more. (pause)  I think of myself as an academic on good days. (laughs) Like this is [...] (inaudible at 00:20:48). Those are not the days where I think I just can't do anything. I just don't know what to tell people when they ask about my <\/span><span data-id=\"P2-N200433\">life. \"Yeah, it's kind of a shit show,\" is usually not what they want to hear. (pause) <\/span><\/p>\n<span data-id=\"P2-N20042-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099898\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">I finally got my thyroid tested. Now I have hyper-thyroidism so I have to make an appointment with the doctor and get that figured out. Dr. Vaughn (sp?) said she hoped that fixing that would help with the emotional stuff. I'm not going to hold my breath because I had hypo-thyroidism and they told me, <\/span><span data-id=\"P3-N200451\">\"When we fix this the depression will get better.\" (laughs) (pause)  I feel like I've tried enough things and had them fail, like tried enough physical things and different medications and so forth, and that did not do anything that I'm kind of aggressively resistant to the idea that anything could <\/span><span data-id=\"P3-N200452\">do anything. I don't really like being like that. It pisses James off and I'm not entirely sure why. Maybe I'm just angry about getting my hopes up so many times. I feel like instead of seeing an invitation to be hopeful, I see it as an invitation to be disappointed. <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: [...] (inaudible at 00:24:29) I think in which you feel I can see why really cruelly treated. Like, \"Here, try these 15 different things that could help and all of them have different side effects. You're going to have to wait awhile to see what the side effects are and see if it helps. <\/span><span data-id=\"P3-N200471\">But maybe the next one or the next treatment.\" I can see, too, how awful you felt yesterday and how I don't help with reasonable, practical issues. I mean I know that you know why. I don't really think...<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: I know.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST:... but still I'm sure there are some moments like \"What the fuck?\" <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: That's hard to say because then I'm going to get mad and you're going to feel really guilty because you're going to sort of start to think about the other side of it where people around you are trying. That sort of then strangles the frustration and the anger and, I think, criticism.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yeah. It's really hard for me to be frustrated with you because you are the person who does help. It's like, \"How dare I be frustrated that it's not helping more?\" I feel really guilty about that, which is basically just restating what you just said. <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: It also, I think, speaks to a feeling of tenuousness about being helped or sort of what I will put up with.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Yeah. There's that other shoe, you know? (laughs)<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: But barely. Yeah.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: I feel like I keep pushing a little harder and a little harder and it's exciting (laughs), shall we say. <\/span><\/p>\n<span data-id=\"P3-N20058-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099898\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: It makes me think that things historically, too, that sort of worry, I think, about pushing your dad and the ways it sometimes did go very badly when you did. And maybe also the other shoe is kind of your mom. I mean, she took off.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: And sometimes she was there and she was really wonderful and then sometimes she just wasn't there and I didn't know. Yeah.  I didn't know if she was going to kill herself. (pause) I don't talk about it very much. (pause) In some ways I think about her more when I'm thinking about suicide. I <\/span><span data-id=\"P4-N2005D1\">feel like I understand her better.  (pause) She always said that she loved us more than anything and I believed that, but what that meant as it played out was that we didn't spend very much time with her and a lot of the times we did we were playing second fiddle to her boyfriend, whichever boyfriend <\/span><span data-id=\"P4-N2005D2\">it was, so that's odd.  Now I just think, \"You don't really know me very well. I believe that you love me, but you sort of love this person that you think is still eight years old.\" There was a long time where, in the couple of years after my parents split up, where my therapist would ask me what I <\/span><span data-id=\"P4-N2005D3\">wanted and I would just say, \"I want to be with my mom all the time.\"  (pause) It's harder to be angry with her now and saying, \"Yeah, I absolutely know why you tried to kill yourself multiple times. I absolutely know.\" Part of me is like she can't have been trying that hard. (laughs) She never calls <\/span><span data-id=\"P4-N2005D4\">me or gets in touch with me first. I'm not sure whether she feels like she's not welcome to, but that's sort of [...] (inaudible at 00:33:57). (pause) <\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">She got me a kitten once. My dad was really upset. (laughs) It was a disaster. He's allergic to cats, although I don't think he's really that allergic. I think he just doesn't like them because my step mom has a cat now, has always had a cat. The cats die and he thinks, \"Oh, no more cats,\" and then <\/span><span data-id=\"P4-N2005F1\">she gets another cat. He's always surprised. I think he just says that he's allergic to cats. That was, I think, a unilateral decision on her part but, since it was going to be my cat and I lived with him, he was going to have to be over there.  It ended up having some horrible G.I. disorder. I'm pretty <\/span><span data-id=\"P4-N2005F2\">sure he gave it away. (pause)  He sent me a text at like 11:30 last night with a picture of him holding this cat. \"I have to be nice to the cat otherwise he'll run away and Joanne will have no reason to come home.\" (laughs) Who are you? I'm not sure how I feel about that. I'm not sure how I feel about <\/span><span data-id=\"P4-N2005F3\">him saying he was allergic to cats when we were growing up because he just really didn't like them. I mean he genuinely doesn't like them.  I don't know. Mostly I just think, \"Good for Joanne.\" He keeps saying, \"No, we don't need any more cats,\" and Joanne is like, \"Yes, we do.\" (laughs) It's not something <\/span><span data-id=\"P4-N2005F4\">I could have done. (pause) <\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">I was so lonely. I wanted a pet because I was just so lonely. (crying) I didn't have any friends. It felt like I didn't have anybody that loved me, so I wanted a pet.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: That makes a lot of sense.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Yeah. I say I didn't have any friends, but I'm not sure how accurate that is. I think pretty accurate. I would kind of like form temporary alliances with people in my grade, but I never [...] (inaudible at 00:39:43). It was like, \"Oh, both of us are getting picked on by everybody else. Let's <\/span><span data-id=\"P4-N200651\">be friends.\" When you don't actually like the other person much, it's hard to be friends. (laughs)  I got in touch with one girl over Facebook a year or two ago did I tell you that? Maybe. This was the other girl in the class that was getting picked on even worse than I was. I apologized to her. She <\/span><span data-id=\"P4-N200652\">was kind of like, \"Why are you apologizing?\" (laughs) But I felt better. (pause) <\/span><\/p>\n<span data-id=\"P4-N20064-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099898\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: You do seem to me much more in touch with and able to talk about ways things were sort of bad and very painful...<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: Than what?<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST:...than when you talk about things from the past, six months or a year ago.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Humph. I would not have said that. Like I don't notice that. <\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: Your version of that, anyway, doesn't feel in a way I think it probably used to more so, like it's going to cause the other shoe to drop, talking about things having been bad.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Yeah. I feel like I'm invested in some way saying, \"Things were really bad and look how much better they've gotten,\" which I don't feel like I have much to base that narrative on any more. (laughs) Like things are really bad. Yes, things are pretty bad right now. I don't know. Jed Bartlet on <\/span><span data-id=\"P5-N200711\">The West Wing is really like my dad. Even the funny yet irritating non sequitur conversations where he'll be like, \"Let me tell you all about the National parks.\" That's my father.  I have no idea how either of them get anything done. (laughs)<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: We should stop for now.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}