{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is obsessed by her appearance and has difficultly being in public without perfect makeup. She discusses her self control and self esteem issues regarding eating and her body."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Food and eating","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Social anxiety","Self-defeating behavior","Obsessiveness","Cognitivism","Behaviorism","Psychodynamic Theory","Social inhibition","Depression (emotion)","Low self-esteem","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Food and eating","Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Social anxiety","Self-defeating behavior","Obsessiveness"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Cognitivism","Behaviorism","Psychodynamic Theory"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Social inhibition","Depression (emotion)","Low self-esteem"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2100020","dorpId":"1005146876","contentType":"text","aucs":"CTRN-V1","title":"Client \"SZ\", Session April 08, 2013: Client is obsessed by her appearance and has difficultly being in public without perfect makeup. She discusses her self control and self esteem issues regarding eating and her body.","fullTitle":"Client \"SZ\", Session April 08, 2013: Client is obsessed by her appearance and has difficultly being in public without perfect makeup. She discusses her self control and self esteem issues regarding eating and her body.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100020\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">RESPONDENT: I guess I'm feeling a little scattered in life. I'm having a hard time keeping on schedule or really-I mean, last night I was-I mean, I guess it was-Jeremy (sp) and I kind of had a long day. And I wanted to do the laundry. And he eventually fell asleep on the couch. And I was like, \"Yes!\" <\/span><span data-id=\"P1-N2000D1\">I can actually surf on the Internet. And I can do my work. [0:00:40]<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">I was looking up because I have part of this course of the future course. This week it's my opportunity to share something. The last two weeks I missed because I just didn't. You know, that's another-I miss the course because I just didn't really feel prepared for it. Or I'd missed two classes, and <\/span><span data-id=\"P1-N2000F1\">so-but last night I was staying up. And I was-the time was just passing by quickly as I was reading all about education. And then by the time I got to do laundry and get to bed, it was, like, one o'clock. And I just-. [0:01:25]<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">INTERVIEWER: Makes sense why you overslept today.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">RESPONDENT: Yeah. Yeah. And, I mean, I turned off my alarm three times this morning. It doesn't help that the alarm is my phone. And I put it underneath my pillow. I just have been oversleeping a lot. And it's just this sort of wondering why am I not going to sleep? I mean, in one sense it's hard for <\/span><span data-id=\"P1-N200131\">me to do-on the weekends, to not do work or...because I mean, that's just-Jeremy sees weekends as vacations. And in a sense I just-because my weeks aren't as structured, sometimes I get a lot of work done. [0:02:17]<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">INTERVIEWER: Grad student life is different.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">RESPONDENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">INTERVIEWER: Weekends are often a chance to do a lot of work.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">RESPONDENT: Yeah. And so, in that sense, I think that sometimes when Jeremy goes to sleep, it's like, \"Ah, yes!\" I can actually have my focus. And I feel horrible because wishing your significant other would go to sleep so you can work. I mean, that doesn't sound like a-and most people are like, \"No. <\/span><span data-id=\"P1-N2001B1\">I want to fall asleep together.\" [0:02:47]<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">But I mean, I guess in my family that sort of my mom liked to work during the night because Dad was asleep, children were asleep. And when she was going to college, she would be working, doing her homework from 10 P.M. to 4 A.M. So, she wasn't getting much sleep back then. But, yeah, so, it's been kind <\/span><span data-id=\"P1-N2001D1\">of in terms of my work, I didn't present my results last week. Just the day of that I was thinking about presenting my results, I just-they weren't ready. And I felt like really I didn't even go to group meeting because I felt...well, yeah, I just stayed home all Tuesday because I wanted to work on <\/span><span data-id=\"P1-N2001D2\">the results. [0:03:48]<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">And I was really self-conscious about my face. That was another thing that was taking up a lot of time. For whatever reason, I don't what I ate or what happened, but two weeks ago, my face really broke out. And I was just really, really, really self-conscious about what my face looked like. And I'd <\/span><span data-id=\"P1-N2001F1\">be exfoliating like crazy because my face was dry. But there was acne underneath it. [0:04:24]<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">I mean, now it's all healed, and because I'm watching my every little speck like a hawk now. But I mean, when Jeremy and I, we went to Chicago, I felt really bad that it took me so long to cover up and try and make my face so I felt comfortable. And we were supposed to meet his friend at the club. And <\/span><span data-id=\"P1-N200211\">because I was still working on my face, we were 15 minutes late. And Jeremy got very anxious. And I felt very bad because I knew that it wasn't his fault. And he was being very sweet. And, I mean, we eventually saw his friend. And everything was calm from there. And-. [0:05:10]<\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100020\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">INTERVIEWER: But it was getting in the way of doing what you were supposed to be doing, whether it be go to class or have a social engagement.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">RESPONDENT: Yeah. And that's-I mean, because I-yeah, and then I started to see. I look at other girls on the bus. And when my skin was bad, I look at all the girls. And, oh, why is their face so smooth. I would love to have that. I wouldn't-they don't have any scars. They don't have any dry patches <\/span><span data-id=\"P2-N200251\">where there's scars beneath. And I just-but now that my face has gotten better, now I sort of see, wow, a lot of people, they just don't care so much about their skin. I mean, it's just I don't know. [0:05:57]<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">And part of my skin problems is that I'll pick at my face when I get stressed. And I did that since I was little. I was kind of-our mom liked to pop zits. So it was sort of a passed-on thing that when you're stressed out, you go pop zits. And-but now I find myself-I'll be giving myself scars, and picking <\/span><span data-id=\"P2-N200271\">at scars. It's like, why do I do it? It's not good for the face. I mean, obviously there's times where it's okay to pop a zit. [0:06:40]<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">But other times it's just going to cause lots of infection. But I still-I do this. And it's hard to stop. And that's another thing. That's another thing. I find it-I was dieting last week because I ate a lot in Chicago. And I found myself very lethargic. But it was really hard. I mean, I used to be <\/span><span data-id=\"P2-N200291\">the epitome of self-control. And I just-it seems like things-I'm having a hard time controlling things. I mean, I don't know if it's just because I'm becoming more relaxed, or...[0:07:32]<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">INTERVIEWER: I wonder if you're working really hard to control some things that might not need to be so tightly controlled, and then not having enough energy left over to control things that might actually make a bigger difference for you.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">RESPONDENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">INTERVIEWER: You run out of willpower at some point. And if you're using a lot up some place else, there might not be enough left over.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">RESPONDENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">INTERVIEWER: What do you think it really makes sense to try to control? [0:08:06]<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">RESPONDENT: Well, health-wise, eating and probably the amount of sleep that I'm getting because those sort of are the very basics, sleep and food. Those are the things that should be sort of-it shouldn't be just letting slide. Also, I should be controlling how much time I spend on the Internet. There's <\/span><span data-id=\"P2-N200351\">so much time that I waste. And I don't even know why at this point, where the time goes, or-it's not even-sometimes, I mean, it's not so much checking my e-mail that I used to have a really bad problem with. [0:09:08]<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">Some days it is checking e-mail. Sometimes it's looking at dresses or looking at recipes or just trying to procrastinate from doing work. Yeah. I don't know why I procrastinate so much from doing work. It's-I mean, I could say it's boring. But I mean everyone does sort of boring work. Or, I mean, it's <\/span><span data-id=\"P2-N200371\">somewhat redeeming. But I'm already procrastinating doing my work for the course of the future. I don't know why I'm putting off it. I mean, it's just frustrating. [0:10:00]<\/span><\/p>\n<span data-id=\"P2-N20036-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20036-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100020\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">But it's also relieving to-and it might be that work has gotten so much. I've gotten so behind that it's easier to forget it or easier to just want it to let it go, or-I mean, but I did find that when I was at the hairdresser's on Friday when I was getting my hair done, I found it with the noise and <\/span><span data-id=\"P3-N200391\">the clatter, I was finding it much easier because I was trying to type up my project and hand it over to a younger graduate student in our group. [0:10:45]<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">And I found it much easier to just type. I mean, maybe I'm just a coffee shop type of person that needs the noise. But I found myself writing more of the introduction. And normally I would take 20, 30, an hour on two sentences. And here within 10-15 minutes, I basically fleshed out a paragraph. I mean, <\/span><span data-id=\"P3-N2003B1\">yeah, some of it was probably not as sharp as I would want it. But I mean I don't know if it's just that when I'm at home, there's just not enough distraction, but why?<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">INTERVIEWER: Have you not been leaving the house? [0:11:26]<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">RESPONDENT: No. Yeah, I haven't been, especially last week. And I didn't go to racquetball more than twice last week. I mean, I kept going, oh, I'm going to go. Oh, I'm going to go. And I brought my racquetball bag many times. But I just-I didn't feel like going to racquetball. I didn't feel like doing <\/span><span data-id=\"P3-N2003F1\">anything. I just felt like going back home. And on the weekends, we're rarely home.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">I mean, we had someone over on Saturday, Jeremy and I, his friend Dan. And we went out for a picnic. And then I made a carrot cake. And then we went over to our friend's place for dinner. And the next day we were out. And Jeremy was so happy that we're going out. And I actually have a good time once <\/span><span data-id=\"P3-N200411\">we're out. But it's hard. Then the next-for me to-I don't know why I need to be at home so much or why I'm so afraid, or why if I'm out on the weekends, I feel like this need to be home and be in my jammies, or not engage. [0:12:49]<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">And I was watching a talk yesterday about this lady who was an astronaut. She worked overseas as a doctor. She was highly integrated to racquetball when she was in college. And I was just thinking, wow. This is a-she's doing it all. How does she have time? How does she have the energy? And I'm like, <\/span><span data-id=\"P3-N200431\">what am I doing? I was just-I'm afraid to leave home. I'm on the couch. I mean, I guess it's kind of like I sort of see with my sister who's very down to sort of her sofa. And-but I just-I don't-yeah.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">INTERVIEWER: That's not how all your weeks are, though.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">RESPONDENT: Yeah. [0:13:44]<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">INTERVIEWER: So, I wonder-it sounds like you got sort of sucked back into that routine because you were feeling really self-conscious about your appearance. And then once that started again, it became hard, sort of reinforcing the anxiety that you have about going out.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">RESPONDENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">INTERVIEWER: And putting yourself out there.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">RESPONDENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">INTERVIEWER: And you kind of give yourself that message when you haven't gone out that you can't go out.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">RESPONDENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">INTERVIEWER: It's that hurdle of getting out there and being more active seem a lot higher than when the couple of weeks before that, you had gotten into the routine of most days getting out to either go to your office or go someplace to study or go to racquetball a couple times a week.<\/span><\/p>\n<span data-id=\"P3-N20054-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100020\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">RESPONDENT: Yeah. [0:14:35]<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">INTERVIEWER: Several times a week.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">RESPONDENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">INTERVIEWER: And it's like, when you get into that routine, you remind yourself that, oh, yeah, you can do this. And once you get over that hurdle, it actually feels good. You get good feedback about it.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">RESPONDENT: Yeah. Yeah. I was really-I just feel crazy how self-conscious I still am. And that's one thing when I was going to Chicago, and I saw all these people. Chicago fashion is quite distinct. I just felt sort of really self-conscious. Oh, what am I wearing? I'm wearing tall boots. Everyone's <\/span><span data-id=\"P4-N2005F1\">wearing booties and four-inch heels. And how are they walking around the city, but they do it. [0:15:20]<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">And later I realize that they probably don't wear four-inch heels except when they're going out and take a taxi. But this is later, came to mind. But I just sort of felt like, why am I so behind the times? Why am I so unfashionable? And I feel embarrassed. I shouldn't feel embarrassed. I should-I mean, <\/span><span data-id=\"P4-N200611\">I think I'm somewhat in shape. And I somewhat care about what I'm wearing. That sort of should be. It's not-life's not one big fashion show.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">And yet I'm really clinging on to being fashionable or looking good. And the reality is just sort of a small part of how it impacts the entirety of my day. It's very small. In physics, who cares? Racquetball, I mean, people might care, but they're not going to say anything. I mean, they're probably <\/span><span data-id=\"P4-N200631\">not going to care. (inaudible at 00:16:34) ignore.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">Yeah. And I mean, I guess I'm starting to feel like when I when to the honey store with Jeremy yesterday. And the girl was talking about how some people put honey on their faces if their complexion is not good. And she's like, \"Well, obviously, you don't have a skin problem.\" I was just taken-\"Obviously, <\/span><span data-id=\"P4-N200651\">you have very nice skin.\" And I was just taken aback because I've never thought about-I think about, oh, my skin is getting better. But the fact that someone might see my skin as actually good, I almost wanted to videotape what she said. And I looked at my skin in the mirror. And I was like, \"Oh, it's <\/span><span data-id=\"P4-N200652\">not that bad.\"<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">INTERVIEWER: You actually sort of mark it in your head.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">RESPONDENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">INTERVIEWER: How others perceive you. Sometimes your perception of yourself might be skewed. [0:17:28]<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">RESPONDENT: Yeah. I've been really seeing that. I think it's sort of-yeah, I've been very into myself. And I don't like it. But it's just so easy to get obsessed with my appearance. And it's funny. Most of my friends, they're really not concerned with the way they look. I mean, maybe a little bit, but <\/span><span data-id=\"P4-N2006D1\">not in a competitive sort of catty sense like some women do have with their friends.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">But-so, I don't know why I'm looking for this-someone to say that I'm pretty or for me to think that I'm pretty because I mean, I see girls in Denver have their head half shaved. I'm like, \"How could you do that?\" But obviously they like the way it looks. And they think it's cool. And they're okay with <\/span><span data-id=\"P4-N2006F1\">it. They're happy with it. And I mean, I should be grateful that, God forbid, that I have a face that's not hurt or burned or scarred by fire. [0:18:51]<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">And yet I'm just very like, ugh, I hate my skin. Ugh, I hate the way my face is shaped. And I feel like I have such a belly, but I love to eat. And I don't know. Yeah. I think, I mean, that's the reason why there was a dinner (ph), maybe about a month ago. It was on Pi day. But, yeah, it was maybe about <\/span><span data-id=\"P4-N200711\">a few weeks ago. And I didn't go because I didn't want people to see my face. I didn't want to eat the pie because I didn't want to get fat. And I-.<\/span><\/p>\n<span data-id=\"P4-N20070-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100020\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">INTERVIEWER: So, you really missed out. [0:19:38]<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">RESPONDENT: Yeah. I did. And, oh, I didn't go to-oh, yeah, I didn't also go to the open house sort of welcoming thing. And that's because I had racquetball, because I wanted to go to racquetball. But I still could've gone to the open house thing. I just didn't feel like coming in. Yeah, I didn't feel <\/span><span data-id=\"P5-N200751\">like seeing people, presenting myself. I didn't-I just didn't feel like talking about, \"Oh, yeah. I'm in the middle of a paper. It's going slow. I spend most of my time maybe going to racquetball.\" [0:20:22]<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">I just didn't feel like I was worthy, or I just didn't feel like talking to people. I didn't feel like I had anything really happy to say. And I feel bad that I think sometimes this impacts Jeremy because I'll spend late at night just sort of scrubbing my face and examining each little mark on it. And <\/span><span data-id=\"P5-N200771\">I think that sometimes makes things worse because maybe I'm-that's another reason I like when he goes to sleep because then I can possibly pop a zit or pick at something or exfoliate for a long time. And I know that Jeremy sometimes when I'm feeling confident about my face though, in the morning I'll <\/span><span data-id=\"P5-N200772\">help him make breakfast. And he likes that. He really does. [0:21:15]<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">INTERVIEWER: He'd rather you be engaged with him than obsessing over these minute details about yourself.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">RESPONDENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">INTERVIEWER: And disliking yourself because of it.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">RESPONDENT: Yeah. And I really see-and I also found out from-I don't know. I guess curiosity killed the cat, but it hasn't killed me yet. And I wound up looking through Jeremy's e-mails. It was on his phone. It was while we were in Chicago. And I just sort of scanned by and saw there was a receipt. <\/span><span data-id=\"P5-N2007F1\">I normally never look at his e-mails, but I was really curious because he was complaining about how much the-he wasn't complaining. It was just like, well, I'm not going to say anything. But we'll say something that, woo (ph), engagement rings are expensive. [0:22:08]<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">And so, naturally I was curious. And then I saw he spent $15,000 on a ring. And of course then I was curious of what kind, what it was going to look like. And I was-I felt really bad that here I'm spending money on makeup. And I was like I'm not spending money on him. I feel-I mean, I am doing lots <\/span><span data-id=\"P5-N200811\">for him. I did his laundry, and I cleaned the bathroom and made his favorite carrot cake. And I mean, I guess I don't know. [0:22:40]<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">But I was also grumpy when he got home on Friday right before his friend showed up. And he was like, \"Oh, how are you?\" And I was like, \"Oh, I'm fine. I just have lots of work. And I had to clean the bathroom and do this, do the laundry.\" And I mean, I was grumpy because I was actually hungry because <\/span><span data-id=\"P5-N200831\">waiting till eight o'clock was making my tummy very-because I wanted to have dinner. But I had to wait. And I was just sort of really hungry and exhausted. And I was sort of frustrated that I had gone to the beauty parlor, I had done work, gone to Brown, didn't do racquetball so I could come home and <\/span><span data-id=\"P5-N200832\">clean and do some work. But just things go by much slower.<\/span><\/p>\n<span data-id=\"P5-N20082-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100020\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">And it's hard to carry out sort of all these errands, and yet also get my work done. And so, I was grumpy with him. And he was like, \"Oh, do you still love me?\" And I was like, \"Of course.\" He was like, \"Well-. [0:23:49]<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">INTERVIEWER: We all get grumpy sometimes.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">RESPONDENT: I know. I know. I know. And I just-I was like, \"Well.\" I was like, \"Yes.\" I said, \"I'm just really hungry.\" And I found that at times when I say-his friend Dan just recently his girlfriend of eight years broke up with him maybe about a few months ago. So, but he's back checking out women. <\/span><span data-id=\"P6-N200891\">And of course he's a very nice guy. And-but he made this comment because he was talking about specific attributes of women that he likes. And he's like, \"No, no, no. Don't get me wrong. I'm not a shallow guy. I like all women.\"<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">And I look at Jeremy. And I was like, \"Oh. Well, this guy's shallow.\" And then instantly he just sort of frowned because I don't know what I meant by that. I meant he was really picky. And in the beginning it seemed like he was shallow because he's-maybe I just didn't get it as a joke. But he's like, <\/span><span data-id=\"P6-N2008B1\">\"Oh. I only date women that are blonde haired and blue eyed or have red hair and hazel eyes. These are the only type of women that I've ever gone for.\" [0:25:08]<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">And I remember back in the dating time, or in the earlier days when I was really afraid that whether I fit in that category and whether if I dressed the wrong way. So, maybe in my head I had seen him as shallow. But now I-it's very clear that he loves me for who I am. And we have such a good time. And <\/span><span data-id=\"P6-N2008D1\">I just sort of felt bad that not only did I call him shallow, it was in front of his friend.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">And later we talked about it. And I said that oh, well, I really meant to say that you were picky. And he's like, \"Yeah. Well.\" He explained the connotation of shallow means that you just like a woman for what they look like. But I felt like, \"Why am I saying this? Why can't I just agree with Jeremy <\/span><span data-id=\"P6-N2008F1\">and fawn over and tell everyone he's such a great guy?\" because I do tell them that Jeremy is a really good guy. But I mean, I guess there's parts of us that aren't so good. And it's like why am I being so critical on him? And-. [0:26:13]<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">INTERVIEWER: You're also being really critical of yourself.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">RESPONDENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">INTERVIEWER: So, if you look forward to the coming week, what do you want to devote your time and energy to?<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">RESPONDENT: Well-.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">INTERVIEWER: What would feel good? What would feel like it was giving back to you?<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">RESPONDENT: I think what I really want to work on is being able to not obsess so much about the way I look so I can be calmer. I think being less critical on myself so that I'm able to engage. [0:26:56]<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">INTERVIEWER: So, let's frame that in a positive way.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">RESPONDENT: Okay.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">INTERVIEWER: So, instead of focusing on not being critical of yourself, focusing on getting out of the house and going to the things that you want to go to when you plan.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">RESPONDENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">INTERVIEWER: So, you're focusing on getting yourself to those events or to your office and letting go of the things that get in the way of that.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">RESPONDENT: Yes. That's definitely something, and also a daily activity that I can do or write, something that I can write down or something, or-.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">INTERVIEWER: Well, what's your routine for getting yourself out? What do you need to do? Not what do you sometimes get absorbed in that prevents you from getting out, but I think the daily activity can be doing the basics for getting up and getting out. [0:27:44]<\/span><\/p>\n<span data-id=\"P6-N200A8-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A8-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100020\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">RESPONDENT: I view washing my face, putting on makeup, and eating breakfast.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">INTERVIEWER: Okay.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">RESPONDENT: And giving Jeremy a hug goodbye.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">INTERVIEWER: Okay. So, I think setting yourself up for success by giving yourself just enough time to do that. If you give yourself time to start really nitpicking about your makeup, then that could extend for hours.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">RESPONDENT: Yes, it could.<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">INTERVIEWER: And so, what you want to-I think what would be helpful is if you get yourself in a routine of-you can probably get it done in half an hour.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">RESPONDENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">INTERVIEWER: So, give yourself time to do that so that you feel confident, but you don't sort of go over to the other side of feeling obsessive, which sometimes creates anxiety and gets in your way. [0:28:30]<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">RESPONDENT: And maybe setting a timer.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">INTERVIEWER: That would work. That's a great idea, setting a timer. So, when that goes off, you're done.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">RESPONDENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">INTERVIEWER: And knowing that that's done enough.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">RESPONDENT: Yeah. Yeah, because I've gotten a lot better by putting a clock visible on the bathroom.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">INTERVIEWER: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">RESPONDENT: But now I need to take it one step further, so that I have that timer, and realizing that when the timer goes off, it's time.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">INTERVIEWER: You're done. And it's-and wherever you are at that point that it's good enough for what you need to do. This is not your wedding day. So, it's okay if your makeup is not absolutely perfect or your skin doesn't look absolutely flawless. It's good enough to go out in public.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">RESPONDENT: Yeah. That's true. I did skip brushing my hair this morning, but I didn't care.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">INTERVIEWER: That's okay. I mean, there's times when that's perfectly okay.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">RESPONDENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">INTERVIEWER: You can get to therapy without your hair being brushed. [0:29:26]<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">RESPONDENT: Oh. Yeah. That's true. Yeah. And I think that's been actually a problem throughout my life, is getting ready quick enough so that I can go. I normally obsess. I don't obsess really about stoves anymore. Sometimes I do.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">INTERVIEWER: Yeah. So, you've let go of some things.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">RESPONDENT: Yeah. But then I strengthen my control on other things. And that's something that needs to just let 'er roll.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">INTERVIEWER: Yeah. Think flexibility is actually your friend.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">RESPONDENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">INTERVIEWER: Yeah. So, let me stop there for today.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">RESPONDENT: Okay.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">INTERVIEWER: Let me double check the (inaudible at 00:30:07). I think it's not next week, but the week after.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">RESPONDENT: I think you're right.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">INTERVIEWER: Yep. Exactly what I have, so the 22nd at 9:30. (pause) It's the 7th, right?<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">RESPONDENT: 9th? 8th.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">INTERVIEWER: (inaudible at 00:30:58) several things this morning. That's ahead of the times (ph).<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">RESPONDENT: Thank you. See you in two weeks.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">INTERVIEWER: Bye. See you in two weeks.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">RESPONDENT: And enjoy this spring weather.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">INTERVIEWER: Thank you. It was nice today. (00:31:36)<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}