{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her desire to break out of the victim narrative she lives in and wants to break her self-defeating attitude in regards to her career."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Self-defeating behavior","Parent-child relationships","Psychoanalytic Psychology","Low self-esteem","Depression (emotion)","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["7"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Self-defeating behavior","Parent-child relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem","Depression (emotion)"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2237288","dorpId":"1005577288","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, November 21, 2012: Client discusses her desire to break out of the victim narrative she lives in and wants to break her self-defeating attitude in regards to her career.","fullTitle":"Client \"S\" Therapy Session Audio Recording, November 21, 2012: Client discusses her desire to break out of the victim narrative she lives in and wants to break her self-defeating attitude in regards to her career.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2237288\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">(pause) <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: How are you?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Fine, thank you.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: I guess I wanted to ask you how I could change reacting through that victim's narrative that we were taking about last time. (chuckles) (pause)  What other way is there to think about when people make choices? They don't think in terms of sacrifice? That's what I think of automatically, so I <\/span><span data-id=\"P1-N200131\">don't know what other option could there be? If it's something important that you're giving up, wouldn't you feel regret or a sense of loss, a sense of sacrifice? I just wonder. (pause) I have no idea, so I hope you can enlighten me.  (long pause) Are you thinking about how to respond? (chuckles)<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: I don't know how to respond to that. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I don't know how to think about it, so I'm just wondering if you would know.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Does that seem like the narrative everybody has?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: No, I'm sure they don't. I think we were talking about Victor when you said that and I said he'd given up on his film career. Then you said he doesn't define himself on the basis of that, so I guess he doesn't have a victim's narrative. I just cannot imagine not having that, or the things that <\/span><span data-id=\"P1-N2001B1\">I really, really want. Like I remember being so unhappy when I was not able to be artistic.  I was miserable and I hated I couldn't be around people who were doing what they wanted to do, you know? I resented them and I was bitter towards my mom and Chris because they both didn't seem to realize that <\/span><span data-id=\"P1-N2001B2\">giving up my career just so that we could all pay the bills not just. That was what was happening and it was killing me and they didn't seem to mind it at all and I got really bitter and angry towards them because I felt like I was giving up something, sacrificing my life. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: But that's a victim's narrative because it implies you didn't have a choice.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: I chose to ignore the other things that were going on. For example, I was really afraid to devote all my time to my job, actually. I could have sat down as a rational adult and said, \"Okay, these are our bills and we can live within our means, so I can just get a part-time job and still be able <\/span><span data-id=\"P1-N2001F1\">to pay the rent.\" But I never did that because it was tempting to work at that pace and get a good salary and put my future on hold because I was afraid to take that risk.  I didn't see that I was afraid, too, I just chose to believe in this story that all the burden is on me and I'm doing this sacrifice. <\/span><span data-id=\"P1-N2001F2\">(laughs) That did more damage, a lot more damage, I think. (pause) It seems like I didn't even see that I had a choice. I didn't want to believe that there was a choice, you know?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Why didn't you want to believe it? <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: (long pause) Maybe I like putting myself into really tight places, you know? (laughs) Does that make sense? Choiceless little holes or tunnels. (pause) <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: So you want to uphold the victim's narrative?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: No, I don't. (laughs)<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: I appreciate that a part of you doesn't, but the idea that you don't want to believe you have choices and putting yourself in these tight spaces or these tunnels it seems like it's about supporting the narrative.<\/span><\/p>\n<span data-id=\"P1-N20028-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2237288\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: That's what I did in the past and I hope to not keep doing that. (chuckles) I was just thinking can I even start to think differently? I don't know if I can. (long pause) (sigh)  I keep thinking of fear, fear, fear, and this is an articulate kind of space in my head, but I see myself in a tunnel <\/span><span data-id=\"P2-N2002B1\">or something, that being the victim tunnel of sacrifice or whatever video game. (laughs) I just feel very fearful of venturing out. Again, in the scenario of the apartment thing. I feel very afraid. I just see myself sitting in Chris's tiny apartment saying, \"Okay, this is where I am.\" Just work. Don't <\/span><span data-id=\"P2-N2002B2\">think about anything else. Just work. Be very afraid to venture out and imagine myself expanding like a gas or something. (laughs) Being able to expand into that vast space that was my apartment. <\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: I was just struck on Monday by your saying that your apartment is too much \"me.\"<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah, I was struck by that, too. That's what it was that made me so sad that I want to run away from myself, but that's, I think, what it is.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: And yet you describe it as cozy and warm and pretty.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Yeah, it is pretty, that room; but it's so much me I don't want it. I keep thinking of it and I keep wanting to push it away. (pause) I have been a source of pain to myself, like not wanting to associate myself with me (laughs) seems the idea.  (pause) It seems punishing, but I feel like I deserve <\/span><span data-id=\"P2-N200331\">the punishment.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: For what?<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: For all that crap. I don't know. There have been times that I've really despised myself and it's been so hard living with myself.  Even the space that I make, I come to hate it if I think about it for too long. Even my old room in the previous place where we were all living together. It was <\/span><span data-id=\"P2-N200371\">nice, but I picture that in my head the bookshelf with all my books and all that and I'm like ugh, I just hate it. Reading all those books, hoping to be like that and not succeeding. I don't know. It makes me very \"blech\". I don't know why I get such a strong negative vibe reaction to that.  (pause) <\/span><span data-id=\"P2-N200372\">Sometimes it's really, really strong and I just don't know what to do, other than not thinking about myself and focusing on other people or their things. I know I can't just keep running away from myself. The whole world will turn out to be a very small place. There won't be enough places to run away <\/span><span data-id=\"P2-N200373\">to. (laughs) (pause)  I try to reconcile me to myself and I'm just like, \"What have I done that's so bad, so hateful? Why do I hate myself so much?\" I don't know. (pause)<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: It's a good question. (pause) <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Maybe I feel like I don't measure up to all the other people that I like. (pause) Maybe I don't like myself because I know I'm sad so often and I don't want to be with me, be with someone so depressing. (laughs)  Am I just really overthinking this? Because there is a thing like if you dig too <\/span><span data-id=\"P2-N2003B1\">deep . . . I don't know.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Maybe there's something really difficult about thinking too deeply.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: You just made a heavy statement about feeling so sad and maybe that's what makes it so difficult to be with yourself. And then you think, \"Maybe I'm just overthinking it,\" as if you're moving away from a really deep, important statement.<\/span><\/p>\n<span data-id=\"P2-N20040-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2237288\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: It was sad, so I didn't want to be with it. (chuckles)<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Yeah.  What's it like being the sad you?<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Sad. (chuckles) It feels very limiting. It feels very dark and (pause) pathetic. There's nothing new happening. There are no new ideas. There's just muck and grime and a swamp kind of a place. (long pause)  I don't know how to analyze this sadness. I have no tools to dig or understand it. It <\/span><span data-id=\"P3-N200471\">seems very irrational. (sighs) I guess feelings are irrational, right? Some of them. (long pause)  I guess when I feel sad I feel like I'm stuck and I'm not going anywhere. (pause) There's no one there for me. No one can help me get out of the swamp. I don't know how to help myself out. I don't know <\/span><span data-id=\"P3-N200472\">if I called for help if anyone would come. I just reflect on myself and I see myself looking ugly and I don't like it. (pause) <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">Again, I think of what we discussed long ago, that everyone feels sad. Everyone feels this is not an ideal time or situation, but then they get over it. They know that they're feeling sad because of this reason, or even if there is no reason, they're just feeling sad because it may be that time of the <\/span><span data-id=\"P3-N200491\">month or whatever. Then they don't make decisions on the basis of that sadness. But in my case, I feel like I do tend to do that. I visualize something or I see the situation and I get very fearful or sad and I then just run away. That feels like that could lead to a lot of trouble. (chuckles)  That <\/span><span data-id=\"P3-N200492\">could be potentially bad. (pause)  I think that when other people are sad they've told me this that they just tell themselves that this won't last forever. \"I'll get out of this\" or \"I'll feel differently.\" In my case, that realization never occurs to me. Even if it does, it's too unbelievable and <\/span><span data-id=\"P3-N200493\">I guess that instinct that this is going to be like this forever, that thing kicks in and I guess it all goes to pot. (laughs)  (long pause) <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: Where did you go?<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Lots of places to go. (chuckles) I was just wondering if the victim's narrative completely describes my condition or whatever you want to call it. Certain things that make me sad, make me sad because I feel like I've failed myself, which I guess means I'm giving myself a lot of weight or power <\/span><span data-id=\"P3-N2004D1\">to change that situation somehow. I don't know. I might be way off. (pause) <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: What you're saying is that feeling like you've done something wrong isn't a victim's narrative because it's about your doing something, not something happening to you.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yeah. That changes me from a victim to an I don't know what.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: So the guilt goes alongside the victim's narrative?<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Yeah. I feel like I've victimized myself, cut off my own hands or something, damaged myself myself, all by myself. (sighs) (pause) Is it normal that people hate themselves so much, have such strong reactions? <\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: One of the things I think when you ask if it's normal is how would that help you if it's normal or not?<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: Because I'm so immersed in my own experience or feelings that I have no idea what it would feel like to feel differently.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: So you know what's on the inside for you, but you wonder what's on the inside for other people?<\/span><\/p>\n<span data-id=\"P3-N2005A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2237288\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Maybe you feel I know what's on the inside of other people.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Yeah, you do. (laughs) You talk to a lot of people. (pause)  I wonder why that is. Most of the things you connect to your childhood, right? That's, I think, the basic Freud model. I haven't had too much Freud, but right? Is that the . . ?<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: In a very general way, our childhood experiences shape who we are, sure.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: So in the case of me really hating myself and this is where it's so nice to watch any movie I just psychoanalyze things a little bit, too. It helps. I can hear you laugh at the reference, but in Bridget Jones she makes so many mistakes. She goofs up on the job, she breaks up with Mark Darcy; <\/span><span data-id=\"P4-N200651\">but she never beats herself up to the extent I do. I think the reason is that she's very forgiving of herself not very, but she makes mistakes and she, at a basic, fundamental level, she doesn't even have to articulate this. She knows, \"Yeah, I goofed up. I am sad right now and I've gained a thousand <\/span><span data-id=\"P4-N200652\">pounds. There are no phone calls from the ex-boyfriend because I did that and oh, well. It just happened.\"  Perhaps, I know she's only a character and all that, but she probably would have goofed up as a child and her parents would probably have forgiven her and said, \"That's okay. It's okay. We make <\/span><span data-id=\"P4-N200653\">mistakes.\" I don't think I had that at all. (chuckles)<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: No, I don't think you had, either.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: I was punished very violently for things I wasn't supposed to do.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Certainly your mother's narrative is very much a victim's narrative. And if you're a victim, you have to be a victim at somebody's hands and it seems like she found whoever was available to make the perpetrator. <\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Whoever?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Even me?<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: You don't think so?<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Like in what scenario would she have done that?<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: Well she does that now insofar as she impresses upon you how much she's suffering based on your decision to move out.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Well, to give her some credit, she hasn't done that in a while. (laughs) That was the initial reaction, yeah.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: And probably most profoundly was that she communicated to you that your birth caused her demise. <\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: Yeah, and that she won't change. (laughs) (pause) I don't think that will ever go away between us, even as I see her struggle and she will continue to struggle in this country. It will always hover in the background that she could have been great. She could have come here and she could have <\/span><span data-id=\"P4-N2007D1\">been an awesome professor or someone. (pause)  But, as you said, I'm trying not to (chuckle) imbibe that narrative.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: I guess one way of looking at it is you're a victim of her narrative.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">CLIENT: Yeah. (pause) So are you saying if I stop feeling like that, I'll stop using that narrative in other scenarios?<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">THERAPIST: Yeah, I think that's a piece of it. I was thinking back. You know you start most sessions by asking me a question like you tell me how to change my narrative or can you tell me just a cue of what to talk about today, and I get this image of a child asking a parent to sort of explain the <\/span><span data-id=\"P4-N200831\">world to them.  I also think not feeling like you can't rely on yourself to explore these things, certainly with my help, but that I'd have to tell you them, that you can't rely on your own mind to explore them. Then as the session goes on, you do sort of tap into your abilities to think about things <\/span><span data-id=\"P4-N200832\">and explore, so it's almost like at the beginning of the session you disown that capacity.<\/span><\/p>\n<span data-id=\"P4-N20082-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2237288\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Yeah. I feel like thinking has brought me a lot of pain and I always feel very afraid to think.  I feel very comforted and secure when you help me along and, I guess, I rely on that too much. And then when you don't respond, I kind of start on my own. I guess that's what happens.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: I don't not respond to be withholding. Partly I don't respond it's kind of like yeah, would I really be taking care of you if I thought for you? So I think that's a piece of it, that I have faith that you can start. And sometimes I don't know what to say. Your questions kind of catch me <\/span><span data-id=\"P5-N200871\">off guard. <\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: I really hear what you're saying. I should have faith and think things through for myself, and I do think things by myself. Every time we start I doubt, I doubt, I doubt. Maybe that's who I am or I just don't have that confidence, despite repeated proof, I guess.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: You've also said you feel thinking feels counter-productive for you at times or even dangerous.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Yeah, I think myself into a box, into a hole, a depression. (chuckles)  Spiraling down comes from here, it doesn't come from anything like sitting in a washing machine and spiraling. (laughs) It really is because of the thoughts that lead me downward. That's why I don't trust my mind all the <\/span><span data-id=\"P5-N2008D1\">time, you know?<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: I guess that not thinking can also lead to spiraling when you're reacting to things and not thinking about what it means.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: But you can go wrong in your thinking, right? That's what I'm saying. You can take the wrong turn. You can open the wrong door in a hurry or in a panic and then go down the wrong path. <\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: I guess it depends on how you define thinking because I think that that's more reacting.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: So you mean when I say \"thinking\" I'm saying \"feeling?\"<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: When you say \"thinking in a panic,\" I don't think of that as a function of thinking. I think that was a function of being in a panic. There's not necessarily anything wrong with your thinking at that time, it's that your panic is leading you to do things and I guess you do have thoughts about <\/span><span data-id=\"P5-N200971\">feeling the panic, but I guess it depends on how you make that distinction. I realize we're going to need to stop for today. I hope you have a very good holiday.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: Yes. You, too.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: And I look forward to seeing you on Monday.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Yes. Have a nice break.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: Thank you. Take care.<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}