{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses how her relationship with her father has had a major impact on what kind of men she desires romantically. Client discusses how her role in a relationship depends on whether the other person needs her or not."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Disappointment","Romantic relationships","Need for approval","Psychoanalytic Psychology","Low self-esteem","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["16"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Disappointment","Romantic relationships","Need for approval"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559312","dorpId":"1005577230","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, July 03, 2012: Client discusses how her relationship with her father has had a major impact on what kind of men she desires romantically. Client discusses how her role in a relationship depends on whether the other person needs her or not.","fullTitle":"Client \"S\" Therapy Session Audio Recording, July 03, 2012: Client discusses how her relationship with her father has had a major impact on what kind of men she desires romantically. Client discusses how her role in a relationship depends on whether the other person needs her or not.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559312\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi. Come on in. (pause)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I feel like I was just here yesterday. (laughs) Um. I need help forgetting Victor. (ph) (laughs) I think that I'm thinking too much about him. As you can tell. So, um, I was thinking about what you said yesterday about winning versus having, and I think it probably is about just winning and <\/span><span data-id=\"P1-N2000F1\">it will probably help me to think that way. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">It will help me get over stuff faster and move on. You know? So (pause) I don't know. There's just too much like, it's still messy and I just keep thinking about it and I don't have peace. For work or to do other stuff that I should be doing. And tomorrow I'm leaving for Nepal and I'll be living with <\/span><span data-id=\"P1-N200111\">Chris (ph) and his parents. You know?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: And he still has feelings and hopes and I have to think about whether I want to honor them or not. So I need like big mental distance. (laughs) Not just physical. Maybe the physical will add to it, but I'm afraid I'll carry all this with me. So I'm really not (pause) I keep thinking about <\/span><span data-id=\"P1-N200151\">it from different angles. And, I don't know, it's just going in circles. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">I feel like maybe it's just like the harshness of the rejection that's got me so upset and obsessed. (laughs) Because at one time I had his acceptance and it was like an overwhelming acceptance. You know? And then to be rejected by the same person who had until very recently accepted me, is hard, I <\/span><span data-id=\"P1-N200171\">guess. I don't know. So maybe it's just about winning and not about having.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">Because even while I had it I was very, very nervous and uncomfortable. And it came out like that's what, I guess, he meant and he said, \"I'm squeamish,\" or whatever. So I guess it was [my body] (ph) my heart. And when I had him I was like, \"Oh, I'm not sure. He's going to push me away any moment now.\" <\/span><span data-id=\"P1-N200191\">You know. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Hm.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: \"And it's going to hurt. So I'm just going to be very, very rigid and hold myself in readiness.\" You know? (laughs) I wonder if that is what was happening. I'm not sure. And that's one aspect. And the other aspect is like, why the hell am I ? I mean I've never been this obsessive with a guy <\/span><span data-id=\"P1-N2001D1\">ever before. (sigh) I mean I had crushes, you know? All of us have had crushes, (sigh) but not this kind of an obsession.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">And I wonder if it's because he kept reciprocating and pulling back. You know, like he kept being intimate and then like pushing me. So maybe that, you know, that's definitely not just You know, a crush is when you like someone and you want them to like you back, but they don't even know about it <\/span><span data-id=\"P1-N2001F1\">or they know about it and they don't reciprocate at all. And they make it clear from the beginning. Well this is not a crush, this is something else entirely. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Mm.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: And I wonder if it's got something to with like sexuality and my inexperience. I mean I never really thought about sex that much. You know? Um. I have had sexual experiences as a child and those were complicated enough. They were abusive or, you know, some of them weren't abusive so they were <\/span><span data-id=\"P1-N200231\">just weird, I guess. They were just like a power play between this older girl and me and some of her other younger siblings and stuff. But, um.<\/span><\/p>\n<span data-id=\"P1-N20022-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559312\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: How do you mean?<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: There was this one girl. It was a very, very complex kind of relationship. She was my landlady's grandchild. She was a few years older than me and her parents were having issues and she was always at my place talking to my Mom. And at that time my Mom was having issues as well in her marriage <\/span><span data-id=\"P2-N200271\">where my Dad was in and out and sleeping with everyone he could lay his hands on. And I had started abusing my Mom. <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">Like this is where we had learned these bad words and we would call them out to her. And this girl, she was the one who rid me of that bad habit. She embarrassed me very badly once and like kind of purged me of this horrible habit. But she was, I think, I don't know. Like she was maybe reaching puberty <\/span><span data-id=\"P2-N200291\">or what not. So she and like a bunch of her other cousins and I would just like, she would like force us to do stuff to her. Like sexual stuff.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">And, I mean, it wasn't like as horrifying as this boy when I was six. You know? I was older. I guess I was ten or eleven or twelve or something at that time. And maybe a little younger. But that was just like I was not quite willing, but I wasn't quite like, you know like really just coerced and forced <\/span><span data-id=\"P2-N2002B1\">and scared shit. You know? So that was a completely different experience. <\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">Still like it was a power play between her and me. Like she was older and she was wealthier and she owned the house we lived in and my Mom liked her and, you know, she helped me in some regard and then abused me in others. And it was just different. But, you know, I'm just saying that that was one of <\/span><span data-id=\"P2-N2002D1\">the sexual experience. And then, you know, in college I had a boyfriend.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">And all that was new, but we were committed and we were boyfriend and girlfriend and we loved each other. And it wasn't really like We didn't really need to think about anything that we were doing except the fact that we felt horribly guilty every time we did because the church was like, \"No, don't <\/span><span data-id=\"P2-N2002F1\">do that.\" You know?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: What church were you in at the time?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: (sigh) It was like this non-denominational or inter-denominational kind of a campus church. <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Like we would meet every Sunday in a big lecture hall. So, I mean, they had reached out to me and saved me. And all my friends were from that church. Like I found out later that everyone in this hall pretty much goes to that church or goes to some church now that strategically placed themselves <\/span><span data-id=\"P2-N200371\">in the halls so they could save lost souls. I did some of that too. (laughs) I don't know if I succeeded. But, um. Yeah, at that time I didn't think about sexuality so much.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">And then when that relationship ended I was like, \"Wow.\" All we did was just be intimate and even that wasn't good for me because guilt was associated with it. And then when I met Chris (ph) I was completely all about rediscovering Nepal and like the stuff that I pushed aside for five years because <\/span><span data-id=\"P2-N200391\">I was in a relationship with an American. So I felt like I had nothing in common with Jeremy, but I had so much in common with Chris (ph) and that was just amazing at that time. <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">And physically we were really awkward but we managed to do some stuff for the first, the initial stages. And that was guilt free and like I pushed myself a little bit in that when I was with Chris (ph). And then like it just kind of, you know, petered out and kind of things got complicated when he moved, <\/span><span data-id=\"P2-N2003B1\">and with my Mom and I. And suddenly I was seeing him just as a brother figure and now it's completely like a brother figure (laughs) where I find it really hard to be attracted to him.<\/span><\/p>\n<span data-id=\"P2-N2003A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559312\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Mm.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">And then things with, like you know Graham (ph) doesn't even come into the picture because that was just like a fleeting two night thing and I didn't even need to think about it. I mean I was attracted to him for a while and we got into it. And this time around it was just like I was physically there, <\/span><span data-id=\"P3-N2003F1\">but mentally and emotionally just so far away. <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Mm.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: And then with Victor (ph) I was just, initially, I mean it just started out being like so (sigh) The first night, just he was a combination of father figure and, like you know, the stuff that he was saying to comfort me felt so good. Like I felt so, you know, alive and everything. And then <\/span><span data-id=\"P3-N200431\">the intimacy was just it just happened. And I knew I was still, I was (inaudible at 00:11:19) then. And I was like, \"This is wrong and he's (inaudible) and I'm not going to do this.\"<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">Except that he kept pulling me. You know I said stuff to him like, \"Yeah, I mean Chris (ph) doesn't love me and that way. I wanted him to kiss me and he didn't. And this one time he leapt up and kiss me. I want to be that boyfriend (ph). So I mean he really just like took over and took possession. And <\/span><span data-id=\"P3-N200451\">then when it wasn't good for him he just sort of tossed it aside. You know? (laughs)<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">But since being with him I'm constantly thinking about sexuality in the sense that, \"Why is it that I'm squeamish?\" Or, you know, \"How can I be better? How can I be adventurous?\" Or like, \"What is \" But then there's also this guilt because he is Chris's (ph) friend and that wall just comes in between. <\/span><span data-id=\"P3-N200471\">So I don't know. I feel like it's time for me to go back into my shell of like asexual thinking. You know? Just being that way because (laughs) it's so friggin' complicated. You know? <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">Like my first experience is, you know, to do what the church mandates and not to do it at all. (laughs) So there's that guilt of five years. And then with Chris (ph) it was just kind of like, \"You have to do it because he's your boyfriend, and that's what's in it for him.\" And for me it's other stuff. <\/span><span data-id=\"P3-N200491\">Maybe like companionship and what not. But that's not all of what he wants. You know, a man to be with you he wants sex. You know? (sigh)<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">Same thing with Victor (ph). I feel like I would have loved for things to be slower. I would have loved for him to not have been Chris's (ph) friend. Or for my and Chris's (ph) break up to have been kind of complete and in the past. And then to maybe have started things with him. But even that just <\/span><span data-id=\"P3-N2004B1\">really slowly. You know? <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">Dating and getting to know each other and then seeing if, you know, the intimacy worked. Because he was just like, snap (sound of fingers snapping), you know, \"Let's be intimate.\" You know? And for me that didn't work because I felt uncomfortable. You know?<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Mm.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Um. Yeah. Every single time. Yeah it was very complicated. I mean, I wasn't just uncomfortable. I mean, I felt like this is the best I've ever had, but then I also felt guilty at the same time. So it wasn't like simple. And the hope that I have, you know, \"Oh maybe we can be together.\"<\/span><\/p>\n<span data-id=\"P3-N20050-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559312\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">I don't know how, if it's really silly or what it is. I feel like I should figure out pretty soon what it is that I want and who it is that I want, because this indecisiveness is just making me crazy. Or I should just, you know, push aside all this and just focus on work. And then once I've had some <\/span><span data-id=\"P4-N200531\">distance from all this then I can worry about all this. <\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: That sounds very confusing.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: (laughs) The whole thing?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: You sound confused.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: I am confused. I don't how to be unconfused. (laughs) (pause) Do you have any thoughts on how to Like what should I do to be Yeah, what should I do to be unconfused? (laughs) To be clearer I guess.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: I don't think there is any easy solution.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: (laughs) Yeah. (tapping sounds) (pause)<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: There's just so much complexity to your feelings about all these people. About Victor (ph), about Chris (ph), about your mother.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Maybe you can give yourself some space and patience to allow yourself to figure it out. I mean whatever you do, for example, with your relationship with Victor (ph) or with Chris (ph) for that matter, I mean there's still all this meaning attached to it. You know, whatever decision you make <\/span><span data-id=\"P4-N200651\">it's not going to sort out all the feelings. <\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Hm.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: You know. That's a whole other level. If you discard Victor (ph) there might be another Victor that comes along that provokes all of this and evokes all of these feelings.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: I mean these are just, what you're dealing with is not just sort of the last whatever it is that you've gotten involved with Victor (ph). It's a life. It's a lifetime of, you know, yearnings and sadness.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Hm.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: You know.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Conflict. Disappointment. Rejection.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: Hm. (pause)<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: The situation you're in has sort of created an immediacy to this, but all these feelings aren't new.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: Yeah. I feel if whoever I'm with, whatever I do, I just cannot rid myself of my past. You know? <\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: Mm.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: Whoever else comes along will somehow evoke one out of all these feelings. You know? Or more. (laughs) And it will just be the same pattern. You know? Even if it's someone not Like you said, you know, it might be another Victor (ph). Is that what you meant?<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: It's not only him, it's what he represents to you and what he evokes in you.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: I wish that wasn't the case. I mean maybe that's why we didn't work out, because of what he evokes in me. It's not his fault. (laughs)<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">THERAPIST: But you may also not have been interested if he didn't evoke certain I mean, you're sort of going along the line of, you'd be interested in him regardless and it may have turned out better if you didn't have all these feelings.<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2008C\"><span data-id=\"P4-N2008D\">THERAPIST: You may not have been interested in him to begin with.<\/span><\/p>\n<p data-id=\"P4-N2008E\"><span data-id=\"P4-N2008F\">CLIENT: Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P4-N20090\"><span data-id=\"P4-N20091\">THERAPIST: I mean, if you were in a different place with these sort of feelings and conflicts, you may feel like, \"Pfft. I don't need this.\" (laughs) <\/span><\/p>\n<p data-id=\"P4-N20092\"><span data-id=\"P4-N20093\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20094\"><span data-id=\"P4-N20095\">THERAPIST: I need someone more consistent in my life.<\/span><\/p>\n<p data-id=\"P4-N20096\"><span data-id=\"P4-N20097\">CLIENT: I do need someone more consistent in my life. (laughs) But -<\/span><\/p>\n<p data-id=\"P4-N20098\"><span data-id=\"P4-N20099\">THERAPIST: But you have a fantasy that you're the cause of the inconsistency.<\/span><\/p>\n<span data-id=\"P4-N20098-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559312\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Yeah. What do you mean?<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: You feel like if you behave differently he would be a different person. Like he's sort of pushing and pulling simply because of who you are.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: Yeah. That's what he says.<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: I'm sure he says lots of things.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: (laughs) Yeah, but (pause) Yeah, I mean, that's what he said. So I just took it to be true. I'm not sure. I mean the only thing that I can think of is to deal with my past, I guess. All those feelings that people invoke in me. Like why the hell do I have to equate him with my Dad? You know? <\/span><span data-id=\"P5-N200A31\">(laughs) <\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: Mm.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">CLIENT: (pause) Why do I have to feel like losing him is like losing my Dad all over again? You know?<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">THERAPIST: Mm.<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">CLIENT: I don't think that's I mean, that sounds messed up. (laughs) You know? To me. And probably to others as well. (pause) I mean, why does his affection seem so much like my Dad's? (laughs) You know? It's so weird.<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">THERAPIST: There is both an intensity and an instability.<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">CLIENT: Hm. What do you mean?<\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">THERAPIST: Well, just that. That there's an intensity to it, but you never know if it's something that you can consistently rely on or if it's going to be pulled from you. <\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">CLIENT: Yeah. I mean I want him because it's like having my Dad again. But then I don't want it because it's like having my Dad who hurt me and left me. Or I left him, but you, it's the same thing. And I want something fresh and consistent and adult. And so unattached and unencumbered with the past. <\/span><span data-id=\"P5-N200B31\">You know? (pause)<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">I mean that's why I feel like it's probably better to have someone like Chris (ph) who is so different from my Dad and so quite the opposite. And not intense, and mild and mellow and consistent and steady and boring. (laughs) <\/span><\/p>\n<p data-id=\"P5-N200B6\"><span data-id=\"P5-N200B7\">THERAPIST: Mm.<\/span><\/p>\n<p data-id=\"P5-N200B8\"><span data-id=\"P5-N200B9\">CLIENT: (laughs) I can deal with that. I can really do very well with that. (laughs) Very well being that it can work. I can be myself and silly and stuff. Just not feel one hundred percent turned on or at all turned on and bored, but at least I won't feel so miserable when it's gone. (laughs) You know? <\/span><span data-id=\"P5-N200B91\">Because it will never be gone. He's always there. He's always there. He's calling me, he's on Skype, he's e-mailing, he's in my life still.<\/span><\/p>\n<p data-id=\"P5-N200BA\"><span data-id=\"P5-N200BB\">I'm finding a sublet for him. I'm helping the subletter move in. Chris's (ph) like, yeah, he's just, I don't know. He's just, yeah, always there. But not in the way that Victor (ph) said that he would like to be there. He like became like he wanted to be He said, \"I could reach out into the wind and <\/span><span data-id=\"P5-N200BB1\">hold onto it and that would be him. That would be his hand.\" That's what he said. (laughs) <\/span><\/p>\n<p data-id=\"P5-N200BC\"><span data-id=\"P5-N200BD\">THERAPIST: Mm.<\/span><\/p>\n<p data-id=\"P5-N200BE\"><span data-id=\"P5-N200BF\">CLIENT: And it's just like, I'm listening but I'm going, \"Yeah, right.\" And at the same time I'm really buying that because it's kind of so sweet and generous. Well I don't know if it's that generous. But, you know, it's romantic and kind of something like my Dad would say. You know? (sigh) So it's <\/span><span data-id=\"P5-N200BF1\">like he says, \"Rely on me, depend on me, lean on me.\" And when I do and if he's in the mood, it's alright. And if he's not he just snaps up and gets up and quickly, then I'm going to hit my head against [the door] (ph). You know?<\/span><\/p>\n<p data-id=\"P5-N200C0\"><span data-id=\"P5-N200C1\">THERAPIST: Mm.<\/span><\/p>\n<p data-id=\"P5-N200C2\"><span data-id=\"P5-N200C3\">CLIENT: Which is what I did repeatedly.<\/span><\/p>\n<p data-id=\"P5-N200C4\"><span data-id=\"P5-N200C5\">THERAPIST: Ouch.<\/span><\/p>\n<p data-id=\"P5-N200C6\"><span data-id=\"P5-N200C7\">CLIENT: Yeah. Yeah. That's what's going to hurt. It hurts. It is hurting.<\/span><\/p>\n<span data-id=\"P5-N200C6-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200C6-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559312\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">THERAPIST: (inaudible at 00:24:24)<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">CLIENT: Therefore, I need to move on. (laughs)<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">THERAPIST: Mm. (pause)<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">CLIENT: He wants to be like the wind, so let him be the wind. (pause) Chris (ph) is like, you know, this tree that's old and dried up and doesn't have too many leaves on it. But at least he has some and I can kind cling to him a little bit and enjoy the little shade that is there.<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">I want to share with you this kind of narrative that my Dad and my Mom kind of have for us, [like for the three of us] (ph), and it's always been and I always (inaudible at 00:25:33) when she was trying to comfort me. She's like, \"You know, we've always been givers. We've never been takers.\"<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">I've never been comfortable with this narrative but, you know, that's what it is. So she's like, \"Yeah, so you should always just give love and, you know, don't take it. Because every time we take something it goes horribly wrong.\" And I'm thinking about it and I think, \"Maybe she's right because like <\/span><span data-id=\"P6-N200D31\">in Chris and my relationship, and now this is going to sound really horrible (laughs), and probably it's incorrect.<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">But this is the way that I've sometimes caught myself thinking about it, that I gave a lot. I gave him money and I cooked for him and I took care of him when he was sick and everything, and I was completely there. And I opened up my home to him and, you know, I helped him with his project. And I'm always <\/span><span data-id=\"P6-N200D51\">like when I'm with him always thinking about his problems, his issues, his schedule. <\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">What does he need now? If he has interviews I have to, you know, iron his clothes and, you know, I have to make sure everything is lined up perfectly so everything is perfect for him. And that gives me strength. You know, it makes me feel useful because he's you know upright and righteous and he's doing <\/span><span data-id=\"P6-N200D71\">good work. And that's why that relationship works because I'm in that mode of giving.<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">But with Victor it felt like I was in this mode of taking. And everything he gave, every little thing he gave, I just devoured it because either it felt good or whatever. But then my Mom was like, \"You know, when you take you're never satisfied. You know, you're always hungry for more.\" But when you <\/span><span data-id=\"P6-N200D91\">give then you operate from a different logic. You're not, you know, yeah, you're not hungry like that. But with Victor I just felt this hunger, you know? To be with him all the time and that hunger was never satisfied. <\/span><\/p>\n<p data-id=\"P6-N200DA\"><span data-id=\"P6-N200DB\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200DC\"><span data-id=\"P6-N200DD\">CLIENT: So, maybe that's what it was.<\/span><\/p>\n<p data-id=\"P6-N200DE\"><span data-id=\"P6-N200DF\">THERAPIST: Well if your mother is just a giver, you don't have to pay her rent.<\/span><\/p>\n<p data-id=\"P6-N200E0\"><span data-id=\"P6-N200E1\">CLIENT: (laughs) She means other people. (laughs)<\/span><\/p>\n<p data-id=\"P6-N200E2\"><span data-id=\"P6-N200E3\">THERAPIST: Not her?<\/span><\/p>\n<p data-id=\"P6-N200E4\"><span data-id=\"P6-N200E5\">CLIENT: Yeah. This narrative doesn't work internally. It's only for external. (laughs) It's very well thought out logic. (laughs)<\/span><\/p>\n<p data-id=\"P6-N200E6\"><span data-id=\"P6-N200E7\">THERAPIST: So is the idea that, in a sense in that, that you are not separate people?<\/span><\/p>\n<p data-id=\"P6-N200E8\"><span data-id=\"P6-N200E9\">CLIENT: Yeah. We're this one unit, one family.<\/span><\/p>\n<p data-id=\"P6-N200EA\"><span data-id=\"P6-N200EB\">THERAPIST: You're melded.<\/span><\/p>\n<p data-id=\"P6-N200EC\"><span data-id=\"P6-N200ED\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200EE\"><span data-id=\"P6-N200EF\">THERAPIST: Well, it sounds like melded. Because even in a family there's some difference or differentness. I don't know. There's some separation.<\/span><\/p>\n<p data-id=\"P6-N200F0\"><span data-id=\"P6-N200F1\">CLIENT: Yeah, yeah. Yeah there are no degrees of separation when it comes to this theory. We're melded, we're one unit. And even if we are separated it's just that she thinks that, you know, she thinks that this is some kind of a genetic code. That she's a giver between her and people outside. People, <\/span><span data-id=\"P6-N200F11\">not me. And then I'm the same way. I'm a giver so in my relationships with other people, the relationship will work so long as I am giving. You know? <\/span><\/p>\n<span data-id=\"P6-N200F0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200F0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559312\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">THERAPIST: And your father too? You said \"the three of us.\"<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">CLIENT: Hm. Yeah, him also. Like he, I don't know. This is really complicated whether it worked for him or not with other people. (laughs) But he just had a bitter taste in his mouth when he took stuff from, well he didn't really take, he demanded money from my Mom's brothers. (laughs) He didn't even <\/span><span data-id=\"P7-N200F51\">have a consistent job of his own and he was always like, \"Well they're so rich. Ask them for money.\" And I know why my Mom's siblings don't really like her that much. (laughs)<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">THERAPIST: Because she did ask for money?<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">CLIENT: Yeah. She hated doing it but, you know, it was almost like my Dad held a gun to her head and made her do it. So.<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">THERAPIST: Did they give it to them.<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">CLIENT: Yeah, but it was very, very like, \"Oh, yeah.\"<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">THERAPIST: Resentful? <\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">CLIENT: Yeah, exactly. Here's a big favor. (laughs) So (pause) Which is why I think this whole thing started. My whole unraveling started as soon as Chris (ph) got a job and he was saying, you know, he was like, \"Here, I'm ready to give now.\" And I was just like, \"Oh no.\" You know? This thoroughly <\/span><span data-id=\"P7-N201011\">(ph) changes the dynamics of our relationship. (pause)<\/span><\/p>\n<p data-id=\"P7-N20102\"><span data-id=\"P7-N20103\">I was just thinking maybe my Mom's right. You know? Taking makes me this alien person. I don't know how to relate to this person who is hungry all the time, who acts out of deprivation and desperation. We've talked about this already, so I'm making that connection now. <\/span><\/p>\n<p data-id=\"P7-N20104\"><span data-id=\"P7-N20105\">THERAPIST: Mm.<\/span><\/p>\n<p data-id=\"P7-N20106\"><span data-id=\"P7-N20107\">CLIENT: But, yeah, when you imagine yourself being, you know, a glass full of water and offering yourself to, you know, thirsty people and making yourself available to people's needs. That is someone I can handle and relate to, but not someone who is like an empty glass and it's just like, \"Please, <\/span><span data-id=\"P7-N201071\">fill me up.\" You know? (laughs) You know, and I would end up taking advantage, and I do end up taking advantage of them. (pause)<\/span><\/p>\n<p data-id=\"P7-N20108\"><span data-id=\"P7-N20109\">But I know that it's not the reason. (ph) I think I said that I don't really like this narrative too much just because I know it's not completely healthy just to be giving. You know? One has to be able to receive as well and receive properly, not receive in the sense of desperation. <\/span><\/p>\n<p data-id=\"P7-N2010A\"><span data-id=\"P7-N2010B\">THERAPIST: Hm.<\/span><\/p>\n<p data-id=\"P7-N2010C\"><span data-id=\"P7-N2010D\">CLIENT: I don't know how to do that. I don't know how to receive and be like (sigh), you know, \"Thank you.\" (laughs)<\/span><\/p>\n<p data-id=\"P7-N2010E\"><span data-id=\"P7-N2010F\">THERAPIST: (laughs)<\/span><\/p>\n<p data-id=\"P7-N20110\"><span data-id=\"P7-N20111\">CLIENT: I mean I have trouble accepting criticism and accepting compliments. Which is, again, the reason why I haven't really succeeded in my career, because my professors would praise me and I would just go all like, \"Well that \" You know? And, \"This doesn't make sense.\" I was just so completely <\/span><span data-id=\"P7-N201111\">afraid of accepting that I still have not gone back and looked at their comments and tried to understand. Okay, this is my strength, I do this well. Let's build on this and let's learn from the criticism. It's just as simple as that, of doing that.<\/span><\/p>\n<p data-id=\"P7-N20112\"><span data-id=\"P7-N20113\">And I haven't yet been able to do that because I'm so afraid that what they're praising and complimenting might just be too feeble to build upon. Or, I don't know. Yeah, and when people say I'm pretty or what not, I'm just like, \"Whatever.\" They have no idea what They don't see the flaws or they're <\/span><span data-id=\"P7-N201131\">just saying it, or they don't Yeah. I mean it's not a big issue but I wonder if it's related to not being able to receive properly. You know? <\/span><\/p>\n<span data-id=\"P7-N20112-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20112-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559312\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">CLIENT: (pause) I feel like receiving will make me very weak and it did. You know?<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">THERAPIST: It made you feel weak because it put you in contact with this really deep need that feels so unfulfilled.<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">THERAPIST: And so it seems like this is the idea of the narrative that if you you're giving you're not in contact with that need. But if you're receiving you're in contact with that need and it feels so deep and so maybe even unfulfillable.<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">THERAPIST: Like a bottomless well.<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\">CLIENT: I don't want to be a bottomless well. (laughs) Victor (ph) said that already. He said, \"Now I know why people have trouble satisfying you.\" Or something like that. I think he and Chris (ph) had been talking and Chris (ph) was like, \"It's so difficult to make her happy.\" I don't know what he <\/span><span data-id=\"P8-N201231\">meant exactly. (laughs) Just generally. So once he was mad and he said, \"Now I know.\" (pause) Because I'm a bottomless pit. (laughs) <\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">THERAPIST: I think there's a difference between being a bottomless pit and feeling like a bottomless pit.<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P8-N20128\"><span data-id=\"P8-N20129\">THERAPIST: One is a fact and one is a feeling and an experience.<\/span><\/p>\n<p data-id=\"P8-N2012A\"><span data-id=\"P8-N2012B\">CLIENT: Hm. Maybe it's got something to do with the fact that I cannot I look, not all the time, but maybe I look outside too much for happiness. Like I'm like, \"Victor, okay, you make me happy. You do everything.\" And it's all you. You are the source of my happiness. And if you're gone, that's it. <\/span><span data-id=\"P8-N2012B1\">I'm going to be so terribly messed up. You know? As though I have no other source of happiness. (pause) I wonder if that's the thing, you know? <\/span><\/p>\n<p data-id=\"P8-N2012C\"><span data-id=\"P8-N2012D\">Like maybe that's why I'm not ready to be in a relationship. Or maybe in a relationship with certain people. (pause) And I don't know how to deal with this whole bottomless pit thing because I don't want to feel like that. (laughs) I want to be able to give but I also want to be able to receive and <\/span><span data-id=\"P8-N2012D1\">know that it's beautiful. And when I get it (pause) I mean, I want to give but I (pause) <\/span><\/p>\n<p data-id=\"P8-N2012E\"><span data-id=\"P8-N2012F\">I feel like it makes my Mom a really sad person, this theory of hers. So I don't want to be thinking in those terms. And if I am thinking in those terms I it would be like, \"No, I'm not distancing (inaudible at 00:38:54) as well.\" (sigh) Hm.<\/span><\/p>\n<p data-id=\"P8-N20130\"><span data-id=\"P8-N20131\">THERAPIST: How do you feel that makes her sad. What is she sad about?<\/span><\/p>\n<p data-id=\"P8-N20132\"><span data-id=\"P8-N20133\">CLIENT: Mm. Well she shouldn't have to feel First of all, she shouldn't have asked her brother for money. It's sad that she was put in that position. And if she did ask, then it shouldn't have made her feel so resentful and small. Because, I mean, she gave them stuff too. You know? Like when they <\/span><span data-id=\"P8-N201331\">would [drive up] (ph) she drew all their diagrams in their science textbooks. You know, she did her, in her own way she helped them out.<\/span><\/p>\n<p data-id=\"P8-N20134\"><span data-id=\"P8-N20135\">Which doesn't mean that they should feel like they owe her, but then when she is in trouble they ought to be able to support her in whatever way they can. Because in a family, in a normal family, they do that. And, I mean, so what if they're in their fifties and they have their own families and taking <\/span><span data-id=\"P8-N201351\">and giving money might be You know, but people do it, you know? <\/span><\/p>\n<span data-id=\"P8-N20134-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20134-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559312\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20136\"><span data-id=\"P9-N20137\">So there shouldn't be this resentment. And even if they are resentful she should, for her own sake and to tell them, you know like, \"Yeah you're giving me this money and, you know, maybe at some point I'll pay you back, but this doesn't make me smaller than you. You know? The fact that you guys are <\/span><span data-id=\"P9-N201371\">really wealthy and well off and have done well for yourself does that mean that you guys are better people. You know, you cannot come over and judge me.\" (laughs)<\/span><\/p>\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\">I mean this is what I'm dying to say to them. I'm just so upset at every single one of them. I just want to line them all them and shout at them.<\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">THERAPIST: Mm.<\/span><\/p>\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\">CLIENT: That, \"You cannot treat my Mom like this. You guys have been absolute assholes for the last thirty years. Ever since I've been in the world. And, you know, shame on you for being this way. Shame on you. You know? Really. For making my Mom feel so horrible for the past several years. It's not <\/span><span data-id=\"P9-N2013D1\">her fault completely that she married this man. You guys did this. You guys pushed the alliance. And you cannot put all the blame on her. You know?\" (laughs) <\/span><\/p>\n<p data-id=\"P9-N2013E\"><span data-id=\"P9-N2013F\">\"So grow up.\" You know? \"Really. Because if you think money is all that makes you successful in the world then, you know, I feel really sorry for you guys.\" (laughs) \"You know, my Mom has so much love to give and you guys have just not been receptive. It's your loss that you don't feel comfortable calling <\/span><span data-id=\"P9-N2013F1\">her up and telling her, 'You just had a grandchild.' She has to wait a year or longer to find out.\" (laughs) You know? (laughs) [I'm thoroughly worked up now.] (ph)<\/span><\/p>\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">THERAPIST: You have very strong feelings about this.<\/span><\/p>\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">CLIENT: Absolutely. It's all bottled up and it's just there's no outlet for it. (laughs) And there's no way can do all this, say all this. Maybe one day I will. Maybe I'll get married just so that all of them gathered together and I can yell at them. (laughs) You know? Part of the reason why I want <\/span><span data-id=\"P9-N201431\">to be successful is to show off to these people. That something can come out of the mess that was my Mom and her life. You know? <\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">Despite all the lack of love. Like, you know, you guys brought me up in this bad way and all, but something good can come out of it and this is it. (laughs)<\/span><\/p>\n<p data-id=\"P9-N20146\"><span data-id=\"P9-N20147\">THERAPIST: Mm. You know, Cecelia (ph) we're going to have to stop in a moment.<\/span><\/p>\n<p data-id=\"P9-N20148\"><span data-id=\"P9-N20149\">CLIENT: Oh yeah.<\/span><\/p>\n<p data-id=\"P9-N2014A\"><span data-id=\"P9-N2014B\">THERAPIST: And I wanted to just logistically So can you, would you be able to call me on Skype? Would that be okay?<\/span><\/p>\n<p data-id=\"P9-N2014C\"><span data-id=\"P9-N2014D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2014E\"><span data-id=\"P9-N2014F\">THERAPIST: You need my Skype number though.<\/span><\/p>\n<p data-id=\"P9-N20150\"><span data-id=\"P9-N20151\">CLIENT: Oh you mean your streaming?<\/span><\/p>\n<p data-id=\"P9-N20152\"><span data-id=\"P9-N20153\">THERAPIST: Yeah. Is that how it works? Because I have a number as well, but it's the screen name that you need?<\/span><\/p>\n<p data-id=\"P9-N20154\"><span data-id=\"P9-N20155\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20156\"><span data-id=\"P9-N20157\">THERAPIST: Okay, so I will e-mail that to you.<\/span><\/p>\n<p data-id=\"P9-N20158\"><span data-id=\"P9-N20159\">CLIENT: And I'll e-mail mine to you.<\/span><\/p>\n<p data-id=\"P9-N2015A\"><span data-id=\"P9-N2015B\">THERAPIST: Okay, great. And if you can call me, if that's okay. Does that work?<\/span><\/p>\n<p data-id=\"P9-N2015C\"><span data-id=\"P9-N2015D\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P9-N2015E\"><span data-id=\"P9-N2015F\">THERAPIST: Okay. So we'll do it that way.<\/span><\/p>\n<p data-id=\"P9-N20160\"><span data-id=\"P9-N20161\">CLIENT: And 10:10?<\/span><\/p>\n<p data-id=\"P9-N20162\"><span data-id=\"P9-N20163\">THERAPIST: 10:10 on Monday we can do that.<\/span><\/p>\n<p data-id=\"P9-N20164\"><span data-id=\"P9-N20165\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N20166\"><span data-id=\"P9-N20167\">THERAPIST: The first Monday of August I'm away.<\/span><\/p>\n<p data-id=\"P9-N20168\"><span data-id=\"P9-N20169\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N2016A\"><span data-id=\"P9-N2016B\">THERAPIST: But we can figure out another time.<\/span><\/p>\n<p data-id=\"P9-N2016C\"><span data-id=\"P9-N2016D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2016E\"><span data-id=\"P9-N2016F\">THERAPIST: I'm just away that Monday. And if you let me know, you know when it gets a closer, when. Because I think I mentioned that you'll be here for a few days and then I'll be gone for a week. <\/span><\/p>\n<p data-id=\"P9-N20170\"><span data-id=\"P9-N20171\">CLIENT: Okay.<\/span><\/p>\n<span data-id=\"P9-N20170-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20170-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559312\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20172\"><span data-id=\"P10-N20173\">THERAPIST: So if you want to find time to meet, you know, when you get back, if you could just let me know that.<\/span><\/p>\n<p data-id=\"P10-N20174\"><span data-id=\"P10-N20175\">CLIENT: Okay, sure.<\/span><\/p>\n<p data-id=\"P10-N20176\"><span data-id=\"P10-N20177\">THERAPIST: And what else? Oh I was going to ask you. So are you starting a new job or are you just going to full time?<\/span><\/p>\n<p data-id=\"P10-N20178\"><span data-id=\"P10-N20179\">CLIENT: Um. I'm just going to go full time back to that job.<\/span><\/p>\n<p data-id=\"P10-N2017A\"><span data-id=\"P10-N2017B\">THERAPIST: So one thing I was going to mention, you may not have the option, but I know finances are limited even with a reduced fee. So you should maybe look into changing the insurance. You know, sometimes employers give you the option to switch to a different kind of plan that might cover some of this.<\/span><\/p>\n<p data-id=\"P10-N2017C\"><span data-id=\"P10-N2017D\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N2017E\"><span data-id=\"P10-N2017F\">THERAPIST: I don't know if that's something you want to look into.<\/span><\/p>\n<p data-id=\"P10-N20180\"><span data-id=\"P10-N20181\">CLIENT: What insurance do you work with?<\/span><\/p>\n<p data-id=\"P10-N20182\"><span data-id=\"P10-N20183\">THERAPIST: Any PPO. So you have an HMO plan.<\/span><\/p>\n<p data-id=\"P10-N20184\"><span data-id=\"P10-N20185\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N20186\"><span data-id=\"P10-N20187\">THERAPIST: Any PPO plan.<\/span><\/p>\n<p data-id=\"P10-N20188\"><span data-id=\"P10-N20189\">CLIENT: PPO.<\/span><\/p>\n<p data-id=\"P10-N2018A\"><span data-id=\"P10-N2018B\">THERAPIST: So sometimes what insurance companies do is they give you like two options.<\/span><\/p>\n<p data-id=\"P10-N2018C\"><span data-id=\"P10-N2018D\">CLIENT: That's true.<\/span><\/p>\n<p data-id=\"P10-N2018E\"><span data-id=\"P10-N2018F\">THERAPIST: But you could do HMO or PPO.<\/span><\/p>\n<p data-id=\"P10-N20190\"><span data-id=\"P10-N20191\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N20192\"><span data-id=\"P10-N20193\">THERAPIST: So you should look into that. Because if you do PPO plan they will cover some of the fee.<\/span><\/p>\n<p data-id=\"P10-N20194\"><span data-id=\"P10-N20195\">CLIENT: Okay. I will do that and I'll ask about it. Because I'm sure there is that option, I just -<\/span><\/p>\n<p data-id=\"P10-N20196\"><span data-id=\"P10-N20197\">THERAPIST: You've not had to use it before.<\/span><\/p>\n<p data-id=\"P10-N20198\"><span data-id=\"P10-N20199\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N2019A\"><span data-id=\"P10-N2019B\">THERAPIST: And the other thing, unfortunately sometimes they only give you a couple of times a year, once or twice a year, to switch. <\/span><\/p>\n<p data-id=\"P10-N2019C\"><span data-id=\"P10-N2019D\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N2019E\"><span data-id=\"P10-N2019F\">THERAPIST: So that's one option. I just wanted to cover this, these logistics. You know, since I'd like to continue working with you.<\/span><\/p>\n<p data-id=\"P10-N201A0\"><span data-id=\"P10-N201A1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N201A2\"><span data-id=\"P10-N201A3\">THERAPIST: I know it's hard to pay all out of pocket. So I would do that. And the other thing you can do. I don't know if you have a flex spending account? Have you ever had that?<\/span><\/p>\n<p data-id=\"P10-N201A4\"><span data-id=\"P10-N201A5\">CLIENT: No, but I think I have the option.<\/span><\/p>\n<p data-id=\"P10-N201A6\"><span data-id=\"P10-N201A7\">THERAPIST: Do you?<\/span><\/p>\n<p data-id=\"P10-N201A8\"><span data-id=\"P10-N201A9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N201AA\"><span data-id=\"P10-N201AB\">THERAPIST: Because that's also, because basically they take money out that you can use for medical expenses before you pay your taxes on it. So you get extra money basically.<\/span><\/p>\n<p data-id=\"P10-N201AC\"><span data-id=\"P10-N201AD\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N201AE\"><span data-id=\"P10-N201AF\">THERAPIST: So just to let you know some options to make, you know, sort of to help fund it, fund the treatment.<\/span><\/p>\n<p data-id=\"P10-N201B0\"><span data-id=\"P10-N201B1\">CLIENT: Okay. Okay. I'll ask (inaudible at 00:45:47) person.<\/span><\/p>\n<p data-id=\"P10-N201B2\"><span data-id=\"P10-N201B3\">THERAPIST: Very good.<\/span><\/p>\n<p data-id=\"P10-N201B4\"><span data-id=\"P10-N201B5\">CLIENT: (laughs)<\/span><\/p>\n<p data-id=\"P10-N201B6\"><span data-id=\"P10-N201B7\">THERAPIST: Great. So do you want to pay me now for the sessions? Do you not have a check?<\/span><\/p>\n<p data-id=\"P10-N201B8\"><span data-id=\"P10-N201B9\">CLIENT: I forgot my checkbook. I was just going to say, you have my card right? If you don't I can give it to you again.<\/span><\/p>\n<p data-id=\"P10-N201BA\"><span data-id=\"P10-N201BB\">THERAPIST: Okay. That's fine. That's not a problem.<\/span><\/p>\n<p data-id=\"P10-N201BC\"><span data-id=\"P10-N201BD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N201BE\"><span data-id=\"P10-N201BF\">THERAPIST: I think I might have it. Actually, yeah yeah. So the only thing, if it's okay, the card I think there's a one or two percent charge, extra charge. Is that okay?<\/span><\/p>\n<p data-id=\"P10-N201C0\"><span data-id=\"P10-N201C1\">CLIENT: Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P10-N201C2\"><span data-id=\"P10-N201C3\">THERAPIST: Okay. Let me take that. That's fine to use that. Okay thanks. (pause, background noise) Okay great. So I look forward to Skyping with you. (laughs) <\/span><\/p>\n<p data-id=\"P10-N201C4\"><span data-id=\"P10-N201C5\">CLIENT: (laughs) I want to see how it goes. Because like I said, I'll be in Chris's home.<\/span><\/p>\n<p data-id=\"P10-N201C6\"><span data-id=\"P10-N201C7\">THERAPIST: Right, so there's maybe not privacy.<\/span><\/p>\n<p data-id=\"P10-N201C8\"><span data-id=\"P10-N201C9\">CLIENT: Privacy might be an issue.<\/span><\/p>\n<p data-id=\"P10-N201CA\"><span data-id=\"P10-N201CB\">THERAPIST: Privacy might be an issue. So we'll give it a try, we'll see how it goes.<\/span><\/p>\n<p data-id=\"P10-N201CC\"><span data-id=\"P10-N201CD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N201CE\"><span data-id=\"P10-N201CF\">THERAPIST: And hopefully it will work out. You know. And I'll see you when you get back.<\/span><\/p>\n<p data-id=\"P10-N201D0\"><span data-id=\"P10-N201D1\">CLIENT: Yeah. Thank you.<\/span><\/p>\n<p data-id=\"P10-N201D2\"><span data-id=\"P10-N201D3\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P10-N201D4\"><span data-id=\"P10-N201D5\">CLIENT: Have a good summer. (laughs)<\/span><\/p>\n<p data-id=\"P10-N201D6\"><span data-id=\"P10-N201D7\">THERAPIST: Okay. Okay. Take care. Have a safe trip.<\/span><\/p>\n<p data-id=\"P10-N201D8\"><span data-id=\"P10-N201D9\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P10-N201DA\"><span data-id=\"P10-N201DB\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}