{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a recent altercation with a classmate and how she takes certain situations and comments personally to the point of getting very angry."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Power","Friendship","Self confidence","Psychoanalytic Psychology","Anxiety","Low self-esteem","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["10"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Power","Friendship","Self confidence"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Low self-esteem"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559400","dorpId":"1005577320","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, December 28, 2012: Client discusses a recent altercation with a classmate and how she takes certain situations and comments personally to the point of getting very angry.","fullTitle":"Client \"S\" Therapy Session Audio Recording, December 28, 2012: Client discusses a recent altercation with a classmate and how she takes certain situations and comments personally to the point of getting very angry.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559400\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come on in. (Pause)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: (Clearing throat) I want to clarify something you said last time. So did you mean that... that jar and water thing, if I feel the jar is already full then I won't want to fill it? [0:01:10] Is that...? I mean, if it's empty only (ph) then will I want to...?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Yeah, more or less. What was your clarification, your question? What was confusing?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: No, just... no, I think you said it in a much more articulate and maybe complex way. You were trying to capture the complexity, I think, but, when I was trying to remember what you said, I kind of simplified it. So I wondered if I was right or if I missed something (chuckling).<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: You underestimate yourself.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Well, that's just... isn't it good to be unsure rather than just too sure (chuckling)? [0:01:58]<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Maybe, but I still stand by my statement.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah. I don't know. I feel... I get very... (chuckling) it's not... yeah. (Pause) Well, I'm sure it leads to problems, like, underestimating myself? But (sniffing) I come... the other extreme is also kind of, I feel, dangerous. I don't know. Like, Wednesday night, we had an event where we saw <\/span><span data-id=\"P1-N2001B1\">this film about the tribals in Nepal, and (clearing throat) after that we had a discussion. And (blowing nose) some girl, she said something, and I just went off (laughing). [0:02:58] I was just, like, you were rude, you know? She said something about, well, I think the money could have been better <\/span><span data-id=\"P1-N2001B2\">spent on... if they... if the director had made a documentary instead. And I just got so pissed (chuckling). I just... I mean, I didn't yell and scream and curse or anything, but I got kind of riled up when I said that's not why... I completely disagree that artists should be told what to do with their <\/span><span data-id=\"P1-N2001B3\">money. And I guess I was just reacting from a very personal kind of experience of not... fear of getting rejections and just feeling that people don't support art as much and people don't read as much. [0:03:52]<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">I take that very personally (chuckling), so... but that made me very anxious, and I felt like, maybe I shouldn't go to these things (chuckling), or maybe I should go to less of them or... because I cannot control my emotions, and I was anxious for... still am anxious when I remember that... my comment <\/span><span data-id=\"P1-N2001D1\">and how I was talking. I felt like I was talking too much in the discussion, and I felt like I made a fool of myself (chuckling). So I didn't really... yeah, afterwards, I've been upset by that. So I feel weird about it (chuckling). So... and I'm sure this happens to people. Like, they... well, it probably <\/span><span data-id=\"P1-N2001D2\">doesn't happen to Chris, you know, he's very stoic and calm and everything, and this doesn't mean anything to him, but he... if he does say something strong, then he probably stands by his word and doesn't think about it too much after the fact. [0:05:14] But I feel like I think about it a lot, and <\/span><span data-id=\"P1-N2001D3\">I get upset, and I want to crawl in my little hole (chuckling). I don't know, try to avoid those people for a while (chuckling).<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Yeah, when you're assertive or aggressive or however you feel you are, what makes you feel badly?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I don't know, that I (sniffing) catch myself saying those words, and I want to scream or (chuckling)... I don't know, I feel embarrassed (chuckling).<\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559400\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: About...?<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: What I said, how I appeared. [0:05:58] And I feel people are thinking weirdly about me or laughing at me or thinking, she doesn't know anything, or, we should... we're not going to invite her any more, or (chuckling)... so... you know, who was that? Why did...? (Chuckling) What got into her? <\/span><span data-id=\"P2-N200251\">I don't know. I tell myself I don't care what people think, it seems that not true at all. I seem to care too much about what people think (chuckling). So maybe in big ways I don't care what people think, but in little... tiny little ways I care a lot. (Sighing, clearing throat)<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: So they would take issue with your attitude? Is that what you think? [0:06:55]<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Yeah, wouldn't they? Yeah. (Pause) These particular people or just people in general?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: I'm not sure. I was trying to understand what your concern was in this particular situation.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Yeah, I mean, I guess in the back of my head the anxiety also is, oh, this is why I don't have friends, because I put people off right away or soon enough. But then I'm like, I don't care, you know? I'm not going to be someone else and be like an airhead just so I can have these superficial, <\/span><span data-id=\"P2-N2002D1\">yeah, relations or whatever. [0:07:57] I mean, they're nice. I mean, I think I remember defending superficiality with you. Like, you'd said earlier, well, isn't it good to be deep? And I said, I've had too much of being deep (chuckling). I want superficial things. But I'm like... I don't know, I'm not <\/span><span data-id=\"P2-N2002D2\">going to seek it out with a bunch of women who just... who don't have an interesting thought ever, you know (chuckling)? Who just hang out for, I don't know, whatever they do (chuckling). But then I'm like, well, maybe I should have that. I don't know. I'm so confused (laughing). (Pause) (Clearing throat) <\/span><span data-id=\"P2-N2002D3\">[0:09:00] (Sighing) I don't know, I'm confused (chuckling). (Pause) [0:10:00] [0:11:00] (Sniffing) It's a funny thing, community (chuckling).<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Community? [0:11:55]<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yeah. When I don't have it, I feel so lonely, and I feel deprived, and I feel badly about myself. But when I have it I perhaps misuse it or abuse it or (chuckling) don't know exactly how to deal with it. So weird (chuckling). Like, the other day I saw this one colleague from MSU, she was in <\/span><span data-id=\"P2-N200311\">the same class as me. We were in the same coffee place, and as soon as I saw her I was like, oh God, and I was pretending not to have seen her. And then she came kind of right in front of me, so I was like, okay, I guess I'm going to have to say hi. But Chris was with me, and I was like, what do I do, <\/span><span data-id=\"P2-N200312\">what do I do, you know? [0:12:58] Has she seen me? Has she seen me see her? And Chris was like, no, it doesn't seem that way. Maybe she saw you, and she's trying... she's pretending she didn't see you. So I was like, I guess I'll do the same. (Chuckling) So I didn't say hi to her. I just felt so weird, <\/span><span data-id=\"P2-N200313\">you know? Like, I don't know, we took the same classes for a year, and we are not at all in touch, and how bad is that?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">But then I have another community, and when I'm there I'm too forceful or too dismissive or too unsure of myself. The gist of it is that I don't really have friends on my phone who I can call up, just like, hey, how are you, you know? [0:13:59] (Sighing) And whose fault is that? It's probably my fault. <\/span><span data-id=\"P2-N200331\">So yeah. Like, when I have the opportunity to make friends, I dismiss it, or I'm behind that glass wall. And either I'm too... I'm not good enough for them or I'm too good for them (chuckling). Not too good as in, oh, I'm too good. But, like, I'm just too demanding, or I cannot just have a superficial <\/span><span data-id=\"P2-N200332\">conversation with them. I want something more meaningful (sniffing). Or I'm just... I'm not good enough for them, so (chuckling)... [0:15:00] (Pause) [0:16:00]<\/span><\/p>\n<span data-id=\"P2-N20032-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559400\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: Where did you go?<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: (Chuckling) No, I just... whatever I've said so far has made me sad, so (sniffing) I feel like it's a conundrum or a puzzle. I just cannot solve it right away. I guess I'll just feel this for the rest of my life (chuckling). [0:17:02]<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: There's a way I feel, especially recently, that you... like, you were talking about this conflict between how much do you want to isolate yourself versus be a part of a community. And there's a way in which you sort of kind of on a micro-level kind of isolate yourself in here, where you seem <\/span><span data-id=\"P3-N200391\">like you withdraw. And I'm not sure where you go.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Well, I'm thinking of what else to say, you know? Yeah (chuckling). I guess I get stuck. And I don't know what... I don't see a way out (chuckling, sniffing).<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: And that's what you felt when you felt sad?<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Yeah. I mean, I'm thinking of all the people that I've met so far recently and how my interaction has been with them and what that makes me feel (chuckling). So... [0:18:00] (Pause) Yeah, I mean, I just don't have friends, so that's (chuckling, sniffing) not a very... it doesn't make me very <\/span><span data-id=\"P3-N2003F1\">happy (chuckling). (Sighing) And it's not because I'm especially isolated. Maybe I am, but it's not like I don't put myself out there. [0:18:57] I invite people, I throw parties, and... yeah. (Pause) Yeah (chuckling). And I go to school, but things happen, you know (chuckling)? Like that thing with <\/span><span data-id=\"P3-N2003F2\">my colleague that I told you about in class. I was a little aggressive, and she got upset. And she hasn't... we exchanged a couple e-mails, but that was it, so... I mean... do you remember?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Yeah, I do.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah, So, I mean, I was talking to my professor. And she said her language isn't so good, and I just feel like I'm wasting my time just correcting her grammar. [0:19:58] I shouldn't be doing this, and I should be giving her feedback on her technique. So I said, you know, I used to edit her work. <\/span><span data-id=\"P3-N200431\">So she used to just give me everything before she submitted it to you. So once we had our falling out, I stopped doing it, or she stopped talking to me. But I can take that on, take that up again. And I sent her an e-mail, and she was like, oh, you're sweet, your work is nice. And yeah, I won't say <\/span><span data-id=\"P3-N200432\">I wasn't hurt. We should meet over coffee during break. And I said, oh, I'm sorry if I hurt you. I didn't mean to. Yeah, that's neat, and (chuckling) that was it. It's been weeks, you know?<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">So it's not... what can I do? I like people... women (chuckling). I approach them, and I give them as much of myself as I feel is right in the relationship. [0:20:56] But something happens, and now we cannot be friends any more. So it's just like, what do I do (chuckling)? I take the blame, and just <\/span><span data-id=\"P3-N200451\">move on or what? I don't really... can't really help it. (Pause) It makes me afraid to get close to other people. Then when I meet new people I don't want to get too close then (chuckling) for fear of... but I don't want to apologize for my behavior because I really feel like she was at fault, too, <\/span><span data-id=\"P3-N200452\">you know? She had just met this guy, and she was not doing any class work. Like, her comments were ridiculous, and my work is very important to me, it's the most important thing to me. [0:22:03] And, if she's just going to waltz in half an hour late and say, bullshit, while the teacher's actually making <\/span><span data-id=\"P3-N200453\">an important point, I'm going to be mad, you know? And, if that's not cool with you, just it's fine. We don't need to be friends because we don't have the same priorities. If you cannot respect something that's most important to me, we really don't need to be friends (chuckling). And I don't want to <\/span><span data-id=\"P3-N200454\">make apologies for that (chuckling).<\/span><\/p>\n<span data-id=\"P3-N20044-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559400\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">But then I'm like... when I'm weak, then I'm like, maybe I can apologize because (chuckling)... I don't know. (Pause) (Sighing) [0:23:01] It seems like that's how I lose a lot of friends or (sniffing)... my speaking my mind and being a little too aggressive. [0:24:01] I forget that... it seems that, <\/span><span data-id=\"P4-N200471\">above all, most people want you to be polite and amicable and, yeah, well-behaved and kind of... just take everything lightly (chuckling). But I feel that it's... when I do that I'm being... that I'm lying to myself, you know (chuckling)? (Pause) [0:25:00]<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">I guess it takes a lot of guts to speak your mind in public. Like, yeah, I guess that is the cost of being... of speaking your mind. I mean (sighing), you will end up rubbing people the wrong way. And you'll end up friendless maybe for a little while. And you... that's what it... I guess that's what <\/span><span data-id=\"P4-N200491\">it means when they say you have to be tough. Maybe that's what that means, that you'll be spending several evenings alone, and you won't have people to talk to because you've pissed them off because you were... it was more important to you to be honest to yourself than to be pleasant to them. [0:26:07] <\/span><span data-id=\"P4-N200492\">Right? I mean (chuckling), I don't know. It's just... [I'm just] (ph) experiencing that myself. So I guess you just have to decide what's important to you. Like, is it more important to have friends, or is it more important to be honest to yourself, right (blowing nose)?<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: You see it as so dichotomous.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Yeah, I mean, don't you (sniffing)?<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: No. I don't.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: How... why not (chuckling)?<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: I... because I don't... why not? I don't know, that's a complicated question actually.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: Yeah. No, but if you could in this scenario act differently if it were you, how would you act? [0:26:59] How would you act...?<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: In which particular scenario?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Both... either one. Both. I mean, I think that's how I'm reading both scenarios, like, I spoke my mind. I... in the money to artist thing, I flew off the handle, I took it personally. And I felt like she was strangling me or something (laughing). But in the other situation with the friend coming <\/span><span data-id=\"P4-N200591\">late to class and giving me shoddy comments and me taking it personally and... again and being a little aggressive.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">(Alarm noise)<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Sorry, that's my mom. (Chuckling) How would you have reacted? Because, I mean, that's the dichotomy I see, that, if you are aggressive, if you speak your mind, you are going to rub people the wrong way, and you're going to end up lonely (chuckling). [0:28:04] But you don't see it that way, so <\/span><span data-id=\"P4-N2005D1\">I'm just curious (sniffing).<\/span><\/p>\n<span data-id=\"P4-N2005C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559400\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: Well, I feel like these are two distinct scenarios. One is, if you speak your mind, will you automatically alienate people? All right, that's one question.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: The other question is, if you see things in a particular way that it seems like an attack specifically on you, what do you do about that? Which is a very... which isn't simply just speaking your mind (chuckling).<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: It's speaking your mind out of a sense of being attacked.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: So I guess I see those as two separate questions, because a different kind of question is why it felt so attacking to you in both situations.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Yeah. [0:28:56] Well, I'm just built that way I think. I'm sensitive, and I take things personally (chuckling), even when they're absolutely not at all about me (chuckling), you know? I just... that's how I feel engaged, I suppose. How much more engaged can you be than to put yourself completely <\/span><span data-id=\"P5-N2006D1\">in that space and embody the argument?<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: Hmm.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: (Chuckling)<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: I'm trying to wrap my mind around it. I mean, it sounds like the person in the... was it a movie that you viewed?<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Is it...? It's potentially an interesting point. I'm not sure if it was meant to be an interesting point, but it could be an interesting point that is deeply engageable. I don't see it... being engaged and being attacked don't seem like the same things to me. [0:30:00]<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Hmm.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: It sounds like, in that particular situation, you felt she was sort of questioning whether an artist should have the autonomy to make it a point...<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: Autonomy for self-expression, and you felt she was challenging that, that there's only one particular right way to do it and that it involved a particular kind of realism.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: And it upset you because you felt like it wasn't only a statement about that... the person who made the movie but about artists in general and whether their freedom should be limited. And it upset you.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Yeah, well, her point was about money. But I guess I'm seeing that... I mean, I feel like that is the way that I... that's my way of understanding and responding to any kind of intellectual pursuit or any kind of pursuit. [0:31:11] Like, I have to... in order to understand any question, I kind <\/span><span data-id=\"P5-N200851\">of try to embody or speak from my experience. And in certain cases that experience is much closer to my own experience than in others. Like, in this case, I mean, I knew what she was talking about in the sense that, not having money or not having... the feeling the dilemmas of an artist. I felt like <\/span><span data-id=\"P5-N200852\">I could speak about that from my limited perhaps experience, but... yeah, so...<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: So was your... so the artist was given money, and she felt she misused it in a sense? Was that the...? [0:31:56]<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Yeah, or... I mean, this guy is a well-known director, so he actually does not have any lack of funds. But it's just... I guess I was just... I did not agree with the principle of... I mean, just the way she said it. I don't know, I just felt like... I can picture her saying it and me getting <\/span><span data-id=\"P5-N200891\">so pissed, like, ah! I [want to pull my hair out] (ph) because it was... I don't know, I was like, you guys are so well-off, I'm sure, you know (chuckling)? You have everything, and it's like, how easy for you. Like, you guys just don't even have all the moral dilemmas that I just... I'm, like, killing <\/span><span data-id=\"P5-N200892\">myself trying to resolve. Like, I've never worked for corporations, I always worked for non-profits. And even with this work thing I just feel like most people, they have all these comfortable, very well-paying jobs. [0:32:59] And (sighing) they feel guilty for being so wealthy or being well-off, and <\/span><span data-id=\"P5-N200893\">they see poverty in Nepal. And they maybe make contributions at the end of the year (sniffing), mostly to assuage their guilt, but perhaps they also have the good of other people in mind. But I don't do that because my whole livelihood is... in a way, I'm trying to... as creatively as possible, try <\/span><span data-id=\"P5-N200894\">to deal with that guilt or that dilemma of poverty, you know (sniffing)? Does that make sense (chuckling)?<\/span><\/p>\n<span data-id=\"P5-N20088-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559400\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: Yes and no. I understand your logic. I don't agree with your premise.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: What? What do you not agree with?<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: Because you do, you get into these positions where you see yourself as an outsider, you see yourself as sort of David to the Goliath.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: (Chuckling) [0:33:56]<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: And the Goliath is everybody else who has power and riches and don't really have to confront life's difficulties.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: Yeah (chuckling).<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: And here you are, pushing against it and fighting against it. And you're sort of given these burdens and this suffering that you imagine no one else is given.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: (Chuckling)<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: And in some ways it's empowering, and in other ways it's infuriating.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: Yeah, that's pretty accurate (chuckling). But, as you say, it is empowering, so you... I feel reluctant to let go of that position, I suppose (sniffing).<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: Well, it's empowering because it's a kind of moral authority that you have even if you don't have power from kind of a riches or... kind of influential power.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: It feels like it's a moral power that you have.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Yeah. I try to let go of that position. I try to mingle. I try to break that wall and think that, oh, I'm like these people, too. I'm sitting here just as much as they are sitting here, you know? [0:35:00] And I have just exactly what they have, if not more, or... again, not trying to compare. <\/span><span data-id=\"P6-N200A51\">I do that, and then, I don't know. Maybe I get bored (laughing). Maybe I'm like, oh, wait, this is not romantic enough. I don't know. I... (Pause) I guess when certain... then when certain situations creep up on me like this one, I once again find myself as an outsider, as you say, and feel attacked <\/span><span data-id=\"P6-N200A52\">and feel victimized and (chuckling)... yeah (sniffing).<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: It's like you feel called for a fight. [0:35:58]<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Yeah, absolutely. (Pause) I don't know why I fight like that, but that's how I fight. And it's never equal (chuckling). It is David and Goliath actually (chuckling). Yeah, even with my friend and that... the program, and [it's like... I was like] (ph), ooh, you have this fancy new boyfriend, <\/span><span data-id=\"P6-N200A91\">you guys are so much in love, and this and that. How nice for you, you know? Like, you don't even have to worry about doing any class work and (sniffing)... well, let me show you your weakness. And it's not right for you to take this lightly (chuckling). I'm the one who's taking it so not lightly, and <\/span><span data-id=\"P6-N200A92\">I'm struggling, and this and that (chuckling). [0:37:05] As if she's not struggling, so (sighing) I don't know why I make (blowing nose) the person I'm fighting or arguing with into a big monster and me a little person (chuckling, sniffing). And I can only jab, jab, jab (chuckling). (Pause) That's... <\/span><span data-id=\"P6-N200A93\">yeah, that's pretty bad (chuckling). I turn every single relationship into that. I don't think I'm exaggerating (chuckling). [0:37:56]<\/span><\/p>\n<span data-id=\"P6-N200A8-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A8-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559400\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: You don't think... I'm sorry?<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: I don't think I'm exaggerating. I really do turn every relationship into that. (Pause) When I do that, what do people really feel like? Would you be able to guess (chuckling)?<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: When you do...? When you play that...? Yeah, how do you mean?<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: Yeah, just like when I turn them into Goliaths and myself into David.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: What do you think?<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: I don't know. (Pause) Like, if I did that to you for example, how would you feel (chuckling)? [0:38:58]<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: Well, when... if you did that in terms of...<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: Like, if we were arguing and I felt.... I said things from that position, like, oh, I'm an outsider, and I don't have much to show for myself, and you're bigger, you're more successful, this and that, and...<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: You have said that to me.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: (Chuckling) So how did that make you feel, on a personal level?<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: I want to talk to you about it. It doesn't upset me.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: Yeah, but I just wondered what other people would feel who are not my therapist (laughing).<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Well, I guess my... I mean, one thought I had is, well, it depends on the person.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: I mean, it does seem like you have a tendency, especially when you get into a particular position, the David position, that you paint people with very broad brushstrokes, like if everybody has the same experience? [0:40:00]<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">CLIENT: Hmm.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">THERAPIST: [In your] (ph) feeling like an outsider, there's sort of a general commonality about the insiders that doesn't allow for any variation.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">CLIENT: Yeah (sniffing). (Pause) Well, it's like an emotional... it's like an impression, and it happens very quickly in my head. So there's not much time to pause and question it and look at people differently (chuckling). (Pause) [0:40:54] Like, how would someone who doesn't make himself to be David... <\/span><span data-id=\"P7-N200CD1\">how do they think of people (chuckling)?<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">THERAPIST: Not like Goliaths.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: (Chuckling) Hmm. (Pause) So they actually pause, even when they're mad, to think that, oh, this person is not like all the other people who are out to get me (chuckling).<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">THERAPIST: Everyone else is out to get you but just not that person.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">CLIENT: (Chuckling) No. Sounds like a good start, and... [0:41:57]<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: Just the person who's made you mad is not going to feel the rough edge of your tongue if you pause to look at them differently (chuckling).<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">THERAPIST: Well, it sounds like one of the things that you feel in these situations is that other people don't understand what suffering is.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: Yeah, because I have it, and I have the authority to speak for... about it (chuckling). I don't know. I'm trying to have other authorities so that's not the only authority that I have (chuckling). That's... I thought it would help, but apparently there's a lot more work, psychological work that's <\/span><span data-id=\"P7-N200DD1\">required in disabusing myself of that model. [0:43:01]<\/span><\/p>\n<span data-id=\"P7-N200DC-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200DC-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559400\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">THERAPIST: Well, my two thoughts about that are first, maybe other people have some knowledge about suffering, too, maybe the same and maybe different. And also in that sort of identity and investment in that identity of having authority about suffering, it might deprive you of feeling a sense of authority <\/span><span data-id=\"P8-N200DF1\">about other things.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">CLIENT: Yeah. Other things, as in...?<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">THERAPIST: So many other things in life that you can be an authority of (chuckling).<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">CLIENT: Hmm. I know I definitely do kind of... for a long time enjoy, kind of savor the feeling of pain almost. Like, I push people away when they try to comfort me when I'm sad because I want to savor that emotion, that bitterness (chuckling). [0:44:02] So... I mean, when I was doing it way back when, <\/span><span data-id=\"P8-N200E51\">even as a child I knew it was wrong, knew it's unhealthy, but I kind of have developed a habit or taste for it (chuckling)? So...<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">THERAPIST: Well, it's a... it gives you a sense of a particular kind of power. But it's a power at a price.<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">CLIENT: Absolutely, yeah. And I thought, I thought very wrongly that that price was just my brain cells or my whatever, heart. But I feel like that price is actually other people's emotions, too, now and other people's happiness and... yeah. I make a lot of... I injure a lot of other people around me, <\/span><span data-id=\"P8-N200E91\">and I never meant to do that (chuckling). [0:45:01] So... it's going to be very hard to give up this authority (chuckling). I'm going to need to feel empowered in another way, have that backup ready (chuckling). I just cannot (ph)... I think of certain people, like, really (ph), and I immediately... <\/span><span data-id=\"P8-N200E92\">that is the only way I can relate to them. Yeah (chuckling), it's like it's automatic.<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">THERAPIST: You know, Shulpy (sp?), we're going to have to stop for today. I will see you on Monday.<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">CLIENT: Oh, okay (chuckling).<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">THERAPIST: Back to the regular time.<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">CLIENT: Yes, 10:15.<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">THERAPIST: You got it. Take care.<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">CLIENT: Yeah, happy new year (chuckling).<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">THERAPIST: Thank you.<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">CLIENT: See you Monday. [0:45:59]<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">THERAPIST: Okay, take care. Bye bye.<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: You, too.<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}