{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is busy preparing for her wedding and is beginning to stress about all the details. This is causing the client and her fiancee to have several fights about the event, money, and the future."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Life events","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Romantic relationships","Stress","Body image","Psychodynamic Theory","Behaviorism","Cognitivism","Low self-esteem","Anxiety","Integrative psychotherapy","Relaxation strategies"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Life events","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Romantic relationships","Stress","Body image"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Integrative psychotherapy","Relaxation strategies"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559300","dorpId":"1005577216","contentType":"text","aucs":"CTRN-V1","title":"Client \"SZ\" Session June 24, 2013: Client is busy preparing for her wedding and is beginning to stress about all the details. This is causing the client and her fiancee to have several fights about the event, money, and the future.","fullTitle":"Client \"SZ\" Session June 24, 2013: Client is busy preparing for her wedding and is beginning to stress about all the details. This is causing the client and her fiancee to have several fights about the event, money, and the future.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559300\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: There has been a lot going on in terms of visiting my family. I decided on a wedding venue, got my bridal dress, came back home and Jeremy and I are getting cats this Thursday. We were going to try and pick them up on Sunday but they were just getting their last treatment of worming...deworming <\/span><span data-id=\"P1-N2000D1\">treatment and so we couldn't take them home because one of them was looking lethargic and it might have just been tired or the lady was just really concerned about the little kitten, why such a spry little kitten would be so tired (chuckle). But I'm actually going to go visit them because I was really <\/span><span data-id=\"P1-N2000D2\">sad we couldn't...(pause) over the past month I had saved up or I had worked for my mom and I saved up to buy an automatic litter box that was like 360 dollars and the cat toys and cat carriers. I did buy some shoes for myself and dresses and also I bought my mom a mother-of-the-bride dress. <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Wow that was generous!<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah, well she spent a lot on my bridal gown and we were thinking about 1500 and it was more or less 2000 so I was like, \"I feel guilty. I want Mom to look nice,\" so we found a dress online and sort of (pause) made up the difference. So I was feeling really happy and it was sad to go empty handed <\/span><span data-id=\"P1-N200111\">but waiting three days isn't bad, especially if it means...<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Well you want to make sure everything's okay.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: (chuckle) Yeah, it's just it's so...I think I was sort of...I think Jeremy is worried or wants to know how much the cats will cost per month with our budget and it was a good conversation to have but I just wondered...because I wanted to get to the cat place at one even though they're only open <\/span><span data-id=\"P1-N200151\">three days a week for adoption. I was just like, \"I have been waiting so long. I don't want someone to come in.\" I was like, \"Why are we talking about budget now? Why are we wanting to be intimate right now? We have to get to the cat place,\" but I didn't say that because I was like, \"I don't want to <\/span><span data-id=\"P1-N200152\">seem like a royal terror,\" but I haven't been getting sleep the past few days because I've been wanting these cats (chuckle). <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">The application, the adoption procedures, it's kind of ridiculous how, to adopt a stray cat, you have to go through like...have references, bring your lease, make sure you are a good candidate for this stray animal and even though I grew up with cats my whole life it really sort of...I felt like I was...I <\/span><span data-id=\"P1-N200171\">mean doing this it made me feel like I was unprepared or not going to be like...it's questionable. It was kind of demoralizing at first but thankfully my friends (pause) gave good...put a good word in for me because they know I'm not a cat killer and that I enjoy cats and have some idea how to take <\/span><span data-id=\"P1-N200172\">care of it. All the specific like what cat food to buy, that's sort of cat specific and also budget specific and I was just...I've been sort of...I guess I can say I've been nervous about making sure it's a good home. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">Jeremy and I actually got in a fight over...I think we were talking about wedding and (pause)...the talk started because when we picked the venue, the venue we ended up choosing, my mom was hoping it would be 16,000 total as opposed to 19,000 total but nonetheless she agreed to sign the contract and <\/span><span data-id=\"P1-N200191\">go ahead with the venue and in passing said, \"It would be great if Jeremy's parents could help pay for the band or the photographer or help out,\" because she wants to keep within a 30,000 dollar budget. And with a band, photographer, flowers, church, and a dress (chuckle) it adds up to right now 32,000 <\/span><span data-id=\"P1-N200192\">and that doesn't include her flight over there and meals when she comes over here. Because it is nice to have it in Rhode Island so that it would be easier on Jeremy and I. That's really nice. <\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559300\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">But anyway, so I just said yesterday when I was like, \"Oh! Someone from another venue said that they were still holding our name and I should tell them that it's not going to work out.\" And I said, \"The venue that we went to, it's going to be really nice, albeit my mom was a little (pause) wishing that <\/span><span data-id=\"P2-N2001B1\">it was 16,000 rather than 19,000.\" And that sort of started like a whole sort of like...Jeremy said, \"Did we pick the right venue? You know if you want, we could just elope.\" And I was like, \"Elope? That's sort of...we've already spent 2,000 on a bridal dress and 6,000 non-refundable on the venue. What's <\/span><span data-id=\"P2-N2001B2\">wrong? This is just sort of what my mom would have hoped and if anyone can contribute that would be great.\" <\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">And so he thought of that as a passive-aggressive way of saying that he's not contributing enough, his parents aren't, and then he started adding up the cost of the wedding ring, the cost of the rehearsal dinner, the...I was like, \"The cost of the wedding ring, no one told you...\" I didn't tell him <\/span><span data-id=\"P2-N2001D1\">this but I was like, \"No one told you to spend this much on a ring. You could have spent 1,000 and my parents would have still spent 30,000. And I'm not saying you're parents...I was just trying to say if people can contribute that would be great so that my mom can keep the budget.\" And later he was <\/span><span data-id=\"P2-N2001D2\">okay with that but I was so sort of sickened and disgusted by this sort of discussion. I mean I just sort of made this side comment: \"Yeah, my mom wishes that the venue was cheaper!\" (chuckle) I mean, you know...and then he was like, \"Well I just don't want you to be passive-aggressive and I went through <\/span><span data-id=\"P2-N2001D3\">this with Henry and Christina's wedding.\" <\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">And I don't know, I just felt so disgusted, so angry that...I was like, \"Why are we...everything was fine and why are you questioning or doubting and making (pause)...bringing up how families are not contributing enough. This is not a blame game. I was not trying to blame.\" So I just sort of walked <\/span><span data-id=\"P2-N2001F1\">out. I did it quietly but I just sort of walked out backdoor. I just wanted to step outside and I walked around the block for about 20 minutes. I didn't want it to seem like, \"Oh I'm leaving now!\" because I didn't want to cause any anger. I was just sort of... (sigh) I was just very upset and sort of <\/span><span data-id=\"P2-N2001F2\">sickened and disgusted that we were even talking about money. I think it's really gracious that my parents are providing this for us and I don't think they should have to pay more than what they initially said. 30,000 dollars is a lot of money and my sister, hers was like 22,000. I mean, mind you, cost <\/span><span data-id=\"P2-N2001F3\">of things appreciate and due to that we are in the Providence area and also that six or seven years have passed. But (pause) you know, I was just like (pause)...I don't know. I'm still sort of upset and I don't know why I can't let go of it and same when we were... <\/span><\/p>\n<span data-id=\"P2-N2001E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559300\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">THERAPIST: What did it mean to you that that was his reaction? I mean I heard you say you felt sickened and disgusted which are pretty strong feelings. So I'm wondering what is it that felt so awful to you about the way he responded and the conversation about the money.<\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">CLIENT: It just made me (pause) sad...sickened and disgusted...well because (pause) my parents are really trying hard to...they're giving me a gift and giving Jeremy a gift and it's sort of like (pause) when someone's like, \"The gift's not good enough.\" I was like, \"They're being really gracious and...\"<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">THERAPIST: So you were really disappointed in that he wasn't feeling appreciative and acknowledging sort of what they were or what they are giving? Because there are some moments (ph) to it.<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">CLIENT: Yeah, and I guess it was just sort of like I thought my parents were being very generous and I don't want to put a burden on them. Like for instance, when my mom spent a lot of money...more money on the wedding dress than we thought, I chipped in to buy her a dress because I thought that was <\/span><span data-id=\"P3-N200271\">fair and I just want to be considerate. She's spending money for me. I mean, it is a day. It is sort of a tradition but it shouldn't make people feel bad. <\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">And I just...the thing is, I guess I have (pause)...I also got emotional, I don't know why, similarly when my parents...Jeremy's parents are coming out to Florida to meet with my parents because, you know, whatever. Just to get together and talk about things and my dad and Kitty Jeremy's mom said, <\/span><span data-id=\"P3-N200291\">\"Oh, you pick a restaurant with fish. I'll pay.\" And my dad was like, \"Oooooh!\" (chuckle) And he was joking but he found a place that was...it was nice, it had a nice scenery but it was a little pricey for being in the mid-30s for dishes and the mid-teens for appetizers. Jeremy was like, \"This is nice <\/span><span data-id=\"P3-N200292\">but it's too expensive.\" And I was like, \"Well your mom said she was paying. Let's look for another fish restaurant. What would you recommend?\" And he wasn't coming up with any recommendations. Like he came up with two at first and (pause) one of them is not available and the other one...actually no, <\/span><span data-id=\"P3-N200293\">he just came up with one at first and it wasn't available for the night. And I was just like, \"Well what am I supposed to tell my dad if you don't have recommendations?\" He really didn't do anything (pause) about it so I spent two or three hours. I'm not very good at looking up restaurants but I spent <\/span><span data-id=\"P3-N200294\">like three or four hours... (pause) no, two or three. It's not three or four, I'm exaggerating. (chuckle) Two or three, looking up restaurants, reading reviews, seeing what their price range is, cross comparing and then finally I e-mailed my dad...or I told Jeremy about these restaurants and he e-mailed <\/span><span data-id=\"P3-N200295\">me back and so I e-mailed my dad. <\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">I haven't heard back from my dad but maybe (pause) he read the note which is another thing that pissed me off (chuckle) is that Dad didn't reply back to me but for some reason I guess I get very sensitive about my family and when he doesn't like what they do. (pause) I mean, I always try and be (pause)...I <\/span><span data-id=\"P3-N2002B1\">guess I'm not so respectful or always like, \"Oh, Christina's the best person in the world!\" Sometimes I don't even keep my mouth shut. I do sometimes say something like, \"Yeah, Christina is alright. I'm not a fan of her but she's alright.\" I'll say stuff like that every now and then and I know that <\/span><span data-id=\"P3-N2002B2\">might hurt his feelings and so I don't know why I say that. I think just because Christina and I... (pause) when I'm near her or spending time with her we're nice but I guess I have a hard time moving on from what it was or I just don't have an interest or maybe she's sort of like a vent...a passive-aggressive <\/span><span data-id=\"P3-N2002B3\">vent (chuckle) of all sort of girls that...an artifact of high school when girls weren't very nice to me. I mean, my friends were nice but they weren't the popular girls. <\/span><\/p>\n<span data-id=\"P3-N2002A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559300\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2002C\"><span data-id=\"P4-N2002D\">(pause) So I don't know, I just feel very sensitive about my family because I really do love my family (pause) and I miss my family. When I found out that I was flying back a day earlier than I thought I thought I was leaving on Tuesday when I was really leaving on Monday Jeremy was on the phone <\/span><span data-id=\"P4-N2002D1\">with me and I was really shocked and I was really sad because I thought I had one more day with my family. And then he was upset that (pause) I didn't sound excited.<\/span><\/p>\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">THERAPIST: To come home.<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">CLIENT: Yeah and I mean, I am excited or I was excited and happy but I was also really sad to leave home. Jeremy sees his family all the time. He goes see his dad not so much and he does feel sad but I guess I felt really sad (pause) because I just get homesick and (pause) and then I just felt guilty <\/span><span data-id=\"P4-N200311\">and then I felt also angry that (pause) I had to keep telling him that I was excited and that I was just busy with laundry. I didn't tell him that I was sadder to leave home than I was excited at the moment which sounds horrible! (pause) But now that I'm back I really enjoy Jeremy and we have a lot of fun. <\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: It doesn't need to be...one doesn't need to be at the expense of another. Being sad about leaving doesn't mean anything about how much you love Jeremy or like being with him. You can feel two things at the same time. They don't negate one another. But you do live far away from your family <\/span><span data-id=\"P4-N200331\">and you miss being with them.<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: (crying) I do and I think I get sort of...sometimes I think that Jeremy (pause) puts his own sort of thought...like him being without me, he was very lonely. So he's very excited to see me but it (inaudible) think about what are the other layers of I'm going to miss my family when I leave. And <\/span><span data-id=\"P4-N200351\">I do like how Jeremy gives me direction and a lot of...he really does good in helping me make sure I eat healthy, eat my meals, he cooks for me. And he's very good and supportive but sometimes I guess I get frustrated when he tries to control these more emotional issues. <\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">Like yesterday it was the cat where (pause) he was wanting to talk about money where I would have rather have gotten the cats and then talked about money. Like I was like, \"I have to get ready. You know how long I take to get ready!\" (chuckle) I was like, \"We're going to be late!\" But even still... <\/span><span data-id=\"P4-N200371\">(pause) I guess he didn't...I need to work on vocalizing like, \"This is really important to me.\"<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: Did he know it was important to you?<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: Well he knew it was important but he didn't know it was so important that I wanted to get there at 1:00pm on the dot. Instead we got there at 1:30. (pause) I mean I guess maybe he didn't know how... (pause) I don't know. I know I need to work on telling when something's super important, not <\/span><span data-id=\"P4-N2003B1\">just to mention it. Normally I don't mention anything unless it's super important or super...<\/span><\/p>\n<span data-id=\"P4-N2003A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559300\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">THERAPIST: He might not realize that. <\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">CLIENT: Yeah. And that's one thing my mom...because my mom talked to me... (crying) (pause) My mom talked to me and she said that, \"You know, this whole vacation you've been complaining quite a bit about Jeremy, about how you couldn't get this wedding dress because of him or how stressful it was to <\/span><span data-id=\"P5-N2003F1\">get a wedding dress and how he doesn't allow you to snack, and this and that.\" And she was like, \"You know it's sounding more like you're getting ready for a divorce rather than a marriage.\" And at that point I just sort of realized that (pause)...she's like, \"You're typically a person who likes structure <\/span><span data-id=\"P5-N2003F2\">and likes expectations and Jeremy provides those for you so what's sort of going on?\" <\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">I sort of really realized that a lot of this is...I do like structure and I do like support and I do like [sharing my] (ph) opinions because most of the time I don't have an opinion but I also like (pause)...sometimes I like the freedom to get a certain nail polish. And I guess now I don't make a...my <\/span><span data-id=\"P5-N200411\">mom was telling me, \"Well why do you need to rub it in his face that you bought another nail polish?\" Or like when I bought a new shrug that I liked and Jeremy said it was ugly and I...well he was like, \"Are you sure you want to know what I think about it?\" And I was like, \"Well, I might as well.\" And <\/span><span data-id=\"P5-N200412\">he said it was ugly and then I just took it off when he laughed and I have been feeling very sad about that shirt. <\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">So I mean, some of the things like my mom was saying, \"If you really like something, you can wear it. It's going to make you happy and Jeremy maybe not angry well then you should do it. He doesn't have to like everything and you shouldn't be so afraid of having him love...he's going to love you no matter <\/span><span data-id=\"P5-N200431\">what but he might not like everything you do. And one of the things like getting frozen yogurt for lunch, you don't have to tell him so that way it gives you some freedom and you get what you want.\" And a lot of these things (pause) it really makes sense to me and I've tried some of these things out <\/span><span data-id=\"P5-N200432\">and I got frozen yogurt for one lunch and it was tasty. And I felt like, \"Ah!\" (chuckle) And I got my new nail polish in the mail. I sort of quickly took it out and put it away or painted my nails but I didn't say, \"Look at my new nail polish!\" I said, \"Ooh! Look at my nail polish!\" (chuckle) Because <\/span><span data-id=\"P5-N200433\">I don't think he keeps track. <\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">But anyway, (pause) and I found that that also worked, that he wasn't (pause)...that made a lot of sense to me and I just sort of realized that I could have worn the shrug and that's his opinion not to like it.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: It's not his favorite shrug. He doesn't have to wear it. It's kind of finding the line between feeling like you have your independence to make your own decisions (pause) and where it feels like you're hiding things or keeping secrets because you sort of don't want to feel like you have to <\/span><span data-id=\"P5-N200471\">hide things from him but you're ability to sort of make your own decisions about what works for you is important to have that. <\/span><\/p>\n<span data-id=\"P5-N20046-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559300\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20048\"><span data-id=\"P6-N20049\">CLIENT: Yeah, I just really sort of (pause)...now I feel a little bit more calm about that because (pause) I was just like...I know I've been feeling...I know I've been sort of passive-aggressively complaining when I was at home. I knew there was a problem but I just didn't know how to fix it. And of <\/span><span data-id=\"P6-N200491\">course I was crying when my mom said it because I felt horrible but then I realized that I really do appreciate the things that Jeremy and I do and how he's really keeping me on track like how I get to bed early and can wake up early and I can function, start on my work. At home I didn't get any work <\/span><span data-id=\"P6-N200492\">done. (chuckle) <\/span><\/p>\n<p data-id=\"P6-N2004A\"><span data-id=\"P6-N2004B\">THERAPIST: Yeah so thinking about what works for you and what feels controlling for you because having someone to help you set structures that work is great. That feels supportive but feeling like you don't have freedom, feeling controlled, doesn't feel good.<\/span><\/p>\n<p data-id=\"P6-N2004C\"><span data-id=\"P6-N2004D\">CLIENT: Yeah and that's... (pause) that's something I'm really (pause) trying to work on, trying to understand, (pause) trying to understand how to make sense of it. When I got my bridal gown the thing was is that there's...most of the things Jeremy and I sort of liked the things that I didn't like, <\/span><span data-id=\"P6-N2004D1\">Jeremy didn't like. But it was just sort of a matter of lace and how everyone was like, \"No, she can't try on that dress. Jeremy doesn't like lace.\" And I was like, \"Well I still want to try it on!\" So I guess that's why I got sort of mad and I was also very worried in the back of my dress there's a <\/span><span data-id=\"P6-N2004D2\">kind of scalloped sort of bustling or kind of Victorian scalloped. It's very subtle but in the same sense I was really worried about it. I didn't...<\/span><\/p>\n<p data-id=\"P6-N2004E\"><span data-id=\"P6-N2004F\">THERAPIST: What were you worried about? <\/span><\/p>\n<p data-id=\"P6-N20050\"><span data-id=\"P6-N20051\">CLIENT: I was worried about Jeremy not liking...thinking the dress looks stupid because of the bustling or thinking it looked 80s. (pause) I joked about...Jeremy was like, \"Oh I'm sure you'll look great in everything,\" when we were first talking about wedding dresses. I was like, \"Jeremy don't tell <\/span><span data-id=\"P6-N200511\">me that because if I walk down the aisle in some dress that you didn't like you'd have a frowny (ph) face,\" and he was just sort of laughing. He was like, \"No I wouldn't!\" and then I just sort of...we were joking then but then I sort of was like...I sort of see when I'm wearing a shrug and he's freaking <\/span><span data-id=\"P6-N200512\">out about a shrug and saying, \"Well it's a good thing you're not wearing it out in public.\" (chuckle) I'm thinking, \"Well, it's actually kind of true if I wore a certain dress (pause) you would have a frowny (ph) face.\" <\/span><\/p>\n<p data-id=\"P6-N20052\"><span data-id=\"P6-N20053\">It's just (pause)...I guess that's just sort of...everyone has fall points but everyone...when you see the \"Say Yes to the Dress\" show you see that there's so many people there and it's an emotional issue for everyone and everyone has to like it or the bride is a bridezilla. It's sort of like...sometimes <\/span><span data-id=\"P6-N200531\">I wonder for these moments...my mom was joking. She was like, \"Well it is a wedding for you guys. It's a celebration for you guys.\" She's like, \"If it wasn't your wedding and it was just a wedding, I would like to wear this red organza tulle skirt ball gown! It looks gorgeous but because I know that <\/span><span data-id=\"P6-N200532\">that might stand out a little bit I'm not going to wear it to your wedding.\" She was like, \"But I still want it!\" <\/span><\/p>\n<span data-id=\"P6-N20052-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559300\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20054\"><span data-id=\"P7-N20055\">And it made me smile to think that okay, there's little sort of things that we do for each other that...I mean the dress that I got, I think I was just...it was sort of a stressful day, trying on 13 and 14 dresses. It was really fun! My sister was there.<\/span><\/p>\n<p data-id=\"P7-N20056\"><span data-id=\"P7-N20057\">THERAPIST: Do you like the dress that you bought?<\/span><\/p>\n<p data-id=\"P7-N20058\"><span data-id=\"P7-N20059\">CLIENT: (pause) I do. I do. (pause) When I tried it on I really liked it. When I see pictures of it, (pause) I like it.<\/span><\/p>\n<p data-id=\"P7-N2005A\"><span data-id=\"P7-N2005B\">THERAPIST: You seem hesitant. What's the hesitation?<\/span><\/p>\n<p data-id=\"P7-N2005C\"><span data-id=\"P7-N2005D\">CLIENT: (chuckle) I'm hesitant because (pause) in the moment that I was deciding (pause) I really liked it. And then when I see pictures I like it and I worry about too much bustling. I was like, \"Well, in the pictures...\"<\/span><\/p>\n<p data-id=\"P7-N2005E\"><span data-id=\"P7-N2005F\">THERAPIST: And you worry about the bustling because you're not sure how Jeremy will like it or you're worried about the bustling because you're not sure how you like it? <\/span><\/p>\n<p data-id=\"P7-N20060\"><span data-id=\"P7-N20061\">CLIENT: (pause) I think it's the former (chuckle) because I like the volume, I did. And when I was a little girl I had wanted a dress that was poufy all around and this is just poufy in the back so I...and I like the straight...I really did. It's really pretty and also I'm excited to see...(pause) I'm <\/span><span data-id=\"P7-N200611\">really excited to see what it looks like when it's actually ten sizes smaller and not clipped. (chuckle) I think that was the one thing...like my mom...anytime you make a big decision you're like, \"Oh gosh! What did I do? I made the decision just in two hours and it's going to be in photographs!\" And <\/span><span data-id=\"P7-N200612\">then I see it on the website and I'm like, \"Oh that's so pretty!\" and then I show it to my friends and they're like, \"It's so pretty!\" and I sort of stop worrying about until I sort of think about Jeremy and sort of go into my...whenever I'm sort of...if I'm mad about Jeremy with one thing then it becomes <\/span><span data-id=\"P7-N200613\">everything because nothing ever gets resolved in my head. (chuckle) It's sort of like a written tally and I know this is a bad thing, holding on to stuff. I mean, a lot of stuff I do just move on but some of the things that I'm really distressed by... <\/span><\/p>\n<p data-id=\"P7-N20062\"><span data-id=\"P7-N20063\">THERAPIST: You're hearing some of these judgmental comments that he's made about choices of yours in the past.<\/span><\/p>\n<p data-id=\"P7-N20064\"><span data-id=\"P7-N20065\">CLIENT: Yeah. (pause) And so...<\/span><\/p>\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">THERAPIST: So somehow trying to hang on to the fact that if you feel beautiful and you love the dress which it sounds like if you were only buying a dress to spin around in front of a mirror, you would love this dress and that's...it's your bridal gown and if you love it you will look beautiful <\/span><span data-id=\"P7-N200671\">in it and he loves you.<\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">CLIENT: Yeah. (pause) I guess I sort of forget that, sort of like what does it mean to love someone? I guess it means something different.<\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">THERAPIST: It doesn't necessarily mean liking all the same things they like. You marry someone because you love them not because they have the same exact taste you have.<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">THERAPIST: It would be wonderful if he could respect your decisions and not judge them and that's kind of his part to work on. And your part to work on is (pause) if he makes a judgmental comment to sort of kick it out of your head. (pause) Because your wedding is about marrying the person that you <\/span><span data-id=\"P7-N2006F1\">love and your wedding dress is about wearing a dress that you feel beautiful in. <\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">CLIENT: I guess I didn't think of it that way. (crying) Yeah, sorry. I don't know. It's something silly how a wedding dress inspires tears and the same with cats and budgets. (chuckle) Yeah, I guess... (pause) I guess that's something I really need to work on is (pause) sort of feeling beautiful and <\/span><span data-id=\"P7-N200711\">not just sort of like this catalogue, what's in a magazine. And I had actually gotten better now with my face, I can (pause) at least do all of my makeup in 20 minutes versus 40 minutes which is great. I was able to cut that down and just say good enough for government work and move on. (chuckle) And <\/span><span data-id=\"P7-N200712\">also learning (pause) you don't always have to be a beauty queen with the hair and everything. I'm still getting better at that but (pause) I guess sometimes I don't...I'm so critical of myself and even when I look at other girls like who's pretty, who's fashionable I just...I need to sort of...I <\/span><span data-id=\"P7-N200713\">generate this sort of love for myself or (pause) even with looks and stuff and be able to say, \"Hey! I look pretty!\" <\/span><\/p>\n<span data-id=\"P7-N20070-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559300\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20072\"><span data-id=\"P8-N20073\">Jeremy's been really good recently of saying, \"Oh, you look beautiful!\" and maybe he just feels that. And it's great that he's expressing that but I need to sort of...I think that if I were just a little bit more...like when I was first trying on liquid foundation that my mom gave and I didn't understand <\/span><span data-id=\"P8-N200731\">how to quite put it on and my really good friend Gina was coming in to meet with us and I was just sort of freaking out because it wasn't going on smoothly and there was dry skin and I was crying and my mom's like, \"What's wrong with you child?\"(chuckle) I was just so obsessive over my face and every <\/span><span data-id=\"P8-N200732\">individual little pore and dry skin. <\/span><\/p>\n<p data-id=\"P8-N20074\"><span data-id=\"P8-N20075\">And I gave in when I was bridal gown shopping and I looked at my sister's skin and it was a little flaky. I didn't say anything and I still thought she looked pretty but I did notice that her forehead was a little flaky. But I sort of realized that wow, I'm just really obsessing about skin and I guess <\/span><span data-id=\"P8-N200751\">it's sort of been a hard point for me, trying to control dry skin and acne. Now I sort of feel like I have it under control or sort of have a system that works.<\/span><\/p>\n<p data-id=\"P8-N20076\"><span data-id=\"P8-N20077\">THERAPIST: So it's not that you've gotten more relaxed about exactly what you look like but you feel like you actually look more how you want.<\/span><\/p>\n<p data-id=\"P8-N20078\"><span data-id=\"P8-N20079\">CLIENT: Yeah. (chuckle) Yeah. I guess from the same sense I need to work on even if I don't look how I want that I'm still pretty. I'm not this scarred, disfigured, dry skin or...that that is just a thing. No one takes a magnifying glass or no one's going to...no one really cares that much. And I think <\/span><span data-id=\"P8-N200791\">because I'm so obsessed about it I look at other people's skin that critically.<\/span><\/p>\n<p data-id=\"P8-N2007A\"><span data-id=\"P8-N2007B\">THERAPIST: But not everybody does. And it's not where your value or loveableness (ph) comes from. <\/span><\/p>\n<p data-id=\"P8-N2007C\"><span data-id=\"P8-N2007D\">CLIENT: (chuckle) Yeah. (pause) I guess this may sound stupid but this was sort of like in high school when I didn't have a boyfriend and I wondered was I pretty enough? Was I like those girls that all those guys liked? And I thought it was a thing about beauty and (pause) I just (pause)...that <\/span><span data-id=\"P8-N2007D1\">really never got resolved. At one point when I was starving I was like, \"Oh, I'm so much better than those girls. Those girls are just hot and their beauty is not going to...it's not a thing like a model,\" and I had this snobbish view and then I sort of got out of that and now I'm like (pause)...instead <\/span><span data-id=\"P8-N2007D2\">of like I don't know how to place myself with other women. I don't think it's really important to feel like you're better than someone. <\/span><\/p>\n<span data-id=\"P8-N2007C-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559300\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2007E\"><span data-id=\"P9-N2007F\">THERAPIST: (pause) It's important to feel good about yourself but not necessarily have that come from a comparison to somebody else's traits. And it doesn't sound stupid at all but it does sound limiting.<\/span><\/p>\n<p data-id=\"P9-N20080\"><span data-id=\"P9-N20081\">CLIENT: Yes. It is very limiting and very frustrating and (pause) that's one thing that I'm hoping (pause)...when I was at home, when I would be walking around with no makeup and just sort of petting the cats and with my glasses on, I didn't really feel that prettiness. I just sort of was going about, <\/span><span data-id=\"P9-N200811\">playing with the cats, eating, watching TV, and it's only when I come back and I don't have sort of those distractions or maybe while I'm around Jeremy and constantly sort of looking for feedback and looking for acceptance and I sort of...I'm wondering once I get cats which should be this Thursday <\/span><span data-id=\"P9-N200812\">whether that relative importance is just sort of a thing of boredom. <\/span><\/p>\n<p data-id=\"P9-N20082\"><span data-id=\"P9-N20083\">Creating a (pause)...now, having the freedom to sort of obsess about something is really just because my mind...my mind should be occupied with school and that's...<\/span><\/p>\n<p data-id=\"P9-N20084\"><span data-id=\"P9-N20085\">THERAPIST: But when it's not it goes to something else.<\/span><\/p>\n<p data-id=\"P9-N20086\"><span data-id=\"P9-N20087\">CLIENT: (chuckle) Yeah and I was...I mean when I was riding on the subway over here I could have sworn I almost missed my stop because I was really into writing something but there's very few times that I actually feel that (pause) and a lot of times like after having a break, going to Africa, and getting <\/span><span data-id=\"P9-N200871\">engaged...or getting engaged, going to Africa, then going to Florida, and coming back here, like I'm trying to regain momentum. It was really hard last week but this week is actually today, starting Monday I started working on my project. There have been no naps. I was working on the T. <\/span><\/p>\n<p data-id=\"P9-N20088\"><span data-id=\"P9-N20089\">THERAPIST: So now you get back into it.<\/span><\/p>\n<p data-id=\"P9-N2008A\"><span data-id=\"P9-N2008B\">CLIENT: Yeah and I found like today I just sort of got ready (pause) in 20 minutes but that was actually my lunch. I was talking to Jeremy while I was eating lunch and sort of...I didn't really time my eating lunch so properly and packing up my stuff and that's why I was a little bit late because I'm <\/span><span data-id=\"P9-N2008B1\">not used to leaving on time so I'm hoping that gets more into a routine.<\/span><\/p>\n<p data-id=\"P9-N2008C\"><span data-id=\"P9-N2008D\">THERAPIST: We'll see how you do next time.<\/span><\/p>\n<p data-id=\"P9-N2008E\"><span data-id=\"P9-N2008F\">CLIENT: (chuckle) Yeah I know. Well at least I remembered the appointment. I was, at 12:30 when I was just finishing my lunch, I was like, \"Oh shoot, let me just check that my appointment is at 1:30 like I thought it was!\" (laughing) I was so relieved.<\/span><\/p>\n<p data-id=\"P9-N20090\"><span data-id=\"P9-N20091\">THERAPIST: Well I'm glad that you got here as well. We should probably actually wrap up for today, maybe schedule next time.<\/span><\/p>\n<p data-id=\"P9-N20092\"><span data-id=\"P9-N20093\">CLIENT: Yeah that would be great!<\/span><\/p>\n<p data-id=\"P9-N20094\"><span data-id=\"P9-N20095\">(pause)<\/span><\/p>\n<p data-id=\"P9-N20096\"><span data-id=\"P9-N20097\">THERAPIST: I don't know if you've done that already. Have you done that? No, it doesn't look like you're in my book for July. So let's pick some dates for July. <\/span><\/p>\n<p data-id=\"P9-N20098\"><span data-id=\"P9-N20099\">CLIENT: (pause) Okay, so dates for July I'm pretty free (pause)...afternoon appointments like this time work really well. So if there's like a 1:30...actually a 2:30...it can be any day.<\/span><\/p>\n<p data-id=\"P9-N2009A\"><span data-id=\"P9-N2009B\">THERAPIST: I have (pause)...so today's the 24th so do you want to shoot for two weeks?<\/span><\/p>\n<p data-id=\"P9-N2009C\"><span data-id=\"P9-N2009D\">CLIENT: Yeah!<\/span><\/p>\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">THERAPIST: So July 8th I have a 12:30, that's the latest afternoon that's open right now.<\/span><\/p>\n<span data-id=\"P9-N2009E-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2009E-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559300\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200A0\"><span data-id=\"P10-N200A1\">CLIENT: Is that on a Wednesday?<\/span><\/p>\n<p data-id=\"P10-N200A2\"><span data-id=\"P10-N200A3\">THERAPIST: That's another Monday.<\/span><\/p>\n<p data-id=\"P10-N200A4\"><span data-id=\"P10-N200A5\">CLIENT: Okay, I think (pause) on July 8th that week I'm working.<\/span><\/p>\n<p data-id=\"P10-N200A6\"><span data-id=\"P10-N200A7\">THERAPIST: Okay so that whole...<\/span><\/p>\n<p data-id=\"P10-N200A8\"><span data-id=\"P10-N200A9\">CLIENT: Yeah that whole week is out. (pause) I should have said my schedule is pretty open except for that week! (chuckle) <\/span><\/p>\n<p data-id=\"P10-N200AA\"><span data-id=\"P10-N200AB\">THERAPIST: Except for that week. (chuckle) So we could either meet next week on the 2nd or we could push it to three weeks and meet on Monday the 15th. So I have Tuesday the 2nd or Monday the 15th. So Tuesday the 2nd I could give you a 12:30. Monday the 15th I could give you an 11:30.<\/span><\/p>\n<p data-id=\"P10-N200AC\"><span data-id=\"P10-N200AD\">CLIENT: Okay well let's do maybe the 15th.<\/span><\/p>\n<p data-id=\"P10-N200AE\"><span data-id=\"P10-N200AF\">THERAPIST: Okay. If you want the afternoon I do have a 2:30 on Tuesday the 16th.<\/span><\/p>\n<p data-id=\"P10-N200B0\"><span data-id=\"P10-N200B1\">CLIENT: Oh!<\/span><\/p>\n<p data-id=\"P10-N200B2\"><span data-id=\"P10-N200B3\">THERAPIST: Would that be better?<\/span><\/p>\n<p data-id=\"P10-N200B4\"><span data-id=\"P10-N200B5\">CLIENT: Yeah!<\/span><\/p>\n<p data-id=\"P10-N200B6\"><span data-id=\"P10-N200B7\">THERAPIST: (pause) I think that's open, yeah.<\/span><\/p>\n<p data-id=\"P10-N200B8\"><span data-id=\"P10-N200B9\">CLIENT: So July 16th at 2:30. (pause) And let's see what the next one is. <\/span><\/p>\n<p data-id=\"P10-N200BA\"><span data-id=\"P10-N200BB\">THERAPIST: So then I'm gone...I'm away the week of the 29th so we could meet two weeks in a row. I do have time on either Monday the 22nd or Tuesday the 23rd or we could push it back to the first week of August.<\/span><\/p>\n<p data-id=\"P10-N200BC\"><span data-id=\"P10-N200BD\">CLIENT: Okay, we could do the 23rd.<\/span><\/p>\n<p data-id=\"P10-N200BE\"><span data-id=\"P10-N200BF\">THERAPIST: Okay so the 23rd I could give you a 12:30 or a 3:30.<\/span><\/p>\n<p data-id=\"P10-N200C0\"><span data-id=\"P10-N200C1\">CLIENT: I'll do a 12:30 on the 23rd.<\/span><\/p>\n<p data-id=\"P10-N200C2\"><span data-id=\"P10-N200C3\">THERAPIST: Okay. (pause) And then how about a 12:30 on August 6th?<\/span><\/p>\n<p data-id=\"P10-N200C4\"><span data-id=\"P10-N200C5\">CLIENT: (pause) 12:30, okay.<\/span><\/p>\n<p data-id=\"P10-N200C6\"><span data-id=\"P10-N200C7\">THERAPIST: Alright, let's leave them there for now and I will see you...<\/span><\/p>\n<p data-id=\"P10-N200C8\"><span data-id=\"P10-N200C9\">CLIENT: Yeah, and do you know how much...I remember I had a couple more copays left.<\/span><\/p>\n<p data-id=\"P10-N200CA\"><span data-id=\"P10-N200CB\">THERAPIST: So it's 25 for your copay and I don't know the exact number but I can double check that and get back to you. <\/span><\/p>\n<p data-id=\"P10-N200CC\"><span data-id=\"P10-N200CD\">CLIENT: Yeah, I keep...I think you wrote me at one point and so I need to check this out myself. So maybe I should look up that e-mail. (pause) It's the...what's the date today?<\/span><\/p>\n<p data-id=\"P10-N200CE\"><span data-id=\"P10-N200CF\">THERAPIST: Today is the 24th. (pause) Okay and so our (inaudible) is on the 16th, okay. And then they start over again in August.<\/span><\/p>\n<p data-id=\"P10-N200D0\"><span data-id=\"P10-N200D1\">CLIENT: Yay!<\/span><\/p>\n<p data-id=\"P10-N200D2\"><span data-id=\"P10-N200D3\">THERAPIST: But I don't recall where you are.<\/span><\/p>\n<p data-id=\"P10-N200D4\"><span data-id=\"P10-N200D5\">CLIENT: Yeah I know. (chuckle)<\/span><\/p>\n<p data-id=\"P10-N200D6\"><span data-id=\"P10-N200D7\">(silence from 00:40:39 to 00:40:48)<\/span><\/p>\n<p data-id=\"P10-N200D8\"><span data-id=\"P10-N200D9\">Yay for copay! That was actually a really good thing that the health insurance did. (pause) Because most therapy, if it's behavioral or not just...I don't know, most therapy takes longer than a couple sessions.<\/span><\/p>\n<p data-id=\"P10-N200DA\"><span data-id=\"P10-N200DB\">THERAPIST: That's absolutely true.<\/span><\/p>\n<p data-id=\"P10-N200DC\"><span data-id=\"P10-N200DD\">(pause)<\/span><\/p>\n<p data-id=\"P10-N200DE\"><span data-id=\"P10-N200DF\">CLIENT: Alright, well thank you!<\/span><\/p>\n<p data-id=\"P10-N200E0\"><span data-id=\"P10-N200E1\">THERAPIST: You're very welcome! See you in a few weeks.<\/span><\/p>\n<p data-id=\"P10-N200E2\"><span data-id=\"P10-N200E3\">CLIENT: Okay! July 16th, 2:30.<\/span><\/p>\n<p data-id=\"P10-N200E4\"><span data-id=\"P10-N200E5\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P10-N200E6\"><span data-id=\"P10-N200E7\">CLIENT: Okay. I've got to go visit kitties. (chuckle)<\/span><\/p>\n<p data-id=\"P10-N200E8\"><span data-id=\"P10-N200E9\">THERAPIST: Well enjoy.<\/span><\/p>\n<p data-id=\"P10-N200EA\"><span data-id=\"P10-N200EB\">CLIENT: I will! <\/span><\/p>\n<p data-id=\"P10-N200EC\"><span data-id=\"P10-N200ED\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}