{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her issues with accepting compliments and focusing on negative feedback instead of positive feedback."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Feedback","Self confidence","Need for approval","Psychoanalytic Psychology","Anxiety","Low self-esteem","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["10"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Feedback","Self confidence","Need for approval"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Low self-esteem"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559502","dorpId":"1005577422","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, March 13, 2013: Client discusses her issues with accepting compliments and focusing on negative feedback instead of positive feedback.","fullTitle":"Client \"S\" Therapy Session Audio Recording, March 13, 2013: Client discusses her issues with accepting compliments and focusing on negative feedback instead of positive feedback.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559502\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Hi. (inaudible)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Is your finger better?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Oh it's much better.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: What happened?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: I just got a minor infection.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Oh.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: But no, it's much better. It's still -<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Good.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">(Pause): [00:00:46 00:00:56]<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I'm so tired. (Laughs)<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">(Pause): [00:00:56 00:02:09]<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: I'm wondering where to start. (Laughs) What's worthy of discussion?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">(Pause): [00:02:19 00:02:38]<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: I've just been struggling with the same kind of things that I always struggle with. (Pause) I had a workshop yesterday at school so (Pause) This is my last one for the semester and I'm wondering like what did I get done and I was wondering about who did I make friends with and like the tally <\/span><span data-id=\"P1-N200291\">is like zero or maybe one or something but not -<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">(Pause): [00:03:40 00:03:49]<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: I sent four e-mails to like five different people, six different people and no on responded. That's just like, I don't know. I get it but I don't get it. You know how it is? You get it but you don't get it? Like Oh yeah, okay, you've got things going on, that's all right or you don't think it <\/span><span data-id=\"P1-N2002D1\">requires a response. You know. In the sense that you think, 'don't take it personally,' right? But then you can kind of can't help but take it personally. There's that. (Laughs)<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">(Pause): [00:04:44 00:04:58]<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">CLIENT: So, like, I guess they don't like you. (Laughs) I don't know. I think I'm coming to because you know, I keep saying in therapy, 'I want to get better so people like me,' and you know I don't scare them away if we just met or if they're my family then I don't like to ruin their lives by my <\/span><span data-id=\"P1-N200311\">mess, you know? But now, I'm thinking, maybe I should set new goals or at least like try to understand who I am, like that's also part of therapy, right? And understand what my priorities are and what my strengths are and how to capitalize on them. I can't expect to do a 180 because that will just <\/span><span data-id=\"P1-N200312\">and then that won't be true to who I am and will just take way too much effort, a waste of effort, you know. So if I am like harsh or like snooty or something, maybe I can try to be nicer, but I can't you know be like un-snooty. I don't know.<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">(Pause): [00:06:17 00:06:32]<\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">CLIENT: Like in class the professor was kind of chastising -<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">THERAPIST: (inaudible)<\/span><\/p>\n<p data-id=\"P1-N20038\"><span data-id=\"P1-N20039\">CLIENT: Thank you. He was chastising the students for not coming to the panel. He said, you know, the teacher she taught you and you should have at least come. Those of you who had gone to the conference should have been there and you know like it's funny, I wouldn't think that about that. I would <\/span><span data-id=\"P1-N200391\">have but none of them came, not even a single one. Like my professor had already told me about it, the woman who was on the panel. She was like, 'nobody will come.' So (laughs) I was trying to fill the room with everyone I met saying, 'oh, come to this panel.' But no one came. And that was fine but <\/span><span data-id=\"P1-N200392\">by the time the panel actually started (unclear) the very, very low number of people attending. But you know, the professor was scolding in class yesterday was just like you know I wouldn't never do something like that and then like especially like a teacher. They really have succeeded or they've made <\/span><span data-id=\"P1-N200393\">something out of their ambitions, you know, the same ambitions that we have you know, when they were our age they had the same. So learning from their example and we get as much out of them. I feel that very strongly but like I have no idea what the other people feel, like they have other sets of priorities <\/span><span data-id=\"P1-N200394\">on this and that but they do come to this. It is the craft that brought us together. I'm not trying to be like the caste system that I always think in terms of. I'm better, or I'm worse. I don't know and I want to be honest, maybe I do feel better than them because I have that passion, like I said, <\/span><span data-id=\"P1-N200395\">I would never not attend the panel on which my teachers are on, you know?<\/span><\/p>\n<span data-id=\"P1-N20038-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559502\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">So, the fact that other people think I'm stuck up or I'm the teacher's favorite, then what do I do about that, you know, like should I try to defend myself and say, no, no, I'm not the teacher's favorite? But if I am the teacher's favorite should I say, yeah, I like it. You guys should try to be the <\/span><span data-id=\"P2-N2003B1\">teacher's favorite, too, because this is not about getting an \"A\", this is about like having a working towards your dream. Like I've given up a lot to get to like work on this. It is my type of priority. I'm not going to be like, 'oh, are your feelings hurt?' And, 'oh, no, I'm trying to be like I <\/span><span data-id=\"P2-N2003B2\">might appear better than you so I'm going to like not be ambitious, or not be competitive just to save you guys from your be on the same level. I'm not making sense.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Are you taking my not saying anything as you're not making sense?<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: No. I'm just like, I think I am. (Laughs)<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: What made you doubt yourself?<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: I thought maybe I was rambling. (Laughs)<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: I thought you became self-conscious.<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: Yeah, I become self-conscious quite a bit lately. I don't know. But, yeah, so I don't want to do that. I don't want to be un what do you call it? Untrue to myself, you know, like lie about who I am. So on the other hand and like after (unclear) it's all well and good to have teachers like <\/span><span data-id=\"P2-N200471\">your work and think of you highly because later on it becomes important for connections. But, it's also perhaps more important to have one or two or three or four friends in the workshop because they can read your work later on. I'm not saying this selfishly because everyone gets to benefit from that <\/span><span data-id=\"P2-N200472\">and like that's sort of the e-mail I sent last night 'hey, are you going to be (unclear) your thesis which means they're not going to be (unclear) any classes (unclear) if you want to form a group, let me know. (Unclear), so I don't know.<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">(Pause): [00:12:15 00:12:24]<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">CLIENT: It's really hard to put yourself out there, to ignore the cultural differences, the class differences and you know, like gender differences to reach out, you know? (Laughs) That's the risk you take when you open your mouth that someone might hear you and people might disagree with you. (Laughs)<\/span><\/p>\n<p data-id=\"P2-N2004C\"><span data-id=\"P2-N2004D\">(Pause): [00:12:47 00:12:56]<\/span><\/p>\n<p data-id=\"P2-N2004E\"><span data-id=\"P2-N2004F\">CLIENT: But yeah, like that whole hierarchy thing I'm trying not to think of it that way. I mean, I wonder if you could help me with that. Like is this just in-built in me or am I just reacting (unclear) because like I think a couple of weeks ago when we were discussing my fight with my friend I hadn't <\/span><span data-id=\"P2-N2004F1\">realized that I put her down because she hurt me personally, you know, like she hadn't responded to my invitation. I was very hurt and that's why I started acting and took Chris's judgment as (unclear) of she doesn't (unclear). It hurt to hear him say that because you like someone and when someone <\/span><span data-id=\"P2-N2004F2\">says something bad about them you feel like they'll say something bad about you, too, by association. But I've done that and didn't realize I'd done that because I was hurt by her. Maybe I'm hurt by these people so I'm seeing (unclear) and trying not to see them (unclear) but not succeeded.<\/span><\/p>\n<span data-id=\"P2-N2004E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559502\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">But I can't keep doing that. I can't like, 'you didn't give me what I wanted, so now I'm going to think less of you in some other respect, if that's possible.' That's what my parents used to do, you know, I don't want to do that. It's very ugly. Like my dad, he would be like so people who were lower <\/span><span data-id=\"P3-N200511\">than us, the lowest, he could be actually very, very cruel and nasty with them and those who were above us, because they had more money and they were in a position of power and you wanted their money and if they didn't give him that money they became selfish people who had no heart and we became victims <\/span><span data-id=\"P3-N200512\">and it was I would like cry and throw up and I have such horrible memories. (Laughs) Like when my uncle was getting married, my mom's brother and my dad for years had been taking money from him and like guilt tripping him if he didn't give money and my mom was like absolutely miserable. She was <\/span><span data-id=\"P3-N200513\">like, 'he's my brother. Why should he support me? He has his own family, his own problems.' But like, so he's getting married, but I was already there and then my parents had come for the wedding and I was like a month staying with him.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: Staying with your uncle?<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Yeah. And the wedding night, the wedding's done and my parents had been put up in a hotel and I think that my uncle may have funded the whole trip, like he paid for the hotel and for their flight. And you know, that one night in the hotel room like I'd been staying with my uncle the whole time, <\/span><span data-id=\"P3-N200551\">and that night I went to the hotel with my parents, I was washing my hair and my dad was like bitching about my uncle horrible stuff, like we are the downtrodden, and like that and people would think we're oppressed and (unclear) and we had like I mean why would he want to associate oh yeah, this <\/span><span data-id=\"P3-N200552\">is very funny, like he takes my mom and directs all (unclear) to her. I would he bother about you? He's so rich now, he's not going to care about you. You're his poor sister who can't even do anything, who's the housekeeper and he's the big doctor and he's so much more money and why would he even accept <\/span><span data-id=\"P3-N200553\">you in public? Did you see how he was acting? He didn't even acknowledge you. You're like his shame, and on, and on and on. I was like, 'God, please kill me right now.' I don't want anymore of this. Like now I'm going to require some tools, like go back in the past and fight that moment. <\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: Tell me how you'd fight it.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: First of all I'd do some violence. (Laughs) Imaginary violence. (Laughs) Then I'd be like, this is wrong, you know, like why are (unclear) but have a solid, rational, logical critique. Maybe I'd just wail and cry. But, (unclear) I want to pick my mom up and dust her off and like tell her, 'no, <\/span><span data-id=\"P3-N200591\">you're beautiful. Look at you. You worked so hard. You were so happy that your brother finally got married.' And he has paid for your ticket, he's paid for your hotel, this and that and yes, he delivered us to society and he wants his group of friends, obviously, are more respectable. He's had more <\/span><span data-id=\"P3-N200592\">opportunity, way, way, way more opportunity than you because he's a man, you know. And you sacrificed for his success when you guys were teenagers and you had a small part to play, too, you know. And you should be proud and thankful and like you should I mean it's good to have like a critique of my <\/span><span data-id=\"P3-N200593\">uncle as well, you know, in terms of like a class critique and he shouldn't be snooty. He shouldn't treat my mom like he (unclear). And you should forgive him for that. And be happy and feel good, feel solid about who you are and I don't know.<\/span><\/p>\n<span data-id=\"P3-N20058-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559502\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: You built her up, support her.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Yeah. I mean she's seen so much. She's seen she's been so strong for so long for all my childhood and she should take credit for that. She should be proud. That should enable her to do more things.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">(Pause): [00:20:54 00:21:17]<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: (inaudible). I know I began talking (unclear) and started talking about my class things.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Well you talked about this hierarchy in your mind and then you associate it to sort of the origins of it, possible origins of it.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: Your mother's feelings of inferiority I imagine as in part an impact of what your father said to her chronically. Your father's sense of inferiority that he sort of projected onto her.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Yeah. Well there is an association in my mind. Maybe it's incorrect but I sense it. Are you saying I shouldn't try to dissociate it or -? Really, I'm just saying because people have said, like your past mirror reflects the mirror of your present or something.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: You very much go for directives in what I say. You know, whereas consciously that's not my intention.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: (Laughs)<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: My intention is to point things out, draw connections, give us things to think about. Not necessarily directives but I see sometimes how hard you try to get a directive -<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: (Laughs)<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: in that.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Yeah. I'm trying to learn the skill of forming my own directives. I'm not very good at maybe I've never done this sort of thinking before, perhaps? So I remember saying to you and feeling very much that I can't sort through all the jumble in my head. It's all a jumble. It's all a jumble, like <\/span><span data-id=\"P4-N200751\">how hard I'm making priorities and having clarity and like that (unclear) that's skill of having that but I'm trying to learn.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">(Pause): [00:23:45 00:24:19]<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Maybe I'm avoiding the issue by talking about the origins and talking more in the past. That could be a thing. (Laughs)<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">(Pause): [00:24:33 00:25:23]<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: Is it helpful to talk about the past or no? Like, what's your opinion? That's not a directive. (Laughs)<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: Yes, I think. I mean you're raising an interesting question, talking about the past as a way of avoiding something in the present. I think that sort of could be true. But making meaning about who you are through talking about the past I think is extremely helpful.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">(Pause): [00:25:54 00:26:00]<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: I do that a lot, I guess, or used to when I had more time. But like I started (unclear) when I started but recently a little more in here would be like, 'this is this (unclear) in my past this happened and then that happened and (laughs) so (laughs). But maybe it was like avoiding the I <\/span><span data-id=\"P4-N200831\">guess I was doing both, you know, like avoiding the present scenario and then also trying to establish not a sense of authority but like a sense of identify and like you said, understanding where I'm coming from because like criticism can decimate you in a sense. It's aimed to make you think, perhaps, <\/span><span data-id=\"P4-N200832\">but if you're not strong then it makes you kind of weak if you already have too many holes, like one more hole and like, 'ooh,' wobbling, and to construct yourself you may use the past, you know? I don't know if that makes any sense (Laughing).<\/span><\/p>\n<span data-id=\"P4-N20082-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559502\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">(Pause): [00:27:31 00:28:05]<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: I'd like to have like a better perspective on the bad things from the past and then I could put them away, you know? I'm not sure if that is desirable, like I don't know if people do that or how they feel about their past.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">(Pause): [00:28:23 00:29:30]<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: (inaudible) like the hierarchy thing is maybe if wonder if it's like temporary until I'm mad at them and then when they do something I'm grateful for it. They seem that they're on the same level. So -<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">(Pause): [00:29:48 00:30:24]<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: I mean, feeling superior as a way to feel good is kind of not a very good thing (laughing) (inaudible).<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">(Pause): [00:30:29 00:30:48]<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: I want to say it happens really quite often, enough for me to worry about it and like (unclear) to me and like why do I, like for every person I know there is like a sheet, you know, or like, 'oh, yeah, they've done this, they've done this, they've done that, therefore, they're superior.' (Laughs) <\/span><span data-id=\"P5-N200931\">Maybe academia is more so what? (Laughs).<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">(Pause): [00:31:31 00:31:42]<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: It's such a relief to meet someone new or like someone about whom I have no idea, someone not in my field, then I can be like, you know, be, you know, without having to worry which (unclear) to take with them, to be obsequious or not. I don't think I am obsequious. (Laughs) I saying I do a good job.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">(Pause): [00:32:15 00:32:57]<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: I wonder if like the need to feel superior comes from like it's time to like wanting to feel good about yourself and not having any other way of feeling good about yourself.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: I'm sure that's a big part of it.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: But what are other source of feeling good about yourself? Or why is there a need to actively feel good about yourself?<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: That's an interesting question.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">CLIENT: (Laughs) You know, you can just be. Just have the confidence of who you are and like get on with the day. (Laughs) Like the need. The constant need for approval, gratification, and then the inability to take compliments. (Laughs). (Unclear) like I'm going to have a complete breakdown. If you <\/span><span data-id=\"P5-N200A71\">really want to stop me from doing good things you don't throw a wrench at me and throw compliments at me, then stop. It's really like, 'okay, I can't move now because you just said something that I absolutely cannot process.' Like, this weekend after the panel, my current professor sent me an e-mail <\/span><span data-id=\"P5-N200A72\">saying, 'oh, I met your professor from MSU and he said, he speaks very highly of you. He said, 'she has genius inside her,' or something like about my work. I had to like really put that aside and not read it. Like I was reading it like that because I was so embarrassed by that and I was like, and he <\/span><span data-id=\"P5-N200A73\">actually said, 'don't let that go to your head. Remember you have to work hard.' So there's like a double bind. On the one hand it's like between a rock and a hard place. You feel certainly good and (unclear) and you go on the other direction where you are not able to produce anything, so (Laughs) <\/span><span data-id=\"P5-N200A74\">but it is what my professor means when you find that balance where you feel confident that your work is important or whatever and you move forward. (Laughs) While my (unclear) (Laughing) breakdown. (Laughs) Like, actually my other professor said, 'you know you could get extra points this could work <\/span><span data-id=\"P5-N200A75\">as a book review. I didn't write anything after that. It was like, what do I do with that? You know. So it's like I can't take compliments and move forward and build on my strengths but I find all these weird, oblique ways to feel good about myself, by I'm more destructive than constructive, like that's <\/span><span data-id=\"P5-N200A76\">what I feel.<\/span><\/p>\n<span data-id=\"P5-N200A6-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559502\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">(Pause): [00:36:37 00:36:48]<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Like instead of working on (unclear) or the good comments I got yesterday, I worrying more about, 'oh that (unclear) didn't apply to me,' or, 'those people didn't come to the panel, they're not as dedicated as me.' Like getting distracted and (unclear) getting like, avoiding the issues. I don't -<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: The issue of -<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: You know, like you said earlier or, I don't know if you said it like that, but like talking about the past to avoid the present, so avoiding the work of absorbing the compliment in the right way and building on it. I don't know how to do that work, so I shirk away from that and (unclear) other <\/span><span data-id=\"P6-N200AF1\">things. (Laughs)<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: Why did you feel embarrassed by when you got that feedback, the positive feedback?<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: I don't know. I'm really embarrassed because it's like it's been so long since I graduated from MSU and I haven't produced anything great, you know?<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">(Pause): [00:38:26 00:38:30]<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: I have to look at it in the clear light of day as one would see that right after I graduated, and I know this, and I keep telling myself, right after I graduated you'll have the year and then try (unclear). I was working part time and then the other half of the year I went to Nepal and then <\/span><span data-id=\"P6-N200B71\">the next full year I was working full time and the stuff I did was not very I mean, it was good and I read it but it's not what these magazines are looking for and then I went part time and then, it's like I'm doing all the counting of all the months and realizing that I didn't dedicate enough time <\/span><span data-id=\"P6-N200B72\">to work but I'm still working (unclear) that I didn't. You know, like I didn't meet their expectations as why I was very embarrassed when I got the note. So you're saying like you can actually imagine a response of not embarrassment or -<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: Can you?<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">(Pause): [00:39:51 00:40:04]<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: It seemed like the statement, \"don't let it get to your head,\" made an impact on you.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: Yeah. Because I think maybe did in the past where I felt, 'oh, I'm just liking the (unclear) I'm (unclear) in. And I couldn't see my faults. I couldn't see my strengths. I was just going on a wave of feeling good without really building (unclear). It was just a wave.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: Did somehow taking in that compliment would blind you?<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: Yeah.<\/span><\/p>\n<span data-id=\"P6-N200C4-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200C4-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559502\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">(Pause): [00:40:40 [00:41:05]<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">CLIENT: I think you helped me figure this out. It was such a huge battle like why I cannot take compliments and how I could try to. One time I actually a first started complimenting (unclear), 'oh my gosh, your tights are so lovely and your dress is so nice.' Aren't you embarrassed? Really? I would <\/span><span data-id=\"P7-N200C91\">be, too. (Laughs) If people (unclear) me. (inaudible) well, why are you embarrassed?<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">THERAPIST: I really do like this. Well first of all I agree with you. I really like this dress. And I really like these tights.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">CLIENT: (Laughs) Okay.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">THERAPIST: Would I be embarrassed because you're noticing me?<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">CLIENT: Yes. I saw you. I see you. That should make you nervous. (Laughs) Well, it shouldn't but -<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">THERAPIST: Would I be nervous that you might see something else, too?<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: Yeah. (Sigh)<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">(Pause): [00:42:14 00:42:40]<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: What like something else, like what?<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: I don't know. But there's something about you noticing me or I noticing you that makes you nervous.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: If you were complimenting me, I can assure you I would be embarrassed. (Laughs)<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">(Pause): [00:42:57 00:43:11]<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: I guess I'm not comfortable in my skin. Maybe that's yeah, obviously, but I wonder what else is behind that.<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: When I think of the expression, \"don't let it get to your head,\" it sort of well, there may be an issue of power, like it feels too powerful.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">(Pause): [00:43:33 00:43:40]<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: Well, yeah, like if you feel powerful then you could just be given the sword too early without you having acquiring the skills of warfare and you're afraid you'll decimate a lot of people without really putting that to trial first, you know or something. I feel like in work, control and power <\/span><span data-id=\"P7-N200ED1\">has to be very measured and precise and it can't be kind of like craziness. It has to be logical and well thought out and it has to be channeled and used properly.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">(Pause): [00:44:20 00:44:35]<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: So I'm trying not to think at all about that e-mail and like -<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">(Pause): [00:44:39 00:44:47]<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">CLIENT: think about the work and what needs to be done and interestingly, thinking about the e-mails that I sent and didn't get response. So it's like you think about the negatives so that the positives don't make you blind or too powerful. (Laughs) I want to keep myself stooped, or whatever. No. <\/span><span data-id=\"P7-N200F51\">In stitches, I don't know. When someone says nice things to you, my reaction is, 'well, you know I've had this problem and that problem and I have really no idea how it is.' Which is well and good to be humble but when it comes to like situations where I should sit and work, that's completely damaging <\/span><span data-id=\"P7-N200F52\">because work requires building your strength not building your negatives, you know?<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">THERAPIST: We need to stop for today, okay? I will see you on Monday.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">CLIENT: Yeah. Thank you. Have a good weekend. (Laughs)<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">THERAPIST: Thank you. I appreciate it.<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">CLIENT: I really do like your tights. (Laughs)<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">THERAPIST: Thank you. Take care.<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P7-N20102\"><span data-id=\"P7-N20103\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}