{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is conflicted about how she feels for her current boyfriend and whether or not she's still in love with an ex. Client does not feel accepted by her family and wishes she was deserving of love and a good career."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Acceptance","Romantic relationships","Psychoanalytic Psychology","Fearfulness","Low self-esteem","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["11"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Acceptance","Romantic relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Fearfulness","Low self-esteem"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559316","dorpId":"1005577234","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, July 18, 2012: Client is conflicted about how she feels for her current boyfriend and whether or not she's still in love with an ex. Client does not feel accepted by her family and wishes she was deserving of love and a good career.","fullTitle":"Client \"S\" Therapy Session Audio Recording, July 18, 2012: Client is conflicted about how she feels for her current boyfriend and whether or not she's still in love with an ex. Client does not feel accepted by her family and wishes she was deserving of love and a good career.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559316\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Cecelia (ph)?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Hi.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Hi Cecelia (ph). How are you?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Good. How are you?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Good, good. I figured I would call. I wasn't sure if you had tried to call me earlier.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I just thought since, you know, I wait out in the living room, in the waiting area, this would be I'm waiting on Skype. (laughs)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Okay. Whatever other calls we do I'm happy to call you. It might be a little bit easier. So this is, yeah.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: How are you?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Oh, alright. Um. Could be better. (laughs) I'm a little sick because I got wet in the rain yesterday, in the monsoon rain, and it's been lots of hot and cold, hot and cold. Were you able to see if your camera worked? <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Actually, you're not working either. I'm not seeing you either at the moment.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yeah, let me turn that on. I don't look very good, so (laughs)<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: That's okay. You know, I'm really sorry I have not been able to get it to work. I'm not really sure why.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: It's alright. Yeah, I guess. Let me put something. (pause) It's been kind of a rainy day today so I just stayed at home. [I'm trying to recover] (ph), but it's not really making much difference. (sniffs)<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">So this morning I found out, I was thinking about a friend, a mutual friend that Chris (ph) and I have. But he's Chris's (ph) friend more. But I was introduced to him a few years ago and he kind of took a liking to me (inaudible at 00:02:34). (bad Skype connection) But he took a liking to me and kind <\/span><span data-id=\"P1-N200291\">of friended me online even before he friended Chris (ph). (sniff)<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">So I was thinking about him and wondering if I should get him anything from Nepal. He's from Nepal. And then I was like, \"I haven't seen him online.\" You know? I haven't seen any updates from him. I wonder if he has unfriended me and I went and looked, and he had unfriended me. (laughs)<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">And I think it's because of what happened between Chris (ph) and me. He didn't like it. Actually Chris (ph) was staying with him for a few days when he had come back from Rhode Island. And that friend kind of didn't really like what had happened. So, you know, I'm kind of in a bad shape thinking about <\/span><span data-id=\"P1-N2002D1\">that. (sniff) <\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">And, you know, that it's not really just me thinking that I cannot make friends and I'm losing friends, but it's actually really happening. So I was really upset about that I guess. (sniffs) Can you hear me okay?<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">THERAPIST: Yeah. Actually, I couldn't before but now it's better.<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">CLIENT: Okay. I'll try to lean a little bit more, but my back is kind of sore as well, (laughs) so. Yeah, I mean, I don't really (sniffs) (inaudible at 00:04:27) but I know that I'm really difficult and people who like me are very few and far between. But it still kind of comes as a shock when you realize <\/span><span data-id=\"P1-N200331\">that like they are dropping off like flies. (laughs) So (pause) I'm not really sure what <\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">I know I can change my behavior but it would take a while. (pause) And I want to just like, you know, shut myself and say, \"So I'm losing friends. It's their business that they don't want to talk to me while all this is going on. And they've made a choice they want to be supportive to Chris (ph) and <\/span><span data-id=\"P1-N200351\">not me.\" I guess I can live with that a little but like eventually I would like to make things right with them.<\/span><\/p>\n<span data-id=\"P1-N20034-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559316\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">I don't know. Like a few people live with a lot of things and they can still function and be normal. Like Chris (ph) was saying, you know, his Dad doesn't have that many friends. (sniffs)<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">And that's fine with him. I don't see him kind of sitting and pining that he doesn't have a social life or anything. He's just, you know, happy being with himself. You know, just content in himself, but I'm not. <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">So that's I guess the issue is that I want something that I'm not getting. So it's a little difficult. Well not difficult, it's just weird being in Bhutan, being in Istanbul, because all of my Dad's family lives here. It's a huge city as you may know. You know, millions of people live here. But ten <\/span><span data-id=\"P2-N2003B1\">or fifteen people that are my family, you know, they're not really, I'm not going to run into them.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">But still kind of I wonder how they are and what some of my cousins look like now. I've completely cut off contact with them and I just kind of wonder if they wonder. You know? (pause) It's just I wonder if I'm trying to replace my family with friends. And that's sort of not fair to my friends. <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">I mean the kinds of things that my family did, it's not really (sigh) I can't really get over those things, get over the pain of those things just like that. I mean I was telling Chris (ph) this morning that it really still hurts me that none of my cousins, and this is from my Mom's side, none of <\/span><span data-id=\"P2-N2003F1\">them invited me to their weddings. And this is because their mothers were not on talking terms with my Mom because of her marriage with my Dad.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">But I still cry about that. I still feel really bad that they didn't even invite us. You know? Like one of my cousins, she lives in Texas, and one time my Mom and I went to Texas just for her work. She had a conference. And she really wanted to visit my cousin who lives in Houston. And I was not even <\/span><span data-id=\"P2-N200411\">twenty four at the time and I rented a car. I wasn't even, you know, allowed to rent a car so we rented it under her name. But I drove it because she wasn't such a good driver. <\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">We drove for like two days straight to, you know, Houston (sniff). And as soon we good got to her neighborhood we called her and she was like, \"Can you just hang around for fifteen minutes I'm doing this [food job] (ph), and you know, I'm busy right now. So just wait for fifteen minutes and then you <\/span><span data-id=\"P2-N200431\">can come over.\" (laughs) And it was really, really, really weird because like in Nepal families you don't do that. I mean, I don't think even American families do that.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">I mean, you know you're driving for two days to visit someone and they're like, \"Just wait for ten minutes.\" (laughs, sniffs) It's just I'm so mad at them for treating us this way. It's like we can cut off contact and move on, but we don't want to cut off contact (sniff) and be like \"You don't exist <\/span><span data-id=\"P2-N200451\">for us.\" So we're kind of We're still related, we're still family, but we're just going to have all this bitterness and all this hurt and all this anger for each other. Or at least I know I am. (laughs) <\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">And that's just weird. (sniffs) Like just because they act in this way and they didn't give me the love that I am so confident I deserve, I'm looking out for it in different people, in other people. And just this guy like unfriending me was just so weird, just because like he was telling Chris (ph), <\/span><span data-id=\"P2-N200471\">and he had become kind of a confidant. I don't know.<\/span><\/p>\n<span data-id=\"P2-N20046-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559316\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">He and I used to like meet up for lunch and stuff and he would tell me about, you know, who he was dating. And I just kind of once mentioned to him about like Graham (ph) had come over to D.C. and he was just kind of making overtures, but I didn't really respond because at the time I was with Chris <\/span><span data-id=\"P3-N200491\">(ph) and I didn't really want to hurt him this way. <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">But I just confessed to him as a friend that, yeah, I felt something. You know? Because Graham (ph), even back then as now, he is so independent and he's got money. And at that time, you know, we hadn't been intimate and he would always, you know, like take me out to nice places and treat me in this <\/span><span data-id=\"P3-N2004B1\">way that Chris (ph) had never been able to just because he didn't have money and because he wasn't that inclined. He doesn't spend money that way. He spends it on books and other things.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">So this (inaudible at 12:28) in that manner. And then when this friend was hosting Chris (ph) in May and this whole thing with Victor (ph) was revealed, he kind of told him that he wasn't happy about this. And that a few years ago I had come close to cheating on him. I mean in a sense I feel betrayed <\/span><span data-id=\"P3-N2004D1\">that I told him this, but then I realize that Chris (ph) and his friendship goes a long way back. (sniff)<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">You know, they knew each other when they were teenagers and they were in the same city. They were in Istanbul and Chris (ph) would stay over at his place for a bit. So I mean, yeah, their friendship is, you know, much more important and solid and by unfriending me he's made a choice that he wants to <\/span><span data-id=\"P3-N2004F1\">be Chris (ph)'s friend. And that's, you know, like logically, rationally that makes sense. You know? <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">But I just feel such an outsider and sometimes it makes me feel kind of strong. But I know that this is not really strength it's just bitterness. You know? Like I don't feel really legitimate in, like we don't have a leg to stand on, my Mom and I. I feel so precarious all the time just thinking of her <\/span><span data-id=\"P3-N200511\">and me as this weird unit without a man.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">I mean I kind of, I think I'm a feminist, but when it comes to this I don't feel much of a feminist. I feel quite weak. I feel like, you know, you need a man to legitimize your presence in society. I mean, I don't feel like we do but I feel like that's just how society is kind of instructed right now. <\/span><span data-id=\"P3-N200531\">That you need either a man or you need to be really super rich and super famous or something like that to make it. To be outlandish, to be so far up that no one can touch you. You know? <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">But, you know, we're not rich or famous or anything so we're just precarious. (sniff) And I just feel like an outsider when it comes to Chris (ph) and his friends. I feel like they are so solid. Like they have friends who made something of themselves who have, you know, a house that they own, you know, <\/span><span data-id=\"P3-N200551\">friends, family. A family that doesn't, you know, ask you to wait ten more minutes after you've two days to see them. (sniffs) You know?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">So I feel like my Mom and I really scrape by all the time. Not just scrape by for money but scrape by for happiness. You know? It just makes me sad. Really, really sad. (sniffs) You know, people can make me feel this way when they withdraw their love and confidence. (sniffs) And all this because I don't <\/span><span data-id=\"P3-N200571\">want to accept what I did maybe. Maybe I don't accept that I cheated on Chris (ph). <\/span><\/p>\n<span data-id=\"P3-N20056-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559316\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">Like this happened with you also. Like you said, \"Yeah, you cheated on him.\" And I was like, \"No, it's not what happened.\" Maybe it's just too harsh of a reality for me to accept. Maybe there is truth to the fact that I, in my head, I wasn't with him so I wasn't cheating on him. I don't know. But I <\/span><span data-id=\"P4-N200591\">feel [really small] (ph) and, you know, and not because what I did [but because of the] (ph) consequence of it.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">You know, friends withdrawing themselves (ph) from me. And not being willing to like share my side of the story. Like soon as I [landed up] (ph) at this place in Maine (ph), I contacted the friend and I was like, \"Hey, let's meet up.\" Because I knew that he would know about Victor (ph) and, you know, <\/span><span data-id=\"P4-N2005B1\">side with Chris (ph). Which is, you know, you should side with Chris (ph). But I was like, he should also know my side of the story because he and I have been friends. <\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">He should know what exactly happened and [what were the circumstances] (ph) so that he wouldn't judge me so harshly. But he did. You know? (pause)<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: What are you thinking about?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: What did you say? I didn't hear you.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: I said, \"What are you thinking about?\" (pause, static from bad Skype connection). Cecelia (ph), I can't tell if you're talking or not. We have a pretty bad connection. <\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Oh. Can you hear me now?<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: Yeah I can hear you now, but I couldn't hear what you were -<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Yeah. No, I didn't say anything. I just was waiting for that wave of static to pass. (laughs)<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Got it. Got it. Yeah, I know our connection isn't as good today as it's been in the past.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Yeah, that's because I had another USB modem Internet that was faster. This one is a little slower. (sniffs)<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: Oh. Got it.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: But I'll be traveling next week anyway, so I think, yeah, I don't know if we'll be able to Skype in this month I think. (sniffs) So, but anyway. (laughs, sniffs)<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: I was going to ask. Can you hear me? Cecelia (ph), can you hear me? (bad Skype connection, loud static background noise) <\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: I mean I know that -<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: Cecelia (ph), can you hear me?<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Yeah, I can hear you.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: Okay. Because I was saying, \"Can you hear me?\" before and it didn't seem like you could.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: Oh. What did you say earlier? (laughs)<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: Yeah. So, yeah, the connection is pretty bad today I think. Well one thing I asked is whether, you know, when you're saying that I had said that it did seem like you cheated on him, did you feel like I was judging you?<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">CLIENT: Well, yeah. I mean, but you're not a friend. I mean, we just (inaudible 00:20:45). It was kind of, it was neutral basically. It was more neutral than someone else, one of our mutual friends, pronouncing that judgment. (laughs)<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">THERAPIST: Well here's the thing now that I know you better and think about it more is that you know, I'm more, because there is certainly a part of you that didn't feel like you were being with another man sort of conflicted with your relationship with Chris (ph). So what I'm interested in is that fact.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">I certainly believe you that, you know, a piece of you didn't feel that these two relationships conflicted. And I think there's a lot of sort of emotional truth for you in that. And so the question is sort of, who is Chris (ph) to you that it feels like being romantic or sexually with someone else isn't <\/span><span data-id=\"P4-N200851\">a conflict? Do you see what I'm saying?<\/span><\/p>\n<span data-id=\"P4-N20084-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559316\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Yeah. So much noise outside. Who am I? Can you repeat that last part? I'm sorry. <\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: Well for you there's a sort of emotional reality that your relationship with Chris is separate than you're sort of sexual and romantic life.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: Yeah. And I'm kind of thinking about it and I feel like, and maybe I'm articulating this for the first time. But I feel like even when I was with Chris (ph) all these past few years, I've always kind of kept a certain side of me separate from my relationship with him. (sniffs) I mean I didn't <\/span><span data-id=\"P5-N2008B1\">know such a side existed. It was there, I just didn't know about it until a few other things happened and certain other men came into the picture. <\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">But, you know, my notions of romance and stuff. I feel like I couldn't articulate those notions with Chris (ph). They weren't accepted by him just because he is different. He articulates romance very differently, I guess. And that side was kind of buried. And it was there, it just didn't surface until <\/span><span data-id=\"P5-N2008D1\">some other people came along.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">And, you know, like other things happened with Chris (ph) where he came to represent an elder brother. And you know he came kind of my support group intellectually more so than, you know, maybe financially. I just mean he became such like a big part of my life that it was hard for me to imagine not <\/span><span data-id=\"P5-N2008F1\">having him in. Which is what made the break up really hard and impossible. <\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">You know, where we still haven't broken up in the way that people break up. You know? But, yeah, I mean those notions of romance were just there and I didn't know if I would ever be able to express them. I kind of kept them at bay. And then, you know, when things with Graham changed I mean, he was <\/span><span data-id=\"P5-N200911\">always going to be a friend. I knew that. And then the night when we became intimate and suddenly I guess things just took a different turn. You know?<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">Like I brought out some of those ideas of romance and they were accepted in a way. Then with Victor (ph) they were accepted in a bigger (ph) way. So that felt weird and new and really, really good. And that was going on one track, and then on the other track I was doing the things with Chris (ph) that <\/span><span data-id=\"P5-N200931\">we always did. Which was, you know, talk about his work, my work, news, politics. <\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">And [I do think that] (ph) he expected to be intimate with him. It was very hard. It was very, very hard in March. Like when he would, you know, come over for visits in April it was really hard. May it was hard. We're intimate still right now and it just feels weird. (laughs) I've been thinking constantly <\/span><span data-id=\"P5-N200951\">about Victor (ph) and I feel like telling him that, you know, \"I didn't come to Nepal without you, I came to Nepal with you. I feel like I'm traveling in Nepal with you.\" You know?<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">And it's just like my ideas of romance are just really tied up with him right now in a way that they weren't tied up with Chris (ph) at all ever. I feel it's really horribly unfair to both of them, to all of us. And I feel like if I have to kind of articulate, make sense of what's happening, it's really <\/span><span data-id=\"P5-N200971\">just that, you know, (sniffs) I really need Chris (ph) even though I may not realize that I can function without him just fine. <\/span><\/p>\n<span data-id=\"P5-N20096-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559316\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">So breaking up with him is hard. But I'm like in love with Victor (ph) in a way that I was never in love with Chris (ph). (sniffs) I mean I've tried to break up with Chris (ph) several times over the past few years over little things, over big things. And it just never happened because I guess he fought <\/span><span data-id=\"P6-N200991\">for me too hard and there's always, you know, this fear that no other man would like me. You know? I'm not going to find anyone else. Especially not in the Nepal community because I don't really come from a good family.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">So there's that. And then there's also, you know, just the affection that naturally comes from being with someone for so long. So all these things, I guess. But, yeah, I mean so when the situation presented itself I just kind of went ahead because that was something new. Essentially, you know, I got <\/span><span data-id=\"P6-N2009B1\">something that I wasn't getting from Chris (ph). And in my head it was <\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">I mean, initially, obviously, it was like, \"This is wrong. This is his friend. This should not be happening.\" But then it became something new. It became a relationship of its own right. (sniffs) And I really very badly wanted Victor (ph) to make it legitimate. To be like, \"We have to tell Chris (ph) <\/span><span data-id=\"P6-N2009D1\">everything and the truth.\" And, \"I'm going to stand up for you.\" And all that never happened. (laughs) (pause)<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">I mean, again, I feel, I mean, just what I was saying to you. But, [I mean just right now] (ph) that it's really hard for me to imagine my life without him. It just I feel like he brings legitimacy to my existence. <\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Huh. How does he bring legitimacy?<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: I feel a man is required to make you make you, a (inaudible at 00:29:26) legitimate. You know? Like he has parents. He has, right now I'm sitting in a flat in Istanbul, the cost of which is probably two hundred thousand dollars. (laughs) That brings solidity, right? I mean, I don't know. In <\/span><span data-id=\"P6-N200A31\">my head it does.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: I didn't hear that. I'm sorry Cecelia (ph). I didn't hear something about. You said \"Something, something, two hundred thousand dollars.\" I didn't hear that.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Yeah. No, I'm saying I'm sitting in his flat in Istanbul and it probably costs that much because his parents, you know, bought the place in the eighties when it was much, much cheaper. I'm just saying like, you know, owning property, having parents, having a huge family all of whom would love <\/span><span data-id=\"P6-N200A71\">to have him at their wedding. (laughs) You know, and everything else.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">You know, just they're legitimate. Like (inaudible at 00:30:32) my Mom and I have nothing. We don't have a house, we don't have much money. (sniffs) It's just me having a job and not even that nice a job. I mean, people my age make twice as much as I do. And [they have a solid career] (ph), and I don't.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">I've been doing my thing. I've been buffeted by the winds since forever. (sniff) So he brings solidity to that. You know? Like he has a much nicer job now. And he has two PhDs. I mean, he has like solid things that I don't. And I feel like I need that much more than maybe I need romance. You know? (laughs)<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: Cecelia, you have yourself.<\/span><\/p>\n<span data-id=\"P6-N200AC-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200AC-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559316\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: You have yourself. <\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: I don't really trust myself that much. I don't know if I count for that much. (pause) (sniffs, pause) I don't think I can make that much of a difference by myself. Like I need someone like him to tell me, you know, \"This is a worthwhile occupation. Do that.\" Or, \"You're doing this great.\"<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">You know, like I might have complained about (sniff) how he took money from me, but it actually fills me with a sense of pride that I, you know. I mean, everyone pays rent, everyone has the usual expenses of food and what not, but at least I had this unusual expense of helping out a boyfriend who was <\/span><span data-id=\"P7-N200B51\">getting a second PhD. You know? <\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">I feel like that was kind of a privilege. I might have complained about the fact that he took money from me, but I also in some sense feel like I did something worthwhile those years when I was [giving up on] (ph) writing. And I felt like I had to have a job to support my Mom and Chris (ph). You know? <\/span><span data-id=\"P7-N200B71\">(pause) I don't know. I know I have myself but I don't really, I can't really bank on myself too much.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: Why not?<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: Well I guess, I mean, like I don't have family, I don't have real estate. (laughs) I feel like those two things really make people legitimate. You know? (pause) And doubt that (inaudible at 00:33:53] which is a house right now, I would feel very legitimate. (laughs)<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: I think that's a good point. I think that you have an idea that if you had these other things you would somehow, they would bestow on you a feeling of legitimacy.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: And that somehow you don't believe in and recognize your internal resources. Although sometimes you do. Like you were just talking about how you were able to support your mother and Chris (ph). And so sometimes you have a sense of your own sort of capacities and resources, but that gets lost very quickly.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: Yeah. (pause, static from bad Skype connection) Sorry, I was just waiting for the wave of static pass. (sniffs) <\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: Yeah, yeah. I got that.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: Yeah, I mean you're right. Like I feel [sort of] (ph) precarious. Like I really do oscillate from feeling strong to feeling really just like a doormat or not having a spine. (sniffs) I'm not sure how to keep that from happening. (sniffs) I mean, I guess people have fears. They just somehow are <\/span><span data-id=\"P7-N200C71\">able to keep them at bay. You know?<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">I mean everyone fears for tomorrow. You know? Like know one knows what's going to happen tomorrow, as one of the clich s goes. You know? But you still have things to bank on, you know, that sustain you. (sniffs, pause) <\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">I feel maybe like if I had a more interesting job that made me feel more worthwhile then I wouldn't be feeling any of these things. [I don't know.] (ph) (long pause, sniffs, sounds like someone is writing down something) I do wonder like if I should look into schools or something like that. That that <\/span><span data-id=\"P7-N200CB1\">would make me feel better about myself. I'm not sure though. 00:37:39]<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">(pause, static from bad Skype connection) (inaudible at 38:12)<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">THERAPIST: Cecelia (ph), I'm sorry I'm having a hard time hearing you.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: Oh, I said I feel my job, I do feel my job is too easy and anyone can do it and I don't feel very proud about it. (sniffs) So I don't know if I've told you, but I think I've made a mess of it as well as everything else. I went part time a year ago to be able to spend more time on my writing <\/span><span data-id=\"P7-N200D11\">and now they want me to come back, but obviously that position that I held has already been filled by this guy.<\/span><\/p>\n<span data-id=\"P7-N200D0-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200D0-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559316\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">And the position they have for me is like a notch lower. (laughs) So it's a little less money, not too less, but my immediate boss is going to be this guy now (laughs) who replaced me. So I feel like that is also kind of, you know, like I made a mess of it. Like I was climbing up the ladder but now <\/span><span data-id=\"P8-N200D31\">I'm like a rung lower. <\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">And I'm trying not to think about it too much because I'm thinking, (sniffs) \"You know, well I was trying to do two things at the same time.\" I was trying to climb up the ladder in this job or in this career while at the same time (inaudible at 00:40:09). So obviously I cannot excel in both while at <\/span><span data-id=\"P8-N200D51\">the same time having an emotional slash romantic crisis.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">So maybe I shouldn't expect too much. But it still kind of feels weird that I'm going to have to report to him, to this new guy. But these kinds of things happen, I guess. So I shouldn't feel too badly about that.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: But you're very caught between sort of wanting to pursue these sort of external reassurances and validation, and in wanting to pursue your own hopes and dreams and your own capacities and your own creativity. <\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: Yeah. Well because I know the people tell me that, you know, the externals are not going to go too far. You know, people might praise me, you know, one moment and then if they don't praise me the second moment I'm going to be down in the dumps. (inaudible Skype connection at 00:41:31)<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: Cecelia (ph), can you hear me? (pause) Cecelia (ph), can you hear me? (inaudible Skype connection at 00:42:33)<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: All the confidence needs to come from within. It needs to be internal.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: You know, Cecelia (ph), can you hear me? (pause, silence, then sound of phone ringing) <\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: Can you hear me now?<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: Yes, I can hear you now?<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: Do we have any more time or ?<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: Actually we only have another minute or so. Are you going to have your modem back? You know, I'm so sorry, I didn't, for the last minute or so the screen was frozen. I didn't hear what you said.<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: Oh yeah. You know. Yeah, well I was just kind of exploring what you had said. But, yeah, I'll think about it more I guess in my own time. I will have that modem back actually.<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">THERAPIST: Oh great.<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">CLIENT: But I'm not sure if I mean, I'll be traveling starting Saturday and then that whole week I'll be traveling. (inaudible at 00:43:56) next week.<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">THERAPIST: Would you like to set something up for the following week or ?<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">CLIENT: The following Let me just open my calendar really quickly.<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">THERAPIST: That's the week of the thirtieth.<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">CLIENT: So, the following (Skype connection seems to have cut off here)<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}