{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her boyfriend's desire to put her on a schedule and the possibility of them starting couples therapy."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Self-defeating behavior","Sense of control","Romantic relationships","Psychoanalytic Psychology","Low self-esteem","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["9"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Self-defeating behavior","Sense of control","Romantic relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559424","dorpId":"1005577344","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, January 14, 2013: Client discusses her boyfriend's desire to put her on a schedule and the possibility of them starting couples therapy.","fullTitle":"Client \"S\" Therapy Session Audio Recording, January 14, 2013: Client discusses her boyfriend's desire to put her on a schedule and the possibility of them starting couples therapy.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559424\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: How are you?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Good, thank you.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: The voices are here this morning. I don't know why, so sorry about that. Let's see, what did we talk about last time? I think that I've been doing a little better in the past few days. Let's see, on Thursday I met Victor for a little bit. I was really dreading it and thinking of canceling until <\/span><span data-id=\"P1-N200111\">the last moment, but he was very friendly and very short. He came in at 5:15 and got up at 5:50. But it also felt weird, you know, like it's as though nothing had happened between us and all that. I guess he's trying to move on and be friends, but it's not going to be I feel that it's not going to <\/span><span data-id=\"P1-N200112\">be easy for me to be friends with him. (chuckle) Not right now anyways. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">(pause) And it was hard to see him because I feel like that I still have feelings, even though I know I really shouldn't because but I'm feeling the feelings that are irrational, and I push them away, or reason them away. And then when I walked back home, and I came home and Chris was washing dishes, <\/span><span data-id=\"P1-N200131\">and he said, \"Do you want some tea?\" and I just thought that was such a domestic moment, like I go see someone else, and then I come back and he's doing domestic things. And here's a place that both of us can make beautiful and all that. (chuckle) It sounds weird. I wouldn't say I was disengaged, but <\/span><span data-id=\"P1-N200132\">I saw it from high up and stuff, and I felt like I was telling myself, well, this could be a good moment, or a nice moment, but this is a nice moment. (chuckle) <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">And then I did lots of projects over the weekend. I made crafts. I made cushion covers with wood block what is it called? Cushion cover block printing. And I did put up some photos of my mine in nice frames, and made his room look nice. I guess I was trying to address some of the fears that I have <\/span><span data-id=\"P1-N200151\">that he won't Chris won't be it can be expensive, or he's too critical or judgmental, or only does things that are part of his routine. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">Even this morning, he was looking at me and he goes, \"Can I do this one thing? I know you won't like it, but can I please make a schedule for you?\" He's done this like several times. But a schedule in if you don't follow it then you will get publicly flogged. (laughter)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Really?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: By who? Who are you getting flogged by?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: No, it's just the idea. I won't get flogged, but I have to consider that the punishment for deviating from this schedule would be public floggings.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Who would execute that punishment?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: I don't know. I should ask him. Probably him. <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: So he said where's that coming from? He says that?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Yes. (laughter) So I'm just, I'm amused, and I felt a little bad because have I really because all this last week, I didn't do any work, and that's why I was feeling bad, but I had a lot of other stuff. I had to write a profile for and we'll talk about that a profile for my professor, <\/span><span data-id=\"P1-N200271\">and that's taking a lot of time. I'm writing poetry, I'm reading a novel, I'm reading all these essays and interviews that are online, and it's really we'll talk about that later but so that's what I was doing. And I signed up, yeah, and I did a web site for a magazine, and then volunteered to do <\/span><span data-id=\"P1-N200272\">a web site for this other project, and then a newsletter for this other project, so I've been at my desk all the time, so I don't know why he thinks I'm yeah, I think I woke up and I felt really relieved, like my head was not even stuck, and I said, \"My head is cluttered,\" and he's like, \"I think <\/span><span data-id=\"P1-N200273\">it's cluttered because you're not following a schedule.\" <\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559424\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">I'm like I mean, I try to make my schedule in my own way, but that's not good enough for him. I just don't know what, you know, I don't know if we'll ever be just like we're I don't know. I was doing this especially all the things that I am critical of him. I guess we both are critical of each <\/span><span data-id=\"P2-N200291\">other. Maybe I'm more critical of him than he is of me. But we went to this poetry slam, and I went with a friend of mine, and Chris came along, and the whole time, there was this gnawing feeling in my is that the word, gnawing? <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Um-hm.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Gnawing feeling that he's looking down his nose at all this. He's hungry, it's past dinnertime, this and that, and he's just annoying. And he sat there for two hours, which was good. But I was experiencing a lot of yeah, I've been so negative, and I've looked down my nose at everything and <\/span><span data-id=\"P2-N2002D1\">made myself so sad and depressed that I was questioning all of that, and I was letting go of that, and I was like, no, this is how you get engaged with place. That's, in fact, what I learned while I was writing my professor's profile. It was such a nice experience because I put so many things in a box, <\/span><span data-id=\"P2-N2002D2\">and put that box away, like, oh, America depresses me. I don't feel I belong here, and this place does not like me, but I do that with Nepal as well. I do that with the whole world, you know. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">Like that whole Europe trip, I guess I expected I'm going to do everything in Europe, make it nice and special, romantic, enlightening, and all of that. I didn't put any of my (inaudible at 00:09:30), but anyways. That aside, when I was writing the profile, I learned so much about the history of the <\/span><span data-id=\"P2-N2002F1\">family and Providence, and there was a whole dialogue that her family had was the political climate of the time was people being called communists and all that, so that really opened a new person to which I looked at where I lived, and it made me feel very engaged. I don't know. I know longer felt like <\/span><span data-id=\"P2-N2002F2\">things were in a box, and I was afraid to open that box and look at the or that glass. I felt like I learned something. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">Yeah, I just felt positive, so that same thing I was trying to have a similar experience with the poetry slam where these people may not be the best poets, but they're here, they're now, and they're engaging in this political climate, and they're creating something. My mom always said that I have a <\/span><span data-id=\"P2-N200311\">very destructive tendency, and I waste my time doing that, and she's always creating something, and I'm always judging it, and, you know, \"You don't know how to paint. Why are you doing it?\" and all that, and a lot of it also comes from Chris because he's, I guess, too, but I'm just like, for once, <\/span><span data-id=\"P2-N200312\">I want the critic to shut up and work. I need to feel free to create whatever, even cushion covers or, you know. (pause) I'm just thinking all these things the past few days. <\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559424\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: I'm sorry, you're thinking?<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: No, that's what I was thinking, these past few days.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: Oh. (pause) What did your mother mean, do you think, by destructive tendencies?<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Well, like as a child, I guess I had a lot of anger, and I would just maybe throw things or something. (chuckle) Instead of creating things I don't know. She always, I mean, this is how she thinks, I guess, is she thinks it's good to create and she's always creating things. She said she can't <\/span><span data-id=\"P3-N200391\">sit still without occupying her hands. I don't think that way, but maybe I should. Sometimes, at least. <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">(pause) I feel like ever since being a part of me, I feel like there's been a very big change. I've wanted to be more fun, you know, and, yeah, just question a lot of creative things, and I guess that (inaudible at 00:15:10). You meet a casanova, and they make you feel like you don't have as much <\/span><span data-id=\"P3-N2003B1\">fun as them, you don't have joy in. I also wonder if I'll always keep seeking him in Chris, like I'd always want Chris to be a little more, but if I say this to him, he's going to freak out of course, but I'll just say, \"Oh, okay, I'll be more fun.\" Yeah, we can do this, we can do that. <\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">(pause) And my friends used to just say my ex-boyfriends used to say you get very easily influenced, and you meet someone very impressionable, and you meet someone who has a powerful effect on you, and they just completely change the way you think about everything. Which I can expect true, I wish <\/span><span data-id=\"P3-N2003D1\">I don't know. I don't know if I should wish it, but I guess I wish that I had more of someone to ground me and myself, someone who gets me so easily. But in this case, I just thought it's good to be more fun, you know. (pause) <\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: What are you thinking about?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: I'm waiting for something great to come to me. (chuckle) (pause) I mean, I guess what you've said earlier, you don't think I didn't have as great role models as my parents, so I do look for friends and seeking out others to provide that kind of role model, so it does make sense that I would <\/span><span data-id=\"P3-N200411\">get influenced so thoroughly by same with my boyfriends. (chuckle) <\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Would you ever go to couples therapy with Chris?<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Probably.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Would you?<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Do you think we should do that, or?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: I think it could be helpful.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Yeah. Would it work with Victor? (laughter)<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Would that be the hope?<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: (laughter) It wouldn't be bad hopefully, but yeah. Yeah, you know. (laughter)<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: I know that you're ambivalent about the relationship, so I appreciate that, but I think whatever happens, it will help you sort out and maybe understand in a different way some of the things that goes on between the two of you. Even though, I mean, I think we can talk a lot about it in particular <\/span><span data-id=\"P3-N200531\">about what you're looking for, who he is to you, but from a couple's perspective, I think it might give you a different perspective or an added perspective, but then we could talk about it. You have a lot of complicated dynamics. <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Oh, he and I?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: Yeah. Does that surprise you?<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: No. Yeah. I mean, no, not much. It makes me wary, I guess. (laughter)<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: Of what?<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: Well, just, I don't know. I hope I'm not ruining his life. (laughter)<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: You hope you're not what his life?<\/span><\/p>\n<span data-id=\"P3-N2005E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559424\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Ruining his life.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: How did you get from couples therapy to there?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: (laughter) Well, like if a couple needs therapy, then that means major issues. (laughter)<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: Do you think you don't have major issues?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Yes. I don't know. We are in denial. (laughter)<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Well, yeah, I guess in part, it depends on how you describe major.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Having feelings for someone else while I'm living with my yeah, okay, that's a major issue.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: Well, there's your complicated dynamics about looking toward him for structure and guidance, and then there's how he plays into it, by wanting to give you schedules. <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Yeah. What do you find weird about that?<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Well, there's a desire to control and there's clearly something about how I guess just think about how you live your life, and how you structure or don't structure yourself that makes you anxious, and we can talk about that. There's clearly also something that makes him anxious. That's <\/span><span data-id=\"P4-N200731\">not really something that we can deal with between the two of us, you and I, but it'd be something to talk about with him.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Would you be doing the -<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: No, no, no, no.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Oh, okay. (chuckle)<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: No. I mean, you and I are sort of a team working toward you, and my goal is to help you so if you were to do couples therapy, I'd refer you to someone.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: I know he has the desire to control and stuff, but I resist it. I mean, but then, I don't want to go out of my way and throw a tantrum and just waste my energy and his time putting up that fight. I do a lot of destructive things, and someone who's trying to control me.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: But I imagine that's, for him, part of the allure. If he wanted to find someone who just complied with everything he said, he could find somebody else for that, so he's invested in this dynamic just as much as you are. <\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">CLIENT: I don't know. I have all these fantasies and ideas, and just this is black, and growing into my pain to make me remember, or want to live this bohemian life with an artist, and (inaudible at 00:24:59) follows you those two years and think smearing the paint, and then you're working really odd <\/span><span data-id=\"P4-N200811\">hours. They'll sleep during the day and work during the night, and produce something brilliant, and then drink a lot. (laughter) I still want that life. I would just yeah. The life of creativity, and disorder, and disarray, but a lot of confidence and a lot of love and beauty, and living a completely <\/span><span data-id=\"P4-N200812\">different life where everything's clean, and everything's in its place, and it's all they're not mattering with me. (chuckle) (pause) That, and I'm not desperate for pulling my hair up and wanting to look good. I had a chance to have that, but I ran away from it. <\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">THERAPIST: You had a chance to have what?<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">CLIENT: That kind of life, but in my own place. Like one of my roommates, she's a chef, and she's a painter, and we could've had that. We could've created stuff together, and we did. With the -<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">THERAPIST: In the place you just left?<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">CLIENT: Yeah. I could've had any kind of crazy schedule that I wanted, but I ran away from it. (pause) I guess it's hard when you want to do it than if you've made a few things I mean when you're older. I mean, if I were 21, I probably would have not gotten back together with him. (chuckle) Yeah. <\/span><\/p>\n<span data-id=\"P4-N20088-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559424\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: How do you mean?<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Well, I would've felt more free to expand, and things wouldn't have felt so critical, or such high stakes. You can make more mistakes when you (pause) I guess it's weird that what I want and not just from Chris, just from life, I guess, from the world is someone like Victor to make me <\/span><span data-id=\"P5-N2008D1\">happy. It's not like a spoiled and loved, and that's what I do for Chris. What Chris's looking for in me, or maybe in life, is structure, someone he can structure. I don't know, yeah. Structure and control a little bit. (pause) <\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">I mean, I like him as who he is, and Chris really I like that he's an intellectual, and he's very [active with that] (ph). He wants to do something interesting and ordinarily he'll I like that. I like that he has a little bit of a funny side. But I don't really think too much about how he gets there, <\/span><span data-id=\"P5-N2008F1\">how he does what he does, whereas I think he wants to be very much invested in how I do what I do. So I'm not saying that I don't control him, I do. I want to control him in the way that what he brings to me, like more interesting, and varied (chuckle) and fun and stuff. I don't care how he does it. <\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">(pause) Do you think we have so many issues that it doesn't make sense for us to be together, or do you <\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: Wouldn't it be nice if you could get an answer where you didn't have to figure out.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: (laughter) No, just as a third person, I just wondered if you wondered like that. So (inaudible at 00:33:44).<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: But that would me be making a decision for you, as a decision of do you stay with him or not.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: Yeah, or, I mean -<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: Do you worry about that?<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Yeah, a bit too much maybe. (pause) Now I am feeling negative. The past few days, I didn't feel so negative, but when I do and I feel more so punches, and I've been more self-deprecating where I've yeah, but then I really just feel like I'm just never going to be political enough for him, <\/span><span data-id=\"P5-N2009D1\">or never be as structured as him, and he's always going to find me inadequate in that area, and I will feel horrible about being with his colleagues. I wouldn't want to go and hang out with him because I'd feel lonely and stuff. (chuckle) <\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">And maybe it'll make more sense to me to be by myself, or just find a place where I mean, these past few days were good because I didn't have people judge me so much. I didn't feel judged, and that I reached out to people and offered them my services, and things, and the skills that I had, and I felt <\/span><span data-id=\"P5-N2009F1\">that they were appreciated, and they counted for something. But on Sunday, he was video chatting with this woman, and she is a mutual friend, but he's confessed that he has a thing for her. I mean I love her, too, but she's so much more political, and she was throwing out ideas about reading this, that, <\/span><span data-id=\"P5-N2009F2\">and the other, and none of which Chris had heard. And I was like, that's very significant to him, which is not to say that, I mean, she could do that, and she is doing that as a friend, and she doesn't need to be his girlfriend to do that. But in his mind, she would be a little bit more respected, or <\/span><span data-id=\"P5-N2009F3\">he would respect her just a little bit more than he would respect me, but even that is something I can live with. I'm not I think that I don't have such a motive of being with myself that I want at least him to respect me because I already thinking that he's like this and I'm like this. But I just <\/span><span data-id=\"P5-N2009F4\">don't want to get in a place where I seem really down by my lack of (inaudible at 00:37:20) or something in comparison to some other woman. (pause)<\/span><\/p>\n<span data-id=\"P5-N2009E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2009E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559424\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: How do you feel when Chris wants to put you on a schedule?<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Well, I've been doing some thinking about it. I just laugh at it, and again, if I am at a bad place, I will probably feel anxious. I feel like I just ignore it and I just do my own thing. (chuckle) But maybe I'll refer to it when I'm down and beat myself up and be like, see, this is the reason <\/span><span data-id=\"P6-N200A31\">why I'm sad, or I haven't achieved so much is because I didn't have the schedule, or I didn't follow it. (chuckle) <\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">I don't know. (pause) I don't feel too badly. I feel like he wants to help me. Plus the semester hasn't started, so he has a little bit more time (inaudible at (00:38:36). That's all really (pause). When there are a little bit I feel, yeah, that I'm a little inadequate, so he's needing to make a schedule <\/span><span data-id=\"P6-N200A51\">for me. (chuckle) And at some level, I also do feel like, you know what, I just spent the whole weekend making pretty things for the apartment, and that just wasn't good enough. (chuckle)<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">And I think that's true for a lot of couples. I mean, that was true for Victor as well. I did so much, and that just wasn't good enough. (chuckle) (pause) But I think most of the time I feel that perhaps because I'm just not listening to what people want. I'm just not paying attention to that, and I should. <\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: How do you mean?<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Even with the work that I produced, and when they get rejected, it's probably not because it isn't powerful, it's mostly because it hasn't been done well, and that's because a lot of things, my patience and this and that, but it's my inability to sit down and really listen, and really see that <\/span><span data-id=\"P6-N200AB1\">that's the kind of stuff they publish. And the language has to be beautiful, and this and that, and it has to have vividness just the things that my professor would see right away in one glance. I feel like that that is a fault, and I don't actually listen. I think I stopped listening a while back. <\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: When?<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: I don't know. (chuckle) I used to be a good listener as a child. I really listened to these old people, and hear out their problems, and make them say something positive that makes them feel better. I was so older people are so taken by me that they would follow my advice. My own grandfather, <\/span><span data-id=\"P6-N200AF1\">my dad's father, he used to have a lot of anger, so I said, \"You should have that ohm (ph) tattooed on your hand so you'd look at it and feel at peace,\" and he did, and this was (inaudible at 00:41:46) or something. But since then, I feel like I have stopped listening.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: So do you feel that part of the reason that you listened is because you also felt that people listened to you?<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: Perhaps, yeah, could be it. (pause) I used to listen when I was part of the church as well. I used to love doing that, and it was people had one time, I, too, thought I should become a therapist (chuckle) because I could really listen to people's problems, and pray for them, and give them <\/span><span data-id=\"P6-N200B31\">counsel if they feel. (pause) And I guess a lot changed since my parents divorced. It was a very traumatic, so when they stopped doing a lot of things at that point in time. <\/span><\/p>\n<span data-id=\"P6-N200B2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200B2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559424\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">(pause) And MSU as well, like my professors, he told me not to do these, these, and these things, and my second piece I had done that, and his comments were very funny, like, \"Are you a rebel? Do you not listen to me? And won't you take my advice? Well, this is another one. Your third piece, I do not <\/span><span data-id=\"P7-N200B51\">want to see this. I don't want you to do this, this, and this.\" I've always been but then I didn't listen to him, and once I got of the program. (pause) Maybe I feel like I will lose my independence or my creative if I conform.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: I was thinking that listening is the opposite of rebellion.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: Well, when you're rebelling, you're not listening. We've talked about rebelling, we've talked about it a lot before.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: Yeah. Again, when I do that, it feels like that day doesn't (inaudible at 00:44:35). People that (siren). And I even forget that what they're saying is for my own benefit, and they are going to help me get where I so desperately want to get. (chuckle) (pause) Stop? (chuckle)<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: You have another minute or so. I started a few minutes late, and I have somebody. Did you feel like it was a natural ending?<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: I don't know what else to say. I mean, I wanted to talk more about this issue and things when we have more time.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Do you want me I actually know a very good couples therapist who might have time. Do you want us to talk about it more, or do you want to talk about it with Samantha? <\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: Yeah, let me ask Chris. I don't know if he would want to do this. I have to ask him first.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: You had in part, I was thinking about not I mean, I think it might be a good idea, but I think you had mentioned him wanting to do at one point. Did I miss -<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">CLIENT: Yeah, that was a while back. I'm not sure if he yeah, I'll have to ask him.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">THERAPIST: Well, we do need to stop, so I will see you on Wednesday.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">THERAPIST: And I'm here for Martin Luther King Day.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">THERAPIST: So the schedule hasn't changed any.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">THERAPIST: Okay. Take care.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: Have a good day.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">THERAPIST: Okay, bye-bye.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: Bye. <\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}