{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses feeling pressured to take a full-time job, over her preferred part-time job. Client also discusses the uncertainty of her relationship status."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Broken relationships","Stress","Work behavior","Work settings","Psychoanalytic Psychology","Guilt","Anger","Low self-esteem","Frustration","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2012"],"weight":15},{"name":"page_count","label":"Page Count","values":["14"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Broken relationships","Stress","Work behavior","Work settings"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Guilt","Anger","Low self-esteem","Frustration"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559330","dorpId":"1005577248","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Therapy Session Audio Recording, September 13, 2012: Client discusses feeling pressured to take a full-time job, over her preferred part-time job. Client also discusses the uncertainty of her relationship status.","fullTitle":"Client \"S\", Therapy Session Audio Recording, September 13, 2012: Client discusses feeling pressured to take a full-time job, over her preferred part-time job. Client also discusses the uncertainty of her relationship status.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559330\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Hi. Sorry, I’m late. My previous schedule was like…that Tuesday thing I was like. I had a sneaking suspicion that you meant that the same [inaudible – 02:12] or something. So. But I think now I will be able to have everything straight because I just quit my job.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Yeah?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Yeah. Just like an hour ago. I had a meeting with my bosses and…all three of them. So and then…it was kind of nasty, but…<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Nasty how?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Well just like I wasn’t able to articulate myself very well and I wasn’t, I guess, very professional, so they weren’t very professional. Like I should have just said, “I’m sorry, but I cannot make this work so I’m giving my notice.” It kind of went along the lines of, “I cannot make this work <\/span><span data-id=\"P1-N200171\">and I am too distracted.” I got in to needless details and I made it…I was trying to be contrite. I was trying to kind of hope that they would have part-time work for me, like, but, they’re like so pressed for time. It’s a very very fat lady around my organization. They’re always running around like <\/span><span data-id=\"P1-N200172\">chickens with their heads cut off so they didn’t even really pause to say, “Oh, congratulations,” or you know, whatever, you know, and “Good luck.” They were just like, you know, “Okay, post the position now,” you know. So it’s kind of strange because you work for them for two years and they’re already <\/span><span data-id=\"P1-N200173\">just talking about replacing me.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">[03:51]<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: So this is the place that you worked at part-time and then went full-time, and then you decided to leave?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah because I’m just…I realize that just within a week that I just cannot balance school and work and writing. And now some people might even say I don’t need school, but you know, I think rather than being in a full-time job, it’s better to be in school because it’s just the environment. Like, <\/span><span data-id=\"P1-N2001D1\">I feel like I’m more productive, I’m more creative in an environment that kind of…in a learning environment. So. It’s probably better to be in school. But…<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">Yeah, and I forgot to do my homework. So it’s like…it’s like I can’t balance the two. It’s basically [inaudible – 04:53], but I feel like I should just go ahead and do it because I have, at least for the next year, I have like a job, a part-time job with Amherst. It’s paying peanuts, but it will meet <\/span><span data-id=\"P1-N2001F1\">my own rent. I mean I won’t have money for my mom’s rent, but… [inaudible – 05:19] savings if she needs help.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: That’s a big deal not to be paying her rent.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yeah, just not going to think about it and deal with it that way because like she says she’ll get a new apartment and if she gets employment she’ll be able to take care of herself. I feel very irresponsible, but like I just cannot put this aside because I feel like I’ve come this far, you know; <\/span><span data-id=\"P1-N200231\">I’ve invested time and [inaudible – 05:54] and I’ve shown it to people and talking about it and I’ve shown it to an agent who says she’s…she’d love to look at the finished product. And I feel like now that I’ve made a commitment I have to follow through. I have to give myself enough time to do it.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">[06:15]<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">But as I say all this I’m panicking and I’m really really worried. It seems like I have nothing to worry about. That’s what I keep telling myself; I have nothing to worry about. But I don’t know if that takes care of the underlying worries just like that. I mean I feel bad because like, you know, I’m <\/span><span data-id=\"P1-N200271\">a grown adult. I’m able and responsible…I should be responsible, but my mom is having to go apply for food stamps, so. I...if I think about it too long I will be like, “Oh God, what am I doing? Why am I putting my mom through that?”<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559330\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: It just seems like such a big change. We were talking for so long about your feeling guilty and you’re feeling so responsible for taking care of your mother, and it just like sort of seems so sudden.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Yeah. I don’t know. I mean it is sudden. It’s a big change. I do feel irresponsible for her, but I want to be…I want to see if she can take care of herself, you know. Like both of us have this fear. Like she does and I have this fear too that she cannot…she won’t be able to take care of herself. <\/span><span data-id=\"P2-N2002B1\">Like you keep saying, you know, what is the worst that can happen? I just completely shut off when you say that. And I’m like I don’t want to think about that. So we’re just like not only just following through and dialogue would actually fall in to practice and seeing, okay, what is the worst that <\/span><span data-id=\"P2-N2002B2\">can happen if I don’t live with her, if I don’t support her financially? Let’s just see, you know. Like will she be able to stand up on her own? Will she be able to take care of herself? Let’s find out. You know. I haven’t [inaudible – 08:13]. I think I did pay her rent for August. So I guess for September <\/span><span data-id=\"P2-N2002B3\">she paid it herself.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">[08:26]<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">But yeah, I mean, we’ll see. And even if I do have to help her, I have savings. I mean just…just…you know what? I want to start feeling positive and I want to stop feeling guilty that I’ve left her on her own. Yeah. I visit her like practically every day and she seems happy, you know. She’s got her <\/span><span data-id=\"P2-N2002F1\">little projects. And even if she’s not happy, you know, I feel like I don’t have to deal with that, you know. She has to deal with the sadness or the emptiness, you know. Like it happens to everyone. So, you know.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">I feel like I should have done something better; like I should have been…had all this time just to prepare myself, but I don’t think so. I think I couldn’t have because Sally is just…she would have hated me no matter what I said. Because I was just trying to watch out for Jeremy. You know like after <\/span><span data-id=\"P2-N200311\">I quit, they would still you know, like call me for extra work. I could make some extra cash. I don’t think that’s going to happen now.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: What happened that you feel like you left so badly?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Well you know, they really did actually make allowances for me. Because like all last year I was part-time and that was because they had juggled, they had fought with Mario, the director, you know, and now, and she’s like you have no idea how many battles I fought to make this position full-time. <\/span><span data-id=\"P2-N200351\">And I’m like, okay. And I’m like that just really makes me feel like you know this organization…I’ve had it up to here with them, you know. Like I just shut up at every single moment when I felt like screaming, you know.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: Screaming about what?<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Well they’re just really disorganized and they’re all about red tape and they’re all about following the right procedure. Just hierarchy and so I just cannot; I’ve worked at places where it’s a lot calmer, a lot smaller and you know, things are more dynamic. There’s a lot more creativity and <\/span><span data-id=\"P2-N200391\">not so much sticking to, you know, rules and regulations and all that. So, I mean they pay good money. The work is ridiculously easy. It’s, you know, sending an e-mail. I mean stuff that I’m good at, you know, design work. And like launching e-mails and e-mail campaigns and e-marketing. I’m good at <\/span><span data-id=\"P2-N200392\">that. I can do that easily. But what I’m not good at is keeping my mouth shut when people are doing stupid stuff or when people are, you know, bugging me about silly things like protocol, you know. And there’s so much protocol. Like every single e-mail has to be reviewed by the top most manager, and <\/span><span data-id=\"P2-N200393\">that’s just like…that just makes me mad. So I just make mistakes…like silly typos and whatever. And then they pick it out and I just make…I’m supposed to feel bad about this but I’m not going to. You know, like my brain is just not being used here. I can be so much more useful. I can do so much more <\/span><span data-id=\"P2-N200394\">creative stuff. I’m just coffee basting over here, you know, and making good money while I do it, but I don’t want that.<\/span><\/p>\n<span data-id=\"P2-N20038-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559330\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">[12:32]<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">I don’t know what’s more important, you know, your peace of mind or you know, being comfortable. So…it just feels like I know I’ve burnt those bridges and that kind of sucks but…<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: How did you…I guess I’m not clear what you said that makes you feel like you burnt those bridges?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Well like cause I think they are thinking that they made a lot of allowances. Like in that meeting they were actually – again, it was just about my schedule – and they wanted; they were letting me work from home on Tuesdays and Fridays. Instead, I said no, I don’t want this. I just don’t want <\/span><span data-id=\"P3-N200411\">the job. So I don’t know if that has made it clear in your mind. Yeah, so they’re thinking that they’re jumping through hoops and I’m saying that’s not good enough. But I don’t know; I just feel…and it’s also like I just found out that one of my friends from MSU, she was a year after me. She’s doing <\/span><span data-id=\"P3-N200412\">really well in the sense that she’s got her story published and she’s a writer in residence, and someone calling me in New York, and she’s getting married in December. And I’m just like, I’ve digressed and regressed while she’s made so much progress. She’s a year younger to me, so I feel a little like <\/span><span data-id=\"P3-N200413\">I haven’t made any progress. And I know I shouldn’t compare because she comes from a lot, like a good family. Like her father is like a big shot in Art History and he’s a curator of a museum and like he’s a big name. So…but you can’t really compare. But certainly I feel like comparing. When it comes <\/span><span data-id=\"P3-N200414\">to writing I feel like, you know, like her writing was worse than mine and now it’s like improved beyond recognition. It’s really like…it’s really good. I’m happy for her, but I’m a little jealous, you know, and I feel bad for myself that I have [inaudible – 15:01] same.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">[15:04]<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">So when I see that, I just completely like “Shit.” But then that’s not really good because then it doesn’t help my creativity. So now that I’ve quit my job yet again, I feel like I need to prepare myself emotionally and mentally and psychologically to be the person who will write well, you know. Because <\/span><span data-id=\"P3-N200451\">I know that I feel like the admission is there. I cannot judge my talent right now, so I will just defer to my professors and they think that I have talent. So I just feel like I should just be able to…I need to be in the right frame of mind to be creative, to be productive. So like not…being confident <\/span><span data-id=\"P3-N200452\">and…I’d rather make that. So maybe one at a time.<\/span><\/p>\n<span data-id=\"P3-N20044-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559330\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: Do you feel like you plan for things?<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: No. I’m a really bad planner. I would well say that.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: Yeah, I mean and I’m sure there is some thought process that goes on, right, when you make your decisions. But sometimes, I don’t know; like it’s sort of a surprise every time I see you. I don’t understand what went on. Why are you doing this? It’s so confusing. I guess that’s how I feel. <\/span><span data-id=\"P4-N2004B1\">I feel very confused. And so I think that’s why I asked that question. It’s unclear to me sort of what leads you to make the decisions you make; whether they’re proactive decisions or whether they are reactive.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: They are probably reactive. Yeah. Yeah, I don’t know the distinction, I guess. Like how I could be; how I could react differently. How I could be proactive about decisions? I don’t know how to do that I guess. Can you explain the difference?<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Well, it seems like the decision to…well; it seems like you decided to take a full-time job and then quit the full-time job in a fairly short period of time; like within a few months. So, yeah, I mean clearly something led you to want to take the full-time job, and then something led you <\/span><span data-id=\"P4-N2004F1\">to want to leave it. So those are very different motivations and it happened very quickly.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">[18:04]<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Yeah. That’s true. That’s what they’re thinking and they’re pissed. Well like I…when they asked me do you want to come back full-time, I said yes. But in my head I was thinking no; no, I want part-time back. But then I didn’t have anything to show for…I mean I didn’t have like a book contract <\/span><span data-id=\"P4-N200531\">and I wasn’t expected a book contract in a year. You know, that’s just; yeah, I wasn’t ready for that. But yeah, so I was just not thinking. I just was like, shit, I don’t have a plan for next year except going to school. So I’ll just say yes right now and I’ll deal with the no later.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">Now, I can say this and this phase here, but now I’m thinking it was financially good for me to say yes because that made sure that I got paid for July, August, and September. Because if I had said no in June, that would have been it. And maybe I would have been better saying it in person right now <\/span><span data-id=\"P4-N200551\">and had just foregone a couple of thousand dollars. But I’m like at least I made a couple thousand, you know. And put myself through this misery.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">But yeah. There wasn’t really a well thought out plan, I guess, and it seems reactive. And it probably is reactive. I think the thing with me is that there is kind of a plan or there’s a fear of making the plan, so the plan doesn’t get made. And then when it comes; when the time comes then I’m not prepared <\/span><span data-id=\"P4-N200571\">and I’m reactive.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">[20:02]<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">In fact this happened last week or a couple of weeks ago that I…like he…all of us we lived together. We’re moving out and I basically just moved my stuff out because it was small and…but the rest of the stuff basically belonged to my mom. I had some books. So he was doing all the work. He got movers <\/span><span data-id=\"P4-N2005B1\">and rented a truck. So he was doing all the work. He moved the stuff up to my mom’s place and his place.<\/span><\/p>\n<span data-id=\"P4-N2005A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559330\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">But I was working those days and he just got really pissed. And I just can’t deal with when he’s pissed. He just kinds of bottles it all in and he’s angry. So he was dropping me off at work one day and I just snapped and I just went in to my boss and said I cannot work today. I have too much going on <\/span><span data-id=\"P5-N2005D1\">and I’m going to need to take the day off.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">So one of the tasks for that day was dropping this guy off at Harvard. He’s a friend, a mutual friend, and he was starting to teach there. So I did the Harvard thing, but on my way back I got in to a car accident. And I was thinking about that and like what exactly…and so, in reality, I was listening <\/span><span data-id=\"P5-N2005F1\">to music too loud and you know, I took my eyes off the road for one second and looked up and found that the entire lane had just stopped moving on my side. So I couldn’t stop in time. But I guess that happens to everyone and all that. But I’m thinking, you know, I really just was not ready to take on <\/span><span data-id=\"P5-N2005F2\">this additional task. So either I should have refused the friend, or I should have stuck up to David and not care that he was upset.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">[21:59]<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">And so, I mean, reacting to his anger, I got myself all worked up and here I am in a car accident. Not a wreck, but you know, whatever. So…<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">Yeah, I guess this was…what I’m trying to say is that you’re right; that I react. My decisions seem reactive and that’s probably because I’m too afraid to take a decision. I’m indecisive as it is. But you know, when it comes to big decisions when people can’t afford to be indecisive, I just kind of <\/span><span data-id=\"P5-N200651\">freak out. When my boss said here’s a position; you’ll come back full-time. I just freaked out. I didn’t; I couldn’t say no.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: It seems like it’s like other people are relying on you, but you don’t want that responsibility and in a way, you resent it.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: I’m not sure what you mean.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: Well like it sounds like you know, they were offering you full-time job. It may not be something that you want. But it sounds like you were…you really didn’t like the way they did things. You thought they were too bureaucratic. You were somewhat resentful of how they did things. They didn’t <\/span><span data-id=\"P5-N2006B1\">feel like they were offering you something. You felt like they were stifling you.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">[23:32]<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: Yeah, that’s true. I didn’t feel like that.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: It sounds like with David, you resented having to do this.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Yeah, I don’t know. I know it’s the wrong approach. But like I don’t know how to think of it in the right way. Alright, we all need to move out, so obviously all three of us should be present to help out. How hard is it to think in that, you know, have that train of thought and follow through <\/span><span data-id=\"P5-N200731\">and take the required days off? You know, how hard is it to do that? I don’t know. But I didn’t do it. And then I felt bad. But he was making me feel bad, you know.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">[24:39]<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: It sounds like, you know, you don’t want these responsibilities. You don’t want your work to have to rely on you. You don’t want the responsibility knowing that they’ve gone the extra mile to help you in the responsibility of participating and moving. You don’t want these responsibilities. <\/span><span data-id=\"P5-N200771\">You feel like they’re being imposed on you.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Why is that? I mean, I don’t know. It’s not like…maybe I don’t know why. I don’t know why I feel burdened. You know. Well we all have things to do, right. So they’re not like, they’re not burdens on us. They’re just things to do; they’re just time commitments. I don’t know why that is. I know <\/span><span data-id=\"P5-N200791\">that’s the case.<\/span><\/p>\n<span data-id=\"P5-N20078-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559330\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">Yeah, I mean like even when I’m visiting my mom right now, it just feels like there’s another thing I have to do. Well maybe right now it feels like that because I really do have a lot going on with…well now I don’t have two jobs, but until the end of this month, I will have two jobs and school. So <\/span><span data-id=\"P6-N2007B1\">this is really weird because I still have that draft of that e-mail that I was writing to the Amherst job, I think, and like refusing them actually. And I was just about to send it when instead I just sent them something like, okay, let’s meet. I was like let’s just go with this job for a week and see <\/span><span data-id=\"P6-N2007B2\">what it is.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">I really just want to make it as a writer. That’s all I want. And I’m going about it in the most desperate, uncool fashion. Driving myself crazy in the process. Driving everyone I know crazy. Putting too much pressure on myself. Having way too high expectations and not managing those; not having realistic <\/span><span data-id=\"P6-N2007D1\">ones. Basically, just having a miserable time. It’s just this picture; very ugly, and it needs to become beautiful because I just know that it is beautiful to someone like two paces removed.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">[28:02]<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">Yeah, like friends, colleagues; some of them. They just think I have a fabulous life in the sense that when they don’t know me that well, you know. At that point, they’re like, yeah, it’s pretty cool. They like me and they’re like you’re writing; you’re working on your novel and that’s so real nice <\/span><span data-id=\"P6-N200811\">and ambitious. And you know, you have a nice boyfriend and a nice mom; that’s great.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: Are you an David considered together now?<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: I don’t know, but that is a whole other mess. But again, I’m not in a place where I can so those things. But it’s really because he has a full-time job [inaudible – 28:54] okay to quit. That really makes me cringe as I hear myself say it. I’m sure hoping that I will not have to ask him for money. <\/span><span data-id=\"P6-N200851\">But yeah…even if we’re not together, I guess, he’s agreed to help me if I need help. I was kind of hoping I would have like some part-time deal, but oh well.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">[29:37]<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">Why is it that I feel like people are burdening me with their responsibilities? I want to know. I don’t know if you have any insight. Am I that, like…I don’t know, protective of my time? I don’t think I am. I’m not sure. [Silence.]<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">Maybe it’s because I feel…maybe it’s because I make excuses if, you know, if I don’t make it as a writer; if I don’t achieve this goal, then it’s because I can play the blame game. I can say well, [inaudible – 30:56] my mom, you know. Then that kind of rids me of the responsibility. Then it didn’t happen <\/span><span data-id=\"P6-N2008B1\">because I didn’t do something, you know. Actually, I’m a chicken or something even worse.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: In both the cases you said today where you said, “Well I can say this in here,” I guess meaning speaking to the confidentiality and also like maybe no precautions or something. Hopefully you feel that way. That they’re both examples in which you feel like you took something from someone or <\/span><span data-id=\"P6-N2008D1\">you’re taking something from someone.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: What do you mean?<\/span><\/p>\n<span data-id=\"P6-N2008E-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559330\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: Well, with the job situation, it seemed like you felt some shame that the way you, you know, sort of the timing of the job you were able to get paid full-time when you were away. So it seemed like one of the reasons you said like only within these four walls is because you felt you were saying <\/span><span data-id=\"P7-N200911\">I took something from someone I shouldn’t have taken.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">CLIENT: I did.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: And the same thing with the David. You said well that you were going to take something from him or you want something from him.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">[32:12]<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: And that sort of…those are the two times in which you felt a sense of self-consciousness or guilt or…<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: Yeah it’s true because in the job thing, I feel like the right thing would have been to say no, I want to be honest with them, but it’s more important to be honest with myself and to allow myself this…I’m a person, you know. Like I have a life. I should…and it’s just as valid as someone else’s <\/span><span data-id=\"P7-N2009D1\">life. So why can I not get that in my head and treat myself with respect instead of you know like, pussyfooting around everything and being like, eh, just make it work. I’ll just make…I don’t want to think about it. I mean I’m doing such a shoddy job with everything that concerns myself. Why is that? <\/span><span data-id=\"P7-N2009D2\">Yeah, I mean I should have just said no I want something part-time. I’m sorry. And people would appreciate and would love me more for that; for being, for allowing myself, for taking my needs under consideration and being honest. Instead, just for a few thousand dollars, I just said yes. I mean I didn’t <\/span><span data-id=\"P7-N2009D3\">know that I was going to quit, actually, to be honest. I didn’t know for sure. So that’s why I kept it. And now I’m thinking back and going, well I guess it was financially a good decision because I got paid for a few months.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">[33:51]<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">But still, you know, sitting down and planning practically does not happen because I’m just like I’m unrealistic and I just don’t want to face my fears and don’t want to kind of give myself enough time, enough thinking time, and I’m like why do I have such a low opinion of myself, you know? I have needs <\/span><span data-id=\"P7-N200A11\">and the needs take time, you know. I feel like that’s the problem. If only I could…if I could just be realistic. I mean if I could be honest about myself to myself, then I would be realistic. I would be able to face my fears and say okay, I’m not very talented, but I can do this, this, and this well. <\/span><span data-id=\"P7-N200A12\">Let’s just see what comes out of this, you know, and make a plan like that, you know. That’s what Satie (sp) has done. That’s why she’s published. That’s why she is happy; way happier right now. Well she’s always way happier, but you know.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: I think you’re angry about a lot of things and I think that the way the anger gets expressed is often in fairly self-destructive ways.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: I know.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: Like burning a bridge where you could have some money coming in that could be useful, getting yourself in to a car accident; things like this.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: Yeah. I don’t know how to stop this.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: One way I think that would help is to talk about and try to understand better the things that you are really angry about. There’s a way in which when people hold you accountable, you don’t want that. You want to sort of push back.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: Yeah. I don’t want that. I mean I want people to rely on me. I mean that only makes myself feel better about myself, you know. I do care about people. I mean I get described as mean and very kind and very loving. So…it’s not that.<\/span><\/p>\n<span data-id=\"P7-N200AC-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200AC-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559330\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">THERAPIST: Did what I say make you feel badly about yourself?<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">CLIENT: A little, but I know that’s because you want me to be a more positive person and so…<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">THERAPIST: Well, I want to help you be the kind of person you want to be and achieve the kind of things you want in life, both professionally and romantically. And to do that, I need to help you sort out all the feelings that you have that sabotage those goals. And I think there are a lot of them.<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">CLIENT: Yeah. I feel like – and I’ll say this and I know what you’ll say.<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">THERAPIST: You do? You know what I’ll say already before I say it?<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">CLIENT: Yes. I was going to say if I can just make it as a writer; if I can just have this one thing that I want, then everything will be alright. And you’ll say, well that’s your magical thinking again. You know, that’s what you said last time and it really resonated with me because that’s…I am seeing <\/span><span data-id=\"P8-N200B91\">that that’s what I do like.<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">[38:04]<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">Another example was like I wanted to do…I’ve been doing a lot of research for my novel. There are like 50 books that I need to read; 25 of which I’ve read, but you know there’s still a lot of reading left. So I thought of doing an independent study this semester just to get credit for it and to make <\/span><span data-id=\"P8-N200BD1\">that [inaudible – 38:20] that way it actually gets done. And I e-mailed my professors and most of them were like, well I don’t know if that’s such a good idea. You know, you should do research on your own time and you should really take literature courses.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">But the two days while I was making up this plan of independent study, I was like this is it. Now everything is going to get done. I just, you know, I love the fact that I’m at school and everything is going to work out. And as soon as the e-mails are out, I was like in the dumps and it was like, this <\/span><span data-id=\"P8-N200BF1\">sucks. I’m quitting the program right now. You know like, shit, what am I going to do? And I thought nothing’s going to get done.<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">THERAPIST: What upset you about what they said?<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">CLIENT: Well, they just…again, I thought that they were holding me back. It was weird, you know, like I’m actually watching myself saying these things. That’s completely ridiculous, but that’s what I was thinking. I was thinking that you know they’re responsible for my lack of success and they’re holding <\/span><span data-id=\"P8-N200C31\">me back and they’re just…they have no idea the pain that they’re causing me and you know, it’s like all this bitterness which I’ve kind of dealt with already because I see that…I meant all those required was opening up my calendar and seeing that, yes, I can do school work three days of the week and <\/span><span data-id=\"P8-N200C32\">then the rest four days I actually have for my novels. I could still, you know, manage both things. I was just like, okay. I didn’t need to get upset over; I didn’t need to get upset at my professors at all. So that was just like…<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">[40:11]<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">THERAPIST: But it sounds like that was the feeling in the job too; that they were holding you back. They were creating all these constraints and they’re sort of sapping your creativity.<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">CLIENT: Yeah, I feel that way and I don’t see that I am being neurotic when I think that way. Because I’m not the only one who thinks that way; it’s a lot of people.<\/span><\/p>\n<span data-id=\"P8-N200C8-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200C8-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559330\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200CA\"><span data-id=\"P9-N200CB\">THERAPIST: Yeah, well I would say that in that there’s a sort of level and intention.<\/span><\/p>\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">CLIENT: In my thinking?<\/span><\/p>\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">THERAPIST: Yeah, sort of they’re holding you back because if they’re holding you back, they’re sapping you, they’re doing something actively to make things worse for you rather than…they may be offering you something that you don’t want or that you can’t make use of. But that’s different from them doing <\/span><span data-id=\"P9-N200CF1\">something against you and it sounds like you were feeling they were doing something against you.<\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">CLIENT: I feel like that for just a little while, but like in connection with certain people and maybe, again, it’s because I’m neurotic or something. But I felt like they really function in that way…I mean they play favorites.<\/span><\/p>\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">[41:29]<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">The first year I was there I wanted to do design work and was only given to this one guy who is a web master and all that. And I just felt very resentful because I thought I was a better designer than him. I didn’t even think about the fact that okay, he’s taking a lot of other things in to consideration <\/span><span data-id=\"P9-N200D51\">like accessibility which is holding him back in the sense that he cannot design as nice stuff because of those things. I don’t think that. Instead I thought they’re playing favorites and they aren’t giving me any design work.<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">But I mean I do see what you’re saying. The distinction you made. So yeah, I do also think in those other terms that there just isn’t the kind of work that I’m interested in doing. So it’s not really they want to hold me back but they…but that’s happening.<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">Again, it’s like, as I say this I know I’m lying because I know that in the back of my head I feel like I’m being held back. Not because of anyone’s, you know, bad intentions. But it’s just the end result.<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">THERAPIST: I mean I guess one of the things that I feel like I can help you with is this anger you feel when you feel these ways towards other people.<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">CLIENT: Yeah. That would be helpful.<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">THERAPIST: You feel angry and then the ways in which you try to get something for yourself, you feel guilty; you feel like they’re kind of misleading.<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">[43:20]<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">THERAPIST: When I asked you about David and whether you’re together, and then you sort of admitted, you know, that he has full-time job now; that the ways in which you try to get things from other people, you feel very guilty about. You feel like they’re kind of on the sly.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">CLIENT: Yeah. I don’t know. Even if I take money from my mom, I feel that way. I feel dirty taking money for a moment. It really; in fact, that was the reason I wanted to break up with him because I thought I’m not sexually attracted to him, you know. So all I can get out of him are expensive dinners <\/span><span data-id=\"P9-N200E71\">and that makes me a slut, you know. Not in that way. And I can still think that way. So I feel like the honorable thing would be to break up with him. Now I feel completely…this is happening yet again. I feel like I put myself in like this box. Here’s another restriction and I need money and he’s the <\/span><span data-id=\"P9-N200E72\">only one who’s going to offer it. I’m bound to him now. And I got myself in this position because I just quit my job. So…<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">I wish I had…didn’t need to think this way but.<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">THERAPIST: I’d like to continue to help you with these things. We’re going to need to stop in a minute and I wanted to know what do you want to do going forward? I know we haven’t met in several weeks. What would you like to do about the treatment?<\/span><\/p>\n<span data-id=\"P9-N200EA-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200EA-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559330\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200EC\"><span data-id=\"P10-N200ED\">[45:04]<\/span><\/p>\n<p data-id=\"P10-N200EE\"><span data-id=\"P10-N200EF\">CLIENT: I will have more time now that I have quit my job. So starting in October, I’m hoping that I’ll be home to go in in the morning. I mean I’ll prefer those slots if you have them available.<\/span><\/p>\n<p data-id=\"P10-N200F0\"><span data-id=\"P10-N200F1\">THERAPIST: I do. So…but you want to take a few weeks off. I’m not sure what the few weeks are.<\/span><\/p>\n<p data-id=\"P10-N200F2\"><span data-id=\"P10-N200F3\">CLIENT: Yeah, so the next couple of weeks – are there two or are there three?<\/span><\/p>\n<p data-id=\"P10-N200F4\"><span data-id=\"P10-N200F5\">THERAPIST: So I guess two more weeks in September.<\/span><\/p>\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">CLIENT: Okay, so in that case, I mean if you have any time available next week or the week after, maybe I’ll do one session and then like with the insurance…<\/span><\/p>\n<p data-id=\"P10-N200F8\"><span data-id=\"P10-N200F9\">THERAPIST: Will you have insurance through the school?<\/span><\/p>\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">CLIENT: Through the school, but I think it won’t begin until November. I don’t know why I’m saying that. Maybe you told me that or maybe I heard at Amherst.<\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">THERAPIST: You should ask them. It should kick in September. I don’t know why; it should kick in in the school year.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">CLIENT: If it has, then I’ll definitely find out. I’ll find his out. I’ll work on this on Tuesday.<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">THERAPIST: Yeah, let me know because then I can bill your insurance and you can get a much smaller copay. As we’ve been talking about, finances are tight for you so you know. I give you a reduced fee, but I appreciate that for a limited budget, even that is a lot, especially if we’re going to try.<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">THERAPIST: I mean I really do think…do you think that you’d want to commit to twice a week starting in October?<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">CLIENT: If I can have my insurance kick in, then yes. Otherwise I would probably prefer like once a week or once every two weeks.<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">THERAPIST: We’ll talk about that. Your insurance should cover…we’ll look in to that more. If you want to ask, you can feel free to e-mail me the information. I can look in to it either way. If you need some help with that.<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">CLIENT: Sure, thank you.<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">THERAPIST: So let’s…I have a couple of morning times in the next few weeks. Do you want me to take a look at those? Is that a possibility?<\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">[47:02]<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">CLIENT: Sure.<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">THERAPIST: I know for the next two weeks I have a Monday, a 10:10. Is that a possibility?<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">CLIENT: Um, next week?<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">THERAPIST: I have next Monday at 10:10, and next Tuesday at 10:45.<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">CLIENT: Yeah, Tuesday, for the next couple of weeks won’t work because I have to go to work and then, to UMass.<\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P10-N2011C\"><span data-id=\"P10-N2011D\">CLIENT: But probably Monday. I think; no, I have meetings on Mondays.<\/span><\/p>\n<p data-id=\"P10-N2011E\"><span data-id=\"P10-N2011F\">THERAPIST: Do you want to look at late…? What would work for you and I’ll take a look?<\/span><\/p>\n<p data-id=\"P10-N20120\"><span data-id=\"P10-N20121\">CLIENT: In September?<\/span><\/p>\n<p data-id=\"P10-N20122\"><span data-id=\"P10-N20123\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20124\"><span data-id=\"P10-N20125\">CLIENT: Probably afternoons.<\/span><\/p>\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">THERAPIST: Afternoon.<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N2012A\"><span data-id=\"P10-N2012B\">THERAPIST: Is…? How late? Because I have a three o’clock on Tuesday.<\/span><\/p>\n<p data-id=\"P10-N2012C\"><span data-id=\"P10-N2012D\">CLIENT: Tuesday won’t work.<\/span><\/p>\n<p data-id=\"P10-N2012E\"><span data-id=\"P10-N2012F\">THERAPIST: Tuesday won’t work. How late in the afternoon would you need a time?<\/span><\/p>\n<p data-id=\"P10-N20130\"><span data-id=\"P10-N20131\">CLIENT: As late as possible.<\/span><\/p>\n<p data-id=\"P10-N20132\"><span data-id=\"P10-N20133\">THERAPIST: How about 5:30 on Thursday? Will that work?<\/span><\/p>\n<p data-id=\"P10-N20134\"><span data-id=\"P10-N20135\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20136\"><span data-id=\"P10-N20137\">THERAPIST: So, when I…do you want me to e-mail you or do you have a…?<\/span><\/p>\n<p data-id=\"P10-N20138\"><span data-id=\"P10-N20139\">CLIENT: Probably e-mail it right now would work.<\/span><\/p>\n<p data-id=\"P10-N2013A\"><span data-id=\"P10-N2013B\">THERAPIST: Okay. I do; I know that you had kind of a complicated schedule and the car accident. But I do really hold people to their times because I have such limited times. If I reserve for you…<\/span><\/p>\n<p data-id=\"P10-N2013C\"><span data-id=\"P10-N2013D\">CLIENT: I’m sorry.<\/span><\/p>\n<p data-id=\"P10-N2013E\"><span data-id=\"P10-N2013F\">[48:33]<\/span><\/p>\n<p data-id=\"P10-N20140\"><span data-id=\"P10-N20141\">THERAPIST: No, don’t apologize. I don’t want you to apologize, but I do hold people to their times in terms of being…hopefully that you come, but being financially responsible for the times I have to. So we do that when I section it off. So I have you – I just wanted to let you know that. So I have <\/span><span data-id=\"P10-N201411\">you in for 5:30 next week. And then we can kind of revisit in October what we’ll do. Okay.<\/span><\/p>\n<span data-id=\"P10-N20140-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20140-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559330\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20142\"><span data-id=\"P11-N20143\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P11-N20144\"><span data-id=\"P11-N20145\">THERAPIST: And ask, you know, check in with your insurance. If you want me to look in to it, you can send me the information and I will, okay.<\/span><\/p>\n<p data-id=\"P11-N20146\"><span data-id=\"P11-N20147\">CLIENT: Okay, sure.<\/span><\/p>\n<p data-id=\"P11-N20148\"><span data-id=\"P11-N20149\">THERAPIST: So I’ll see you next Thursday.<\/span><\/p>\n<p data-id=\"P11-N2014A\"><span data-id=\"P11-N2014B\">CLIENT: At 5:30.<\/span><\/p>\n<p data-id=\"P11-N2014C\"><span data-id=\"P11-N2014D\">THERAPIST: Yeah. In fact, I’ll just e-mail you right now just so you have it.<\/span><\/p>\n<p data-id=\"P11-N2014E\"><span data-id=\"P11-N2014F\">CLIENT: Yeah. No, I’ll be here.<\/span><\/p>\n<p data-id=\"P11-N20150\"><span data-id=\"P11-N20151\">THERAPIST: Okay, it will be 5:30 next Thursday. Great. Okay, take care.<\/span><\/p>\n<p data-id=\"P11-N20152\"><span data-id=\"P11-N20153\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P11-N20154\"><span data-id=\"P11-N20155\">THERAPIST: Take care. Bye bye.<\/span><\/p>\n<p data-id=\"P11-N20156\"><span data-id=\"P11-N20157\">CLIENT: Bye.<\/span><\/p>\n<p data-id=\"P11-N20158\"><span data-id=\"P11-N20159\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}