{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her attraction to the \"darkness\", regarding the people and life to which she is attracted."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Self confidence","Romantic relationships","Psychoanalytic Psychology","Sadness","Low self-esteem","Detached behavior","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["8"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Self confidence","Romantic relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Low self-esteem","Detached behavior"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":6,"pageCount":6,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559430","dorpId":"1005577350","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, January 16, 2013: Client discusses her attraction to the \"darkness\", regarding the people and life to which she is attracted.","fullTitle":"Client \"S\" Therapy Session Audio Recording, January 16, 2013: Client discusses her attraction to the \"darkness\", regarding the people and life to which she is attracted.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":6,"totalPages":6,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":6,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559430\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come on in.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: You're working today as well.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: I'm sorry?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: No, you're working today as well with all of the snow. (chuckle) Did you drive here? (chuckle)<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Does it seem not good to drive?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: No, it's scary. (chuckle)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: It's scary?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah. Pretty but scary. (chuckle) let's see. Last week (chuckle) I mentioned to Chris about the couples therapy, and he's like, \"Okay, I won't make you a schedule.\" (laughter) Even I try to press him and say, \"No, I really am interested.\" I had to trick him into telling me what the schedule <\/span><span data-id=\"P1-N2001B1\">was going to be. He didn't like going -<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: So he interpreted that as punishment for making you a schedule? Interpreted the couple's therapy as punishment?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Yeah. He was like, \"Oh, my god,\" just yeah. \"I'm sorry, I'm sorry. I'll go back to being aloof.\" (chuckle) So (pause) yeah. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">I wanted to ask you about one thing you had said earlier about being attractive to the darkness, or the dark side. You were liking it more because it's dark side. I wonder what's behind that, or would I always be like this from now on. It's like that. (pause) What did you mean by dark, or being in the dark? <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Well, it sounds like you had your own associations. You said you wondered if you'd be like this, so clearly there was something you had in mind about it.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: I would think specifically it just sounded right. (laughter) (pause) Yeah, I just wondered because I thought maybe you would have a more objective reading of me and him emotionally, like you would have a specific idea of darkness. <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: I think in objective readings, there's less truth, not more.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: What do you mean less truth?<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: Well, the fact that it resonates with you, to me, speaks to the fact that there's something true about it, and it's a question of what it is. My \"objective\" reading about darkness seems like it would get away from that truth, not necessarily move toward it.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: What truth?<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">THERAPIST: The truth of what the darkness means, for example. I'm using your words truth, because you said that it felt true, but you're not clear what.<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">CLIENT: I don't know. I don't know if I should think about the qualities of this boy, or my qualities, or discovering some of my qualities through him. (chuckle) <\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">THERAPIST: This happens a lot where you latch on to an idea. You like it. You'll think about it, you'll bring it up in here, this idea whatever the idea is this time, it's about this attraction to darkness, and then you're not really sure what to do with the idea, so you say, \"Well, you define the <\/span><span data-id=\"P1-N200331\">idea. It's your idea, so you tell me what the idea means.\"<\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">THERAPIST: Let's use your definition, and then you sort of then try to figure out from there what to do, but it's a very interesting phenomenon, it happens a lot.<\/span><\/p>\n<p data-id=\"P1-N20038\"><span data-id=\"P1-N20039\">CLIENT: Yeah. No, it happens in other spheres as well, I just get stumped, or feel stumped, and don't know how to proceed after that. (chuckle) I don't know why. <\/span><\/p>\n<p data-id=\"P1-N2003A\"><span data-id=\"P1-N2003B\">Maybe I'm dumb, or not so smart. It's just I don't know.<\/span><\/p>\n<p data-id=\"P1-N2003C\"><span data-id=\"P1-N2003D\">THERAPIST: Yes, I think that's what it means.<\/span><\/p>\n<p data-id=\"P1-N2003E\"><span data-id=\"P1-N2003F\">CLIENT: (laughter) I don't know. Why do I get stumped with I'm just trying to think, my mind is going a little blank, but I'm trying to yeah. Well, with darkness, let's see. I think of myself as not a very dark person or didn't until now, but well, okay. So about him, it's his caveman attributes, <\/span><span data-id=\"P1-N2003F1\">and staying indoors, not going out, not having so many friends, and doing things that don't mean well to friends, but also having a lot of beauty while doing that, like it fosters or something. The lines are beautiful. The concept is beautiful, the idea is brilliant, beautiful, but it's dark. <\/span><\/p>\n<span data-id=\"P1-N2003E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559430\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">And being very, very bold, and very confident in your darkness. I guess I'm just attracted to that (laughter) when you are in the light, maybe you are not so confident, and are not so bold because you're in the light, which can also mean you're in the limelight and everyone's watching you, and you're <\/span><span data-id=\"P2-N200411\">not a caveman, and you're out and about. And you're beholden to other people's expectations, and you can't take a misstep. You're afraid. Be careful not afraid be careful about every step you take. But then being careful can also perhaps lead to fear, I think. <\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">THERAPIST: So being in the light is being under scrutiny?<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">CLIENT: Yeah, if you're not a caveman, if you're not yeah. If you're in the light, that would mean generally there's that means that there are other people around, and everyone can see everyone. Like an optical or something. That's what I think. And I guess one thing to be a writer, we're supposed <\/span><span data-id=\"P2-N200451\">to experiment with everything, not realize not everything, maybe when you're in 20s and you're supposed to experiment with everything, and then by the time you're in your mid-20s or late 20s, you know what your thing is and you stick to that. <\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">I don't know. But just being more bold, I thought would lead, yeah, would help me be bold or would help me be more confident, and I was for a short time. (laughter) But I don't know what my dark side is, or how I'm dark. Well, I know, but (chuckle) or I don't know. I'm very sneaky, I guess. (pause)<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">It gives you some power, right, darkness gives you some power because people can't really see the whole you. There's a shadow of you, and they only see the bit that's lit, so (pause) but I still think or I mostly think that it's the lit part of you, that's the part of you that everyone can see that <\/span><span data-id=\"P2-N200491\">matters. The rest of them might as well not even exist. I'm sure Chris would think that too. <\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">He wants his life to be useful, and that the parts that are not so useful, he doesn't even care about them. He didn't earlier, and now maybe he does a little bit, but not so much. Doesn't make any sense. (chuckle)<\/span><\/p>\n<p data-id=\"P2-N2004C\"><span data-id=\"P2-N2004D\">THERAPIST: What made you say that?<\/span><\/p>\n<p data-id=\"P2-N2004E\"><span data-id=\"P2-N2004F\">CLIENT: I don't know. I feel like we don't have a theme today, or maybe we do, but (pause) -<\/span><\/p>\n<p data-id=\"P2-N20050\"><span data-id=\"P2-N20051\">THERAPIST: Did you feel like I wasn't following you?<\/span><\/p>\n<p data-id=\"P2-N20052\"><span data-id=\"P2-N20053\">CLIENT: No, no, no. I was just wondering if I was following me. (chuckle) I mean, yeah. (pause) Yeah, then (pause) I'm not sure whether one should, or I should cultivate my dark side. I mean, it's nice to be powerful, but not so nice to use it to hurt people. Or not to hurt people, but to just get what <\/span><span data-id=\"P2-N200531\">you want, but then it's nice to get what you want. But I have no feelings, I'm not sure. I feel like Victor (ph) uses this darkness to get women, but I don't have that. I don't need women, I don't need men. I do, however, need to be a good writer. That is my desire. And if cultivating a dark side would <\/span><span data-id=\"P2-N200532\">help that (chuckle) but I don't know. Being bold is definitely something that I need more of, but I wonder if there can be other sources for being bold. <\/span><\/p>\n<span data-id=\"P2-N20052-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559430\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Is there any power in lightness?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: I feel like too much of Star Wars and Chris. (laughter) The light sabers and all that. (laughter) Can you expand on that?<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: I don't know. I don't have a particular idea in mind. I'm just wondering, you said there's only power in darkness.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: No, I didn't. Did I say only?<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: I thought you said that.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: Not (crosstalk).<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: Well, if you didn't say that, then I guess the question is what is the power in lightness?<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: Being right, being righteous. Being loved and respected by all because you don't make missteps, and if you do make missteps, they're in the light and then you get to experience other people's forgiveness, which is also pretty nice. <\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">Being light, hm. I don't know. There's a lot of abstraction here, but I guess to bring it down to the objective stuff, I just want to cultivate those facets that'll help me to be a better writer, a bolder writer, you know. And if it well, that's what I used to say until now, that if it takes I want <\/span><span data-id=\"P3-N200651\">to experience everything, but getting well, I guess I knew I might end up getting really hurt, and I did, but -<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">THERAPIST: I'm sorry, end up getting?<\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\">CLIENT: Hurt.<\/span><\/p>\n<p data-id=\"P3-N2006A\"><span data-id=\"P3-N2006B\">THERAPIST: I see. <\/span><\/p>\n<p data-id=\"P3-N2006C\"><span data-id=\"P3-N2006D\">CLIENT: But I don't know. Now why are we even talking about this? (chuckle) I guess being attractive to bad persons is what we were saying. (pause) I guess there are writers who write with dark people, and they may not necessarily be dark themselves. They're just seeing it up close. (pause) I kind of <\/span><span data-id=\"P3-N2006D1\">lost my friend now. (laughter) (pause) And I suppose I will always be in touch with darkness because there's been darkness in my past because of my dad, so every time I need any darkness, all I have to do is tap into that. (laughter) And maybe seek out some dark people if I need any, because I'm in <\/span><span data-id=\"P3-N2006D2\">the light now and there don't seem to be any dark people about. <\/span><\/p>\n<p data-id=\"P3-N2006E\"><span data-id=\"P3-N2006F\">(pause) But I just hope I don't seek it out in my significant other because as of now, he's not a good hope. (chuckle) (pause) I don't know what else to say. <\/span><\/p>\n<p data-id=\"P3-N20070\"><span data-id=\"P3-N20071\">THERAPIST: Where did your mind go?<\/span><\/p>\n<p data-id=\"P3-N20072\"><span data-id=\"P3-N20073\">CLIENT: Well, a lot of places. I was thinking of what else I could talk about. It's just this dilemma of Chris being so driven, and if you take the drive out, he's nothing. And then you construct your life around that, and maybe some of his images for your benefit, and then you feel too tied to too <\/span><span data-id=\"P3-N200731\">judged if you don't perform, and stifled. (chuckle) And then you go for someone much darker with many facets, and then they just will leave you (chuckle) high and dry by yourself (ph). <\/span><\/p>\n<p data-id=\"P3-N20074\"><span data-id=\"P3-N20075\">And then somewhere around, there's supposed to be your own thinking mind that I think resurrect or escalate it. (laughter) (pause) I spend too much time thinking about other people, don't I? Or these two men specifically, but (pause)<\/span><\/p>\n<p data-id=\"P3-N20076\"><span data-id=\"P3-N20077\">THERAPIST: What do you feel like you should be thinking about instead?<\/span><\/p>\n<p data-id=\"P3-N20078\"><span data-id=\"P3-N20079\">CLIENT: I don't know. Ideas, stories. (laughter) I don't know. Something creative and constructive. (pause) So I somehow I came privy to Victor's e-mails to other women (chuckle) and he used the same he used to use the same I don't know if I should call them techniques that he used with me, in his <\/span><span data-id=\"P3-N200791\">mother tongue, all the music, and art. (pause) And some didn't take the bait, and then some did. <\/span><\/p>\n<span data-id=\"P3-N20078-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559430\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">I don't know what I'm trying to say, but I just felt really weird. It's like, wait a second, you guys are talking about the same things that he and I talked about, you know, sharing of food, same thing of chicken, salmon, and this. I was like you might want to vary your approach a little bit. (laughter)<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">And right before leaving, he sent me an e-mail asking if I have one of his books, and I deduced that it's for the new person he's dating because they're from the same country as the author, and I'm like, but he tried that with me. He wanted to read books written by authors from where I come from, but <\/span><span data-id=\"P4-N2007D1\">he never and then I got them for him from Nepal, but he didn't take them at that point, so I just felt sad about that. And I've just been thinking about this lately, and I shouldn't be, but (pause) <\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">And the thing was that these e-mails were in his trash box, not his inbox, and that kind of made me feel weird as well. I don't know. (chuckle) (pause) Yeah, I mean you're right, I don't think people aren't bold or cannot have power. I mean, yeah, I wouldn't say Chris is not bold in his work, and writing, <\/span><span data-id=\"P4-N2007F1\">and stuff, but maybe he's not bad bold or whatever. Bold is not going to make mistakes, you know. (pause) I don't know. I guess I'm trying to understand will every woman fall for Victor? Should I not be so hard on myself for having fallen for him? <\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: Those are two very different questions. Would every woman fall for Victor, and should you not be so hard on yourself? Two totally different questions.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: (laughter) Okay, all right.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: Do those feel like the same?<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: But they're related. I guess what I'm trying to say is that I want to stop feeling bad, and seeing the lows and this and that, all the negative stuff, for having fallen for him. And I guess with the darkness questions, I don't understand why I felt, and what kind of need he met, you know, satisfied, <\/span><span data-id=\"P4-N200871\">and why I had that need in the first place, and this and that. And yeah, just try to understand that whole thing, and try to move on, and try to yeah, because very early on I said I feel I can't create beauty on my own, and now I see that I can. I may lack joy in creating that beauty, but that might <\/span><span data-id=\"P4-N200872\">be my temperament because of being depressed and stuff, but I know there's hard evidence that I can create beauty. <\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">THERAPIST: Do you think I'm sorry, I didn't mean to interrupt.<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">CLIENT: Yeah, go ahead.<\/span><\/p>\n<p data-id=\"P4-N2008C\"><span data-id=\"P4-N2008D\">THERAPIST: Do you think your temperament is being depressed?<\/span><\/p>\n<p data-id=\"P4-N2008E\"><span data-id=\"P4-N2008F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20090\"><span data-id=\"P4-N20091\">THERAPIST: Really?<\/span><\/p>\n<p data-id=\"P4-N20092\"><span data-id=\"P4-N20093\">CLIENT: I don't want to be. I want to have joy, but more often than not, I feel I don't. Maybe I do, but why did you ask?<\/span><\/p>\n<p data-id=\"P4-N20094\"><span data-id=\"P4-N20095\">THERAPIST: Striking statement. Profound statement about how you see yourself. I actually don't for whatever it's worth, I don't agree, you know, if I'm -<\/span><\/p>\n<p data-id=\"P4-N20096\"><span data-id=\"P4-N20097\">CLIENT: You don't see how I'm -<\/span><\/p>\n<p data-id=\"P4-N20098\"><span data-id=\"P4-N20099\">THERAPIST: Clairvoyant, or I don't know if clairvoyant would be the right word, but to know something like that would be an interesting kind of knowing, how would I know that really, but I don't think that's true.<\/span><\/p>\n<span data-id=\"P4-N20098-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559430\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Tell me what temperament is that? <\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: Well, those are two different things too, being depressed and being sad, I see are very different things.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: Okay. Me?<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: That's interesting, because I don't think anyone's temperament is to be sad. I don't know. That's an emotion, I think. I think people do have tendencies to be depressed, or an innate tendencies. I don't see that in you really though.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: Yeah?<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">CLIENT: Well, that's good news.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">THERAPIST: Yeah?<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">CLIENT: Yeah. So why is that, or do you -<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">THERAPIST: Because you're somebody who, to me, who seems like she seeks life more than anything else, and I feel like there are ways I mean, there's so many things that have happened in your life that would lead you to feel sad and shut down at times. Disconnected, maybe, behind a glass wall. I didn't <\/span><span data-id=\"P5-N200AD1\">really see that as your temperament.<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">CLIENT: Mm. I would like to have life and make beauty and meaning. I guess I have a lot of anxieties that shut me down, but I hope to conquer them (chuckle) someday. <\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">THERAPIST: I think your mother has a tendency to be depressed, but I don't see you as like her in that way at all.<\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">CLIENT: It's funny, she has a tendency, but she spends far less time actively being sad than me. (laughter) It's funny that way.<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">THERAPIST: How so?<\/span><\/p>\n<p data-id=\"P5-N200B6\"><span data-id=\"P5-N200B7\">CLIENT: She always occupies her mind, or her hands. She's always making something, art or stuff, or watching TV. She hardly ever sits around and says negative things, like actively, like of the kind that I may do, and my tendency is to seek out hurt, to hurt myself, and she doesn't have that. Yeah. <\/span><span data-id=\"P5-N200B71\">Yeah. But I kind of judge her and feel more sad, like look at the art you're making, it's not as pretty, or the food you've got is not as delicious, or you've wasted your hours watching TV. (chuckle) But she doesn't have that judgment on her head so much as I do. <\/span><\/p>\n<p data-id=\"P5-N200B8\"><span data-id=\"P5-N200B9\">(pause) But I center the judgment because I feel like they're making a better person, but then when I talked to her last time, the not listening that happens and then I just shut down. Like this Christmas with Chris, and we had a fight about something, and I just thought he was being very judgmental. <\/span><span data-id=\"P5-N200B91\">I just felt really small and inadequate. (chuckle) (pause)<\/span><\/p>\n<p data-id=\"P5-N200BA\"><span data-id=\"P5-N200BB\">Yeah, I feel like I have to work through a bunch of things, like with respect to Chris. Figure out a more healthy dynamic way. I know that what he's saying about me is just a judgment, and I don't need to listen to that, or I can listen to it as much as is beneficial, and make my own structure, and <\/span><span data-id=\"P5-N200BB1\">perhaps try to convince him that it's valid, and if he's not convinced, then leave it at that. (laughter) Because he and I are different, and I shouldn't compare too much, and then the thing Victor, and you're trying to figure out what happened, then not fall for him or his kind of a man again. (chuckle) <\/span><\/p>\n<p data-id=\"P5-N200BC\"><span data-id=\"P5-N200BD\">And it is such a slippery slope, yeah. My mom says that at that time, I was suicidal. You were ready to kill myself, so he came in and gave me something that I needed at that time, but that's it. So when you're sick, you take some medicine, but you don't take it once you are well, and that feels at <\/span><span data-id=\"P5-N200BD1\">first, I just wasn't ready to hear it because I was still hoping for a future with him, but now I'm like, she's pretty accurate about that, I guess. (pause) I'm not feeling so guilty about my mom. (chuckle) <\/span><\/p>\n<span data-id=\"P5-N200BC-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559430\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: What's changed in that respect?<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: (crosstalk).<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: Not feeling as guilty about your mom?<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: Well, I don't see her as much as I used to, not living with her, and she seems to be doing okay. I see her every day anyways, so I feel okay when I'm around. Yeah, I mean, (chuckle) and I'm doing my own work. I'm able to, so I feel that it's that's what I wanted, so not living with her is producing, <\/span><span data-id=\"P6-N200C51\">I guess, positive results. (chuckle) I feel that once she gets really old, I wouldn't want her to live on her own. I'd live with her, but when she's very old and she can't arrange the kitchen or the living room and make it a mess. (laughter) <\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">THERAPIST: Do you think it's possible that your temperament is not depressed?<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: I hope so. I really, really hope so. Yeah. I want to bring joy to myself and to other people, and not because I'm so affected by everything Victor said about me, and the thing that he said the most was, \"You have this negative streak in you that I cannot deal with,\" and I just feel like I really <\/span><span data-id=\"P6-N200C91\">hope that's not true. What do you mean by that question?<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">THERAPIST: Now that was a pretty straightforward question.<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: (laughter) Yes, I do believe.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">THERAPIST: What more meaning were you looking for?<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">CLIENT: I don't know. It's just I already have I just feel like if I'm positive, I can do more good, produce more beauty than when I'm sad, so that means that I'll have more opportunity if I'm temperamentally not depressed. Now I may not be joyous, that's the other extreme, but maybe I can be somewhere <\/span><span data-id=\"P6-N200D11\">in the middle. (chuckle) <\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">THERAPIST: Cecelia (ph), we're going to need to stop for today, okay.<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">THERAPIST: I will see you on Monday. So Monday is Martin Luther King Day, but I'm here. I work on that day.<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P6-N200DA\"><span data-id=\"P6-N200DB\">THERAPIST: I'll be here.<\/span><\/p>\n<p data-id=\"P6-N200DC\"><span data-id=\"P6-N200DD\">CLIENT: Have a good weekend.<\/span><\/p>\n<p data-id=\"P6-N200DE\"><span data-id=\"P6-N200DF\">THERAPIST: Thank you. You, too. Take care.<\/span><\/p>\n<p data-id=\"P6-N200E0\"><span data-id=\"P6-N200E1\">CLIENT: Okay. <\/span><\/p>\n<p data-id=\"P6-N200E2\"><span data-id=\"P6-N200E3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}