{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client received a letter back from his father and he discusses what is in the letter and how he feels about it. Client discusses changing his therapy sessions to every other week."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Sex and sexual abuse","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Shame","Guilt","Parent-child relationships","Behaviorism","Psychodynamic Theory","Cognitivism","Sadness","Low self-esteem","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Sex and sexual abuse","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["11"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Shame","Guilt","Parent-child relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Behaviorism","Psychodynamic Theory","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Low self-esteem","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561875","dorpId":"1006468869","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"M\" Session April 30, 2014: Client received a letter back from his father and he discusses what is in the letter and how he feels about it. Client discusses changing his therapy sessions to every other week.","fullTitle":"Client \"M\" Session April 30, 2014: Client received a letter back from his father and he discusses what is in the letter and how he feels about it. Client discusses changing his therapy sessions to every other week.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561875\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I worked 13 hours yesterday on this video shoot for this interesting company.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: It sounds nice.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I don’t know too much about it and I’m sure it has done great work, but it seems like it’s the encapsulation of things like yoga, meditation into this particular format that makes it easier for people to do these things and random acts of kindness and things like that. I think people purchase <\/span><span data-id=\"P1-N200111\">these courses, so it’s (chuckles) kind of interesting that you can make money off of these things.  So that was a long day, but it was good.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: How do you feel working a long day?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I haven’t worked like that in some years. I used to put in those kinds of days when we used to tour. You know – that was normal and I was a lot younger, but I wasn’t dead. I was tired and I went to bed kind of quickly, but I did realize that I need to work. I need to get out of the house. I <\/span><span data-id=\"P1-N200151\">need to have less idle time. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: It’s hard to be isolated, which often happens when you don’t work.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah. Or not isolated and maybe see your wife all day long and not have any time apart to actually make time together more meaningful. So that felt good. I think they want me to work on something else tomorrow, which is a surprise, but good; and then, of course, Friday. (scoffs) Friday is recording <\/span><span data-id=\"P1-N200191\">interviews with the president and the vice president. And just on Monday I applied for a job. It’s a program that’s – you’ve heard of it.  It will be good to have some face time like that. (laughs)<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Quite a network. (chuckles)<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah. So between that and what I did yesterday, I’m feeling like work would be nice (chuckles) and, perhaps, imminent, so I’m feeling positive about the future. I don’t know to what degree getting the letter off to my dad has contributed to that. I’m sure it has a great deal, in fact, because <\/span><span data-id=\"P1-N2001D1\">I got a letter back from him on Monday and I actually brought it. It’s about nine pages, but I’ll read it to you just because I think it closes a loop.  “Dear Bryce: In my e-mail I said I would wait to begin this letter, but I need to start today. I will probably finish back in Michigan. I must address <\/span><span data-id=\"P1-N2001D2\">a number of questions\/issues. To begin with, how on earth have you been able to survive the pain from all these years? I did not say cope because, from your letter, you have not been able to cope until you hear some honest reflection from me on my part of the picture. I hope the results are of some <\/span><span data-id=\"P1-N2001D3\">help. It seems we have both been living in separate parallel universes – you in maintaining the face that never betrayed the depth and breadth of your pain and anger; and I, myself, involved in passage through therapy,” which is a court-ordered therapy from when he was charged\/convicted.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">“. . .through the therapy, moving on from the collateral damage to my family. Truly it has not been a case of out of sight, out of mind.  It’s a rare day over these past many years that I’m not mindful of the shame and guilt for my past failures. For example, when I’m asked why I sold out . . .” After <\/span><span data-id=\"P1-N2001F1\">my mom died, he sold their trailer. “. . . I say something about not wanting to own property in Texas. That is true; but the rumor that the new ownership was about to do background checks on tenants really made up my mind, so I ran. I did not want my story to reach Texas. My friends [ ] (inaudible at <\/span><span data-id=\"P1-N2001F2\">00:05:37) Maine, have been accepting and supportive. I’m not so willing to depend on that from people that don’t know me that well. I feel relatively safe here with Elaine.” His new wife. “By the way, I told her my whole story the summer before we married.”  I was there. He doesn’t remember that. “She <\/span><span data-id=\"P1-N2001F3\">initially called everything off until Hank and Jimmy . . .” His two brothers. “. . . went online to see what was there.” This wasn’t clear, but I found out he went online to see what a background check would find. “She had been understandably concerned about what her family’s reaction might have been. <\/span><span data-id=\"P1-N2001F4\">When my brothers found nothing, she agreed to proceed. I have found no purpose in showing her your letter. I have given her a general view of what you wrote. I shared nothing of your personal data. I have wondered often when someone in the family would confront me with their personal pain and fear regarding <\/span><span data-id=\"P1-N2001F5\">my sin. I did not expect it would be you. David, Ashley and William . . .” William is my youngest brother who was adopted as [ ] (inaudible at 00:06:56). “. . . were still at home and school then and I still wonder – have they ever talked with you?”<\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561875\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">“Now about you and Brandy, I’m completely blindsided by this revelation.  I know she once accused you and me to mom, but I blew off the reference to you. I assumed she just wanted to get you into trouble for some reason. I had some concerns about one of the other boys because of her kittenish behavior <\/span><span data-id=\"P2-N200211\">and going in and jumping into bed over in their room. Beyond that, I had no clue. Over the years I have learned that was not the only behavior that escaped attention on my watch. Where was I? Your comment on my parenting is hard to hear, but even harder to deny. The core of these letters began with <\/span><span data-id=\"P2-N200212\">your health. It’s not clear that my own health is at stake if I can’t accept your forgiveness and keep building my own.” I’m not quite sure, though, what that means. <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">“As I think back to my therapy, a comment by my therapist stands out. Seeing that I was feeling pretty low about myself, she asked, ‘Is that all you are – a sexual predator?’ I had to back off and find other, more redeeming truths about me. It took some time, but it was a necessary process to allow <\/span><span data-id=\"P2-N200231\">me to regain my place in the human race and move on. I am still in process and I hope you find a path to join me in healing. As I read and reread your renderings of your self-destructive behavior and the physical and emotional trauma that waits for you every morning, my guts tighten and I feel the need <\/span><span data-id=\"P2-N200232\">to get up and walk away from the pages. My God, what can I do? It’s too late to convince that nine-year-old baseball player that I give a damn about him. That you can write that you still love me now, despite the torture you’ve endured, is very hard for me to get my head around. However, I do look forward <\/span><span data-id=\"P2-N200233\">to seeing your loving acceptance of me, knowing that you can do so without deep-seated anger living under the surface.  In your last e-mail you mentioned me getting a new life.” After a big earthquake [ ] (inaudible at 00:09:13) “That is good and I hope it includes moving away from the view of yourself <\/span><span data-id=\"P2-N200234\">as irredeemably horrible, for no one is irredeemably anything. I refuse to accept that judgment of me or of you. I don’t have any more, except to thank you for the love that allowed\/forced you to write to me. That letter is going into my shredder. I shall never forget the message. Love, Dad.”<\/span><\/p>\n<span data-id=\"P2-N20022-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561875\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">THERAPIST: What do you feel in reading it?<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">CLIENT: (pause)  You know, it was funny because I got the letter on Monday. Monday morning I kind of sensed it was coming that day and, sure enough, I got it. (pause) I was pleased to read it. It actually felt like I was, in some ways, healing as I read it. I called him that night – or a few hours later. <\/span><span data-id=\"P3-N200271\">We talked and I said that sometimes you just have to kind of stick your finger down your throat and vomit all the stuff out in order to start to feel better, and that’s kind of what it felt like I was doing.  I don’t think either one of us is expecting that this is just all over, but I think one other <\/span><span data-id=\"P3-N200272\">thing that concerned me when I wrote to him is how he could react at the age of 80 when I tell him and when I talk to him that (sniggers) one of my more recent deadline was the end of 2013; then it was his birthday; then it was I wanted to send it before July. I said I didn’t want to wait until you <\/span><span data-id=\"P3-N200273\">were experiencing dementia and have this be this completely either useless or irreparably damaging or somehow not the result I was meaning or looking for.  I felt good about it and I don’t quite know what to make of his comment that he had no idea that I . . .<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">THERAPIST: Do you believe him?<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">CLIENT: I believe that he believes he had no idea. This is many years ago but . . .<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: It’s not the kind of thing you know and forget, though.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: Yeah, because when he told me about it, it was after school and I came in and mom was doing dishes and she said, “Dad wants to talk to you. He’s in the bedroom.” I went in there and he was sitting on this ugly green couch that I remember quite well. He explained to me that he was being charged <\/span><span data-id=\"P3-N2002F1\">with criminal sexual abuse and he said something like along the same lines of what you mentioned [ ] (inaudible at 00:13:46) because I had come clean at some point. (pause)  Just a few years ago I said something about my own involvement. (pause) I can’t remember what it was, but he said something like, <\/span><span data-id=\"P3-N2002F2\">“Well mom said you did.” It was something like that, but I do think I’ve had more time to put my letter together. I suspect he might reflect more and come to a different understanding or memory of it.  I’m not bothered by it but . . .<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: Memory is also so constructive – what we remember, how we remember things. Our memories do change over time so, like you said, you can believe that he really believes that that’s what he knows or doesn’t know. He may really feel like he’s telling the truth because that’s his truth right now. <\/span><span data-id=\"P3-N200311\">Eyewitness testimony is famous for stuff like that, where people can swear with 100% certainty what they saw, and they’re not lying. That is their memory of what they saw because their memory . . .<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: Is not foolproof.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: It’s not foolproof at all. It’s actually remarkably bad.<\/span><\/p>\n<span data-id=\"P3-N20034-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561875\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">CLIENT: (laughs) Yeah. Barry tells me that a lot.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: It’s very [plastic,] (ph?) is a better way of saying it. <\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: The point, I don’t think, was . . . I don’t feel like my effort was diminished or his responses fell short because of that. Just alerting him to it was, I think, really the point. How he deals with it now is up to him. It’s really not my concern. (pause) It is kind of pointless to argue who <\/span><span data-id=\"P4-N2003B1\">knew what when because I’m not looking for some sort of “you were right; I was wrong” kind of thing. <\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: You wanted him to know what your experience has been and he was able to take responsibility, having such an impact on you, and hear about what you said.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">CLIENT: Yeah. (pause) I think I have suffered in the past three or four years because of the distance that had grown between us and that, I feel like, is . . .<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: You very much opened the door for real communication.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: And what he said to me on the phone was “I had no idea that you were harboring anger towards me.”  I didn’t want to explain to him, “Well, dad, when you call me and I don’t take your calls and I call you back a few days later . . .” (sniggers)<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: He doesn’t read that as anger.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: Just busy.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: Or maybe that’s what kids do these days. No one ever answers their phone.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Well, that’s true. I felt good after I talked to him and (pause) it just feels good to get the poison out of the well. (pause) That’s where I am. <\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: It’s a huge piece that you’ve been working on that’s been . . . enough of the process is over. You’ve really opened the door to communication with him, which is another piece of the process. The burden you felt of writing the perfect letter to express – or the comprehensive letter to express <\/span><span data-id=\"P4-N2004D1\">– all that needed to be said, was a really big burden. To be able to get it to a place where you felt comfortable sending it or comfortable enough sending it – I know it didn’t feel completely comfortable to send it off, but that you were able to get it to a place where you were able to do that. I know <\/span><span data-id=\"P4-N2004D2\">you like to check off the boxes and this was a really big one.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: It is. It is. Earlier today I was just cleaning up the desktop, the computer desktop, and I saw “dad letter.”<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: How many versions were there?<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: I haven’t found them all. (both laugh) The ones that were on the desktop were delete, delete, delete.  I didn’t feel any need, because sometimes I’m like “well, I better hold onto . . .” At what point am I going to say, “I told you this and here is the letter I have to prove it?”<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: You can let it go.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: Yeah. It feels great. Part of it, also, has to do with actually following through and getting it done.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: Disproving the theory of yourself as somebody who never finishes things, this is a big piece of evidence in the other column. There are other ones, I think, that you don’t acknowledge, but this one is going to be hard for me to let you forget about.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: No, it is. (pause)  I think for me there is a concern about idle time and what I do with it. (pause) I’m still working on how to structure it, how to organize it, what to squeeze out of it, what not to expect; and so building on these completions is something that I hope I can implement in moving <\/span><span data-id=\"P4-N2005B1\">forward because, as you said a long time ago and you alluded to it just now – does the letter need to encapsulate everything I want to say and can it?  And no; so in many ways it is imperfect, as in incomplete. And can I accept that state with other things?<\/span><\/p>\n<span data-id=\"P4-N2005A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561875\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: To let yourself finish things and not have to have them be perfect.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: Yeah. I do understand the (pause) (scoffs) deadfalls of perfectionism. I understand them cognitively and I’m starting to understand them impractically and how they relate to my well-being and emotions.  (pause) So I do hope that I can kind of draw on this. This is a big one and it’s like I don’t <\/span><span data-id=\"P5-N2005F1\">know that there are going to be bigger ones than this. This one took me four years to do. (scoffs) Again, it wasn’t like I was working on it every day, week, month or year, but that said . . .  Like you said before, something about just because you didn’t write it down doesn’t mean you didn’t work on it.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: It was in the back of your mind every month, day . . .<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: Yeah, working on it; seeing things through the lens of “why did he do this? Why did he do that?” has been helpful; so in some ways, letting it linger has also been a tool for development as well. I’m not going to say “what’s the right amount of lingering?” It certainly was productive.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: Maybe whatever it was was the right amount.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: Yeah. And understanding further the process of editing eventually you’re more actual. <\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: The idea that what something is, is the way that’s right or how it should be, all of those [ ] (inaudible at 00:25:23), there may be different lessons that you learn. Had you pushed yourself to send it sooner, would that have been an experience that taught you something valuable? Maybe. It <\/span><span data-id=\"P5-N200691\">may have been a different learning experience than letting it process for the amount of time that you did. I don’t know if there is one right way, but what was was right for you. You learned certain things from it and didn’t learn other things. <\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Yeah. The letter I would have sent two years ago would have been very harsh and not contain any (sniggers) compassion or empathy therein. That was in the last letter. You’re right. As you think about it, it’s like how hard have I been on myself the past three years about not doing this? I guess <\/span><span data-id=\"P5-N2006B1\">there comes a point where you have to believe in yourself and that the right time will appear. That said, again going back to that concern about what I do with my idle time, am I avoiding something by saying that it’s not the right time? Or am I actually working on it in subtle ways?  (pause) I think <\/span><span data-id=\"P5-N2006B2\">I need to just – about that concern about squandering my time – be wary of when I know I’m wasting time. I think I know.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: What is a waste of time?<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: (sniggers) It’s not doing the Sunday Times crossword puzzle. That is a must do.  There are things I do that I do for myself. I have no guilt about doing them, but there are times when I sit there with my phone, wondering which social media I haven’t checked for some sort of interesting thing <\/span><span data-id=\"P5-N2006F1\">or contact – Linked In, Instagram, Facebook, Twitter – whatever. And I know I’m wasting time. I don’t really like it but . . .<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: So that doesn’t feel good in the way that completing that crossword does. There is a big difference between recreation, which I think is a really important component of life . . . <\/span><\/p>\n<span data-id=\"P5-N20070-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561875\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">CLIENT: Or just wasting time – what I would call wasting time. (laughs)<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">THERAPIST: I don’t know what else to call it. Maybe it is wasting time. Not wasting, but it certainly is misusing it because if it doesn’t feel good, then why do it? It’s not like okay, doing sit-ups might not feel good, but it’s doing something positive for you. Scrolling through the social media sites <\/span><span data-id=\"P6-N200751\">doesn’t feel good and I’m not sure that it’s good for your health either in the way that going to the gym has this obvious benefit to cardiovascular health. Social media hasn’t proven that yet. It’s actually proven that, for the majority of people, the longer they spend on those sites, the higher their <\/span><span data-id=\"P6-N200752\">levels of mental health distress.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">CLIENT: I think I remember something about that.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">THERAPIST: Yeah, Zuckerberg (laughs) is a multi-millionaire. <\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: There are times when I think “I’m just going to delete this account.”<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: It’s hard to.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">CLIENT: And I think one of the reasons I resist it is because I think, for me, a way to avoid certain behavior has been to just cut that out [ ] (inaudible at 00:30:25) thinking, for example. I don’t want to have that be the only way I can deal with something. No Facebook – no Facebook problem. (pause)<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: Less idle time might be another way to do that – not all the time, but one of the things I’ve heard you talk about is working on your own versus having a job that you go to from nine to five or eight to eight (laughs) . . . <\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: Eight to nine?<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: That is very challenging for a lot of people because having to be your own taskmaster and create all the structure to yourself and be accountable to yourself, those are really hard things to do. There are issues with social isolation and lack of feedback. When we work with somebody else or <\/span><span data-id=\"P6-N200851\">when we work with other people, you’re getting feedback. There is the social contact that you get. There is the structure of the time, even if it’s not like – nobody clocks in anymore – but there is still the expectation that you’re going to show up and have face time at some point during the day. You’re <\/span><span data-id=\"P6-N200852\">in a really challenging position where you’re working on stuff on your own, but you’re not accountable. There is a lot of freedom with the time, so you’ve been challenging yourself to make really good use of your idle time, but you’re doing it under the hardest circumstances possible – so much free space. <\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: And the thing that I am responsible for is not really even applicable in this country (laughs). It’s even more removed. I’m hidden purposefully and, to an extent, detrimentally; but you’re right and I think sometimes I wonder about it’s been how many years since I actually held a job? It’s been <\/span><span data-id=\"P6-N200871\">a while. Prior to that, it had been since I was 14 I worked, at least, once a week where I showed up – at least. Since 16, probably more infrequent than that. <\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: School even counts partly because – no? Not at all? <\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: (scoffs) Just kidding. No, it does.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: They may not be taking attendance, but there is that external pressure of showing up to class and handing in your paper.<\/span><\/p>\n<span data-id=\"P6-N2008C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2008C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561875\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">CLIENT: There has been that time and, I guess, when I think about it, as far as having a job and having a career and moving forward in something, I saw school as something of a lateral jump to something that was, for me – not necessarily a career or a developing move. But you’re right, it’s not as though <\/span><span data-id=\"P7-N2008F1\">I wasn’t even working then. I did have a job here for that part of the time, but I guess what I’m trying to say is that taking this time – however long it will be or is or has been – I don’t need to feel bad about it. I don’t need to feel bad that I’m not learning lessons even from this downtime. (pause) <\/span><span data-id=\"P7-N2008F2\">Everyone I work with is moving up and when I look back, when I worked with them, I was a different person. I was a much more emotionally fraught person.  I wonder how people dealt with me (sniggers), not that other people aren’t, but for me to be able to take the time to work through these things and <\/span><span data-id=\"P7-N2008F3\">have the space . . .<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: You’ve been moving up in your personal development while they’re moving up in their career.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">CLIENT: Yeah. So I have to acknowledge that my health is buoyed by this and not stuck in some fearful shell that I think I used to live in. So idle time, as it is or as it has been, is not wasted.  But again, I think you’re right as far as how do I want to spend it and what activities make me feel worse? <\/span><span data-id=\"P7-N200931\">What activities make me feel better? (pause) That, layered with the dangers of expectations and applying too many, layered with the belief that I don’t need to produce something with every single activity I do, layered with the belief that I can finish something – all those things, all those layers, <\/span><span data-id=\"P7-N200932\">are kind of like the opportunity that’s in front of me is to have parsed out all those things with things I choose to do and the ways I choose to live.  (pause)<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: How hard is it to choose what you want to do? Do you have opportunities in front of you? (pause) <\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">THERAPIST: In any moment you have lots of opportunities – pick up your guitar, scroll Facebook, go to the gym, work on your website. How hard do you find it to pick what you want to do?<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: It depends on the day, but it can be really difficult.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">THERAPIST: What could make it easier on the hard days? (pause) Actually – erase that question. What makes it easier on the easier days? Maybe there are clues here that we could use.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: There are. There are. I think the linchpin is that I actually feel like I’m progressing – like this website. It’s like what’s the point? <\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">THERAPIST: What is the point for you?<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">CLIENT: The point is to have something I could actually point to and say that I did this and it’s complete. It has everything I did when I was involved, things that are going to be visible to somebody. For example, interviews, perspectives [on putting up on this site] (ph?) that aren’t really out there <\/span><span data-id=\"P7-N200A31\">necessarily. (scoffs) Probably at the most basic level, it’s to finish something.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">THERAPIST: Those are all things to answer your own question: “ Here is why I work.”<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">CLIENT: Sometimes I feel like there is no expectation. I don’t have any expectations. I don’t have any goals set for it.  I don’t have anyone looking over my shoulder saying, “How is this coming?” Even the value is somewhat questionable. I don’t know if anybody is going to get into the habit. I hope, <\/span><span data-id=\"P7-N200A71\">but it’s not a guarantee. That’s not why I’m doing it, but those days when it is easier is when I feel like . . . And it’s like anything for me that when something lingers, like a song, for example, it just kind of sits back there. It’s just kind of molding now. I’m not sure you really want to touch <\/span><span data-id=\"P7-N200A72\">it. I’m not ready for it, but what am I going to do? I’m stuck on it, I think – and with the website, even more. All the information on there is not as current as it was when I was updating it more frequently and I was jazzed about it.  I’m not sure if that answers your question, but I think it does <\/span><span data-id=\"P7-N200A73\">come down to whether I feel like what I’m doing has meaning.<\/span><\/p>\n<span data-id=\"P7-N200A6-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561875\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">THERAPIST: It has value, meaning, and momentum, it sounds like – an early phase of starting a song. We feel like there is this momentum, the energy of a new idea in a website that makes it easier.<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">CLIENT: (pause)  I guess as I think about gym, going to the gym. I might go this afternoon. I might go tonight. I don’t know. I want to. I haven’t been feeling well enough to do it in the past two-and-a-half weeks or been out of town or whatever, but I still know that I can do that and get back into <\/span><span data-id=\"P8-N200AB1\">it without thought or dread. (pause) I’m still working through this song in my head that I recorded two weeks ago. They’re a little fresher. I just spent a lot of time on my website Monday, so things are there. For me, I just want to be able to touch things a little more frequently.  I’m trying to figure <\/span><span data-id=\"P8-N200AB2\">out why it is that I don’t.<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">THERAPIST: What gets in the way.<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">CLIENT: Yeah. It doesn’t keep me up at night, but that’s not how I want to live. I don’t know if that answers your question.<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">THERAPIST: When you said you wanted to sort of touch these things or delve into each of them, what are you doing when you’re not doing that? What gets in the way?<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">CLIENT: Facebook is the problem. (chuckling) I think I get down and I say, “Well, I don’t want to do that. What’s the point of doing that? I’m not getting paid to do it and no one is going to know it’s me. My name isn’t on the website, so I don’t have to.”<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">THERAPIST: And “it’s important to me to finish” doesn’t come up? <\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">CLIENT: Yeah, it doesn’t, but there is this vague assumption that I will finish it someday, but…<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">THERAPIST: But spending today doing this won’t get in the way that much?<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">CLIENT: Exactly. Or doing this until something else is depressing, like having dinner. “Ah, I’ve got to do that.” I have an out. But I know that even having that out doesn’t necessarily exonerate me. I still feel like I’ve wasted time, that I would feel better if I had chosen other activities; and that’s <\/span><span data-id=\"P8-N200BB1\">the key.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">THERAPIST: And that you deserve to feel better.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">CLIENT: Yeah, exactly.  (pause) Here is what I’m thinking: I would like to, if you can do this, every other week. Is that possible?<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">CLIENT: Okay. I don’t want to throw a wrench into your schedule, but if you have someone else who is coming in every other week, I could try to offset it.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">THERAPIST: You can keep your time.<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">CLIENT: Okay. I’m flexible.<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">THERAPIST: Keep your normal time. What is the impetus to moving to every other week? I’m going to let you do it, I just want to hear your process.<\/span><\/p>\n<span data-id=\"P8-N200C8-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200C8-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561875\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200CA\"><span data-id=\"P9-N200CB\">CLIENT: I feel like, in some ways, I want to spend a little time talking to myself and reflecting on things that I can do at home.  I think I come in here and I do those things, but I think I want to try to put some of these things into practice. I also have a [DBT] (ph?) group coming up, starting in <\/span><span data-id=\"P9-N200CB1\">a couple of weeks. That wasn’t part of my thinking about this, though. I don’t know if I’ll stay at every other week, but I want to give it a try for a few weeks just to see how it is. (pause) Just test the waters, in a way, and decide if it’s working for me. If it’s not working, I want to come back <\/span><span data-id=\"P9-N200CB2\">to weekly, if that’s all right.<\/span><\/p>\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">THERAPIST: Yeah, I think that sounds really reasonable. Do the experiment to see how that goes for you and what’s working, what’s not working. Do what works best. <\/span><\/p>\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">CLIENT: It’s certainly not like I’m doing it for financial reasons, but I’m looking forward to (both chuckle) having to pay less frequently.<\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">THERAPIST: Sounds like a plan. Let’s check days.<\/span><\/p>\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">CLIENT: If you have a pen over there?<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">THERAPIST: What color would you like, Bryce?<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">CLIENT: Orange. (chuckles) Any color you choose.<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">THERAPIST: Learn to live with disappointment because that was one of the few colors I don’t have.<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">CLIENT: All right.<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">THERAPIST: An exercise in tolerating frustration. Today is Wednesday. Let’s do Friday, the 9th, because that’s like a week-and-a-half. If we do Friday, the 16th, it’s like two-and-a-half weeks.<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">CLIENT: Yes, the 9th.<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">THERAPIST: And then do the 23rd?<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">THERAPIST: And the 6th. That will be a month and a half. We’ll reassess then how it feels.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">CLIENT: I’ve got you programmed in here for every other week, so I’m just trying to delete some of these. (pause)<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">THERAPIST: There is a week in summer that I’m out.<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">CLIENT: There is one for me, too. It’s late June.<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: I’m going to be gone August 1st. I feel like there is a sooner one than that, but it’s not in my calendar. <\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: Definitely the 27th of June I will not be here.<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">THERAPIST: Would that fall on – it would? Okay. No, because we would be the 6th and then the 20th, if we’re doing every other.<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">CLIENT: But the 27th is the date that I can’t do it.<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">THERAPIST: If we stick with every other, we wouldn’t be on the 27th. We would be on the 6th and the 20th.<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">CLIENT: I can’t do the 4th of July either.<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">THERAPIST: We can deal with July. If you want to pick another day that week, we can.<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">CLIENT: The 6th and 20th. The 23rd, 9th. Okay, great. <\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}