{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses how her weight and body image has a negative impact on her self-esteem. Client thinks that everyone focuses on her weight when they see her and that they all judge her accordingly."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Food and eating","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Judgment","Self confidence","Body image","Body weight","Psychoanalytic Psychology","Anxiety","Low self-esteem","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Food and eating","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["9"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Judgment","Self confidence","Body image","Body weight"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Low self-esteem"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561604","dorpId":"1005995858","contentType":"text","aucs":"CTRN-V1","title":"Client \"Kthl\" Therapy Session Audio Recording, January 08, 2014: Client discusses how her weight and body image has a negative impact on her self-esteem. Client thinks that everyone focuses on her weight when they see her and that they all judge her accordingly.","fullTitle":"Client \"Kthl\" Therapy Session Audio Recording, January 08, 2014: Client discusses how her weight and body image has a negative impact on her self-esteem. Client thinks that everyone focuses on her weight when they see her and that they all judge her accordingly.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561604\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">[No voice activity until 00:06:27]<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Hi! Come on in!<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Forgot that this was traffic time!<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I didn’t give myself extra time.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: I hate it when the (inaudible). (client affirms) For sure.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Um, so I was thinking more about how last time, we were talking about sort of how I was having these like anxiety panic attack-type things. So, something that I noticed is that (and it kind of relates to that), I’m... So then like, new interactions and new situations like, for example, my new <\/span><span data-id=\"P1-N200191\">job. I’m kind of reverting back to... I think I had mentioned to you that when I started high school, I decided that I was going to be like, really quiet and shy so that I wouldn’t upset anyone and just kind of like, keep to myself and couldn’t possibly do anything to make someone not like me. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">In a way, I think I’m reverting back to that behavior a little bit in new situations, as I feel things out. And I didn’t really realize that I was (chuckles) doing it in the new job, but I think... But someone said to me, this woman who was training me, and she said, “You’re doing really well. You just <\/span><span data-id=\"P1-N2001B1\">have to have a little confidence,” because I was acting kind of like, “Okay...,” you know, whatever. Because I didn’t want to come off in any kind of way that would upset anyone.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">So, I was going into the situation acting very like, demure and very shy and almost like I didn’t know anything, I just want to, you know. In one way, it’s like, “Okay, I’m training, so I need to hear what they have to say,” but in other ways, I’m discounting myself, because I’m going into this with <\/span><span data-id=\"P1-N2001D1\">actually more knowledge than a lot of the people that are, you know, doing this job. Because it’s more like entry-level, and I’m discounting myself by acting like, really demure, like I don’t really know anything and sort of... (therapist responds) <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">So, I’m sure that I’ve done that in other new situations before, but I haven’t really noticed that I’ve done it until now. But sort of going along with that, it’s like... I feel like, in this new situation, I’m sort of totally putting myself down. It’s giving me anxiety in regards to like, the people <\/span><span data-id=\"P1-N2001F1\">that I’m interacting with. So, I was introduced to (by a girl that I worked with who didn’t really, necessarily know my background), to like, a couple of, one of the dieticians. I acted very like, like polite, but very shy and almost had like, anxiety about meeting this person because in my mind, I <\/span><span data-id=\"P1-N2001F2\">was like, she’s so much better than me. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">Like, I’m thinking that all these people are like, so much better than me, and a lot of it has to do with weight, though. Because a lot of it is not, I’m, I think I’m, I mean, I’m selling myself short a little bit, thinking like, “They know...” You know, and they do know more than me. They know so much <\/span><span data-id=\"P1-N200211\">more than me, but I’m also looking at them, and the first thing I’m looking at is, “Are they thin or are they, like, is there any way they could be like, slightly overweight?” Because then, I would feel better, because... So, a lot of it is going back to like, me just feeling like (in a hospital setting, <\/span><span data-id=\"P1-N200212\">feeling like everyone is medically trained), so they’re going to notice even more that, about like, how heavy I am. They’re going to see that and they’re going to immediately think things about me, because they have medical like... <\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561604\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">So, I’m really selling myself short. I’m like, sort of acting like this very shy, unconfident person, when in other settings, it’s like, that’s really not who I am. I know that this is something I’m good at, because I’m, I’ve started talking to patients and stuff and I’m, it’s something I’m really good <\/span><span data-id=\"P2-N200231\">at and really enjoy. I know I have this good knowledge base that I’m building on, where I can really do this. It’s something I’m really finding joy in, but when I’m dealing with other people in the work place or in the profession, I’m like, selling myself short. <\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">I’m finding that when I have interactions with people that I’m like, perceiving (or I’m holding them up on a pedestal and perceiving) that they’re so much better than I am, I’m getting kind of like, nerve, almost this weird anxiety where I’m acting shy and having these like, weird behaviors that just... <\/span><span data-id=\"P2-N200251\">It’s not really making me come across, you know, very well and it’s not really showing the knowledge I have or who I am. But it’s sort of like, when I’m in a new situation, and I’m feeling things out, I’m like, reverting back to this old behavior that I used to have. But I’m sure I’ve done it before. <\/span><span data-id=\"P2-N200252\">It’s (chuckles) just this is the first time I’ve really noticed that I’m doing it. (therapist responds)<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">(pause) But it definitely has a lot to do with... holding... And I mean, I think it’s like in any new place. I’m sure, when I started my job a long time ago, I might have, I probably acted that way, and I probably thought, “Oh, this person is so high up.” And then, as I got to know them, I (chuckles) <\/span><span data-id=\"P2-N200271\">probably realized, you know, “They’re not any better than me.” It probably, you know, kind of, it did go away over time, because I know that they’re, you know, by then, I had a lot of confidence, so... <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">I’m sure that, as I’ve reasoned things out, it would go away, but it’s especially in now working in healthcare though, I’m even more so like, thinking about, “Are they thinking I’m like, the same as the patients that are overweight? Are they thinking all these things about me?” When I know they are <\/span><span data-id=\"P2-N200291\">probably not; they’re probably thinking, “Why is she being, you know, so quiet or something.” But I just, it’s like, I’m holding... If someone’s like, if I perceive someone as thin and they’ve like, achieved whatever in their profession, I’m like, putting them so far above myself. I’m thinking like, <\/span><span data-id=\"P2-N200292\">“Oh, I’m so far beneath this person because, you know, I haven’t achieved all this, you know...” Education stuff, yeah, but in addition to that, I’m like, “I must look so like, fat and like, not put together to this other person. Look at them and look how like, high above me they are.” It’s making me, <\/span><span data-id=\"P2-N200293\">it is making me sell myself short and act like, quiet, and just not really be myself almost. <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Among other things, you feel so conspicuous. (client affirms) It’s like, really just feel conspicuous.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: I just, well, because and I notice that like... There was a girl that’s, you know, much younger than me and like, she’s, you know, taking some college classes. Just like, you know, doing this job at the hospital, and she was training me and taking me on some different like, rounds to go visit <\/span><span data-id=\"P2-N2002D1\">the patients. I noticed my body language, that I was sort of standing like this like, sort of trying to, in my body language, I was trying to make myself like, smaller. Like, and I, I was like this, “Why am I doing this?” I was trying to stop myself from doing it, but like, in the way that I was carrying <\/span><span data-id=\"P2-N2002D2\">myself, I was trying to, it was like, I was trying to act like, small and not like, you know, walking around with confidence. I was, my body language was very much like, closed, smaller, like... (therapist responds) <\/span><\/p>\n<span data-id=\"P2-N2002C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561604\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">And so... I noticed like, I was like, this is really, it’s not just... you know, talking and trying to say, “Okay, what do you want me to...” It’s my body language, too. I’m... I’m thinking that I’m so beneath all these people, that I’m just trying to be as small as I possibly can. And I don’t want <\/span><span data-id=\"P3-N2002F1\">to be small (chuckles), you know? I want to carry myself with confidence. But I’m not. So I’m sure like, I’m sure with anything, over time, that will change as I adjust. But at the same time, it’s like very exacerbated, it’s very like, I just want to be... small. I don’t want to upset anyone, I don’t <\/span><span data-id=\"P3-N2002F2\">want anyone to think that I think I’m anybody, because I’m not anybody. I’m nothing. Like, that’s... <\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: Did you feel like you feel threatened by them, or...?<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: Oh, I, well, no. I don’t think that anyone would feel threatened, because I...<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: I’m thinking like, “I don’t want them to think I’m anybody,” as opposed to “I don’t want them to think I’m somebody.”<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: Well, if that’s like, that’s the weird sort of thing. It’s like, I’m automatically thinking like, “They must think that I’m a nobody. So I’m just going to act as small as possible.” Like, it’s just (sighs), it’s sort of like... especially because I’m like, “Well, because I’m doing this job, <\/span><span data-id=\"P3-N200371\">they must think that I, you know, didn’t go to college or something or like...” Even though I know that people in the hospital probably know that actually, there is a lot of nutrition students like, doing this job. But in my mind, I’m thinking like, “They must all think like, everyone here is so far <\/span><span data-id=\"P3-N200372\">above me, they’re RNs, they’re doctors, they are nutritionists,” and I’m just like, this person. I want to act small, but also, my body is so big and they must see how big my body is, like look how much room I’m taking up when I walk around and look... <\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">Like, and so, especially like in a crowded elevator or something. Like, I’ll get in and I’ll think like, “They must think the elevator is going to break, because I just got into it.” Or they must... Like, I... It’s like, I feel small and I want to be small. But physically, I feel so big and like, like <\/span><span data-id=\"P3-N200391\">I’m perceived physically as so big. So I think that’s part of the body language thing, too. It’s like, I want to be smaller. I want to sort of hold my arms in and be small, because my position is so small, but physically I’m so big and everybody must be realizing that. <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: Do you feel, you know, in talking about how you acutely self-conscious you feel, do you feel that in here when you talk about it?<\/span><\/p>\n<span data-id=\"P3-N2003A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561604\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: (pause) A little. Like, well (sighs), I mean I think I just kind of always feel like that. (chuckles) Unless... no, I mean... I think I just always sort of feel bigger. Like, I just, I think, I think it’s more like... I’m more hyper aware, maybe, when I’m in the hospital, because it’s like, <\/span><span data-id=\"P4-N2003D1\">you know, we’re dealing with patients that have a lot of health issues because of weight, or because of other things. But that’s part of it. So I feel that everybody around me, that’s medically trained, knows how bad it is to be overweight, and that when they’re looking at me, they’re automatically <\/span><span data-id=\"P4-N2003D2\">thinking things, because they know how bad that is. So I think it’s like, a setting where I’m more hyper aware, because I feel like those people like, know more about how bad it is. So I feel like they would notice it more, even though I mean... The only time I notice it about other people is when I’m <\/span><span data-id=\"P4-N2003D3\">making them better than me (ph) in some sort of a way. <\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">So I’m, you know, looking around and saying like, “Look at all these nurses and doctors. They’re not overweight, because they know how bad it is. I bet they run a million miles a day and fit it all in. How do they do it? They’re so much better than me.” Like, that’s like, how my thinking is working <\/span><span data-id=\"P4-N2003F1\">in that situation. It’s making, it’s making it worse than it like, normally is. So normally, I’m always pretty self-conscious or always like, pretty, feel pretty aware, or feel pretty like, large compared to everything else. But in this situation, because I feel that people are like, trained in this <\/span><span data-id=\"P4-N2003F2\">area, I’m very hyper aware of like, “What are they thinking? What are they thinking? (chuckles) What are they thinking?” <\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">So, it’s a lot worse than it would normally be. It’s like, exacerbating the whole issue. So, and especially, it’s like... I met this other girl, who was training me (who is actually in the same program as me, around the same age, but she’s almost like, done). She’s in her last year and she’s, you know, <\/span><span data-id=\"P4-N200411\">worked in the hospital as well, and so she’s kind of like, in this supervisor kind of position. So she was training me and the whole time, I was thinking, “She’s going to be more successful than me, because she’s so thin. And she...” You know, it doesn’t matter if I have a better rapport with patients <\/span><span data-id=\"P4-N200412\">than her, because, you know... I noticed that like, (chuckles) she wasn’t very friendly. But, I was like, “But she’s going to be more successful than me, because she’s really little and really thin.” <\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">Because of that, even though we’re the same age and we’re in the same program, she’s just a couple of, you know, years ahead of me, I was acting sort of like, making myself small and being embarrassed to talk to her, and you know, being embarrassed to talk to her about even some of my interests, like <\/span><span data-id=\"P4-N200431\">doing spinning (ph) and different... Because I was thinking, “She’s going to think, ‘How could this girl like to work out or do certain things because she’s so big?” Like, she, like so the whole time, I was like, really hyper aware and really self-conscious, because I was like thinking, “What is she <\/span><span data-id=\"P4-N200432\">thinking? What is she thinking?” <\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">So, stuff that I’ve been able to get over with people that I trust, or that I know well, so that I don’t... Like, when I see people that I know well, and trust, sometimes I do think, “Do they think I’ve gained weight? Or...” But, it’s not, it’s not as like, constant, really because I trust them. Whereas, <\/span><span data-id=\"P4-N200451\">in this situation, it’s like, this constant, “Oh, what does she really thinking? What is she thinking? What is she...?” So, it’s like, it’s just like always on.<\/span><\/p>\n<span data-id=\"P4-N20044-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561604\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">And it’s sort of, it’s preventing me from showing the really good knowledge base that I have and... I mean, I still think, you know, when I’m interacting with a patient, it kind of goes away, because I’m just, you know... So, that aspect of it like, the active rapport and all of that, is fine. It’s <\/span><span data-id=\"P5-N200471\">more when I’m, when I’m interacting like, with other people in the workplace that it’s an issue. <\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">(pause) And it’s just, oh, it’s like... always on. Like, I’m (chuckles) like, assessing like, “Who’s, is there anyone in here that’s overweight? Is there anyone? Can I find, like...” You know, or, but oftentimes, I’m just picking out all the people that aren’t, and thinking like, “How do they do it <\/span><span data-id=\"P5-N200491\">all? Like, what do they do? How do they... Can I, I want to be that. Like, I want to achieve that, I want to...” Then, it’s like, this constant thing.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: Sounds so exhausting!<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: Yeah. (chuckles) But it’s sort of like, it really is like, now that I think about it, it really is going back to this, it’s almost like a defense mechanism (the acting really small or trying to be quiet). It’s like, that defense mechanism that I used when I was younger, because I just didn’t <\/span><span data-id=\"P5-N2004D1\">want anyone to have anything to say about me. But now, it’s like, that plus this super, hyper like, focus on weight. <\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">(sighs) I do think that... So I do think that if I... I feel like, if I lost weight, it would go away. But I don’t... I mean... I don’t know if it would, but I feel like, in my mind, I’m just always thinking like, “Medically, how are they looking at...” Like, so because the other thing is that I sort <\/span><span data-id=\"P5-N2004F1\">of like, as I learn more, and as I do more like, with anatomy and physiology and different things, I am... I notice that sometimes like, when I get anxious maybe about, it could be about something else, I’m becoming a bit of a hypochondriac, because I’m thinking like, “I’m so fat, I’m going to have <\/span><span data-id=\"P5-N2004F2\">a heart attack,” or “I’m so fat, I’m going to get cancer.” “I’m so fat, like...” <\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">I think that. I keep thinking like, all these things are going to happen to me. Then I think like, “It’s because of something that’s (sniffles) in my control (crying).” I don’t know how, like, I keep thinking that, I keep feeling like I’m going to kill, I’m killing myself by being fat, and it’s because <\/span><span data-id=\"P5-N200511\">of something that’s (sniffles) in my control. And I feel like, I keep feeling like... oh, like... because sometimes, if I know I’m having (chuckles) an anxiety attack, but I feel like, maybe I’m like, having a heart attack or some... And I know that I’m not, and I know it’s anxiety. But I keep thinking <\/span><span data-id=\"P5-N200512\">like, that all these bad things are going to happen to me, and that it’s because of something that’s in my control. If I (sniffles) could just do better and if I could like (sniffles), I feel like, (crying) if I can just do better, if I could just lose weight, everything would be better. (crying) I’m sorry. <\/span><\/p>\n<span data-id=\"P5-N20050-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561604\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20052\"><span data-id=\"P6-N20053\">THERAPIST: Please don’t apologize for crying. (client crying) I want you to feel like you can cry in here.<\/span><\/p>\n<p data-id=\"P6-N20054\"><span data-id=\"P6-N20055\">CLIENT: I just feel like, a lot of it feels like everything bad is because of my weight (crying). If I could just have enough self-control to overcome it, then (sniffles) everything would be okay, but... (crying) But for some reason, I feel like, I feel like I like, self-sabotage myself by not doing <\/span><span data-id=\"P6-N200551\">enough, and like, not restricting my diet enough, and not working out enough. Like, I feel like... I feel like I’m harming myself by not doing enough of the things that I know are right, and that I know are like, what’s needed to lose weight. <\/span><\/p>\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">And I feel like, I feel almost like it’s like self-sabotage like, (sniffles) I feel like, I know what I need to do, but for some reason, I don’t’ do all of it, and because of that, I’m not as thin as everybody else, and because of that, (sniffles) I’m going to have, I feel like I’m going to have all <\/span><span data-id=\"P6-N200571\">these medical problems, and all this bad stuff is going to happen to me. (sniffles) I feel like people are always going to look... Like I almost feel like... I almost feel like well, I’m never going to lose weight. I’m always going to be like this. (sniffles) I’m always going to feel small, because <\/span><span data-id=\"P6-N200572\">of it. I’m going to have these issues in the future, because of it. So it’s almost like... but I don’t understand why I can’t make myself do all these things that I know that I need to do. Like, I (sniffles)... because I feel like, if I did do them, and I did lose weight, a lot of my problems would <\/span><span data-id=\"P6-N200573\">go away, but I can’t. Like, I’m not self-motivated enough to be able to do all these things that I feel that I need to do. <\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">THERAPIST: Here is my thought about what you’re saying (client sniffles). Here is one of my thoughts. (client affirms) Things being okay was completely not in your control growing up at all, and that’s a terrifying feeling for a kid to have. (client affirms) You developed this way of thinking about <\/span><span data-id=\"P6-N200591\">how you can control things. Sort of a whole system that I think has very little to do with your weight (client affirms), but it’s a way that you’ve organized yourself, and made yourself feel like things are not going to spiral out of control. The problems it’s caused, the problem is that it’s caused <\/span><span data-id=\"P6-N200592\">sort of other problems (client affirms), sort of this hyper focus on your weight (client affirms), and feeling like somehow you’re just not good enough (client sniffles). But I think that what you were describing before (about not being okay, you just need to make things okay), I think this is absolutely <\/span><span data-id=\"P6-N200593\">a carryover from your childhood, and just sort of this panic that something horrible is going to happen (client affirms), that’s taking the form, you know, of your impending death (client affirms) or your future death. (client affirms) But I think it’s sort of a way to name something that just feels <\/span><span data-id=\"P6-N200594\">nameless. <\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">CLIENT: Yeah, and I, I mean... That’s, it’s (sighs)... It’s sort of like, but what I, I guess what, what I don’t understand is (sniffles), I feel like I have this... Sometimes I feel like I am somehow like, preventing myself from losing weight, in a psychological sort of way, because (sighs)... I feel <\/span><span data-id=\"P6-N2005B1\">like I’m, you know, making excuses to not go to the gym or like, being lazy and not cooking dinner. Like I (sighs), I feel like I’m... and I mean... part of me like, wanting to do all of these things is part of the control thing, but like, I feel like it’s something else, because... I almost feel like, <\/span><span data-id=\"P6-N2005B2\">I know what I should do, but I’m just not doing it. It’s almost sort of like, it’s something psychological that I can’t overcome in order to like, do all of these things. <\/span><\/p>\n<span data-id=\"P6-N2005A-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561604\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2005C\"><span data-id=\"P7-N2005D\">I mean, part of it is like, a lot of times like, when I’m at the gym or in a class at the gym, I think, “Is everybody thinking I’m the fattest per ...” Like, I, you know, think all of that stuff. So part of it like, overcoming that kind of fear. But the other thing, too, is like, if I do start to <\/span><span data-id=\"P7-N2005D1\">lose weight, I... Once I know, which is why I actually haven’t weighed myself in a while, because once I know that I’m losing weight, I like, almost like, sabotage it. Like, as soon as it starts, I... like eat extra or you know, stop the work , like I do something to sabotage it. <\/span><\/p>\n<p data-id=\"P7-N2005E\"><span data-id=\"P7-N2005F\">So (sighs)... I feel like there is something there like, there is a part of me that, you know, and I wasn’t always like, but like, there is something about it right now, where I’m like... resisting actually losing weight. Like, there is something there, and I don’t know... I don’t know what it is, because <\/span><span data-id=\"P7-N2005F1\">it’s not like, I’ve been able to lose weight in the past and I’ve been like, but... (sighs) There is something like, the past few years, where I haven’t been able to, and it’s because I’m sort of like, resisting it or there is like, something to it. <\/span><\/p>\n<p data-id=\"P7-N20060\"><span data-id=\"P7-N20061\">THERAPIST: And that could be somehow related to what I was saying. I don’t know exactly how. (client affirms) It could, I mean there could be so many reasons for it. It could be sort of an identification with your mother’s vision of yourself as a kid (client affirms), a deep identification. I mean, <\/span><span data-id=\"P7-N200611\">I believe that that’s true. (client affirms) There is that whole other piece to it. I mean, what you’re saying... Like, I’m sort of speaking to this panic that you feel (client affirms), but you’re saying there is also kind of a “reality piece” (inaudible) something (client affirms), which, you know, <\/span><span data-id=\"P7-N200612\">but I mean, sort of (inaudible) both. (client affirms) But you want to understand that piece of it, too. I appreciate that’s an important piece.<\/span><\/p>\n<p data-id=\"P7-N20062\"><span data-id=\"P7-N20063\">CLIENT: Yeah, because it’s almost, it’s like, well, it’s like the way my mom and the way I thought other people saw me, but it’s also... It’s almost like... Now, it’s like, this has been my struggle for the past few years. Like this is... I’m like, like in my mind, I’m like, waddling around as a fat <\/span><span data-id=\"P7-N200631\">person. Like, that’s... part of it is like, become that identify that like, I’ve made for myself, too, now. <\/span><\/p>\n<p data-id=\"P7-N20064\"><span data-id=\"P7-N20065\">It’s like, so... And then I sort of look at it like, old pictures of myself just like, longingly like, “Why can’t I be like that again? Why can’t I just get there and like, why... Why did I do this to myself? Why can’t I just be back there again and not have done this to myself?” Like, why...<\/span><\/p>\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">So I sort of, a lot of it, too is looking back and saying like, “Why did I let myself get here, because now it’s so hard and now I can’t do it. Why did I think I was fat back then (because I wasn—...” Like, it’s so, a lot of it, too is like, for (inaudible) and like, sort of like punishing myself for <\/span><span data-id=\"P7-N200671\">like, “Why did I, why did I like, get this far?” So like, a lot of it is like, almost like living in the past and like punishing myself, and not letting myself move forward, really. <\/span><\/p>\n<span data-id=\"P7-N20066-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561604\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20068\"><span data-id=\"P8-N20069\">It’s like, I’m in this holding pattern, where I do, actually I feel more fulfilled in other areas than I have before in my life, and I’m really happy about that. But then it’s like, I’m preventing myself from being completely okay and happy. Like, that’s almost what I feel like. I feel like... I’m kind <\/span><span data-id=\"P8-N200691\">of like, how you were saying, I always want to think like, something is wrong like, there is always going to be like, a problem or there is always... I think it’s sort of has to do with that, because it’s like, now that I’m starting to feel really fulfilled in areas of my life where I don’t remember <\/span><span data-id=\"P8-N200692\">really (chuckles) feeling fulfilled before, it’s like I’m keeping this thing, and now this one thing has become everything, because something always has to be wrong. <\/span><\/p>\n<p data-id=\"P8-N2006A\"><span data-id=\"P8-N2006B\">Like, I always have to be a failure in some way. That’s kind of how I feel like. I feel like because, growing up... and I think the way like, my mom has always viewed things is like, “There is always something wrong, there is always, you know, this person and this happened, this, you know... There are <\/span><span data-id=\"P8-N2006B1\">always something wrong to fixate on.” I kind of feel like, I’m not allowing myself to have a lot of things be right. (therapist responds) As more and more becomes right, and as I feel like, really great like, “Oh, I didn’t know I could feel this good,” and you know, in certain areas, it’s like, “Well, <\/span><span data-id=\"P8-N2006B2\">what’s the one bad thing that’s still there? It’s my weight. And my weight is going to ruin my whole life and here is how it’s going to ruin my whole life.” So now, it’s like, the weight is like, really like the main terrible thing, but that’s (chuckles) why I sort of feel like I’m like, continually <\/span><span data-id=\"P8-N2006B3\">self-sabotaging and preventing myself from losing weight, because... there always has to be something wrong. My weight... I can find a way to have my weight make everything else be wrong, even the things that are feeling right and good. I can see a way that my weight would influence all of those... <\/span><\/p>\n<p data-id=\"P8-N2006C\"><span data-id=\"P8-N2006D\">THERAPIST: Like you could die? Prematurely?<\/span><\/p>\n<p data-id=\"P8-N2006E\"><span data-id=\"P8-N2006F\">CLIENT: Yeah like, I could die or you know, I could... No one will hire me as a dietician because I’m so fat. Like, I’m, even all the areas that I’m like, feeling really good about, I’m like sabotaging everything because of the weight. Like, I’m letting it effect every single area of my life and I’m <\/span><span data-id=\"P8-N2006F1\">basically (even though I’ve had all these great successes), I’m making my weight be like, my biggest failure.<\/span><\/p>\n<p data-id=\"P8-N20070\"><span data-id=\"P8-N20071\">THERAPIST: Maybe on some level, you feel that if everything is okay and good, that you won’t have any connection with your mother. <\/span><\/p>\n<p data-id=\"P8-N20072\"><span data-id=\"P8-N20073\">CLIENT: (pause) Yeah. Yeah, I mean it could be. Like (sighs), because I feel like, with my family, it was always like, there is always something wrong. So, like (sighs)... the other... I don’t talk to my mom this frequently (chuckles) anymore, but the other day, she had called me. (sniffles) I hadn’t <\/span><span data-id=\"P8-N200731\">talked to her in a while, so I called her back. I was like, you know, “Work was really great today and then I also got nominated for this position in a practice group and like, things are going really well, and I...” She was kind of busy, and kind of like, “Oh, that’s great.” Like, “That’s great...,” <\/span><span data-id=\"P8-N200732\">but kind of like... dismi , like it was kind of like, when you have these really good things, she’s like, “Oh...,” but if I said, “I’m so depressed,” or like said something like that, then she would have time for it. <\/span><\/p>\n<span data-id=\"P8-N20072-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20072-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561604\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20074\"><span data-id=\"P9-N20075\">So it’s almost like, something needs to be wrong to get her attention, or to like, get her love almost. There has to be like, something that’s wrong and... That’s the other thing, too. Like, not just with her like, because I’ve adopted some of her behaviors, it’s like... (and I’ve tried to be more conscious <\/span><span data-id=\"P9-N200751\">of this), but it’s like, when you talk to people, instead of focusing on all... And now I’m trying to do this more like, when I talk to people, I’m like, “I love my new job, I really love school,” like, I really focus on the positive. Whereas before, I would be like, “Eh! My job is okay, but it kind <\/span><span data-id=\"P9-N200752\">of sucks and this is kind of...” Like I would say all these like, bad things, because the way that I learned to interact with people was to bring up all of these like bad things that had happened. Like, that’s, that’s the behavior that I learned. And, so I feel like that’s sort of hard too. It’s like... <\/span><span data-id=\"P9-N200753\">It’s almost like, conversation pieces, like having bad things is like, the way that you relate to someone. <\/span><\/p>\n<p data-id=\"P9-N20076\"><span data-id=\"P9-N20077\">THERAPIST: Dangerous. (ph)<\/span><\/p>\n<p data-id=\"P9-N20078\"><span data-id=\"P9-N20079\">CLIENT: But, yeah. Like, that’s the way that you make connections, but you don’t make connections over good things. You make connections over bad things. And, so I think that’s kind of part of it, too, is like, that’s just how I learned to interact with other people.<\/span><\/p>\n<p data-id=\"P9-N2007A\"><span data-id=\"P9-N2007B\">THERAPIST: Well, Felicity (sp), we’re going to need to stop in a little bit (ph). Like, try to do things differently. (client affirms) Okay. So I will see, then, next week.<\/span><\/p>\n<p data-id=\"P9-N2007C\"><span data-id=\"P9-N2007D\">CLIENT: Yeah, and I need to give you, I think my credit card is expiring, the one that I had given you. And so they sent me a new one, with a new card number. (therapist affirms) So I just wanted to give it to you (therapist affirms), to give to Kelly (sp). Is that okay?<\/span><\/p>\n<p data-id=\"P9-N2007E\"><span data-id=\"P9-N2007F\">THERAPIST: Sure, that’s fine.<\/span><\/p>\n<p data-id=\"P9-N20080\"><span data-id=\"P9-N20081\">CLIENT: I didn’t want to write it over e-mail to her, because I thought that was probably bad.<\/span><\/p>\n<p data-id=\"P9-N20082\"><span data-id=\"P9-N20083\">THERAPIST: Yeah, that’s fine. That’s fine. I also have to, I’m going to look. Your insurance company is paying more than I thought they would, so I’m going (client responds) to adjust your co-pay. I’ll have to, I didn’t look at it that... You...<\/span><\/p>\n<p data-id=\"P9-N20084\"><span data-id=\"P9-N20085\">CLIENT: So you think it’s because, though, was that the one from the consult? Or no, they actually (therapist denies) are paying more? Okay.<\/span><\/p>\n<p data-id=\"P9-N20086\"><span data-id=\"P9-N20087\">THERAPIST: No, it’s not. It’s just that, the insurance pays... They just pay such a varied amount that I, I make a guess (client affirms), sort of, because it takes, sometimes it takes (inaudible), (client chuckles) and it’s usually, but so, I’ve seen a couple of policies reimburse what your policy <\/span><span data-id=\"P9-N200871\">reimburses (client affirms), but that’s not standard.<\/span><\/p>\n<p data-id=\"P9-N20088\"><span data-id=\"P9-N20089\">CLIENT: Oh, okay.<\/span><\/p>\n<p data-id=\"P9-N2008A\"><span data-id=\"P9-N2008B\">THERAPIST: But I’ve seen it. So anyway, so I took a guess, but it’s a little bit more than I thought, so I’m going to go back and look at it. So you may not even be charged this month (client affirms), I’ll let you know, if you would like, just kind of carry it over or something. Okay, so I’ll see you <\/span><span data-id=\"P9-N2008B1\">next week! (inaudible) (blocked). Okay, great! Take care, bye bye.<\/span><\/p>\n<span data-id=\"P9-N2008A-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2008A-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561604\" data-realpage=\"10\" data-page=\"10\"><p data-id=\"P10-N2008C\"><span data-id=\"P10-N2008D\">END TRANSCRIPT<\/span><\/p><\/div>"}]}