{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is not having much luck in finding a new position and is starting to look for different opportunities outside of her current field. Client discusses being frustrated by her boyfriend and feeling as if she's been here before with other romantic partners."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Relationships","Loss of job","Job security","Frustration","Behaviorism","Psychodynamic Theory","Cognitivism","Panic","Low self-esteem","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["17"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Relationships","Loss of job","Job security","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Behaviorism","Psychodynamic Theory","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Panic","Low self-esteem","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":13,"pageCount":13,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561895","dorpId":"1006468889","contentType":"text","aucs":"CTRN-V1","title":"Client \"R\" Session March 17, 2014: Client is not having much luck in finding a new position and is starting to look for different opportunities outside of her current field. Client discusses being frustrated by her boyfriend and feeling as if she's been here before with other romantic partners.","fullTitle":"Client \"R\" Session March 17, 2014: Client is not having much luck in finding a new position and is starting to look for different opportunities outside of her current field. Client discusses being frustrated by her boyfriend and feeling as if she's been here before with other romantic partners.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":13,"totalPages":13,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":13,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561895\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: So how are you today?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I’m doing okay. I really haven’t been able to do the whole getting a regular bedtime and waking up at a regular hour thing.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Challenging.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Yeah, I think left to my own devices I would be able to do it, but Sydney always wants to stay up late or [inaudible] we try to get to bed at a reasonable hour and then I’ve been setting alarms and then resetting them and sleeping in. Even though I would’ve already had eight hours sleep or something <\/span><span data-id=\"P1-N200131\">like that, just still being lethargic. And I really don’t know what to do to fix it. The problem is if he’s using his computer, even if I have a sleep mask on, it… the light gets in underneath it and it makes it really hard for me to fall asleep.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: And he often uses his computer in bed? [1:05]<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yeah, when he’s not able to fall asleep, then trying to calm down and stuff.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Yeah, so it seems like part of this is your sleep pattern but also part of this is really a couple’s issue because it’s about really how you guys manage together the sleep patterns and respect for one another’s goals.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: And sometimes he’s like well, he could go to the kitchen to use the computer and sometimes he isn’t. I guess when we’ve gotten into a fight about going to sleep was when he would… then he’s already so upset that he doesn’t want to get up at all.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Well how important is this to you? I mean I know it’s something we talked about and I kind of highlighted as something that might be useful, but is it something that’s important to you?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: I guess it’s sort of… I guess it’s not as important right now. Once I start volunteering, if I start volunteering, which I’m not sure will happen because there’s some administrative loopholes that my supervisor would have to go through. And so she submitted the form but hasn’t heard back from <\/span><span data-id=\"P1-N2001F1\">them yet. So once I start volunteering I mean then I guess one day a week I would, unless I do more days, but I think it would be one day a week, so one day a week I’d have to go to bed at a normal hour and wake up on time. But even then I probably…<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: But that’s not a schedule. [2:38]<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: That’s not a schedule. That’s one day. So… and then I think once I do get a job it’ll be easier to justify it. I mean he would go to sleep on… at ten on the days that I had to go to bed at ten. It’s just that right now there’s not something pressing; it’s just this abstract oh we should get <\/span><span data-id=\"P1-N200231\">up. The thing, though, is that he actually does well and he really likes mornings. But it’s hard to get him to sleep in time such that he could actually enjoy the morning. And just then when we get up and it’s 11:00 or 12:00 I already feel like half the day’s wasted, and then it’s not… we’re not getting <\/span><span data-id=\"P1-N200232\">breakfast we’re getting lunch already. And so…<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: So it does sound like, just from what you just said, you feel like half the day’s wasted. So you sound frustrated with the idea that you would be sleeping in that late as a couple.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Yeah, even though a lot of it’s my fault because I could wake up earlier, I just don’t always have that willpower. Like today I was able to just fine, but I don’t know, other days I haven’t been able to. [3:57]<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561895\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: What are the goals that are important to you because it sounds like this one is eh, not so much right now.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Getting back into shape and getting a job.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Okay, so then if those are what your goals are, let’s focus on your goals. And you know that I think a consistent sleep pattern would be helpful in those things, but I am not going to push my agenda on you. The therapy agenda is your agenda.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: But I… yeah, I haven’t written any cover letters in the past week. There’s one thing I might apply to though. It’s… it requires some… I have the basic experience but then there’s specific subject experience that I don’t have at all. Or I guess I could read up a little on it before I apply, but <\/span><span data-id=\"P2-N2002F1\">I don’t think that… it’s not the kind of thing that I can have demonstrated experience in and so it’s already a stretch. And then it’s all the way out in Providence so it wouldn’t start until June, and it’s a longshot anyways. And then there was this other one in Concord that you have to fill out the <\/span><span data-id=\"P2-N2002F2\">application, and it seems like a bunch of hoops to hump through. And I mean it doesn’t help that my printer isn’t… well it’s not broken it’s just that the printer cord is in one of the boxes that I haven’t unpacked yet. So currently unavailable printer, annoying application, for a thing that… if it <\/span><span data-id=\"P2-N2002F3\">were a permanent job I wouldn’t hesitate at all, but this one is... I guess they have 60 feet of records and they are budgeting 10 to 11 hours per foot, so a total of 600 or 660 hours which I divided it with the 600 and that’s 15 weeks. So it’s for a relatively short period of time and I’m like is it <\/span><span data-id=\"P2-N2002F4\">really worth it to do this for this. I mean I probably should anyways even if it isn’t going to be permanent but… and I’m just also afraid this will make me look even more like a job hopper than I already am, even though….<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Well you… you’re not leaving permanent positions. I think if your resume shows that you’re completing projects that you were hired for, it’s not like you’re leaving companies or leaving zoos in the middle of a contract position. So I think that might… I’m not sure that taking time limited <\/span><span data-id=\"P2-N200311\">projects makes you look like a job hopper. It could also… part of a cover letter is about spinning what you see and telling the story that someone’s going to see on your resume. And I think the story you can tell if you have a couple of time limited jobs is that you’ve taken advantage of opportunities <\/span><span data-id=\"P2-N200312\">to expand your skills. You have sought out temporary work in between positions. I think there are good ways to sell that story. [7:35] Is it something… is it a project that seems in your skill set, interesting?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Mostly it’s some old church stuff. And I’ve done lots of old church records before but I guess the one thing is it talks about having experience processing a large collection, which I don’t have. And so…<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: But it would be probably nice to gain if you could.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Yeah, but they want it already, is what I’m saying, and so I don’t know if that’s a hard requirement or if I meet all the other requirements it would okay.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Right, if having… I mean it seems like a nice blending of your two degrees.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Yeah, it does. Oh yeah. I totally forgot about the whole divinity school thing.<\/span><\/p>\n<span data-id=\"P2-N2003A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561895\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Yeah, I mean that kind of might stand out.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: I don’t even have enough room to put all my degrees on there because they give you… they want high school and up and so they give you three slots. So I’d have high school, college, masters, and masters.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: I’d put college, masters, and masters. Obviously you completely high school.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah, okay. That… yeah.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: If you went to college and have two masters degrees, the high school… I would… if you have three spots for education, I’d put your three highest degrees, and most related degrees. [8:58]<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: I mean would it be silly to draw in a fourth box and I just… do you think I’d be penalized for not putting my high school on there?<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: I don’t think so. I think they put that there for people that haven’t completely beyond high school.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Okay, yeah, I guess it’s a standard form that just has the position typed in and everything else is… yeah because it has things… not even… it has typing words per minute and writing words per minute. I’m like okay, I’m going to read… leave writing words per minute blank because I don’t even <\/span><span data-id=\"P3-N2004B1\">know how to test that, and I don’t think it’s relevant to my job at all.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: No. So yeah, I mean I think if it’s a standard form then that high school spot is for people that that’s their highest completion.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yeah, and I mean I’m also having trouble with the Providence one is because you’re… it’s one of those apply online things, and you have to create an account and it keeps on… I haven’t gone beyond updating the account. I’ve been trying to put in… answer a few yes or no questions, like have you <\/span><span data-id=\"P3-N2004F1\">worked at Providence, do any relatives work there, are you legally able to work in the US, etc. And when I fill those out and press the update button it keeps on giving me the error: unable to update. So I don’t even know if I’ll be able to…<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Frustrating.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: …apply to it. I mean I guess if I really wanted to try hard I could either call their IT or possibly look for someone’s e-mail and be like…<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Say you’re struggling with the system.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yeah, it seems to be malfunctioning.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: If you start over from scratch, have you tried that?<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Well the problem is the [inaudible] it’s just the first page. I was able to do… because then I only tried doing the top half because the top half is your address. So I was able to do that. So it’s that bottom page that isn’t working, or bottom half of that page. So I don’t really… I’ll try… <\/span><span data-id=\"P3-N2005B1\">I was trying it for a little bit yesterday. I’ll try it again today. [11:08]<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: Yeah, there’s things… it seems unfortunate to let an opportunity go that sounds like it could potentially be a good fit. I know that neither one seems perfect but they seem like they could be potentially good.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: [inaudible] better at writing cover letters. And I found out a few days ago that I didn’t get one of the Yale positions I applied to.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: I’m sorry to hear that.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: It’s okay. I mean it wasn’t my greatest cover letter ever so… and it was one of the ones that I was like wasn’t sure if I was possibly overqualified. So it would make sense that they didn’t bother interviewing me. But…<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">THERAPIST: When you say it wasn’t your greatest cover letter ever, do you know what made it a less than greatest?<\/span><\/p>\n<span data-id=\"P3-N20064-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561895\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Well I guess I went a little bit… I made it shorter, which doesn’t necessarily make it less good than anything. It just sort of had one paragraph of a… well it had the intro paragraph. I had the paragraph about what my relevant experience was. I mean actually these ones I think I even put why <\/span><span data-id=\"P4-N200671\">I would enjoy doing the job and I… and the conclusion paragraph, I guess I just didn’t go into that much detail, but this was sort of a new experiment in trying to write more streamlined cover letters. And I guess they don’t sound that passionate and maybe… but they’re… I’m just so sick of… maybe I <\/span><span data-id=\"P4-N200672\">should just make the boilerplate text. If I know less about the individual part of Yale then I have to write oh, I really like Yale, which it’s true, and I got my masters there, and I really would like to work there, but if the same people are reading those cover letters, I don’t know, I’m wondering <\/span><span data-id=\"P4-N200673\">if my interviews gone bad have blackballed me from getting a job at Yale. [13:24] Or if they don’t really remember me, which is what I’m hoping, and it’s just because my stuff isn’t strong enough. Or maybe by the time… because it’d been almost three weeks since they put it up until I found it and applied, <\/span><span data-id=\"P4-N200674\">so maybe they already had the candidates they wanted to interview or something. I’m really hoping I’m not blackballed from Yale.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Yeah, I can understand why that… you wouldn’t want that to be the case. It seems like a really big institution to have such a select…<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: But it’s like I made a bad impression with the HR person for… who’s the zoo recruiter. Then if she’s still the zoo recruiter then…<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Do you think you really made that bad of an impression?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: I don’t know, I guess I was just sort of… didn’t… the problem was all the questions that I had, I wasn’t sure if she could answer them because they were like what is it like working at this place that you don’t work at and you just got here. So it was… I think I came off… I don’t know if I came <\/span><span data-id=\"P4-N2006F1\">off as arrogant or something when I was like oh, I guess you probably wouldn’t know that. It was just in response to having the previous recruiter interview, like that phone interview that I bombed, because it took me until too late to realize oh wait, this is a recruiter who doesn’t know anything about <\/span><span data-id=\"P4-N2006F2\">the [inaudible] I should’ve been explaining these things. And that’s why she’s acting completely unimpressed by things that should actually be impressive. So I went too much in the opposite direction. I mean that one also just like could’ve… the second one, the one that was in person with the zoo recruiter, <\/span><span data-id=\"P4-N2006F3\">could’ve also just been the fact that I didn’t have the customer service experience that they wanted, even though my resume mentioned that I didn’t have the customer service experience. I didn’t have any customer service jobs I could put on there. [15:26] And I’m just… I’m starting to get worried because <\/span><span data-id=\"P4-N2006F4\">I don’t want to… things are going okay with Sydney but we still fight. And so originally the plan was… we moved in together in September which would… then we could find a place that was, say, $2000 and month and then I’d be paying $1000 a month rent and not almost $1400. And I don’t want to make that <\/span><span data-id=\"P4-N2006F5\">decision being a… based on economics, so I’d really like to get a job soon so that way I’m not reliant on my parents and I can justify staying in this apartment longer if I need to. I’m no longer… I think… it really was the drugs that… being off the Seroquel that made me go crazy in my apartment. Now <\/span><span data-id=\"P4-N2006F6\">I’m completely fine with my apartment. I mean…<\/span><\/p>\n<span data-id=\"P4-N2006E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561895\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Yeah, you feel completely fine in it.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: I mean I’m still a little bit frustrated with the lack of hot water for washing dishes, and as such we’ve been doing a lot of takeout. And today I finally did a bunch of dishes so we could eat lunch at home. But other than that I don’t panic anymore when I’m here. So I’d be okay staying for <\/span><span data-id=\"P5-N200731\">another year but I don’t want to be spending that much of my parent’s money if I’m going to not have a job. So now I’m starting to feel really desperate. And I’m wondering if I should go into a different field. My dad at one point, I think a few months ago, made the offer that if there was a degree <\/span><span data-id=\"P5-N200732\">or training or something that I could do that would… in another field that would make me able to get a job he’d pay for it. But I can’t think of what… something that would be a good jumping off point that I’d actually be good at that I could conceivably get a degree in, or that I’d like doing. [17:38]<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: So you want to stay in this field.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: I want to stay in this field. I mean I’d be okay if I found there’s another field I liked. It’s just that all the fields that I like are ones that don’t have lots of jobs. Like if I had gotten my PhD I’d be having a super hard time getting a job, too, and I would have to be probably constantly <\/span><span data-id=\"P5-N200771\">moving around until I found a tenure track position and would end up somewhere where I didn’t want to live because there’s maybe one… if the college even has a that department maybe there’d be one professor, unless we’re talking about Jordan or something. So zoo science isn’t as bad as academia but <\/span><span data-id=\"P5-N200772\">I guess just all the humanities things that I’d like doing… and my mom was trying to… pushing me. The jobs that she sent me are ones like I guess they’re part of… it is programming, writing educational programs for college students to participate in or something like that, and that part is fine but <\/span><span data-id=\"P5-N200773\">then it’s also… there’s always this other part of trying to reach out to people. And especially… I guess this one was like Birthright trips to Jordan, and so trying to get kids to apply to Birthright and stuff, which requires being outgoing. And they even said in the entry one of the requirements was <\/span><span data-id=\"P5-N200774\">outgoing. [19:32]<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: And you don’t feel like that fits you.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: I am not outgoing. I am not outgoing. I mean I have a hard enough time trying to do this networking thing and get a job.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Have you looked… I think just thinking about the religious angle, have you looked at Wellesley and see if they… because that’s not a bad commute.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: No, I haven’t looked at Wellesley yet.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: So I wonder… I mean thinking about… I know you’ve looked at other university zoos and stuff, I wonder if that might be a nice melding of your skills as well, see what they have.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Maybe. If I saw something at Wellesley I would apply to it. I haven’t seen anything on the sites I normally check. I haven’t checked the Wellesley site itself but yeah, I could.<\/span><\/p>\n<span data-id=\"P5-N20082-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561895\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: If you have the energy to include that in your search I wonder if that might be sort of an avenue where you might stand out as a candidate because of the two graduate degrees you have.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: Maybe. I guess it would depend…<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: Maybe more in line with… I mean who knows what positions they have open in their zoos but it might be more in line than just going the straight Jewish route and kind of combining the things.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: Yeah, maybe. Or if it were at a Jewish school or something, like an elementary middle school or a high school. I don’t really…<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: Yeah, there are a couple of those around within reasonable commuting distance. [21:02]<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: Yeah, I don’t have a… though I don’t have the correct degree, but then again I…<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: For… and you need… for high school that would be required or…<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: In general for high school. I don’t know if some of them do require it because there’s an education certificate that goes along with that. I think…<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: Would that be worthwhile pursing? Would that count under your dad’s offer?<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: I don’t know because then I’d have to do a degree, and I’ve already… I mean I guess I’d hope they’d count all the coursework that I’ve already done, but I think… I don’t think it would be lucrative enough; I don’t think there are enough jobs there. Those jobs are also sparse. I need something <\/span><span data-id=\"P6-N200971\">completely different that would… and I’m wondering if I really should give up and just get an MBA and take over running the store. But I really don’t want to live in Connecticut. And I probably would have… either I’d live in Connecticut or I’d have a horrible commute every day that…<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: Do you want to run the store?<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Not really. But it would be a job that would give me a decent income and…<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: Is that job available right now?<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Not yet, maybe in another… my parents are talking about retiring but they’re going… I think, what, social security is now you have to be 65?<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: I think so but that’s not my area of expertise.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: My dad is 63; my mom is 62. So I think they’d wait until both of them were able to get social security. So…<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Yeah, I’m not exactly sure on those dates. [22:51]<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Yeah, another three years, approximately, which would mean I’d still have to find something to do for the next three years because… I’m actually going to be helping out for a few days at the store while I’m in Connecticut, doing the [inaudible]. And that will just be office stuff like cashing <\/span><span data-id=\"P6-N200A71\">out and doing invoicing and stuff like that. That’s kind of work I don’t mind doing. I don’t mind doing that sort of administrative assistant-y type things. The problem is, for most administrative assistant things I’m over qualified. So I can’t apply for those positions. Or I can apply to those positions and…<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: But you haven’t been successful in getting them.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Yeah, I’ve never been successful. Maybe if it was one at a religious institution I might have a better shot. I’d have to spin it somehow that my zoo knowledge… I guess it would mean that I’m really good at organizing things and that’s probably a good skill to have.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: What would that be… so would being an administrative assistant at a large temple or at a school or... would that be something that would fit for you? [24:17]<\/span><\/p>\n<span data-id=\"P6-N200AC-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200AC-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561895\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: I think… I mean it wouldn’t be as nice as getting to work with archival collections and historic documents and stuff like that, but I mean when I was working at Planned Giving I was like… I really liked my job there. So it’s something I would like… I would not mind doing. And I like having jobs <\/span><span data-id=\"P7-N200AF1\">where I have a lot of different responsibilities, which is the opposite of what my last job was. I was just working on this one project.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: So keeping in mind how you felt in different jobs, the job title might not be as important as what the skills and experience was like for you, and that it’s about spinning the things you’ve done and the degrees you’ve earned in a way that meets those. Because there are lots of different things <\/span><span data-id=\"P7-N200B11\">that you know how to do that might… if you think about what skills you have rather than what degrees you have.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Would I have to completely redo my resume then and do a functional one with skills or something? Because they’ll see position after position after position on there. I guess I could take off the ones that happened while I was in school.<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: You can take off some of those and put on… keep the more recent experiences. And you can certainly highlight skills first.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Oh, true.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: So that that’s what they read first. Here are the skills that I possess. And you’d want to tailor your resume if you’re going to be applying to different types of things, you’ll probably want to have a resume for this is one I use for these types of jobs, this is the one I use for those types <\/span><span data-id=\"P7-N200B91\">of jobs. It’s not that you’d need to reinvent it for each application but if you’re going to open up an avenue of saying religious institutions administrative assistant-y type stuff, you’re going to have… want a resume for that. And maybe that would start highlighting skills, your organizational skills, <\/span><span data-id=\"P7-N200B92\">your other skills, area of knowledge or expertise would be maybe something to highlight. [26:27] I do think it’s important that you put down the degrees you’ve earned because you’ve earned some important degrees.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: But that might scare them off.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: But you can… I think it’s… I mean I’m not a career services person but it’s fairly expected that they’re going to be listed, right? I think… or…<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: Yeah, I’ve been reading some more ask the manager stuff and they… sometimes it is mentioned. Oh, you can leave off a degree, you can’t mislead someone about it. But if it’s not relevant and it’s hurting you, you can but it’s like if it gives you a gap then… but I guess if I only had it going <\/span><span data-id=\"P7-N200BF1\">back to a certain point, because especially if I turned it into a one page resume or something like that.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: Yeah, I mean it’s… I don’t think it’s necessary to go back to your very first job. I think five years of history is probably enough. What you did ten years ago is not that relevant.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: I mean I already don’t have anything from college, and I usually keep off Planned Giving unless there’s… I usually use that for only administrative assistant type things. So…<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: Right, because they’re [inaudible] So you’re already doing a sort of truncating it.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: Yeah and I only have one of the digs that I’ve been on and not all of them. So it’s been a really long time since I’ve put any of the [inaudible] work that I’ve done for [inaudible] I don’t think I’ve ever put the Yale [inaudible] on there either.<\/span><\/p>\n<span data-id=\"P7-N200C6-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200C6-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561895\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">THERAPIST: It’s just not that relevant to…<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: And I’ve taken off some of the… I’ve taken off all the extracurricular things I had from college on there. Now I just have vericon [sp?] and [inaudible] So yeah, I don’t think… it’s already not listing everything I’ve done. But I’m just afraid the string of positions will confuse them even if <\/span><span data-id=\"P8-N200CB1\">I do talk in my resume about how I have all this Jewish experience and would love to work for a Jewish organization. [28:33]<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: Yeah, so I wonder if you can leave that stuff… if for… if you were to have sort of like a Jewish resume.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">CLIENT: Yeah, I mean if I took off all the zoo things, though, there would be a…<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">THERAPIST: A big gap.<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">CLIENT: … a gap. So… because it’s been a long time since I’ve done administrative assistant stuff and a long time since I’ve… well I guess I could put the Yale [inaudible] but I stopped doing that over a year ago.<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">THERAPIST: Yeah, so you’d want to have what you’re doing currently, most currently.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: Yeah, because right now I’m doing nothing and…<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: Well maybe the place to start is to open up this avenue of looking and maybe look at some of the universities around, or maybe some of the bigger organizations or temples. This is maybe the time of year where they might start to think about programming for next year. So it might be a good <\/span><span data-id=\"P8-N200D91\">time to look and see. This is the time of year when new memberships, Hebrew schools, that kind of stuff all gets started.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: I don’t know. I’m just wondering, though, if I should take a… my dad up on the degree, and maybe I should do something completely different like computer programming or something.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: Well look and see if there are opportunities in things that you might be interested in first, and if nothing new opens up, then maybe you think about switching. But it seems like there’s an area that may not have been fully tapped that is connected to some of your interests. And in thinking <\/span><span data-id=\"P8-N200DD1\">about what you’d be happy doing on a daily basis or four days a week if you’re working. I think that that is going to make a difference in how satisfied you feel with your daily life. [30:26] So it doesn’t have to be either or. I mean you could certainly think about your dad’s offer and if there is <\/span><span data-id=\"P8-N200DD2\">something you’d be interested in doing, but maybe not giving up before you’ve looked.<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: I just don’t know what.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: Yeah, so if you don’t know what, what would you…<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: I feel like at one point I probably thought of something, and I can’t remember what it is. Like oh wait, but that would require another degree that… I already know that museum studies is out because there are no jobs, and the ones that do exist I usually try applying to anyways.<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: Might not change the experience you’re having with finding something.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: Unless I wanted to go into being a zookeeper, which would require a PhD, and then I’d really be overqualified for everything else in the world. And I think I’d be more screwed with that type of degree.<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: More limited than you already feel.<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: Yeah, and I’m already feeling pretty limited. Yeah, it really frustrates me that I can’t… there always are a lot of… not a lot but I very often will see listings from R.I. Public Zoo, and I can’t apply to any of those. I really, really hate the residency requirements. It’s the worst thing ever. <\/span><span data-id=\"P8-N200EB1\">And I understand they want local people but I don’t see why it would…<\/span><\/p>\n<span data-id=\"P8-N200EA-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200EA-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561895\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: And it’s really R.I. proper?<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: Yeah, R.I. proper. Must be a R.I. resident by the time I’m starting the job. So I don’t want to have to look for a new apartment and move, especially moving for a job that I live within an easy commute of. And I don’t think I could get a PO… well, a PO box would work. [32:18]<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">THERAPIST: That might not... yeah, it doesn’t complete the residence requirement that you have.<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">CLIENT: And they’d find out with my tax documents and stuff like that, probably, where my actual address is, so I couldn’t find a friend in R.I. to use as an address for applying.<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">THERAPIST: Well it… you don’t need it to apply but you need it to…<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">CLIENT: Yeah, or as an address for sending it.<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">THERAPIST: You would have to… if you were to apply for those jobs you would have to move if you got one.<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">CLIENT: I would have to move. So I’ve never bothered because I don’t feel like moving again because I’ve already moved twice this year. So yeah, I just feel so trapped.<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">THERAPIST: That’s a frustrating limitation.<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">CLIENT: Yeah it is and… because sometimes there are really good things and I’m like hey, I actually have this experiment… experience. Oh, wait, it’s the R.I. Public Zoo. Never mind. Yeah, and it’s not like any of the other ones… like New Haven and Wallingford and any other local public zoos don’t have <\/span><span data-id=\"P9-N200FF1\">that. And the thing about R.I. is they actually do have archives and stuff where…<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">THERAPIST: None of those other zoos do.<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">CLIENT: They might have some tiny ones somewhere but it’s mostly just books. So I just… I don’t really know anyone who I could think of to ask about jobs at this point. My network is kind of tapped out. [33:52] I mean it was never that big to begin with. And I didn’t really get in a better position <\/span><span data-id=\"P9-N201031\">with… the last job happened really… the people I’ve met don’t have any local…<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">THERAPIST: Connections.<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">CLIENT: … connections. So it’s okay, yeah, I’ll have a really nice reference but I feel like I’ve gained nothing other than…<\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">THERAPIST: Well you had a good… you had a stretch of employment and pay.<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">CLIENT: Yeah, but it wasn’t that much pay so it wasn’t enough to be self-sufficient on. So at this point it’s just… I feel like I sort of wasted a year. I mean I guess I didn’t waste a year because at least I was… it doesn’t leave a gap.<\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">THERAPIST: It doesn’t leave a gap. You completed an important project. And you weren’t self-sufficient but you were earning and you were contributing.<\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">CLIENT: Yeah, I kind of wish… and the problem is, with… I can’t even really consider what if I wanted to do the yarn business full time. With this apartment it’s too small for me to do any dying in. Though I actually made friends with someone who actually… who works at a local yarn store. Because we <\/span><span data-id=\"P9-N2010F1\">had a lot of fun Saturday night and it turned out… we were talking afterwards. She had just got a job at the yarn store. So maybe I could even sell myself to a yarn store. [35:39] But then I’d just have to start all over again because of the moths [sp?] and the… yeah, it’s really the lack of space that’s <\/span><span data-id=\"P9-N2010F2\">preventing me from that, but even if I had the space, even if I dyed things every day, I doubt I could sell enough to live off of. It’s just so completely unlikely. Well everyone I know who dyes yarn and stuff like that is doing it as a side job.<\/span><\/p>\n<span data-id=\"P9-N2010E-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2010E-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561895\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">THERAPIST: Side job, not their main source of income.<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">CLIENT: Yeah, so now it’s like I don’t even have any source of income coming in. It’d be nice to have that side job so I can feel less guilty about spending money. So I just…<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">THERAPIST: Well if the focus is on… when I asked you what your goals were, the focus is on getting healthier and career stuff. So for this week what’s reasonable to expect in terms of the steps that we’ve talked about? What can you reasonably expect yourself to accomplish with career stuff?<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">CLIENT: I guess getting out the Providence application and possibly the Concord one, if I can get a printer to print the application on it. Yeah, because I have to… actually I need to do a lot of printing for that because it also requires a… two finding aids [sp?] and another writing sample. So… and <\/span><span data-id=\"P10-N201171\">then they all have to be printed out and mailed in in a giant envelope. [37:16]<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">THERAPIST: So is it more realistic to find your printer cord from that box or to take a thumb drive somewhere and print it out?<\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">CLIENT: I’m thinking… well… oh, I need… I have to call my mom tonight. Since I’ll be in Connecticut I’ll have access to those printers probably. So I could probably do the application from there. So I think that would be the most realistic option. Yeah, at this point I’m thinking with the printer… for <\/span><span data-id=\"P10-N2011B1\">my printer it would… just buying a new printer cord.<\/span><\/p>\n<p data-id=\"P10-N2011C\"><span data-id=\"P10-N2011D\">THERAPIST: That might be easier than finding it. But you’ll be in Connecticut so you can…<\/span><\/p>\n<p data-id=\"P10-N2011E\"><span data-id=\"P10-N2011F\">CLIENT: I’ll be in Connecticut so I can probably print from their computer. Yeah, I’m not… if… I think my mom isn’t taking her main laptop.<\/span><\/p>\n<p data-id=\"P10-N20120\"><span data-id=\"P10-N20121\">THERAPIST: When do you go… when do you start the house sitting?<\/span><\/p>\n<p data-id=\"P10-N20122\"><span data-id=\"P10-N20123\">CLIENT: Tomorrow. Yeah, so we’re going to… they leave tomorrow morning and we’re going to get there tomorrow early afternoon I think.<\/span><\/p>\n<p data-id=\"P10-N20124\"><span data-id=\"P10-N20125\">THERAPIST: So then you could have that done by Wednesday.<\/span><\/p>\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">CLIENT: Yeah, I could have it done by Wednesday, though I guess I might as well work on the cover letter tonight so that way I don’t have to do any thinking after that. So yeah, I’ll…<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">THERAPIST: That sounds like a reasonable plan. If you do the cover letters tonight and then you give yourself maybe some time off Tuesday, and then Wednesday you can do the application and then you’ve done some job stuff first half of the week. [38:50]<\/span><\/p>\n<p data-id=\"P10-N2012A\"><span data-id=\"P10-N2012B\">CLIENT: Yeah, so I don’t know what I’m going to do about the whole… I won’t be able to go to any of the dancing that’s happening this week.<\/span><\/p>\n<p data-id=\"P10-N2012C\"><span data-id=\"P10-N2012D\">THERAPIST: So what could you do instead while you’re in Connecticut?<\/span><\/p>\n<p data-id=\"P10-N2012E\"><span data-id=\"P10-N2012F\">CLIENT: I guess I could take a walk or something, depending on the weather. Yeah, that’s something I could do. (pause)<\/span><\/p>\n<p data-id=\"P10-N20130\"><span data-id=\"P10-N20131\">THERAPIST: And in their house it might be easy… I know sometimes the barrier to cooking and food is your kitchen.<\/span><\/p>\n<p data-id=\"P10-N20132\"><span data-id=\"P10-N20133\">CLIENT: True, and they have a huge kitchen with lots of dishes and stuff, and dishwashers.<\/span><\/p>\n<p data-id=\"P10-N20134\"><span data-id=\"P10-N20135\">THERAPIST: So maybe taking advantage of that while you’re there could help make it easier to achieve some of your goals.<\/span><\/p>\n<p data-id=\"P10-N20136\"><span data-id=\"P10-N20137\">CLIENT: Yeah, I could do that. It just sort of seems a little bit… is it really doing that much good if when I… I only have this kitchen for a little while and then I’ll go back to having to do everything in my small kitchen and not eating healthily, necessarily.<\/span><\/p>\n<span data-id=\"P10-N20136-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20136-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561895\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">THERAPIST: Well it’s easier to do while you’re at your parents, and when the hurdles are lower you might as well take advantage of that. Is it going to be enough to make a lifelong change? Absolutely not, right. We have to… I think eventually you need to figure out a way to be able to maintain some <\/span><span data-id=\"P11-N201391\">of those choices when it’s… when you have a more challenging environment. But it sounds like this week when the… some of the hurdles that are typically up in front of you are going to be lower, taking advantage of that to get the ball rolling. Why not. And then hopefully when you come back to your apartment <\/span><span data-id=\"P11-N201392\">you’ll have a little momentum. And maybe the weather will be a little bit nicer, so taking walks might be a little bit easier, hopefully, as we get further into real… actual spring. [41:05]<\/span><\/p>\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">CLIENT: Yeah, I’m so ready for there to not be any more snow.<\/span><\/p>\n<p data-id=\"P11-N2013C\"><span data-id=\"P11-N2013D\">THERAPIST: It will be nice when that happens.<\/span><\/p>\n<p data-id=\"P11-N2013E\"><span data-id=\"P11-N2013F\">CLIENT: I just can’t help feeling that I’m really useless right now. And I mean I did go dancing one night this past week but it was only one night. It feels like… Thursday I didn’t want to go to contra because it was just… well because I have the car in Wallingford, which was a couple of blocks away, <\/span><span data-id=\"P11-N2013F1\">and it was… it had gotten so cold out and I just didn’t want to face the cold. So I mean I didn’t even really want to go swing dancing on Wednesday night but I at least made myself do it.<\/span><\/p>\n<p data-id=\"P11-N20140\"><span data-id=\"P11-N20141\">THERAPIST: Yeah, so it’s a couple of weeks in a row now that you’ve taken advantage of some of the dancing at night.<\/span><\/p>\n<p data-id=\"P11-N20142\"><span data-id=\"P11-N20143\">CLIENT: Yeah. Which I also… I mean I guess I am noticing it really has at least improved my mobility, and now walking around is a lot easier.<\/span><\/p>\n<p data-id=\"P11-N20144\"><span data-id=\"P11-N20145\">THERAPIST: So you’re starting to see this effect.<\/span><\/p>\n<p data-id=\"P11-N20146\"><span data-id=\"P11-N20147\">CLIENT: Yeah. but I don’t see myself losing any weight.<\/span><\/p>\n<p data-id=\"P11-N20148\"><span data-id=\"P11-N20149\">THERAPIST: Well it hasn’t… you don’t… weight loss is a slow process. But the… some of the good effects that you get from being more active come before you actually see a difference in your weight. [42:27] And I mean I know you noticed feeling a little bit less winded, your back hurting a little bit <\/span><span data-id=\"P11-N201491\">less. You just mentioned that you feel like your mobility’s a little bit more. So those are maybe differences that you’ll be able to continue to see sooner. Weight loss, especially with only a couple of days of exercise, is going to come really slow. I think… I like to think of it as steps. Every time <\/span><span data-id=\"P11-N201492\">you go and make a choice to do something active, it’s a good step. And you can build upon those. Dancing once or twice a week is not the end goal, that’s the starting place. Keeping these routines in place weeks in a row makes it… we’re hoping to change what your normal is. Instead of the normal being <\/span><span data-id=\"P11-N201493\">staying in and being sedentary, we want the normal to become getting up and taking a walk, going out and doing this dance thing, going and doing that dance thing, feeling like being active is your typical choice. That’s when you really start to see the impact. But you have to start where you are, and <\/span><span data-id=\"P11-N201494\">start some place, and you’ve taken some really goods steps the past couple of weeks.<\/span><\/p>\n<p data-id=\"P11-N2014A\"><span data-id=\"P11-N2014B\">CLIENT: Because I also notice I’m still not that good on the dance floor and I just feel really bad. Not so much for the contra but for the swing dancing. And it’s here I am making these people dance with a bad dancer.<\/span><\/p>\n<span data-id=\"P11-N2014A-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N2014A-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561895\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N2014C\"><span data-id=\"P12-N2014D\">THERAPIST: You’ll get it… you’ll learn it again. You’ve gotten a little out of practice.<\/span><\/p>\n<p data-id=\"P12-N2014E\"><span data-id=\"P12-N2014F\">CLIENT: Yeah, it’s just like sometimes because there’s one style where you’re not moving your feet as much and that’s fine but then people are doing the other style I can’t keep up with the feet. I just can’t. And I kind of do something that’s similar but compatible with it but I don’t know if they’re <\/span><span data-id=\"P12-N2014F1\">not noticing that I’m not doing these terrible steps and I can’t get my feet to move that fast. [44:36]<\/span><\/p>\n<p data-id=\"P12-N20150\"><span data-id=\"P12-N20151\">THERAPIST: Were you able to in the past and are out of practice or is it something that you’ve never really picked up?<\/span><\/p>\n<p data-id=\"P12-N20152\"><span data-id=\"P12-N20153\">CLIENT: I don’t ever I don’t remember not being able to do it the last time I went swing dancing. But that was five years ago so I think I could do it then.<\/span><\/p>\n<p data-id=\"P12-N20154\"><span data-id=\"P12-N20155\">THERAPIST: Do you ever practice at home?<\/span><\/p>\n<p data-id=\"P12-N20156\"><span data-id=\"P12-N20157\">CLIENT: No, I don’t really have much space to practice. But yeah, so I’m really only doing it one day a week.<\/span><\/p>\n<p data-id=\"P12-N20158\"><span data-id=\"P12-N20159\">THERAPIST: Well hopefully with more practice you’ll get more… you’ll get better. And accommodating until then, making little adjustments, faking it the best you can, if you’re moving it’s good activity. And you’re not making people dance with you. (pause) What are your other things we should be checking <\/span><span data-id=\"P12-N201591\">in on today or catching up on? [45:51]<\/span><\/p>\n<p data-id=\"P12-N2015A\"><span data-id=\"P12-N2015B\">CLIENT: I need to figure out how to... just not getting frustrated by Sydney, which is just… especially with the… if I already wake up and we’re wasting some… it’s later than I want to. And then he’s… takes him forever to be able to want to start doing things. And he’ll spend all this time on the computer <\/span><span data-id=\"P12-N2015B1\">and just waking up, and I just feel like hours of my time are wasted waiting for him. And it’s really, really frustrating me.<\/span><\/p>\n<p data-id=\"P12-N2015C\"><span data-id=\"P12-N2015D\">THERAPIST: That sounds very frustrating. I don’t know that you cannot be frustrated by that.<\/span><\/p>\n<p data-id=\"P12-N2015E\"><span data-id=\"P12-N2015F\">CLIENT: Because I can’t really do anything about it because if I try to pressure him then he’ll feel pressured and panic.<\/span><\/p>\n<p data-id=\"P12-N20160\"><span data-id=\"P12-N20161\">THERAPIST: Yeah, you can’t control somebody else.<\/span><\/p>\n<p data-id=\"P12-N20162\"><span data-id=\"P12-N20163\">CLIENT: And sometimes I can go off and do my own thing but sometimes things require him to come along. And then I’m just wasting all this time.<\/span><\/p>\n<p data-id=\"P12-N20164\"><span data-id=\"P12-N20165\">THERAPIST: Yeah, it sounds like the choice you have to make is… you’re thinking about what your choices are and it sounds like your choice on some days, when he’s unable to get going when you want to get going, is your choice is do I wait and do something else while he gets ready and does his routine <\/span><span data-id=\"P12-N201651\">or do you go do your own thing and do something that doesn’t rely upon him. [47:19] I don’t know that you can choose not to be frustrated but you can choose not to wait. But you don’t get everything you want. What you really want is to go do the thing you planned with him, and that might not be possible <\/span><span data-id=\"P12-N201652\">some days. Some days you might have to go do the thing without him or choose to wait. And I’m sorry that you’re feeling frustrated by that.<\/span><\/p>\n<p data-id=\"P12-N20166\"><span data-id=\"P12-N20167\">CLIENT: I just need to find a way to not externalize my frustration and I’m not very good at that.<\/span><\/p>\n<p data-id=\"P12-N20168\"><span data-id=\"P12-N20169\">THERAPIST: Well it’s hard.<\/span><\/p>\n<p data-id=\"P12-N2016A\"><span data-id=\"P12-N2016B\">CLIENT: So then he knows that I’m frustrated with him and then he panics even more. And things spiral out of control.<\/span><\/p>\n<p data-id=\"P12-N2016C\"><span data-id=\"P12-N2016D\">THERAPIST: Would it be better in those cases to just go off and do your own thing?<\/span><\/p>\n<p data-id=\"P12-N2016E\"><span data-id=\"P12-N2016F\">CLIENT: Maybe.<\/span><\/p>\n<span data-id=\"P12-N2016E-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N2016E-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561895\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N20170\"><span data-id=\"P13-N20171\">THERAPIST: And then maybe come back for him? Is that a choice?<\/span><\/p>\n<p data-id=\"P13-N20172\"><span data-id=\"P13-N20173\">CLIENT: Sometimes. I guess something is when we go out to eat he usually ends up paying because he’s… well a, he wants to eat out more than I do, and he’s a lot more financially self-sufficient than I am, even without having a job. So… and with… it’d been a while… we hadn’t been cooking because there <\/span><span data-id=\"P13-N201731\">were dishes that he said he’d do and he kept on not doing them. Then I ended up having to wash them but… so it’s between either waiting for him to be able to go out or if I’m going to make something at home, doing all these dishes that I was waiting for him to do that he said he’d do. And then I end <\/span><span data-id=\"P13-N201732\">up feeling resentful because I have to do more work and he’s not pulling his fair share. [49:11] So there really aren’t any good options.<\/span><\/p>\n<p data-id=\"P13-N20174\"><span data-id=\"P13-N20175\">THERAPIST: No, but it’s about choosing the option that you have control over, right. So you don’t have… if you’re waiting for him to do the dishes you have no control over when he’ll do them. I know you feel resentful when you do his dishes but at least you can control that. You can decide okay, you’re <\/span><span data-id=\"P13-N201751\">not ready to go out, then I’m going to make something and I’m going to do the dishes that I need to in order to make whatever. Or maybe you want to start using paper or something that feels like that’s more in your control. [49:46] I know that doesn’t replace pots and pans but…<\/span><\/p>\n<p data-id=\"P13-N20176\"><span data-id=\"P13-N20177\">CLIENT: Yeah, which is usually the issue, is the pots and pans.<\/span><\/p>\n<p data-id=\"P13-N20178\"><span data-id=\"P13-N20179\">THERAPIST: And so it… you’re making the choice that gets in your way the least. It’s not the ideal choice. It sounds like a lot of times you have to think about which is going to be less and which is sort of going to interrupt my plan less. And then making that choice so that you have more control over <\/span><span data-id=\"P13-N201791\">the situation. Because you really can’t make him do dishes or get ready faster. You can decide what you’re going to do if he doesn’t match up with your plan, but you can’t control someone else, which is very limiting and very frustrating sometimes.<\/span><\/p>\n<p data-id=\"P13-N2017A\"><span data-id=\"P13-N2017B\">CLIENT: Yeah, I just… and some of it is his depression and some of it is his ADD, and I’m just… I really wish I don’t… he didn’t have ADD. And I…<\/span><\/p>\n<p data-id=\"P13-N2017C\"><span data-id=\"P13-N2017D\">THERAPIST: It feels like it’s hard to be in a relationship with those issues being so severe, it sounds.<\/span><\/p>\n<p data-id=\"P13-N2017E\"><span data-id=\"P13-N2017F\">CLIENT: Cal [sp?] also had ADD, and with him it was worse because it would make him late for being with me. And he’d just be using the computer at… into something and I’d be waiting for hours. And I was… I don’t ever want to do this again. And then I…<\/span><\/p>\n<p data-id=\"P13-N20180\"><span data-id=\"P13-N20181\">THERAPIST: And here you are facing a similar pattern.<\/span><\/p>\n<p data-id=\"P13-N20182\"><span data-id=\"P13-N20183\">CLIENT: Doing this again.<\/span><\/p>\n<p data-id=\"P13-N20184\"><span data-id=\"P13-N20185\">THERAPIST: Hard. [51:22]<\/span><\/p>\n<p data-id=\"P13-N20186\"><span data-id=\"P13-N20187\">CLIENT: We do need to stop for today.<\/span><\/p>\n<p data-id=\"P13-N20188\"><span data-id=\"P13-N20189\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}