{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses miscommunication in current relationship due to alcohol use."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Communication","Romantic relationships","Alcohol abuse","Psychoanalytic Psychology","Confusion","Low self-esteem","Frustration","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Separated"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Communication","Romantic relationships","Alcohol abuse"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Confusion","Low self-esteem","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562184","dorpId":"1006469177","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session February 04, 2014: Client discusses miscommunication in current relationship due to alcohol use.","fullTitle":"Client \"J\", Session February 04, 2014: Client discusses miscommunication in current relationship due to alcohol use.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562184\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: I (inaudible) you a bill. Yeah.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Nah. I’ve had a rough couple days.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Oh, I’m sorry to hear that.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Yeah. I guess it’s, you know—I want to say, you know, a lot of it’s like most things is—there’s a very small part of it where I’m a victim of circumstance.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: (laughter) That was very candid. (laughter)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Don’t try to (crosstalk 00:00:39) those instances. But I think the rest of it was, you know. So, I wasn’t feeling good on Saturday and Marcia was throwing a 50th birthday party for her sister. But her brother-in-law and a friend of her sister’s. And it was very stressful, you know. Bands breaking <\/span><span data-id=\"P1-N200171\">up and cancelling and, you know. Does she know? You know all the shit that goes along with it, you know. And I had taken Ian rock climbing. Of course, I did the rock climbing. I got belaying burn from the rope there. But I think I just kind of overdid it. I really didn’t feel well. I was nauseous. I <\/span><span data-id=\"P1-N200172\">was just exhausted. I was just like, you know. And then it was any other thing I was just blowing it off, you know. Like I can’t blow this off. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">So, I rallied. And went ahead, you know, a fun time, you know. I didn’t see Marcia very much but didn’t expect to, you know. And, of course, she says afterwards, “You know I like the,”—or, “I love the fact that, you know, you can just go off on your own and I,”—whatever. You know, that’s fine. And it’s <\/span><span data-id=\"P1-N200191\">funny because it used to bother me with Jess. But Jess would always dump me in a room with people I don’t know and just never even like check back in, you now. You know, where Marcia doesn’t do that in an instance where I know people who are there. At least introduces me to people or—so, you know, have <\/span><span data-id=\"P1-N200192\">a good time. Party is over. You know, you go home. And I don’t know how we got on the subject. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">You know, I think I brought up, you know, the time that maybe it was about—because she is on this thing about me not taking her phone calls. I was just doing this thing where it’s like when people phone call me—I don’t care who it is it’s an interruption. So, I’m doing something, you know, like just <\/span><span data-id=\"P1-N2001B1\">trying to get out the door of my apartment, I’m not going to take the phone call, you know. I can call you back in five minutes. 20, whatever it is, you know. And, you know, it was a while ago, she got upset with me because she called. I never saw that she called. I texted her like a moment later or <\/span><span data-id=\"P1-N2001B2\">a moment before and, you know, she basically stood me up that night. Didn’t want to go to a show we’re supposed to go to. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">And, you know, for awhile I thought, you know, we had this conversation where I thought we were joking and she was pissed off. And somehow that night I brought that up, you know. And it turns out there was something else going on which now, you know, makes sense. And, you know, she has this like really <\/span><span data-id=\"P1-N2001D1\">(chuckles) bizarre which you probably find no problem with. But she’s very self-conscious about her hair. And not being about to deal with it. You know, I really don’t even comprehend. You know, does she have the most beautiful head of hair? No. But, you know. But I understand, you know, it’s a chick, <\/span><span data-id=\"P1-N2001D2\">you know. How it really can bother her. You know, to the point of being something, you know. (telephone rings) (inaudible 00:04:11), you know, I mean she may have said it. But, you know, I wasn’t aware this was like the deepest, darkest secret she has which I know it’s not. But that’s how she’s kind <\/span><span data-id=\"P1-N2001D3\">of treating it or whatever.<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562184\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">And, you know, I’m drunk. It’s, you know, late in the morning. You know, later whatever. And this part I really don’t remember because I had kind of gone, take off my clothes, and like hop into bed. Figured that we were going to bed. And she says that she said, “Sorry for putting this on you.” And that <\/span><span data-id=\"P2-N2001F1\">my response was, “Don’t bother putting it on me,” or some response like that. And, you know, it took me a couple—this was Saturday. It took me until like late yesterday to figure out that all the time she’s saying sorry for stuff that she doesn’t need to say sorry for. And what I most likely said and <\/span><span data-id=\"P2-N2001F2\">mumbled and slurred and with her poor hearing, you know, I probably said, “You don’t have to say sorry for putting this on me.”<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: Oh, I see. Yeah. <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: And she, of course, heard the exact opposite. Well, you know, I didn’t realize this until I woke up at about a quarter to four and the light is on in the bedroom. She’s not there. And I get up. I’m half asleep. I’m half drunk. I walk out. I see her. You know, and I don’t know why, but whatever <\/span><span data-id=\"P2-N200231\">the encounter was I got angry. You know, just, you know—I don’t know what she—I didn’t even know what she said to me. I went to the bathroom and I’m stewing as I’m in the bathroom. Like, “What the fuck?” I don’t even know what I was upset about. I really don’t. <\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">So, I go and I, you know, go back into the bedroom and for some reason, I slam the door. I didn’t know she was right behind me. So, I slam door in her face. So, she comes in. “Why’d you slam the door in my face?” “I don’t know. I didn’t know you were behind me.” “Well, why are you slamming the door? <\/span><span data-id=\"P2-N200251\">You have no reason to be slamming the door.” Because, you know, she’s the pissed off one, you know. And then proceeds to tell me that I broke her heart. And this whole thing about, you know, what I had said. And I’m just like, you know—I have no responses or, you know. This is like I’m fucking back <\/span><span data-id=\"P2-N200252\">in Vietnam now where it’s like I had no response to anything. I had no—I just can’t think. I’m like I don’t know. Don’t even know what’s going on. I’m like how did I get myself in this situation? You know. You know, she ends up leaving the room. And I’m just sitting there and I’m like, “It’s fucking <\/span><span data-id=\"P2-N200253\">almost 4:00 in the morning.” <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">I don’t even know what I was thinking, but I got up. I got dressed and I left which apparently ripped her heart out. She called a friend, who lives a half away at 4:00 in the morning. And she came and consoled her. And now I’m not the person that she thought I was or our relationship wasn’t where she <\/span><span data-id=\"P2-N200271\">thought it was. And so, I’ve just been sleeping for the last few days, you know. It’s like okay. She won’t call me, you know. She started texting me a little more yesterday. And, you know, I had this box where I was like saving things from, you know, ticket stubs and notes she wrote me and things like <\/span><span data-id=\"P2-N200272\">that. And, you know, part of me felt that maybe this would be a great little way to show, you know, ten years from now, 15 years from now. <\/span><\/p>\n<span data-id=\"P2-N20026-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562184\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">And, you know, I’m a lawyer so always, you know, in the back of my mind that this thing could be pulled out at a moment of (laughter) this breaking place emergency. And I really didn’t think—I really didn’t comprehend sort of—you know, how bad this was going when—you know, because she gets hot headed. <\/span><span data-id=\"P3-N200291\">She, you know, goes, you know, months without speaking to some of her best friends. You know it’s—you know, they’re stuck in this high school world, you know. And so part of me—I know I fucked up and I wasn’t denying it. I was apologizing. But I tried to explain that, you know, this may have been what <\/span><span data-id=\"P3-N200292\">the misinterpretation was. And her response is, “Well, why did you slam the door in my face?” And I was just like, you know. <\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">So, I went in and pulled out the box. And I made a video, you know. Here’s the Christmas card you gave me. Here’s the note when I stayed over and took care of the dog. And, you know, on down the line, you know, which I finally got a response of, “You know, that was thoughtful,” whatever. And because <\/span><span data-id=\"P3-N2002B1\">the thing that was pissing me off the most is it’s like, you know, 99.9% of the time, you know, I’m superman. And then there’s this one thing happens and I know it’s not like a small thing, but, you know, there’s no concern for all the other stuff. It’s just to be able to just turn on a dime like that, <\/span><span data-id=\"P3-N2002B2\">you know, just is—I don’t understand it. I understand getting mad at someone, but I don’t understand this, you know—all the sudden from one thing you said when you’re drunk, half asleep at 4:00 in the morning changes a relationship or how you feel about someone. It still doesn’t make sense. <\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">But I’m going to try to make sense of it because men are from Mars and women are from Venus. And luckily, I read something on Facebook where I’m not supposed to try and fix stuff. So, I’ve been trying to do anything to fix it, you know. But I thought that, you know, the video was, you know. And, you <\/span><span data-id=\"P3-N2002D1\">know, I think it kind of brought her back a little bit. And because I had asked her earlier in the day, “Am I going to see you tonight?” She’s like, “Well, I don’t know what my plans are,” you know. I knew I wasn’t going to see her, but, you know, it just pisses me off that she wouldn’t just say, “I <\/span><span data-id=\"P3-N2002D2\">don’t want to see you tonight,” you know. I don’t think whatever. So, you know, I’m just having a miserable day. I got to work I had to get done done and just, you know, the kids came over. I’m like all snappy with the kids. <\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">And just, you know. I don’t know. You know, it seemed like, you know, she said she was going to work. And, you know, I asked, you know, once again I’m with the kid, you know. “Do you want me to come over afterwards?” And the next text was, “I’m home,” which was like well that’s a fucking non sequitur <\/span><span data-id=\"P3-N2002F1\">if I ever heard one, you know. Are you home just to say, “Hey, I’m home,” when you’ve not been communicating to me all of last 48 hours or is it, “Home. Yeah. Come on over.” I didn’t know what it meant. And so, I just ignored it. And, you know, and it ultimately turned out that she’s like, “Oh, I’m <\/span><span data-id=\"P3-N2002F2\">not in the mood for company tonight,” you know. Something like that. “Maybe tomorrow or whatever.” <\/span><\/p>\n<span data-id=\"P3-N2002E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562184\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">And I was like, you know—I’ve been trying to like hold back and, you know, blame her for anything or, you know, try and make her feel bad or anything like that because I know I’m not going to get anywhere with any of that. But, you know, I said—I didn’t say anything. You know, I didn’t respond. And <\/span><span data-id=\"P4-N200311\">so, like 20 minutes later, she goes, “Tomorrow maybe?” And I said, “You tell me…I’m dying over here.” That’s what I put. I’m just, you know, beside myself. I don’t—you know. Just, you know, and then she says, you know, “I will text tomorrow.” And then, you know, later that night she goes, “I hope you’re <\/span><span data-id=\"P4-N200312\">okay.” And then proceeds to write the, you know, one long text explaining all of what happened and calling Maureen and whatever. And I gave a long, long text back, you know, saying I’m crazy. And she said, “Come over tomorrow. Love you. Good night.” Blah, blah, blah, you know. This is fucking, you know— <\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: Yeah. That sucks.<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: You know, it’s funny because I’m like trying to predict like the next thing that’s just going to knock me down. And I was like, “Oh, you know, it’s probably going to be Marcia dumping me for something stupid,” you know. Not to say this was something stupid, but, you know. And then, you know, <\/span><span data-id=\"P4-N200351\">the reality is it’s like—I mean you could say in some respect I was a coward. I just didn’t want to deal with whatever was there and left, you know. But I was just, you know—I shouldn’t have been driving home. That’s for damn sure. I was all fucking, you know, Watertown cop—Watertown cop, Framingham <\/span><span data-id=\"P4-N200352\">cop. (inaudible) people in there. <\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">So, at least I know I can drive drunk. But, you know, I can’t get her to call me back. I can’t, you know—because trying to explain yourself in a paragraph on a Facebook message, you know. And I started realizing that, you know, I’m just—you know, and I just told her. I said, “Listen. I’m like in this <\/span><span data-id=\"P4-N200371\">downward spiral. I’m miserable,” you know. I mean this isn’t an excuse, but this, you know who I am. I didn’t want to bring up the fact—you know how she poo poos everything. She poo poos therapy. She poo poos the drugs, you know. She’s doctor done. She’s going to fix everything, you know. Her nephew’s <\/span><span data-id=\"P4-N200372\">got bipolar. She’s checked him into all these places, so she knows everything there is to know, you know. And so, I’m trying to relay a very, you know, non-blamatory fashion that maybe you don’t know, you know, exactly what I said, but, you know, just— <\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: It sounds like you’ve been rolling with this pretty well since it happened actually.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: (laughter) I’ve been obsessed with it, you know. You know, I don’t know what happened. I was wrong. I’m sorry from the bottom of my heart. What hurts me the most is that it hurt you. You did nothing to deserve this and it shouldn’t happen to someone as sweet as you. And that’s all true, you <\/span><span data-id=\"P4-N2003B1\">know. You know, and, you know, then I’m like I’m not making excuses. Life’s been difficult, you know. I struggle every day, you know. You’re a bright, shining star, you know. I’m much happier when I’m with her, you know. I don’t feel bad, you know. I forgot that, you know. The IRS. You know, we owe <\/span><span data-id=\"P4-N2003B2\">them instead of thinking it’s going to be about two grand, it was four grand. And I got a 1099, which is going to make it another five to a thousand dollars, you know. <\/span><\/p>\n<span data-id=\"P4-N2003A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562184\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">And, you know, said, you know, my family sucks. You know, I don’t have a friend I can call at 4:00 a.m. and have them drive over, you know, when I’m wailing, you know. Blah, blah, blah. And, you know, I’m bothered by me here—by my behavior, you know. It’s not me. You know, it’s not me. But it was me, <\/span><span data-id=\"P5-N2003D1\">you know. I miss you and your dog. So, and that’s when I got the, “Come over tonight. Love you. Good night.” And I didn’t even put in one lyric from one song which was pretty amazing on my part. But I’m actually kind of glad there’s going to be a storm tomorrow because I wouldn’t have been able to get <\/span><span data-id=\"P5-N2003D2\">over there until late tonight. I would have had to go out tonight and I would have had to go out in the morning to court. And, you know, (inaudible 00:16:28) court, you know, it’s my lawyer of the day. Not driving from Watertown to Concord. A blizzard, you know, for tenants who aren’t going to show <\/span><span data-id=\"P5-N2003D3\">up for their court date because they’re not going to walk across the street in a blizzard, you know. Oh, man. So, I’m pretty preoccupied with that. I like Klonopin.<\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">THERAPIST: You seem to have rolled with it. Like I said, I understand you’re preoccupied. You’ve been really upset about it. You’ve been feeling down. You’ve been feeling kind of helpless. But you haven’t really lost your shit. You haven’t, you know, gotten all pissed off and basically stormed out again <\/span><span data-id=\"P5-N2003F1\">as far as I can tell.<\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">CLIENT: Again.<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: Again. Yeah. Again. You haven’t, you know—or like gotten all pissed off and let her have it. You know you say some stuff you meant. <\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: Well, I’ve learned my lessons. Some of them, you know. And, you know, I kind of—I learned it from my clients, who are unwilling to settle on principle, you know. And that principle gets you nowhere. It costs you. You know, it costs you. For these people, it might be money, you know. So.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: I have a piece of it—you know, I never advise—I have a piece of advice. Which is like—<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: Get her flowers.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: No. That’s not like a bad idea, but that wasn’t what I had in mind. (laughter) I would try like—it seems to me pretty legit and probably a good idea if it—after whatever 11? 12:00 at night or if you’re pretty trashed to just not have conversations about heavy things. <\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: Yeah. I agree, you know. And that was—you know, and I don’t know how to—you know, because we usually don’t, you know. And I don’t know what happened here because, you know, (crosstalk).<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: If you were in your right mind, I don’t think it would have gone that way.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: Yeah. You know, clearly, she was, you know—but I think what it was is she was really drunk and emotional. You know, that’s the same thing that happened at the wedding, you know. She was drunk and emotional, you know. And—<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: Right. I guess you need a way of dealing where of that where it deescalates things rather than— <\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: You know, and I’ve got, you know—I mean there’s parts where, you know, where I can see, you know, it used to happen like with Jess. You know, it’s here. Have a couple of drinks too many. And, you know, I would take the approach of, “Hey, you know, why don’t you slow down. You’re having too drink,” <\/span><span data-id=\"P5-N200551\">you know. And which is no good, but with Marcia I just point out her behavior towards me that’s unacceptable. And she’s like, “Oh, okay,” you know and she gets it, you know. But I was caught off guard here, you know. I didn’t even—I was—you know, and—you know, it’s not just that I’ve been drinking, <\/span><span data-id=\"P5-N200552\">but, you know, I’m kind of taking a (inaudible 00:20:05), you know. So, I’m exhausted. It’s the staying awake. I’m just so tired, you know. That’s all the meds are doing is making me more tired and more tired, you know. And, you know.<\/span><\/p>\n<span data-id=\"P5-N20054-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562184\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">THERAPIST: You, at some point had said like I just can’t do this right now. I’ve got to go to bed.<\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">CLIENT: That’s what I should have said. And, you know, that’s probably what—<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">THERAPIST: It felt so hard. Is (crosstalk) judgment.<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">CLIENT: That’s almost what I did to her. Like I don’t give a shit. Don’t put this on me and I rolled over and I went to bed.<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: Yeah. She kind of wouldn’t let it go.<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">CLIENT: Or that’s what, you know, she tells me happened. So. (pause 00:20:51 00:20:59) and I feel like, you know, I’ve got a—can’t change people. This is not going to be an anomaly. At least, you know.<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">THERAPIST: Yeah. It happens every once in a while with her.<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: And you know it was funny because when I called her and she was setting up for the party, you know—because it’s at the BFW, so they’re giving the, you know—like give him a quarter and they give you seven drinks or whatever, you know. You know, you know, I could already tell she was getting tipsy. <\/span><span data-id=\"P6-N200651\">She was like, “I’m fine.” And I’m like—and so, I’m thinking to myself, you know, I was here. You know, is this going to be one of those nights where, you know, she’s just going to be giving shit or getting mad at me? Or, you know, and I said, “Whatever you do, you know, this is her night. This is her <\/span><span data-id=\"P6-N200652\">party. She’s been very stressed out. You know, you’ve got to be supportive and just roll with it.” <\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">And the funny thing is there was really nothing that happened until whatever it was. I don’t even remember what time it was when this thing went down. You know, the first start, you know. (pause 00:22:15 00:22:22) So, and there’s one thing, you know—and I don’t know if this plays into it, but, you <\/span><span data-id=\"P6-N200671\">know, but I’ve done things many times in my life and I don’t know why I’ve done them, you know. And I’ve read some literature on depression and that seems to be consistent. And now is not the time to be throwing that up as an excuse. But, you know, I don’t know how to convey to her that, you know, this <\/span><span data-id=\"P6-N200672\">is the kind of stuff that I—you can’t ask me why I did something. And, you know—<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">THERAPIST: What was it that you did to the—I’m a little confused of what you did that was so awful. According to her, I know— <\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">CLIENT: I think if I stayed everything would have been okay. (pause 00:23:15 00:23:19) But I got up and left because I’m just like, “She’s out on the couch. I’m fucking in here.” I’m like, you know, super anxious, mad, you know, panoply of emotions. And just I don’t know. I felt like I had to get <\/span><span data-id=\"P6-N2006B1\">out of there, you know. And, you know, I’ve gotten the feeling before, but it’s never really—it’s passing and fleeting, you know. (pause 00:23:48 00:23:55) And I felt, you know—I was glad she finally sent that long text last night because it’s like, you know, this is something I wish you would have—I <\/span><span data-id=\"P6-N2006B2\">would have known Sunday morning, you know.<\/span><\/p>\n<span data-id=\"P6-N2006A-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562184\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">And I know what I should have done is gotten up Sunday morning, go to the fucking flower shop, (laughter) hop in the car, and drive to Watertown is what I should have done, you know. But instead I just stayed in bed all day. Slept through the Super Bowl. I watched like the first five, ten minutes. A <\/span><span data-id=\"P7-N2006D1\">new CI, you know—I knew I was crazy. But I was like, “Listen, Seattle’s defense is too good. Defense wins Super Bowls,” you know. They’re going to win this game. I didn’t think they were going to kill them. But, and then I just started seeing that—once that safety hat then I’m like, “Oh my god. Peyton.” <\/span><span data-id=\"P7-N2006D2\">You could see the look on Peyton’s face as the ball is going by. It’s just like, “Oh, we,”—Peyton has lost. He’s gone, you know. <\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">But I fell asleep. And I’m just—so, you know, I woke up this morning. I was like, you know, I always send her a good morning text. And I was like, you know, I don’t even feel sending her a good morning text, you know. I even had it preprogrammed in. I hit G M. I text good morning comma. So, I typed <\/span><span data-id=\"P7-N2006F1\">in G M, erased the comma, and just set the good morning. I don’t know. (pause 00:25:21 00:25:39) And then I’m thinking to myself, “You know, she didn’t pay me back the 900 bucks for my car.” (laughter) (coughing) Do I say here? You know, here’s the nonrefundable night. You can take any of your friends <\/span><span data-id=\"P7-N2006F2\">to spend in Hartford and you at least had a reservation. And the meal is not paid for, but, you know.<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">(pause 00:26:04 00:26:13) Because like I didn’t know, you know, she would make some statements. “Do you still love me?” “Yes. I love you,” you know. “I don’t feel it. I don’t know how I feel any more,” you know. I thought we were at the level or whatever that I could tell you something like this, <\/span><span data-id=\"P7-N200711\">you know. And I’ll never be able to convey to her that this has nothing to do with what she said, you know. (pause 00:26:37 00:26:46) And I’m stupid if I ever try. (pause 00:26:47 00:27:04) This is one of those things she’s going to have to figure out on her own, but I’m not going to change her <\/span><span data-id=\"P7-N200712\">mind about what happened or what she said or what I said or I didn’t know she was behind me when I slammed the door.<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">THERAPIST: I mean yea. It really sounds like she didn’t make this easy.<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">CLIENT: Of course not. I can’t say that to her, you know. That’s her personality. I’ve accepted that, you know. (pause 00:27:27 00:27:56) And I could never, never bring that up, you know. She doesn’t make it easy.<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">THERAPIST: No. You never can.<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">CLIENT: (pause 00:28:04 00:28:16) I’m not saying I’ve done everything right, you know. But I’m a pretty good guy. I’m a pretty good boyfriend. I drive down there all the fucking time, you know. I drove down there to take care of her dogs. And, you know, I’m not looking for credit. You know, I enjoy <\/span><span data-id=\"P7-N200791\">doing it, you know. But, you know, I would think that she would do the same thing for me. But it’s times like this where, you know, I’m looking for a little—built up a little something, you know. The box is done. I can’t use that one again. Well, I mean, at least in this situation. I keep the, you know, <\/span><span data-id=\"P7-N200792\">the box. (yawning) (pause 00:29:05 00:29:08) She said it was thoughtful which, you know, is better than nothing. But, you know—<\/span><\/p>\n<span data-id=\"P7-N20078-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562184\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2007A\"><span data-id=\"P8-N2007B\">THERAPIST: A little more reserved than you were hoping for?<\/span><\/p>\n<p data-id=\"P8-N2007C\"><span data-id=\"P8-N2007D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2007E\"><span data-id=\"P8-N2007F\">THERAPIST: (pause 00:29:21 00:29:28) Well, that has worked. I mean she’s coming around.<\/span><\/p>\n<p data-id=\"P8-N20080\"><span data-id=\"P8-N20081\">CLIENT: Yeah. It’s just taking a lot longer than I wanted and it’s been sheer fucking hell. (pause 00:29:37 00:29:49) And luckily, I’ve just been tired, exhausted, and unable to sleep for, you know, 22 hours of the day. Not that much. (pause 00:29:57 00:30:15) (coughing) (pause 00:30:17 00:30:36) <\/span><span data-id=\"P8-N200811\">And I don’t know where I am. It’s the other thing is I just don’t know where I am right now. It’s like today I know I got to go to the office. I know I got to do a few things. I feel like I just don’t know where I am and, you know, it felt like I was on this road to getting things done and, you know, <\/span><span data-id=\"P8-N200812\">I even a couple new clients this weekend. (yawning) I don’t know. I just—(pause 00:31:01 00:31:08) right now I’m just so fucking tired. I mean I took a Klonopin.<\/span><\/p>\n<p data-id=\"P8-N20082\"><span data-id=\"P8-N20083\">THERAPIST: (pause 00:31:11 00:31:18) Well, and you’ve just gone over it all again. You’ve probably been thinking about it a lot.<\/span><\/p>\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">CLIENT: (pause 00:31:23 00:31:55) (coughing) (pause 00:31:56 00:32:59) (coughing) (pause 00:32:59 00:33:04) I’ve got this like nose thing that just won’t stop. It’s been like—(inaudible) or what. (pause 00:33:18 00:33:24) So, yeah. We got (coughing)—oye. We get our taxes. And Jess’ all, “I’m <\/span><span data-id=\"P8-N200851\">paying the money,” you know. (pause 00:33:38 00:33:50) What happened was is last year we were allowed to take a $40,000 loss for losses in previous years that were disallowed for whatever reason. Well, for some reason last year, we were allowed to take them. And, you know, remove that $40,000 and <\/span><span data-id=\"P8-N200852\">we went from, you know, a loss from the rentals to a gain. You know, and that means higher estimated taxes this year. Probably have to pay some state taxes this year which means we’re going to have to pay state estimated taxes.<\/span><\/p>\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">I think we had to pay a dollar in taxes last year. (pause 00:34:42 00:35:16) (coughing) And I don’t know what to do about the divorce because I’m sure this is fucking weighing in there somewhere. And, you know, I told Jess. I was like, “I’ll start paying you child support if you’ll just start working <\/span><span data-id=\"P8-N200871\">on the separation agreement.” I was like maybe I just have to go ahead and file the fucking, you know, divorce so we got a timeline. (pause 00:35:4100:35:53) I just want to get it over with. I mean Jesus Christ, you know. (pause 00:35:55 00:36:13) I got my mailer that’s going out. I told you about <\/span><span data-id=\"P8-N200872\">my mailer. And, you know, the woman came up with some language in there. And she said things like, you know, prominent changes in the real estate market. And I showed it to Jess and Jess would change it like significant changes. And, you know, and she gave it this sort of editorial, you know.<\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">THERAPIST: Jess did?<\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">CLIENT: Yeah. And I was like oh, you know—and then I look back and I said, “Well, you know, who’s going to be reading this,” you know? A judge, you know. A law school professor. I said no. These are people who are going to read it, boom, you know. And there needs to be words that are going to jump out. <\/span><span data-id=\"P8-N2008B1\">(coughing) And prominent though definitionally doesn’t—you know, they are prominent changes. Everybody’s seen them. I mean, you know. But I think the word just is more kind of jumps out at you. So, I disregarded all her changes. Left a copy as is. We’ll see how it goes. I like it, you know. (pause 00:37:28 <\/span><span data-id=\"P8-N2008B2\">00:37:35) Of course, now I think I’m not going to make any money, but that’s a different story. (pause 00:37:39 00:37:46) It’s kind of weird at the (coughing) networking meeting on Thursday. There was a board. There’s officers. Everybody’s got jobs except for me and maybe one or two other people.<\/span><\/p>\n<span data-id=\"P8-N2008A-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2008A-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562184\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2008C\"><span data-id=\"P9-N2008D\">THERAPIST: This is in the new—<\/span><\/p>\n<p data-id=\"P9-N2008E\"><span data-id=\"P9-N2008F\">CLIENT: The new (inaudible) group. Yeah. And it was awkward, you know. And then as I was kind of leaving, Hunter, who is kind of taking the reins, is like, “Well, we’ll have something for you.” Well, everybody’s supposed to have something. Just I don’t know. I don’t know why I was not thought of, you <\/span><span data-id=\"P9-N2008F1\">know, to be, you know—is I think (coughing) that Patricia was—really thought I was stressed out. Maybe she thought you just need some time or something like that which doesn’t work with me. I spend more time like what? They don’t want me. (coughing) They don’t value my opinion. I don’t know. But it’s <\/span><span data-id=\"P9-N2008F2\">weird just sitting in the whole fucking and it’s boring as hell. God, my throat. (pause 00:38:57 00:39:08) Sometimes you have less buggers in the last couple days though.<\/span><\/p>\n<p data-id=\"P9-N20090\"><span data-id=\"P9-N20091\">THERAPIST: You must be pretty wiped out.<\/span><\/p>\n<p data-id=\"P9-N20092\"><span data-id=\"P9-N20093\">CLIENT: Hmm?<\/span><\/p>\n<p data-id=\"P9-N20094\"><span data-id=\"P9-N20095\">THERAPIST: You must be pretty wiped out. I mean you’re not even sleeping a lot just from the stuff that’s (inaudible)<\/span><\/p>\n<p data-id=\"P9-N20096\"><span data-id=\"P9-N20097\">CLIENT: (coughing) (pause 00:39:24 00:40:02) I should have grabbed my little printer. (pause 00:40:06 00:40:14) (coughing)<\/span><\/p>\n<p data-id=\"P9-N20098\"><span data-id=\"P9-N20099\">THERAPIST: (pause 00:40:17 00:40:28) Yeah. You should take it easy.<\/span><\/p>\n<p data-id=\"P9-N2009A\"><span data-id=\"P9-N2009B\">CLIENT: (pause 00:40:29 00:40:37) I should have taken it easy for a long time, you know. (pause 00:40:41 00:40:50) But even, you know, Georgia was supposed to be taking it easy, you know. (pause 00:40:54 00:41:18) All the Klonopin in my system is not helping. (pause 00:41:21 00:41:25) Finding <\/span><span data-id=\"P9-N2009B1\">I’m forgetting and not taking my afternoon Adderall when I think it’s affecting me. Getting work done in the afternoon. (pause 00:41:37 00:41:53) There’s this dad, Rob, soccer league. His kid is a beast. The kid looks like he’s 13. Fucking (inaudible). I told him. I said, “Let me see your kid’s driver’s <\/span><span data-id=\"P9-N2009B2\">license,” you know.<\/span><\/p>\n<p data-id=\"P9-N2009C\"><span data-id=\"P9-N2009D\">He was a really nice guy and it’s all the little things, you know. We’re chit chatting or whatever, you know. This kid goes to my school. (inaudible) going on. They wanted people from Ian’s school to join the soccer league board. You know, because it’s weighted towards other school. Then there’s a fight <\/span><span data-id=\"P9-N2009D1\">over the land (inaudible), you know. And so, I said I’d be more than happy to help out. And he, you know, comes from the guy who’s coordinating this to me and to someone else. Hope to see you guys at Wednesday’s meeting. It’s Rob. (chuckles) So, I Google Lou. I don’t think I ever knew his last name. <\/span><span data-id=\"P9-N2009D2\">He does rentals. He rents apartments. (chuckles) So, I’m going to (crosstalk). (pause 00:42:58 00:43:37) Did I tell you Jess wanted to move Ian back to the (inaudible)?<\/span><\/p>\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">CLIENT: Ian doesn’t like school. He doesn’t want to go to school. The vice president yells at people. Blah, blah, blah, blah, blah. Hey, Ian, do you like (inaudible)?” “Oh, yeah.” “Do you got a lot of friends?” “Oh yeah.” Yeah. And of course, she tells me this like two days after I replied being (inaudible) <\/span><span data-id=\"P9-N200A11\">parent. (clears throat) We got to stop, you know. It’s been 45 minutes. I’ll try to remember those. I’m pretty sure that check’s for you though.<\/span><\/p>\n<span data-id=\"P9-N200A0-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200A0-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562184\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200A2\"><span data-id=\"P10-N200A3\">THERAPIST: Feel better.<\/span><\/p>\n<p data-id=\"P10-N200A4\"><span data-id=\"P10-N200A5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}