{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her confusion over which man of the two she is dating with whom she feels more comfortable."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Self confidence","Romantic relationships","Confusion","Psychoanalytic Psychology","Low self-esteem","Sadness","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["7"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Self confidence","Romantic relationships","Confusion"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem","Sadness","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":6,"pageCount":6,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562668","dorpId":"1006469661","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, March 03, 2014: Client discusses her confusion over which man of the two she is dating with whom she feels more comfortable.","fullTitle":"Client \"S\" Therapy Session Audio Recording, March 03, 2014: Client discusses her confusion over which man of the two she is dating with whom she feels more comfortable.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":6,"totalPages":6,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":6,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562668\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Come on in. <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">(pause, occasional sniffles heard)<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: What’s going on with you today? <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Nothing. Not sure what to say (chuckling).<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">(pause) This usually is time to report on what happened (ph) last time but I feel like nothing much happened (chuckling). <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: You don’t only do that. Sometimes, you talk about something that you thought about from the last time you talked, or something that’s been on your mind.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah, I can’t remember what we talked about last time (chuckling). I think about feeling constructive versus destructive, but I hadn’t really had any thoughts about that (pause). I spent time with Chris (sp?) this week, a little more than usual, and like, it makes me sad (chuckling). He’s been <\/span><span data-id=\"P1-N200191\">sad because I’ve been, you know, gone. So I feel guilty and responsible, but then I also don’t want to give up what I think is exciting, even though it’s not always exciting. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">(pause) At least it was a quiet weekend, I don’t know. I played squash for the first time on Saturday, so I was really tired the whole day afterwards. I’d asked a friend of mine to come and join me, but he didn’t, so I was just playing by myself against the wall. Feeling embarrassed because of all these <\/span><span data-id=\"P1-N2001B1\">people, mostly guys in the gym, sounded like a champion. They were much better at it (chuckling). <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">I wasn’t that upset with my friend for not showing up. I asked him, “come play squash with me.” This is the guy I helped with his PhD applications. He’s like “Okay, Saturday at noon” and I said okay. We book the courts at that time that he said (ph), the time that works for you. Then he didn’t come, <\/span><span data-id=\"P1-N2001D1\">but I was like, you know what? (chuckling) Why should I be like “ohhhh” (ph).<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">(pause) I’m hoping maybe I’m becoming more self-reliant (chuckling), you know? (paused) Then I cooked dinner for Nelson (sp?). He’s just working a lot. I just kept waiting and waiting and waiting for him to stop, so we could eat. He has a roommate now, so his roommate and his friend were playing some <\/span><span data-id=\"P1-N2001F1\">video game while we were eating dinner. Nelson was more interested in that than this thing I spent like an hour or two hours cooking (chuckling). So I was a little disappointed but was like, “oh, whatever.” <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">(pause) Yeah, so other than that it was a quiet weekend. I didn’t really have any intense feelings (laughing).<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Do you miss Chris?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: What does that mean?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: What does missing someone mean?<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: Well, you said he misses you.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: Yeah, I did say that (pause). I can’t miss him, because he’s, like, right there, you know? (chuckling) We’re very connected, like I can text him anytime and find him on GChat, or I can call him (chuckling). So I guess I don’t miss him in that way. <\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">But when I see him, I do miss what we had, like (pause) the shared space, and the shared life, you know? The shared thoughts. It’s like, when I revisit that, it looks a little vacant. It’s like a vacant room, or something. (pause) Even when we’re chatting and having fun, there’s like a little bit of <\/span><span data-id=\"P1-N2002F1\">sadness around the edges, yeah.<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">(pause) I don’t know, it’s just like, I’m not really feeling anything intense right now. So it’s hard for me to judge my feelings. I feel like I live in those intense moments so much that the rest of the time are then dull and mild, and like, I don’t know what to do (chuckling). <\/span><\/p>\n<span data-id=\"P1-N20030-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562668\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">(pause) But I’m, like, thinking about cooking with Chris, cooking for Nelson. They’re different, or the same? I don’t know. I can’t really have an objective statement, as to, oh, this guy appreciates it more. It’s not really like that.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">(pause) Most of them work hard (ph), so it’s not like I feel ignored, well I do. But then, like, grab a book or do something to occupy myself. I’m beginning to realize the onus of my entertainment or whatever (chuckling) is on me. It’s not on anyone else. Because earlier I completely put it on Chris. <\/span><span data-id=\"P2-N200351\">Oh, I’m feeling bored because I’m with a boring guy (chuckling). It’s not like that, because I can be bored in Nelson’s company too. If he’s got a busy weekend, obviously. <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">(pause) I guess it’s not that I don’t want to be demanding. I just want to be more conscious of what exactly I’m demanding. (ph)<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">(pause) I guess I’m confused about, like the love\/sex aspect (ph) of the relationships (pause). I mean, I guess I find Nelson kind of attractive, but then, he’s not very experience in this matter, or he’s got hangups, or he’s tired. So, it’s not like, you know, it’s spectacular or anything like that. <\/span><span data-id=\"P2-N200391\">And I’m afraid to prod him too much or ask anything, or you know, like, experiment or anything like that. But with Chris, I can say whatever. We can be very honest and very blunt and everything with each other. We went from, like, zero to, you know (laughing), one or two or whatever. And that’s because <\/span><span data-id=\"P2-N200392\">we had a strong relationship. I don’t know if it was strong, but you know, we had a relationship (chuckling). <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">Yeah, but then, I’m just like, I never want him. I never want Chris. I just don’t know. It gets insulated (ph) with all the other things, but then I’m just like, when will all that go away? Like whatever it was, the bitterness, or the jealousy, like the subliminal I dreamed of (ph) you know? Even if <\/span><span data-id=\"P2-N2003B1\">that’s gone, and even if I resolved all the things, will our sexual kind of thing work? I don’t know. Like, right now, if we tried over with this (ph), I wouldn’t allow myself to do that. I feel good to him even now (ph). <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">(pause) I’m not really sure how to be objective about my sexual experience (chuckling). (pause)<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: (inaudible at 00:21:05)<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: (pause) Well, just, I mean, this week, and when I saw him with anyone, it made me feel (chuckling). (pause) When he’s, like, happy or smiling, or responsive, then I feel really good. Then when he shuts up for any reason, then I can tell he’s, you know, wanting specifically not to communicate <\/span><span data-id=\"P2-N200411\">that. It just really bugs me to no end. Like, I hate it. I guess it got that way, but, at one point, I didn’t really recover from feeling awful until I lapsed (ph), you know? <\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">(pause) So, it still bugs me that if something’s bugging him, he’ll just bottle it inside and not yell at me, you know? Or talk it out.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">(pause) And I’ve known him for so long. So I’m just thinking that, you know, if I ever felt that I could build something with him. I was excited about building that thing with him, you know? I guess I never really allowed myself to think that way. And I wonder why not? It’s a good feeling, I should <\/span><span data-id=\"P2-N200451\">have indulged in it. <\/span><\/p>\n<span data-id=\"P2-N20044-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562668\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">(pause) I guess when we first moved in together, he was starting a new PhD. I guess both of us were focused, or trying to focus on ourselves. We didn’t really spend much time thinking about what we shared. We just went ahead and shared it (chuckling). Then I moved to New York. Again, it’s like, he kept <\/span><span data-id=\"P3-N200471\">coming every weekend. (pause) I didn’t really pause and think. I guess when I was at MSU I was very happy and proud to introduce Chris to my professors. I felt very proud to have a boyfriend who was so smart. I’d say that’s where I kind of felt that we were building something. <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">(pause) I felt that way, and we had been together for like six months. I helped him a little bit with his research. Then, when I got back, I was just so horribly anxious about my writing and how it wasn’t going anywhere, that I was just, like, not really thinking really positively about anything. And <\/span><span data-id=\"P3-N200491\">then everything’s awful. The fact that I have to get a job, and no one else was paying rent. And then Chris got a job, and I just felt, like, betrayed and stuff (chuckling). <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">(pause) Then I’m like, What is this? You’re not my boyfriend (ph). We haven’t even had sex. How can you be anything?<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: You said that in reaction to feeling betrayed?<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Well, I’m saying it now. I don’t know if I actually said it back then. I may have. I mean, I don’t really blame him for that too much. Maybe I do, but I don’t think I do, because it was also my fault. I wasn’t really adventurous, or didn’t really initiate it. I didn’t really know if I wanted <\/span><span data-id=\"P3-N2004F1\">to. So, I might have pushed him away on countless occasions (chuckling). Because I wasn’t attracted to him, or I felt too self-conscious and low to be in the mood for it. <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">(pause) I was thinking about my friend, who is also a writer. She was in this deli and she’s married to a writer. She’s done far more successful, I guess. Her novel is already coming out, or something. I was just thinking that one of the things that might be beneficial to be with someone who is exactly <\/span><span data-id=\"P3-N200511\">in the same field as that. You know, you don’t really feel, every minute you do (ph), but like, in terms of comparing yourself with him, there are not that many different criteria. Because like for me and Chris, I’m always feeling short when I’m compared, because I don’t have a PhD and all his friends <\/span><span data-id=\"P3-N200512\">do. They talk about 10-year track jobs, and, like, publishing. It seems far more I don’t know, it just feels different from all the hassles that people like me with a degree have to go through. All we can do is, like, adjunct stuff. So, that’s (chuckling), it pays pittance in comparison to 10-year <\/span><span data-id=\"P3-N200513\">track jobs. <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">(pause) And it’s something that the anxiety and insecurity of this kind of thing, I don’t think Chris will understand, you know? So, I’m just wondering if my friend would have an easier time, my friend her husband, because they would understand each other better (chuckling). Like with me and Nelson, <\/span><span data-id=\"P3-N200531\">he makes a lot of money, and I don’t. The thing is set up for me to feel kind of small (chuckling). It’s rigged against me. <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: I don’t think so. I think it’s how you perceive it. You elevate these men, and you sort of downgrade what you do.<\/span><\/p>\n<span data-id=\"P3-N20054-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562668\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: Well, I try really hard to, like, coordinate (ph) it off and protect it, but...<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: You can value the creativeness in what you do. And your aspirations, in doing something that’s actually very difficult, and has less clear of a path or trajectory as getting your doctorate and then going through your professorship. Not to say that that’s easy. But you could value that, but <\/span><span data-id=\"P4-N200591\">you don’t. Or at least, not at this moment. But then, you sort of identify it as something external. You know, externally, it’s less than these other pursuits, but it’s your perception. <\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: What do you mean externally?<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: Well, you say getting a PhD is inherently more valuable, or it’s inherently more whatever. And I’m challenging that. I don’t think it’s true. I think it’s in the eyes of the beholder.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: (pause) Yeah, and that’s what I mean. Like, to be with someone who is like you, you wouldn’t be aware of all these different avenues of success, easy success. Not easy, but not as difficult a success. Just aware of them, that makes me feel kind of, I don’t know, less sure of my path. I might <\/span><span data-id=\"P4-N2005F1\">be wrong (chuckling). <\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: I was thinking about how you started today (ph), talking about Chris missing you by virtue of him valuing you. And now you’re talking about how you feel you have lesser value than him, at least in this respect.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Yeah (pause). Oh, he has lesser value?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: No, you’re talking about feeling that he has more, that you have lesser value with respect to him, in terms of your career. You started talking about how he values you.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: I don’t know if he values me. Just like, over time, when you’ve known someone for so long, and you’ve shared, you miss them. <\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">(pause) I mean, I could be a hamster (chuckling).<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: That’s not true.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: It is true (chuckling).<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: I mean, you might miss a pet, but you could miss a pet very differently. But that’s also a way of just saying that you have no value. You value in terms of, sort of your position, but not who you are as a person.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Yeah, I don’t promote value. Just as such a, I don’t know, intangible? It’s just not easily graspable, it changes. How do you build value? How do you know that you’re valuable to someone, or just valuable? <\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Well, you certainly have a concept of it, because you say that other people have more value than you. So you have a sense of what value is. You just don’t usually ascribe it to you.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: No, I mean, society values certain kinds of people. It has its own ideas of success. So that’s what I mean (chuckling). <\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">(pause) I guess I’m learning how you become valuable (chuckling). Like, I think with Nelson, he has that (ph) attitude matters more. It doesn’t matter that I spend two to three hours cooking for him. The moment he’s ready to eat and I throw a tantrum. Like, I’ve been waiting for you, some guy (ph). <\/span><span data-id=\"P4-N200771\">Can’t you put your work aside for 15 minutes? I’m glad, you know. That’s definitely at the end of the day, that’s going to upset him, and he won’t care about the food I cooked. I’m learning that it’s personality and your attitude, and whether you have a smile on your face. Or if you have something <\/span><span data-id=\"P4-N200772\">smart to say, and you take interest in other people, that means way more to them than you doing something for them (chuckling). That’s just how we are, who we are. <\/span><\/p>\n<span data-id=\"P4-N20076-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20076-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562668\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">(pause) Even to my friend, who kept saying that oh my gosh, I owe you my life for helping me with my applications. Even all that is going to go away if I yell at him. Be like, you know, you owe me, or something, or you have to come and hang with me. What is this, you know? So (chuckling), instead of <\/span><span data-id=\"P5-N200791\">that, being nice to him, and being kind, and asking about his day and all that. It counts for more than doing favors (chuckling) <\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">But that’s not always the case. I feel like there are people who are different, and I feel like Chris are different. Not that every time I go I yell at him. We might have disagreements, but it’s the fact that I might always do his dishes, or clean up a little bit. I think he remembers that, and that <\/span><span data-id=\"P5-N2007B1\">gets registered (pause). So people do have different criteria for valuing. <\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: But it’s different, sort of doing someone’s dishes and having that person appreciate it because they feel taken care of, versus you’re serving the function of a dishwasher.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: That’s what I mean. In other words, if you think about your value as simply the function that you’re serving for someone, relationships become quite transactional. Whereas if you’re doing the dishes for him as a symbol of your care, it’s no longer transactional. It’s not a function you’re <\/span><span data-id=\"P5-N200811\">serving, it’s an expression of your care for him. And not just dishwasher, or rent payer, where you’re interchangeable. Like this family, well, if you had a hamster, you’d miss it, too. They’re kind of interchangeable in that sense. <\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Yeah, I think our relationship kind of got to that point, where the rent payer, and the dishwasher and the cook were only our functions.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: Well, you certainly felt that way, and you feel that way in a lot of relationships.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: I’m trying to change (chuckling).<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: I know, that’s what you’re talking about. You absolutely are. You’re thinking very deeply about that.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: (pause) Yeah, I don’t know why, like, with Chris, things just got so transactional (chuckling). <\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">(pause) I feel like since I’ve moved out or broken up with him, things are getting better (laughing).<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: It seems like the distance has provided you some perspective, and also sort of developing confidence in yourself as a woman.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: Yeah, but it comes at a cost of him missing me and being sad. So it makes me feel a little guilty, but not too much because he’s not that sad. You know, he’s not, like, falling apart. <\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">(pause) I don’t know, sometimes I think it became transactional, and it’s danger of again becoming transactional because there is no, like, sexual glue, you know?<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: How would that help it feel less transactional?<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: Because I feel that way with Nelson in a sense that I’m attracted to him. He’d ask me to do something, like read his resume or something, and I’ll do it (chuckling). Like, oh, I like this person, I want to do this for them. (pause) With Chris, it’s not like that (chuckling). <\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: We’re going to need to stop for today, okay? But I’ll see you on Wednesday.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Okay, see you. Thank you.<\/span><\/p>\n<span data-id=\"P5-N2009A-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2009A-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562668\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: Thank you. Take care.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}