{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Therapist Jeff Binder discusses with Jon Carlson his personal approach to therapy. Dr. Binder also discusses his educational background and training. Dr. Binder focuses on the issues and challenges for his client, his goal for the sessions, and any successes\/breakthroughs in the therapy."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Jon Carlson","Teoria do Aconselhamento","Teorías del Asesoramiento","Interpersonal communication","Fearful or anxious disorders","Self image","Adult antisocial behavior","Loss of job","Self confidence","Cognitivism","Psychodynamic Theory","Anxiety","Low self-esteem","Cognitive behavioral therapy","Interpersonal psychotherapy","Psychodynamic psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Interview"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"interviewee_person","label":"Interviewee","values":["Jon Carlson"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["5"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Interpersonal communication","Fearful or anxious disorders","Self image","Adult antisocial behavior","Loss of job","Self confidence"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychodynamic, Interpersonal, Cognitive Psychotherapy Collection by Dr. Jeffrey Binder, Ph.D., ABPP"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Cognitivism","Psychodynamic Theory"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Low self-esteem"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Cognitive behavioral therapy","Interpersonal psychotherapy","Psychodynamic psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Jon Carlson","Jeffrey Binder, 1943-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":4,"pageCount":4,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2723463","dorpId":"1006857523","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Interview with Jeffrey Binder, Ph.D. by Jon Carlson, Ed.D., Psy.D.","fullTitle":"Interview with Jeffrey Binder, Ph.D. by Jon Carlson, Ed.D., Psy.D.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":4,"totalPages":4,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":4,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2723463\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<hr data-id=\"P1-N2000C\">\n<p data-id=\"P1-N2000F\"><b data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">Carlson:<\/span><\/b><span data-id=\"P1-N20012\"> CAN YOU PLEASE DESCRIBE YOUR APPROACH TO THERAPY FOR OUR READERS?<\/span><\/p>\n<p data-id=\"P1-N20013\"><b data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">Binder:<\/span><\/b><span data-id=\"P1-N20016\"> I believe that a productive therapy relationship is more similar to any emotionally intimate human relationship than it is different. There are several fundamental components to a therapy relationship. On the part of the therapist, he (I will stick with the masculine gender, since I am talking about <\/span><span data-id=\"P1-N200161\">me) needs to be interested and emotionally engaged with his patient, have a mindset of curiosity and use his common sense, and focus on asking good questions. I think a good question is the most effective intervention a therapist can make, and it can serve most of the functions of any therapeutic intervention, <\/span><span data-id=\"P1-N200162\">including clarification, confrontation, and interpretation. On the part of the patient, she or he has to at least consider the possibility that talking with a therapist can be of benefit and that she or he may at least share responsibility for her or his problems. The three major change processes that <\/span><span data-id=\"P1-N200163\">I want to facilitate are: (1) insight (both cognitive and “emotional”—although I believe that each person varies with regard to the type of insight that will be most helpful); (2) a corrective interpersonal experience (I believe the original term “corrective emotional experience” reflected the intrapsychic <\/span><span data-id=\"P1-N200164\">psychoanalytic theory of the time, and that the experience while hopefully affect-laden is fundamentally interpersonal); and, (3) improved interpersonal skills through practicing both in-session and between-sessions new ways of relating based on therapeutic insights about maladaptive interpersonal patterns. <\/span><span data-id=\"P1-N200165\">These new interpersonal skills and associated insights, in turn, contribute to further corrective interpersonal experiences. I believe that these change processes are fostered through therapist and patient co-creating a personal story line (a thematically focal narrative) that most convincingly for <\/span><span data-id=\"P1-N200166\">the patient captures the facet of her or his life that currently is associated with the most distress and dysfunction. I believe that the therapeutic discourse begins with a detailed inquiry that seeks to construct the beginning of the patient’s personal story line and when a sufficiently detailed narrative <\/span><span data-id=\"P1-N200167\">is constructed, the therapist shifts to emphasizing a dialogue in which the inherently narratively flawed personal story line is deconstructed and the patient gains the realization that she or he has the power to reconstruct a new, healthier, more satisfying narrative. During this process of therapeutic <\/span><span data-id=\"P1-N200168\">inquiry and dialogue, the patient learns to more skillfully and effectively self-reflect (particularly questioning things) and empathize with others. With patients who function interpersonally at a relatively mature level, the therapeutic discourse can and should focus on interactions and relationships <\/span><span data-id=\"P1-N200169\">outside of therapy. With patients who function interpersonally at a relatively immature level (i.e., personality disordered), the therapeutic discourse often focuses on Transference and Countertransference enactments (i.e., therapeutic alliance ruptures).<\/span><\/p>\n<p data-id=\"P1-N20017\"><b data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">Carlson:<\/span><\/b><span data-id=\"P1-N2001A\"> WILL YOU PROVIDE A BRIEF DESCRIPTION OF YOUR TRAINING AND BACKGROUND?<\/span><\/p>\n<span data-id=\"P1-N20017-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20017-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2723463\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001B\"><b data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">Binder:<\/span><\/b><span data-id=\"P2-N2001E\"> I received my Ph.D. in Psychology (Clinical Psychology) from the University of Michigan in 1971. After receiving my degree and beginning clinical work, I sought weekly psychotherapy supervision for the next five years from my primary mentor in graduate school, Martin Mayman, Ph.D.. For a decade, during <\/span><span data-id=\"P2-N2001E1\">the 1980s, I received training in psychotherapy research as well as clinical consultation from Hans H. Strupp, Ph.D.. I was an Assistant Professor of Psychology in Psychiatry at the University of Michigan, A Clinical Assistant Professor of Psychiatry at the University of Virginia, A Research Associate <\/span><span data-id=\"P2-N2001E2\">Professor of Psychology and Clinical Associate Professor of Psychiatry at Vanderbilt University, and Professor of Psychology, Program Chair, and Dean of Clinical Psychology at the Georgia School of Professional Psychology at Argosy University\/Atlanta. I also was a Chief Psychologist at a community mental <\/span><span data-id=\"P2-N2001E3\">health center in Michigan, A Director of Outpatient Services of a community mental health center in Virginia, and a Director of an inpatient adolescent mental health unit and adult mental health unit at a private psychiatric hospital in Tennessee.<\/span><\/p>\n<p data-id=\"P2-N2001F\"><b data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">Carlson:<\/span><\/b><span data-id=\"P2-N20022\"> CAN YOU DESCRIBE THE CLIENT AND THE SURROUNDING ISSUES\/CHALLENGES FOR OUR READERS?<\/span><\/p>\n<p data-id=\"P2-N20023\"><b data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">Binder:<\/span><\/b><span data-id=\"P2-N20026\"> The client was a young man in his late twenties. He had received a bachelor’s degree and begun his first job in a city several hundred miles from his family home. He lived with some friends and had begun to establish an independent life for himself. However, as he related the story, he had been laid <\/span><span data-id=\"P2-N200261\">off from his job because of “downsizing” at his company and was unable to find another job. At the time I began to see him, he was living in his parents’ home and financially supported by them. He was finding it increasingly difficult to motivate himself to seek employment or to establish a social life <\/span><span data-id=\"P2-N200262\">for himself. His mother took the lead in trying to find leads for employment, and he passively acceded to this. My impression of the client was that he was exceedingly anxious, emotionally and interpersonally inhibited, socially awkward (he did not date and had never had a girlfriend), and it took great <\/span><span data-id=\"P2-N200263\">effort for him to say anything about himself. His self-image was exceedingly poor. It was hard to gauge his potential capacity for self-reflection due to his great difficulty in communicating anything personal.<\/span><\/p>\n<p data-id=\"P2-N20027\"><b data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">Carlson:<\/span><\/b><span data-id=\"P2-N2002A\"> WHAT IS (WAS) YOUR GOAL OR HOPE FOR THE SESSIONS?<\/span><\/p>\n<p data-id=\"P2-N2002B\"><b data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">Binder:<\/span><\/b><span data-id=\"P2-N2002E\"> My initial goal was to establish enough of a trusting relationship with him (the beginning of a therapeutic alliance) that he would be less inhibited by anxiety and more able to communicate more easily and openly with me. Working toward this goal involves a related goal which was to understand the sources <\/span><span data-id=\"P2-N2002E1\">of his anxiety. The initial clue, and the beginning of a personal narrative, was that his mother’s chronic and pervasive worrying had created for this young man a subjective world filled with ever-present danger and potential calamities to which he was extremely vulnerable. Another goal was to support <\/span><span data-id=\"P2-N2002E2\">his efforts to find some employment that would get him out of the parents’ home and interacting with other people, at least for periods of the day.<\/span><\/p>\n<p data-id=\"P2-N2002F\"><b data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">Carlson:<\/span><\/b><span data-id=\"P2-N20032\"> WHEN DO YOU KNOW IF THERAPY IS SUCCESSFUL? IS THERE A TYPICAL NUMBER OF SESSIONS? HOW DID YOU FEEL ABOUT THE SESSIONS?<\/span><\/p>\n<span data-id=\"P2-N2002F-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002F-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2723463\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20033\"><b data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">Binder:<\/span><\/b><span data-id=\"P3-N20036\"> I believe that indications of successful therapy depend on the level of interpersonal functioning of the client and the problems being worked on. With a patient who has significant personality disturbance, to the point where issues are enacted in the therapy relationship, a reduction in Transference <\/span><span data-id=\"P3-N200361\">and Countertransference enactments (including a positive shift in the therapist’s personal reactions to the client and indications of greater self-awareness by the client) is an indication of progress. In all cases, positive changes in the client’s life outside of therapy, particularly in areas that <\/span><span data-id=\"P3-N200362\">were the focus of treatment, are the best indications of progress. Ideally, increased insight into the sources of the client’s problems is an important indication of therapeutic progress, but sometimes positive change occurs in the apparent absence of insight. While the findings from psychotherapy research <\/span><span data-id=\"P3-N200363\">survival analyses (‘dose-effect” findings) provide a rough guide for the trajectory of therapeutic change, I believe that for any given individual, it is impossible to predict the trajectory of change for specific problems. My mindset is to help the patient achieve something that leaves her or him feeling <\/span><span data-id=\"P3-N200364\">at the end of each session that progress has taken place. With this patient, I did not feel that we achieved this goal each session. I believe that in some sessions we were stuck because the patient was too anxious to communicate much, his passivity and inhibitions had paralyzed him between sessions, <\/span><span data-id=\"P3-N200365\">and I struggled to understand how to help him. I believe that both in reaction to his passivity and unconscious pulls to support him, as well as my own personal issues about self-sufficiency, I may have been overly concerned and impatient about his finding work and other social outlets away from home <\/span><span data-id=\"P3-N200366\">and his mother’s overprotectiveness and control.<\/span><\/p>\n<p data-id=\"P3-N20037\"><b data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">Carlson:<\/span><\/b><span data-id=\"P3-N2003A\"> CAN YOU POINT TO THE SUCCESSES\/BREADTHROUGHS, AS WELL AS ANY BUMPS IN THE ROAD?<\/span><\/p>\n<p data-id=\"P3-N2003B\"><b data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">Binder:<\/span><\/b><span data-id=\"P3-N2003E\"> I think the client may have gained some insight into how his mother’s chronic worry may have influenced his view of the world (as a dangerous place) and his self-image (as a vulnerable and fragile person). His decision to pursue a graduate degree in a new field, applying for admission to a graduate <\/span><span data-id=\"P3-N2003E1\">program a great distance from his parents’ home, and his obtaining employment that he enjoyed, that improved his self-image, and that increased his exposure to and interaction with peers were all indications of some therapeutic progress. Bumps in the road included the social context in which jobs of <\/span><span data-id=\"P3-N2003E2\">any kind were very hard to find. A major issue in the therapy was the client repeatedly failing to attend therapy sessions. We were not able to make much headway into understanding what was being enacted between us. My hope, however, was that at least in part his failing to appear at appointments may <\/span><span data-id=\"P3-N2003E3\">have been assertions of his autonomy and individuation from parental figures. This interpretive hope was somewhat supported by his maintaining email contact with me after he stopped coming, informing me that he had kept his job and been promoted.<\/span><\/p>\n<p data-id=\"P3-N2003F\"><b data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">Carlson:<\/span><\/b><span data-id=\"P3-N20042\"> CAN YOU PROVIDE A CONTEXT FOR THE THERAPY? WHERE DID THE SESSION TAKE PLACE AND HOW THE CLIENT WAS ASSIGNED TO YOUR CARE?<\/span><\/p>\n<span data-id=\"P3-N2003F-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2003F-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2723463\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20043\"><b data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">Binder:<\/span><\/b><span data-id=\"P4-N20046\"> At the time I saw this client, I had a part-time practice of psychotherapy, in addition to my full-time academic position. The client was referred by a colleague, who periodically (during crises) saw his mother, who had been concerned about her son’s mental state.<\/span><\/p>\n<p data-id=\"P4-N20047\"><b data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">Carlson:<\/span><\/b><span data-id=\"P4-N2004A\"> ANYTHING ELSE YOU WOULD LIKE THE READERS TO KNOW ABOUT YOU OR THESE SESSIONS?<\/span><\/p>\n<p data-id=\"P4-N2004B\"><b data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">Binder:<\/span><\/b><span data-id=\"P4-N2004E\"> At the time I made these recordings, I had a very small case load. I was already preparing for a time when I would be closing my practice at the current location, in order to relocate to another city. Consequently, my choices for who to record were limited. As it turned out, because of his extreme anxiety <\/span><span data-id=\"P4-N2004E1\">and interpersonal inhibitions this young man posed much more difficult problems in establishing a working relationship than I anticipated. He presented a good case for illustrating the need to improvise interpersonally in order to negotiate a working relationship, but not a good case to illustrate my <\/span><span data-id=\"P4-N2004E2\">technique for facilitating a therapeutic inquiry and dialogue. I think that to the extent that therapeutic progress occurred, it was without the associated increments in insight into the client’s personal story line that clearly illustrates my approach to therapeutic understanding and technique.<\/span><\/p>\n<p data-id=\"P4-N2004F\"><span data-id=\"P4-N20050\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}