{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses learning to trust his own instincts; especially when it comes to his work."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Instinctive behavior","Self confidence","Work behavior","Behaviorism","Psychodynamic Theory","Cognitivism","Low self-esteem","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["11"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Instinctive behavior","Self confidence","Work behavior"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Behaviorism","Psychodynamic Theory","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2735398","dorpId":"1006727665","contentType":"text","aucs":"CTRN-V1","title":"Client \"M\", Session June 06, 2014: Client discusses learning to trust his own instincts; especially when it comes to his work.","fullTitle":"Client \"M\", Session June 06, 2014: Client discusses learning to trust his own instincts; especially when it comes to his work.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735398\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I’m sorry.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: That’s okay. Go ahead and take your time; I’ll get my coffee.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yes, so when I left here last Friday I called the person, the GVH, yes I was wondering if you have any news. I think you were going to make the decision by the end of this week. Oh, yes, we actually haven’t made a decision yet and will probably make that next week. Okay. So as I leave here today <\/span><span data-id=\"P1-N200111\">I’ll probably call them again and see -<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Oh you haven’t heard yet?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: But the funny thing is on their website, I didn’t think I saw it a couple weeks ago when I looked again, the listing, but I saw up there just a few days ago it said same title but, because the first one had union scale non-union scale for range, salary range. This one says union part-time, no <\/span><span data-id=\"P1-N200151\">non-union salary range just a union salary range, same posting date as the earlier one, same description. I’m thinking to myself have they been told that they have to hire a union person to do this job? Is this what the delay is? So on and so forth. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">So I don’t know what the hell’s going on but meanwhile I’m just continuing to work on the video that I shot a couple weeks ago. There was an e-mail; I was just sitting in the office. It’s not going to be done today, hopefully Tuesday. So, anyway, yes but I think <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: How does it feel to fit limbo?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: It doesn’t feel good. I don’t like it and frankly up until the point when I saw this phantom job posting I was taking it kind of personally like okay they don’t [phone rings] sorry.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: The GVH?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: No, a Eugene number. Hang on one second. [On phone] Hello? Yes, Michael, hey I’m in an appointment can I call you back in an hour? Okay, thanks. Bye. Husband of my friend who lives in Medford is in town and it’s his 50th birthday tomorrow and I told him I’d help. Eugene number, I thought who’s <\/span><span data-id=\"P1-N2001F1\">calling from St. Paul? <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">So yes I was taking it personally but at the same time I, and maybe I mentioned this last week, but I kind of wonder what is this delay doing for me? What is it affording me as far as making me really decide whether I want to work in a big presumably dysfunctional company like Jessica’s company? But <\/span><span data-id=\"P1-N200211\">then I saw this and thought this is just strange. I mean there’s no getting around that. It’s probably unprofessional, the fact that they still have it up there with just altered terms.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">And so I’m taking it less personally and trying to imagine a continued life without benefits. And as I say that I guess I don’t mean to belittle the actual value of the work, the camaraderie, the feeling of being on a team, having to go into, to work on, to be a part of, which I do think those things <\/span><span data-id=\"P1-N200231\">are important to me but <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: It doesn’t have to necessarily be there though.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Exactly. And I mean I told Julie this a few days ago. I said there are people who are dying to work for public radio. I’m not one of them. I won’t apply just for any old thing. It’s got to be something that I think that I’d, you know. And, so in a way I think well how hard do I push on this? <\/span><span data-id=\"P1-N200271\">What do I want to do? So yes, that’s but this week it’s been, it’s still nonetheless tough just kind of waiting because I don’t know when you’re told something will happen by a certain time and it doesn’t then it’s like a pain. <\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735398\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Right, it’s hard to put it out of your mind and be in the moment when someone has given you this future date to count down.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Exactly, it’s like you’ll know this then and then you don’t. Then, but -<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Then you have to reset.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yes, so I’ve been resetting this week. Yes. But it’s been, it has made me a bit irritable and it’s also people are asking me so have you heard anything? No. Still haven’t heard anything. But -<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Somewhere in there you asked yourself what you really want. I think you meant in regard to that particular job but if we make it a larger question? <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Well yes I mean I have all these ideas about stories. For example I met this doctor last night. She’s an intern, well she’s an internist by training but she’s a refugee, she does refugee medicine so she examines people coming from wherever. But she also is one of the doctors who goes to Guantanamo <\/span><span data-id=\"P2-N200331\">to assess whether or not people have been tortured. But she’s also been to other parts of the world doing this. And <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: That’s a heavy line of work.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Yes, and I asked her about it. I said you know, I mean what she could say, I said is this job really just really depressing? And because she can’t talk about it mostly, her reports are confidential. Next week she’ll be in front of a Senate committee testifying and a few weeks ago she was down <\/span><span data-id=\"P2-N200371\">at a military tribunal testifying that this one mastermind of a coalmine was indeed tortured. So I said how do you offset just the gloom and depression? She said well I have a day job at the university and that’s helpful. But other people down there, defense lawyers, which are made up of both civilian <\/span><span data-id=\"P2-N200372\">and military defense lawyers, are all hitting rock bottom. They all have PTSD; they all have, they’re all drinking more, they’re going through divorces, all these things. <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">So there are a few stories in there, one of which she can actually tell is the one about her day job, refugee medicine, what coming from what what she sees across, people coming from across Africa, the different things that are just commonplace whether it’s torture or malnutrition or whatever, and <\/span><span data-id=\"P2-N200391\">what it means to come to this country 50 years after the ‘65 immigration law act was put into place. <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">So there’s a story in there but I don’t have the confidence in my own stories or my own ideas of what stories are or how to even go about doing them. And I think in some ways this is seated in the experience I had working at PBS was that, it was before I even started seeing you, and so you can imagine <\/span><span data-id=\"P2-N2003B1\">my securities are just right on top and -<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: When you say you don’t trust your own stories you mean your ability to frame and notice sort of what is a story in what she’s talking about? <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Well to frame or to pitch a story. Every experience I’ve had talking to editors has been kind of yes, but here’s why it’s not, or yes but this is so it’s been and the people I was talking to back then was well; even though they were my colleagues they weren’t all that supportive and they <\/span><span data-id=\"P2-N2003F1\">even confessed to that after I left that they weren’t supportive, which was kind of surprising.<\/span><\/p>\n<span data-id=\"P2-N2003E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735398\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">So I there’s another guy who runs this Lebanese Syrian catering shop down on Medford. He’s from Iraq but his sisters are still in Iraq. They chat via Skype. They have U.S. visas waiting for them in Turkey. They can’t get to Turkey and they asked the U.S. visa office to send them those visas to the <\/span><span data-id=\"P3-N200411\">United Arab Emirates. The U.S. visa office won’t do it. So they’re just stuck in this bureaucratic, I don’t know, mess. And it’s just one of the angles on the Iraqi conflict, the war, whatever. So I mean I have these but then I think well, I don’t know. Full of self-doubt. <\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: What angle to pitch it from?<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: What angle and what, yes. And I guess, as I say this out loud it seems like I’m needing to find a person who can give me honest support and feedback.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Right someone to help you figure out what’s your yes there’s a story; what’s the message you want people to get from it because I think when you’re pitching a story to someone that’s kind of what people need to hear. Why are you bothering to tell this story? What do you want people to take <\/span><span data-id=\"P3-N200471\">away from it? <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Yes, yes, and to me I don’t know, some of those things are just kind of so obvious that it’s hard to not see it through or articulate it though. Yes.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: What’s obvious to you might not be obvious to someone else, that’s why you have to articulate it.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Exactly, yes, and learn how to articulate things that are something to the effect of this story needs to be told because it highlights the unknown and seemingly ridiculous hoops that people are forced to jump through to get out of a war zone. <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Is there somebody from your past or from school or anywhere in your life that would help you talk through things and be able to give you either ask you the right questions to be able to condense a really complicated and condensed story into that summary line because it sounds like that’s <\/span><span data-id=\"P3-N2004F1\">what you want practice at.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yes, yes. Yes, I’m [inaudible at 00:13:56] with the person who just called me. He’s been doing this for decades and he’s kind of a crusty guy, old school journalist, hardened, cynical but [laughs] I’m not sure he’s the best one -<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: If you can deal with that then everything else might seem like cake in comparison. <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Exactly, exactly. So but yes I don’t know. I think it’s just a matter of just doing it.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: Practicing it, yes. Doing it over and over and over with different stories. <\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: So, yes I mean the I guess the question is do I want to try to do that alongside of having the benefits and regular pay and things like that and being in a place, frankly, that has the perspective and the scope of the kind of historic [inaudible at 00:15:44] I’m interested in that I would <\/span><span data-id=\"P3-N200591\">be a great fit for? I have no idea. Or do I just want to try to do this and take the time to just learn that? I think my faith is a little bit shaky right now. <\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: Your faith in yourself to be able to do it without the structure, is that what you ?<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: My faith in the future in that the choices that I made in the past three or four years have been wise, that things, more opportunities will come about. I don’t know I just I have a hard time believing that I will be employed or have employable these stories you’re not guaranteed an audience. <\/span><span data-id=\"P3-N2005D1\">Journalism, even the best, is struggling and I don’t know. <\/span><\/p>\n<span data-id=\"P3-N2005C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735398\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: What makes it important to you to tell stories?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: That’s another source of contention with me because I can’t tell if it’s an inner desire or just the prospect of needing a challenge, of being an actual journalist.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: What’s the difference?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Between, I’m sorry what was the first thing you said?<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: An actual inner desire or just meeting the challenge?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Oh, well, yes I guess it kind of goes back to the things we talked about in the past with wanting something, kind of scrutinizing the reasons behind something as do I really want this or is it because I want to feel as though I’m an actual journalist that people when people call me a journalist <\/span><span data-id=\"P4-N200691\">I kind of feel like yes, right. But by all accounts I have done journalism. I’m just <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Doesn’t that make you a journalist? So what it’s back to that, and I remember this question, wanting this for the right reasons. Is it a pure desire or is it tinged by something else? <\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Yes, I think that’s -<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: If you want it, what makes it sort of relevant to question why?<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Because if I only want it to be part of some group of people who all want to sound like Ira Glass do I really want it or is it just ?<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Well sure. I mean there might be different things about it that you want. Maybe you want the camaraderie, maybe you want the inclusion and acknowledgement, acceptance in a group. But those are not unworthy things. And if it feels good to fulfill that it’s as valid as anything else. <\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: I guess but what if those attractions are I don’t know merely trivial? I don’t know.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: Meaning what if they went away?<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Meaning what if the idea of something is what I liked and actually doing it is something that’s just like oh hell no please, I don’t want to do that. <\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: You might not love every minute of it. There may be things about it that turn out having to cut out half your story that you thought was really interesting in order to make it palatable to a wider audience. Those things you might not love but that doesn’t mean you don’t still get something <\/span><span data-id=\"P4-N2007B1\">and people don’t get something from the fact that you’ve done it.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: Yes, yes. I just the, yes. I’m sorry all these things are just going through my head about how I might learn how those things happen. I guess that’s why I do this. <\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: Is there something else you can think of doing instead that’s more palatable?<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">CLIENT: No. Well, there is this ballroom dance competition that I was talking about that I wrote to them and I called them. I haven’t heard anything back. But I mean in a way that pursuit seems like you know what? Just do it because if you enjoy it, if you have a vision for it, who’s to correct you on that? <\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">THERAPIST: But that’s not so different. It’s a different content but it’s still telling a story, right?<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">CLIENT: It is, it is, and -<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">THERAPIST: Unless you decide to be in the competition.<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">CLIENT: That would be quite a story.<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">THERAPIST: Yes, you’re still drawn to I mean if you, just kind of on a wider scope, pay attention to what you’re drawn to, you’re really drawn to asking questions, understanding things, a broad range of topics of knowing about things and sharing it. That’s storytelling, connecting people through knowing <\/span><span data-id=\"P4-N2008B1\">about stuff. <\/span><\/p>\n<span data-id=\"P4-N2008A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2008A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735398\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: That’s your speaking from experience?<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: No, that’s something to you.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: No, I mean, all right, I mean let’s get it together is everyone okay? I wasn’t sure if you were suggesting that or if you were stating it.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: It seems to me what you’re interested in.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Yes I mean I think part of the struggle is figuring out how I tell a story and what are the components of a story; what does the story mean? And I am regularly thinking of what is it about this story that is something that I hear on the radio. Where is the tension in this story, where is the <\/span><span data-id=\"P5-N200951\">resolution, where is the ? <\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: Yes I mean it seems to me it’s the way you frame your thoughts whether or not you’re thinking about pitching an idea but I mean the different types of things you’re interested in songwriting, that’s storytelling in a way; your websites, telling a story. When you videotape the woman making <\/span><span data-id=\"P5-N200971\">the cigars you had a story in mind. These are all -<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: Yes I mean I guess it is kind of incrementally moving towards getting better at that and to your point to actually acknowledge that that is the effort. Whether it’s successful or not, it’s the effort.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: Even the care you took in crafting your letter to your dad. It’s a very personal subject matter but it wasn’t just about getting some feelings out. For you it really was, you had it all fit together, did I fit in everything in I needed to fit in? Are there things I want to take out because <\/span><span data-id=\"P5-N2009B1\">it’s taking away from my main message? Then you crafted that letter as a story as well. It seems to me that this is a part of yourself you can trust because it’s shown up over time and in lots of different places. <\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Well I appreciate that statement because I think for me it’s been, it just seems from my perspective to be haphazard. Like this is my purview and I think I’ll look here, oh look here, oh look at this over here. It just seems just ADD.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: Right so what is the thread that holds them all together? <\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: Yes and is it, is there a thread and is that thread just procrastination or easily distracted? Every once in a while, not very often, but every once in a while I kind of think, and only in the past few years have I actually thought like this, can I actually write a book? And the answer has always <\/span><span data-id=\"P5-N200A11\">been absolutely not. Even asking the question was ridiculous. <\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">But now trying to think about what I would write, what the story would actually be, what would be the use, what would be the value, what would be the appeal, and I still don’t have an answer to that. But it does at least force me to think what of my experiences would somebody else, for example, relate <\/span><span data-id=\"P5-N200A31\">to? And I don’t know that’s suggesting non-fiction or memoirs or something. But I have a strong interest in fiction and I’m just trying to figure out how a character develops by looking at myself. How would I have developed had I married somebody else and had kids for example. How would I have developed <\/span><span data-id=\"P5-N200A32\">had I gotten help at an earlier age? How, all these different things, and looking at people through that lens sort of what would you have been like if you didn’t go see an IBF or something? <\/span><\/p>\n<span data-id=\"P5-N200A2-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A2-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735398\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">But I guess I don’t know what my point is but the art of actually writing anything versus I should say text based as opposed to songwriting or a video or whatever has been something that for a long time has been kind of I didn’t trust myself to be coherent or articulate or imaginative enough. And now <\/span><span data-id=\"P6-N200A51\">I think in the past few years that’s changed to a point where I actually understand more the art of that. Not necessarily that I can do it but I understand and can recognize the construction of syllables, the juxtaposition of words, rhythm of a phrase, all those things that to me were just whatever. <\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: When did you first get interested in noticing stories or thinking about your life in terms of them?<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Maybe a year, year and a half, two years ago. I don’t know. It seems to me it’s kind of this battle between trying to figure out whether or not my stories are the basis for something more interesting that it’s fictional or is my array of experiences meaningful beyond just an encapsulation of <\/span><span data-id=\"P6-N200A91\">my life? I don’t know. I can’t but when I say it’s a struggle between those two it is because it’s that self-esteem issue where why would anyone be interested in why I wanted to skip school or what, why whatever, I decided not to have kids or something. All those things. <\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">I mean if I were to actually think about writing a non-fiction book it might be a self-help book in I mean you hear it a lot these days. The mantra is fail, fail because that’s how you learn; it’s okay to fail. You hear it in these graduation addresses and it seems to be the message. But is there <\/span><span data-id=\"P6-N200AB1\">a thread that I’ve experienced or that I’ve, I don’t know, maintained that is counter-intuitive? Something about risk taking or something about, I don’t know, but there isn’t enough there for me to say yes look at all these things or even see this worked out for me so you should try it. <\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">But I think there is something in there that isn’t necessarily something I want to share in that some sort of belief that things can improve. You can change; you can come back from the darkness that’s overshadowing everything else that can be. <\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: And it’s worth it to try.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Yes, but anyway I feel like I’m on a diversion now and I don’t know what to say. I don’t know. What’s your next question?<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: Well if we just trace back to where we started because you felt like you went off track was the thread of figuring out how to trust yourself. Trust what you feel you want rather than questioning why you want it and letting yourself move along that path, even if there is some sort of uncertainty <\/span><span data-id=\"P6-N200B31\">about why that’s the path you’re on. <\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: Yes, yes. You know I think you’re right. I mean I think it is about trusting my instincts. Last night I was walking down from the library (ph). I was having dinner at the Beat Hotel, it’s very expensive and I’m not sure it’s worth it. But Julie and I were walking down and it had rained recently <\/span><span data-id=\"P6-N200B51\">so things were wet. And we walked by this rhododendron that’s alive at 10:00 at night under the streetlight. And I took pictures of it. Who takes pictures of flowers at night? Not too many people and there’s probably a good reason. <\/span><\/p>\n<span data-id=\"P6-N200B4-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200B4-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735398\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">But I trusted that what I saw I could try to capture. I can’t always do that. Sometimes I see something yesterday a tree that looked like a walrus to me and I did it and I said well I see it but that’s not how I quite imagined it. But these pictures turned out fantastic and it was trusting -<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: You trusted your instinct.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: that what I saw was worth -<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: Capturing.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: capturing, and -<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: Or maybe it’s better to think of it as it was worth attempting to capture because you can’t guarantee the outcome but it was worth it to stop, take out your camera or your phone, whatever you’re shooting on, and take the time to try to get your image. And it’s that, I think it’s the pursuit <\/span><span data-id=\"P7-N200C11\">of what you want rather than believing that the outcome is going to come out the way you want because you can’t always trust, you can’t always control the outcome. <\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: Exactly and knowing that even if it doesn’t work, the effort was worth it.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: Right and so even the tree that didn’t come out necessarily the way you had imagined it in your mind’s eye it was still worth it to see it, shoot the pictures, and see what images you got.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: Yes. And then for that matter trying to figure out why something like that I’m so willing to just follow through with. Something else I’m less comfortable doing. I mean of course the effort is much larger, it’s something that’s a story, an actual piece of journalism but <\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: But maybe there’s something to be learned from the process of doing even though the process is different the process of letting yourself sit down and go after it. You went after those images -<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Yes, and I think as I said earlier kind of the what I see as obvious someone else might not see as obvious and I might have to pointed out. And I think my resistance to some of these is well I’m sure somebody else will do it or I’m sure somebody else has done it or I’m sure this has been covered <\/span><span data-id=\"P7-N200CB1\">in another way. And I don’t know if that’s true -<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: So what?<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: but it is, well yes, that too, and also I haven’t seen any pictures of flowers at night under a streetlight.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: But maybe there can’t be too many either. Even if someone else has done that there might still be something out there to be gained from you doing yours. <\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: Yes, yes, yes, if only to see the result and trust my instinct as you said. Yes. [Pause] Yes that’s really helpful because light as this session may feel, it’s fine, it’s great. Not all of them can be upheaval. But it is helpful. <\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: Yes, learning to trust yourself and your instinct. And that’s something that’s come up in lots of different ways back from I remember having conversations about figuring out what felt fun. That’s another way of trusting your instinct, figuring out what it is.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: Yes, yes and recognizing the control I have allowing the instinct to speak. Not only speak but be followed.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: You spent so much time simply being mad at your instincts and judging your instincts that you may also be silencing ones that are perfectly productive and adaptive and useful to you and letting those be heard a little bit more. <\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: Yes. It’s something I’m going to have to think about because I think the circumstances around my finishing a song or finishing a video, whatever, finishing anything, where my instincts were drawn upon and fueled the completion because when I don’t know the answer, or don’t trust my instincts, <\/span><span data-id=\"P7-N200DB1\">it’s just oh I’m just going to shelve this until my instincts kick in and be heard or whatever. <\/span><\/p>\n<span data-id=\"P7-N200DA-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200DA-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735398\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: Let yourself finish it.<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: But culling the instincts or mobilizing them to actually get something done, how might I think about doing that? And it’s not something that depresses me; it’s actually exciting because it’s part of learning what I’m capable of and I’m learning that when I go to the gym, when I go, when I attempt <\/span><span data-id=\"P8-N200DF1\">to film some video. Also what I’m not capable of which is also not depressing. I mean, it’s you learn. <\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: Yes, it’s okay to have, I mean everybody has limits; nobody can do everything.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: Clearly as the results of this video will show. Hopefully they’ll be happy nonetheless but it’s -<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: It wasn’t everything you expected?<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: Trying to operate two cameras and an audio recorder, all separately is not that easy. <\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: More than two hands can do?<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: But you’d be surprised. iPhone 5S does an incredible job as a video camera, set up as a second camera. Incredible, in fact I wish I could buy one without the phone capability so I could use it as a third camera.<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">THERAPIST: It’s kind of amazing what a phone can do now.<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">CLIENT: Yes, and to think of the alternative, what you would buy to match that quality is not cheap. Anyway it’s a bit of a digression but -<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">THERAPIST: Thanks for the [inaudible at 00:45:44].<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">CLIENT: it’s amazing. And the things, the instincts that I heard and didn’t follow, well those instincts are going to be much sharper next time. And that’s I think I was wondering earlier how do you sharpen an instinct? Well I think you listen to it, you ignore it, you fail <\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">THERAPIST: You realize you should have listened to it.<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">CLIENT: and then you realize, yes, okay, I’m going to bring batteries next time. Of course, how does it feel? Yes because I think those are the things that when you know better you fail and you correct. When you don’t know better and you fail, you might not necessarily correct that or have the opportunity <\/span><span data-id=\"P8-N200F71\">to or see the need to.<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">I just need to capture that because there’s something to that that has to do with the relationship with a potential editor is, sorry I’m just going to have to record this because I’m can’t type that fast enough to remember it. Following your instincts or listening to your instincts, not following them, <\/span><span data-id=\"P8-N200F91\">failing, realizing you should’ve listened to your instincts is sharpening your instincts. When you fail at something because you didn’t know any better, how do you then develop that into an instinct? Who can show you those things so that they become instincts? Sorry. <\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">THERAPIST: That’s okay. That’s a good take away.<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: I hope so.<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">THERAPIST: And on that note why don’t we finish up for today?<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">CLIENT: All right.<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">THERAPIST: Let me figure out when we’re meeting again <\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}