{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the difficulty of getting along with her sister and her desire to create boundaries. Client also discusses her sister's declaration that she dislikes her fiance and that she should not get married."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Rule and boundary making","Boundaries","Family conflict","Emotional states","Communication","Sibling relationships","Psychodynamic Theory","Behaviorism","Cognitivism","Low self-esteem","Anger","Sadness","Frustration","Integrative psychotherapy","Relaxation strategies"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Rule and boundary making","Boundaries","Family conflict","Emotional states","Communication","Sibling relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem","Anger","Sadness","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Integrative psychotherapy","Relaxation strategies"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2735418","dorpId":"1006727691","contentType":"text","aucs":"CTRN-V1","title":"Client \"SZ\", Session May 30, 2014: Client discusses the difficulty of getting along with her sister and her desire to create boundaries. Client also discusses her sister's declaration that she dislikes her fiance and that she should not get married.","fullTitle":"Client \"SZ\", Session May 30, 2014: Client discusses the difficulty of getting along with her sister and her desire to create boundaries. Client also discusses her sister's declaration that she dislikes her fiance and that she should not get married.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735418\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Finally I told the cab driver just to pull off. I’d be okay if he’s dropping me off. I can walk faster. (laughter)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: We need to schedule for June as well.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Thank you for rescheduling. Things went rapidly way down hill this morning. That’s why I had to take a taxi, because I spent about an hour Facebook talking to my sister. I woke up late. What happened really on Friday or Thursday night was as it wound up, Jeremy realized, or read a report, that <\/span><span data-id=\"P1-N200111\">Memorial Day traffic would be 30 percent worse than it was in years past, making it out of Chicago, and they anticipated after 2:00 pm for it to take five hours to go from Chicago to the edge.  We had to take my sister up to a doctor’s appointment, and Jeremy and I were going to go to Chicago at 1:00 <\/span><span data-id=\"P1-N200112\">pm on Friday for the appointment. Jeremy and I originally were going to go down, and after dropping her off, she said she’d be fine waiting. We’d have a nice lunch, nice extended lunch, but once he found out about the traffic, he realized he didn’t want to do the lunch anymore.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">I was at Guy’s. They talked before and realized that depending on when the appointment got out, they were either going to try to beat the traffic home, or have to somehow wait it out in Chicago.  Bless you. When I got home I heard the situation and was like, oh, we can wheelchair you around, Tammy. <\/span><span data-id=\"P1-N200131\">We can go to the park. Oh, it’s going to be a rainy day. Jeremy’s like, “Oh, it’s a rainy day. We won’t be able to do much.” We’re like, oh, what about a museum? So he was looking up museums, and at first my sister said she was fine with waiting in the car while we went to the museum, but after Jeremy <\/span><span data-id=\"P1-N200132\">went to sleep, and we made a plan just to leave right after the appointment to beat the traffic, my sister came up and said she was going to be in a lot of pain because of her back. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">She had surgery on her hip, but it’s her back that is not really being treated in terms of – she gets back pain. She things it’s an early onset of the degenerative disc disease that my mom had back when she started 31, 32. My sister’s 29, so I can see this is around the age she would get it. So then <\/span><span data-id=\"P1-N200151\">she said she’s not going to be okay with staying in the car for six hours while we go out and see Chicago. She’s going to be in a lot of pain, and we need to stop in a hotel out of the city so she can lay down during the six hours. I said, well, that’s not going to work. What are we going to do during <\/span><span data-id=\"P1-N200152\">the six hours that we’re waiting in this hotel?  Jeremy and I talked about it, if traffic got really bad, maybe we could stop off in Evanston and see a movie. He’s like, no, that’s not going to make sense, or not what I want to do. Then when my sister, after Jeremy had gone to sleep, and we talked about <\/span><span data-id=\"P1-N200153\">this, what are you supposed to do? You can lay down and look at Internet videos like I do. I was like, that doesn’t sound like fun. That sounds boring.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">That’s when she blew up and said how dare I elevate her pain to boredom, and I don’t understand her pain, and if you leave me in the car for six hours, you better bring some headphones because I’m going to be crying the whole way. Then I called my mom and mom’s like, you’re going to tell Tammy she’s <\/span><span data-id=\"P1-N200171\">going to have to deal with it.  It’s unreasonable for you to get a hotel out of the city. Then I go back and Tammy’s like, “How about I get a hotel outside of Chicago, like Evanston?” Then there was the ordeal of having to drive her there. I was like, okay, we’ll drive you there.<\/span><\/p>\n<span data-id=\"P1-N20016-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20016-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735418\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">THERAPIST: What are you feeling as all of this discussion is happening?<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">CLIENT: It’s hard because now it’s all been processed. In one sense I feel bad because Jeremy is the one doing the deciding, and in a sense we’re doing her a favor by driving her to Chicago.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: One whole trip is for her doctor’s appointment.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: I understand and I want to be there for her, within sort of the means, and the boundaries, and confines of what – then Tammy said, “Why does Jeremy have to take a day off of work? Why can’t you just drive me?”  I don’t have a car. Driving Jeremy’s car, I would not feel comfortable. Driving alone <\/span><span data-id=\"P2-N2001F1\">and driving someone else’s car through Chicago, this is really a lot to ask of me. None of this was set in stone before when the appointment would be, and originally she was going to have the appointment, then fly off to Chicago, and Jeremy didn’t find out we needed to drive her back home that night <\/span><span data-id=\"P2-N2001F2\">for a flight on Saturday until the day before. That’s why he was frustrated, because there were no solid plans. <\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">I feel really bad because of these things that I said, like what are we supposed to do for six hours? It was a legitimate question in the sense that granted, if someone is just like – I said it on the basis that it felt like she was getting her way and being ungrateful for what we were doing, and now <\/span><span data-id=\"P2-N200211\">she’s – unfortunately I relayed that to my parents, because my mom just called up my sister yesterday, and they got in a huge fight. More on that later, which leads to today. In the morning, I said, we’ll drop you off in Evanston I’m sorry I said those things. Now I sound frustrated, and it feels that <\/span><span data-id=\"P2-N200212\">she’s ungrateful because we’re doing her a huge favor to drive her to Chicago.  So then we drive her to Chicago. Then we wake up – sorry – we wake up the next morning and tell Jeremy we have to drop her off in Evanston. She wants to stay in a hotel. Jeremy’s like, “What? Why didn’t you wake me up? I <\/span><span data-id=\"P2-N200213\">thought we were going to go straight home. What are we going to do? I don’t want to add another two hours to our drive already.”<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">Driving to Evanston’s about an hour when there’s bad traffic. She would stay at the bottom, the way bottom, because it’s what she could afford. Then he’s like, “Why doesn’t she just get a place in town? It will be $120.00, $150.00.” I told that to my sister, and she was very angry about it.  I told <\/span><span data-id=\"P2-N200231\">her that Jeremy yelled at me this morning. He didn’t really yell at me. He yelled at the situation, but I was there. Tammy’s like, “I can’t afford a hotel in town.” I was like, I found a place for $150.00. She’s like, “But that’s going to be $200.00 with tip and gratuity.” I was like, I’ll pay the difference. <\/span><span data-id=\"P2-N200232\">Just pay what you would at the hotel and I’ll just pay the difference for you to stay in town. I’ve had enough people yell at me. She’s like, “I didn’t yell at you.” I mean, she didn’t yell. In a sense she didn’t yell at me, like a traditional yell, but she expressed some angry things.<\/span><\/p>\n<span data-id=\"P2-N20022-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735418\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">THERAPIST: When you say yelling, you don’t mean the volume, but the tone, or the feeling behind it.<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">CLIENT: Yeah. That’s what I mean. Then we ended up driving to Chicago. She’s sort of silent. We take her, and drive her, and get into the – everything seems like it’s all in the past, and this is what we’re going to do.  But then I go with her into the hospital room, while we’re waiting, and this is <\/span><span data-id=\"P3-N200271\">when she starts going off and telling me, how dare I make her feel like dirt? She already feels like dirt. How dare I not understand her pain, “And tell me that Jeremy yells at you, because that puts me in a difficult position.” She was saying, “My friends,” because she has friends that she talks to <\/span><span data-id=\"P3-N200272\">on the Internet, and they’re great, good friends, “But her friend says she doesn’t like Jeremy.” Tammy was saying I shouldn’t marry him, and that what is he going to do when I have cancer? He’s not going to be around. He’s the type of person who would leave me for another woman. I’m just saying, I’m <\/span><span data-id=\"P3-N200273\">sorry. I’m sorry. <\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">It’s like, why is this happening right now? She was upset that we weren’t going to take her into Evanston. She’s like, “But I said Evanston, and I thought we came up with a compromise.” I don’t understand why there was all of this, then she just kept on going, then I started screaming and hitting myself <\/span><span data-id=\"P3-N200291\">in the hospital room, and she told me I better leave or else they’re not going to give her pain pills if she’s associated with me. I just left and I was sobbing. I realize that Jeremy is not the type of person that will be ultimately flexible and give his whole self. He’s not Mother Theresa. <\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">I’ve always been like, I have bits of Mother Theresa by wanting to take care of my sister, and taking time out of my life. I’m trying to write a paper, and do our things, so eventually after the hotel, she’s like, “I’m sorry. I think it’s just a stressful situation for us all.” I was like, it’s okay. <\/span><span data-id=\"P3-N2002B1\">I’m trying to move on. I just don’t want to continue the fight. In one sense it didn’t help because Jeremy wanted to leave at 2:00, and because Tammy’s appointment was taking really long, he thought she was staying in there to make us mad and drive through the traffic, and I thought about that, but <\/span><span data-id=\"P3-N2002B2\">I was like, no, I don’t think she would do that. Her appointment was just long. Then we had to get her pain medicine.  Eventually we drove back, and it took us – it was four hours to go down, and we got home at 8:00, so six hours to drive back. So a 10 hour drive.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: That’s a lot.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: Then of course I was relaying to my parents what my sister was saying, and I was like, I don’t want my sister to be my maid of honor if she’s saying all these things about Jeremy, but of course I realize it was Facebook. They called me, but you can’t talk about these things driving back in the <\/span><span data-id=\"P3-N2002F1\">car. We got through it later in the day, and I think Jeremy and I agreed that this was a little bit too much. It would have been great if she had a hospital in Rhode Island or Providence. That’s very doable. Things were fine. We had to—<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: You’re not really local to New York. <\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: No, we’re not, and that’s what – I said – she’s like, “What about all the things I’ve done in the past? I took you in a week when mom wasn’t talking to you.” She did, but then again, I didn’t’ ask for these things, these favors. Like, picking you up from the airport was a 20 minute drive, not <\/span><span data-id=\"P3-N200331\">a 10 hour drive. So yes, you’ve done nice things for me in the past, but there’s a continuum of how big a favor you’re asking. She even got on my case that I tortured her by giving her the generic Crystal Light, and no diet soda, or juice, and first of all, I forgot that she liked juice. I was making <\/span><span data-id=\"P3-N200332\">her blondies, and desserts, to make her more happy. I wasn’t doing it just for her. I do like to make desserts, but I was really trying to cheer her up, and make her feel good, and talk to her about her surgery. I’m listening to her, and at the same point, I have my own problems.  That’s sort of why <\/span><span data-id=\"P3-N200333\">I blew up in the hospital room because all of these on top of my own problems, and being able to write a paper, it’s just a lot. I mean, I vented to my mom, because I don’t really vent to my friends. It would seem like out of nowhere. Finally I contacted Gina because my sister said she was not going <\/span><span data-id=\"P3-N200334\">to the wedding. (crying) She said that mom called her up, and I primed her to attack her. I didn’t prime anyone. I just vented to mom because—<\/span><\/p>\n<span data-id=\"P3-N20032-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735418\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">THERAPIST: She’s your mom.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">CLIENT: Yeah. Then she’s like, “I don’t care if you and mom hate me.” I was like, I don’t hate you. I thought things were fine. I thought we grew past. I apologized for it.  Then she started going back on everything, and I said, you really hurt me in the hospital room. I was like, you said I shouldn’t <\/span><span data-id=\"P4-N200371\">marry Jeremy. I don’t want her opinion. I want support, not opinions. She was like, “Well, it was an ethical dilemma, and I felt like I needed to say something. Then she brought up when she first got married, and she was living with me because of summer school. Her new husband, just married husband, <\/span><span data-id=\"P4-N200372\">said, “You should work out more. You’re looking big.” That’s when Tammy was emotional. I wrongly – I was 21 then. I wrongly stepped in and said, “Why did you say that? That wasn’t very nice.” I didn’t remember that, but she brought my attention to it. <\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">She said at first I cussed him out, and I realized, no, I didn’t cuss him out. I don’t cuss. I have a hard time saying the F word, or saying any word. Of course I didn’t even try to say, I’m sorry I did that. I was young back then, and had I known what I know now, I know not to step in. That’s personal <\/span><span data-id=\"P4-N200391\">things. So I mean, she said that she doesn’t ever want to see mom again, and she’s not coming to the wedding. I guess I got my wish. She doesn’t want to be the maid of honor. But it’s frustrating (crying). She hasn’t been a part of any of this wedding, and if anything, she’s said hurtful things about <\/span><span data-id=\"P4-N200392\">Jeremy. I realize he’s not Mother Theresa, and he still has some growing up to do, but in a sense, I feel that he’s been supportive, and helped me, along with going to therapy, and working through things myself. <\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">He’s been there for me. I do love him, and except for the few things I’m getting over, his sometimes being over opinionated about fashion, and clothes – he’s growing up too. Then I wrote a message to my mom. What did you say last night to Tammy? Nonetheless, she’s like, “I’ll pay you $100.00 to get <\/span><span data-id=\"P4-N2003B1\">my CPM machine to” – she left her hip restorative therapy machine at our house and it needs to be mailed back by UPS.  I said, that’s fine. We’ll mail it back. I tried to take care of it myself because I didn’t want any more issues. I called up for the hospital bed for them to take it away. Then they <\/span><span data-id=\"P4-N2003B2\">called up her, and she was like, “You’re going to have to call me back if you want it out of your house.” I thought, why are you saying it like that? I was like, I called them on Friday. I called them on Monday, then on Tuesday, and finally on Wednesday they were able to pick it up just barely. They <\/span><span data-id=\"P4-N2003B3\">said, it’s not a life-enduring thing.<\/span><\/p>\n<span data-id=\"P4-N2003A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735418\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">I had my hairdresser over at 10:30. She got fired, so that’s why she came to my house to do my hair, as part of – even though it did wind up making a mess, it was part of I need my hair done, and she doesn’t have a place to do it.  So do it at my house. I said the guy couldn’t just come right over, <\/span><span data-id=\"P5-N2003D1\">because the last time the guy came over, my cats freaked out and mauled my arms and legs, because they freaked out so much. I was so worried. I was like, I can’t handle him coming over during the hair appointment. Eventually I called him right up after the hair appointment. He was able to come pick <\/span><span data-id=\"P5-N2003D2\">it up. So in one sense I feel mad at myself for losing my cool. I know my sister’s – there’s a lot of things. I know she’s in a lot of pain, but I know she didn’t make me feel very good. That was the thing today. She was like, “I sure wasn’t staying there to be happy.” – at my place. I was like, I did <\/span><span data-id=\"P5-N2003D3\">my best to make you feel comfortable. It’s frustrating because she says these things. <\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">THERAPIST: Really hurtful things.<\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">CLIENT: It’s like, I understand that she’s really not a mom, but I’m going through my wedding. (crying) She said she’s not doing it to hurt me, but it is hurting me. (crying) Saying those things about Jeremy —<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: You can’t take it back.<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: Now I’m starting to wonder, is Jeremy a jerk? Do I not see it? I know he’s not a jerk like my last boyfriend, and he’s not—<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: What makes you believe the words she says?<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: I mean I guess because he was kind of – I know sometimes he’s not super flexible about having to pick me up, or money.  I know sometimes he complains about these things, or has a hard time dealing with stressful situations. I mean, ultimately he’s there for me in case something is really wrong, <\/span><span data-id=\"P5-N200491\">in terms of – that’s like the last time when we found out my parents were having that thing, he was really strong, and listened to me, and took it one step at a time. In a sense he’s not as strong with someone staying in the house with a hospital bed, and with there being a toilet protector seat.  He <\/span><span data-id=\"P5-N200492\">wasn’t as – I mean, he still made my sister dinner, and drove her to New York, which was a lot, because he took a day off to do it.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: He made big sacrifices.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: I just feel like my sister, because she wasn’t getting absolutely what she wanted, she said some very vicious things, and very much thinking about what’s right for her.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: It’s interesting how what was a fight about you and your sister somehow became about Jeremy.  It sounds like the question of whether or not Jeremy is a good partner for you is something you’ve decided already, and the issue of is your sister really angry at you, or angry at the world right <\/span><span data-id=\"P5-N2004F1\">now, is separate from that. (pause)<\/span><\/p>\n<span data-id=\"P5-N2004E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735418\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20050\"><span data-id=\"P6-N20051\">CLIENT: It’s just so frustrating because she always claims that so and so – I made her feel lower than dirt, and she’s a self-hater, how can I do that? In the same sense, you’re not lower than dirt if you say something mean or vicious. It’s just very hurtful, and I have feelings too. There’s no way <\/span><span data-id=\"P6-N200511\">to convey that without her going overboard, and that’s been our problem since we were young, is— <\/span><\/p>\n<p data-id=\"P6-N20052\"><span data-id=\"P6-N20053\">THERAPIST: That you’re not allowed to express your feeling, because she’s—<\/span><\/p>\n<p data-id=\"P6-N20054\"><span data-id=\"P6-N20055\">CLIENT: Intimately tied into – we’re either happy with her, she’s a great person, or any little thing she does wrong is multiplied and exaggerated. For me, I wanted to – I saw her message last night, because I couldn’t go to sleep last night, because I was wondering about my bridal gown. I read some <\/span><span data-id=\"P6-N200551\">Yelp reviews about this place. Like in, 2014, when I went to the bridal store, they had no reviews like this, but there were three reviews that talked about, they never called when her dress was ready. They lost the order. The dress came a week before the wedding and miraculously showed up. Then I realized <\/span><span data-id=\"P6-N200552\">I hadn’t gotten a call, then I called them, and I couldn’t give them a straight answer. <\/span><\/p>\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">They’re like, “Let’s talk to the manager and see if she can locate your gown, see where it is.” I’m like, where’s my gown? So right now I don’t know where my gown is. Now my sister doesn’t want to come to the wedding even. Oh shoot. Do I make someone else the maid of honor? I know my friend Gina has <\/span><span data-id=\"P6-N200571\">been planning the whole bachelorette party, and been really supportive and positive, but—<\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">THERAPIST: Give your sister some time to cool off so you can see where she really is, then decide what you really want, but I wonder if some of the things she’s saying, she’s saying out of hurt and anger. There’s time before the wedding.  You don’t necessarily need to have a maid of honor. They can <\/span><span data-id=\"P6-N200591\">all be bridesmaids, if that makes it easier. Then you don’t have to worry about terminology. I know you want your sister to be there, and be supportive, and be a part of it, and I hope she will, but I think taking the pressure off who you’re naming who, so we can focus on this repair of the relationship, <\/span><span data-id=\"P6-N200592\">giving her some time to cool off, giving your wound some time to heal.<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">CLIENT: (crying) Things seem to – they’re on a better – after the end, I was fine. I was like, I need to leave and get to therapy. It was 10:30. That’s when I should have been on the T. I didn’t even have time to have breakfast, or coffee, or anything. I just woke up and saw – the night before I did <\/span><span data-id=\"P6-N2005B1\">see her saying, “I’m not coming to your wedding.”  I was like, I just have to go to sleep. Then I woke up to about 20 long line statements about how it’s okay if I hate her and never want to see her again.<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">THERAPIST: Dramatic, provocative statements there.<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">CLIENT: It’s frustrating because I’m having a hard time writing my paper. I just want it to be done. (crying) I have a hard time because it’s my first paper, and I need 100 percent focus. Now my sister staying over, it’s hard to have 100 percent focus. There’s things I sacrificed in terms of coming <\/span><span data-id=\"P6-N2005F1\">home early, talking to her, seeing if she’s okay, rather than just focusing on my paper and locking myself in a Starbucks.<\/span><\/p>\n<span data-id=\"P6-N2005E-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735418\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20060\"><span data-id=\"P7-N20061\">THERAPIST: And now you’re still distracted.<\/span><\/p>\n<p data-id=\"P7-N20062\"><span data-id=\"P7-N20063\">CLIENT: Yeah. That was the first thing I was going to do, run some calculations, because I have to talk to my advisor at 2:00 before he leaves for the summer.  I’m just really frustrated because part of me just wants to – I don’t want to de-friend her. I just want to turn off my Facebook so that—<\/span><\/p>\n<p data-id=\"P7-N20064\"><span data-id=\"P7-N20065\">THERAPIST: Don’t check your Facebook for a bit. Give yourself some time, because she is being really provocative, whether it’s intentional or not, or how conscious she is of what she’s saying, the intensity of what she’s feeling is fueling her to say things that are really hurtful. She may not really <\/span><span data-id=\"P7-N200651\">mean all of the words that she’s saying. So to protect yourself from having to hear all of it, and be wounded by all of it, it’s perfectly okay for you to take your Facebook off your phone a little bit, and just not engage with it. Give her some time, then the two of you can engage with each other when <\/span><span data-id=\"P7-N200652\">some of this has subsided. It sounds like part of this is just really intensely dramatic. <\/span><\/p>\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">CLIENT: I mean, it was really – I explained the Dr. Jekyll and Mr. Hyde. I don’t know who was the scary one. I think it was Mr. Hyde. I don’t realize, but the sort of transition from – they talked over at dinner, and came to an understanding. I talked to—<\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">THERAPIST: The flipside.<\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">CLIENT: Yeah, just totally flipped when Jeremy went to bed. I was like, if I had known this earlier, maybe a few days ago, that you were going to stay in Chicago, we could have made plans. I think that was the frustrating thing.<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">THERAPIST: That made you feel really stuck in the middle.<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">CLIENT: That was the frustrating thing. It’s one thing if you have a guest who knows when they’re leaving, instead of “Oh, we can’t get a flight for Friday. It’s too expensive. Can I stay until next Wednesday?”  That’s when Jeremy had a hard time dealing with that, because that’s over two weeks.<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">THERAPIST: It’s okay to have limits and boundaries. That doesn’t make him a horrible person.<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">CLIENT: I get frustrated because she talks about how wonderful her friends are, and how supportive they’ve been. Well, they’re not having to put up with your shit. They’re not having to deal with you, and feed you, and take care of you, and give you a bath. All these things I did with a smile on my <\/span><span data-id=\"P7-N200731\">face, and she said thank you, but it was just—<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">THERAPIST: Doesn’t feel like a thank you at all.<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">THERAPIST: Just very much erases that feeling of being acknowledged. So I think that’s sort of where I am today.<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">THERAPIST: I’m so sorry that’s how things ended on this visit. <\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">CLIENT: Yeah. I mean, I guess the other thing is – then my mom compared it to when Julie was over, Tammy’s – a long time ago, because her sister in law, Julie, was going to school in the States, and was going to go back home, but the way the situation turned out, she was going to have to stay at their <\/span><span data-id=\"P7-N2007D1\">house, and Tammy got really frustrated, and yelled at Taco (ph) for having Julie over, and things escalated, and she ended up throwing Julie’s laptop across the room, and Julie ended up leaving the country a day early just to get out of that situation. My mom compared it to that.<\/span><\/p>\n<span data-id=\"P7-N2007C-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735418\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2007E\"><span data-id=\"P8-N2007F\">THERAPIST: So your sister does blow up.<\/span><\/p>\n<p data-id=\"P8-N20080\"><span data-id=\"P8-N20081\">CLIENT: She does. Last time she was here, there was that situation where she was saying she wanted to die after she saw the hip surgeon, and got lost, and couldn’t find a taxi, or couldn’t call a taxi.  We ended up having a huge screaming fight in the mall, out of all places to get into a screaming <\/span><span data-id=\"P8-N200811\">fight over the phone. I should have known this would be too much, but you can’t say no to someone who really feels like they’re out of chances. I like to give people chances. The fact that she doesn’t – that was what she said today, “I wasn’t happy about staying there. I wasn’t staying there to be happy.” <\/span><span data-id=\"P8-N200812\">I’m like, I’m sorry. It just felt sort of – I felt like we were kind of used, and emotionally used.  I think it’s just – in all senses – I don’t know why my mom said these things to her. It certainly didn’t help the situation. Then I was like, I’m sorry.<\/span><\/p>\n<p data-id=\"P8-N20082\"><span data-id=\"P8-N20083\">THERAPIST: Like you got put in between your sister and Jeremy, your mom got put in between two daughters.<\/span><\/p>\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">CLIENT: Yeah. Then my sister was like, “Mom’s on your side for now.”<\/span><\/p>\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">THERAPIST: You don’t want to make it about sides.<\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: We do have to wrap up for today. We have it scheduled for June.<\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">THERAPIST: Let’s do that. I know there’s lots more to talk about.<\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">CLIENT: I’m sorry I came late. It was a disaster getting over here.<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">THERAPIST: This time of year, it’s hard here, but I’m glad you made it.<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">CLIENT: Fortunately I found my wallet. I was wondering. I couldn’t find it when my credit card wasn’t taking to the taxi, and I was worried I lost my other one. <\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">CLIENT: Do you have a pen?<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">CLIENT: I’m leaving for Florida around the 6th.<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">THERAPIST: I have time on Wednesday, the 4th. Do you want to come back before you leave?<\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">CLIENT: Sure. What time on Wednesday?<\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">THERAPIST: 1:30, 2:30, 3:30.<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">CLIENT: Let me see. I’m meeting with my advisor on Wednesday. Okay. He’s meeting – I said 1:00 pm with my advisor, so what’s the latest we can do on Wednesday?<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">THERAPIST: 3:30.<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">CLIENT: Okay. We’ll do 3:30 then. Today is the— <\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">THERAPIST: 30th.<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">CLIENT: Oh wow.<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">THERAPIST: When do you get back from Florida?<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">CLIENT: I get back on the 22nd. I’m not sure what my summer schedule is for teaching, because I have to teach this summer, but maybe we can plan at least for the – I was going to say maybe for – we’ll plan on Tuesday, and as I get more information—<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">THERAPIST: I’m actually going to be out Tuesday, the 24th, just that one Tuesday, but that week you get back, I can meet with you either Monday the 23rd or Wednesday the 25th. <\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">CLIENT: The 23rd I’m – maybe Wednesday, the 25th.<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">THERAPIST: Want to try for the 3:30 again?<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">CLIENT: Yeah. By then I should know my schedule.<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">THERAPIST: Sounds good.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">CLIENT: Thank you so much.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">THERAPIST: You’re welcome. See you on Wednesday.<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}