{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client talks about issues pertaining to her recent break-up with her boyfriend."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Conflict","Family relations","Communication","Broken relationships","Psychoanalytic Psychology","Irritability","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"page_count","label":"Page Count","values":["14"],"weight":14},{"name":"psyc_subjects","label":"Health Subject","values":["Conflict","Family relations","Communication","Broken relationships"],"weight":15},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":16},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":17},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":18},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":19},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":20},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":21},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":22},{"name":"symptoms","label":"Presenting Condition","values":["Irritability"],"weight":23},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":24},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":25},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":26}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2098940","dorpId":"1004967784","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session December 07, 2012: Client talks about issues pertaining to her recent break-up with her boyfriend.","fullTitle":"Client \"S\", Session December 07, 2012: Client talks about issues pertaining to her recent break-up with her boyfriend.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098940\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Hi. Oh, (unclear). Good.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Thank you. Yeah, (unclear) at <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah, good. Haven't seen you since I got out last Wednesday.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I had a really hard week starting with [sinks] (ph). I had asked [Franklin] (ph) if he could please put the pictures and the video that he took at a wedding that I planned and attended. My friend got me an artist if he could put it on a flash drive I ordered them for a number of reasons <\/span><span data-id=\"P1-N200151\">like because I wanted them and he knew the main reason was because there were really good pictures of me, A, and there's no other pictures of me from my wedding that exist like almost anywhere because I was working the whole time and the photographer was an asshole and it has like behind the scenes <\/span><span data-id=\"P1-N200152\">pictures like stuff that the photographer didn't get because she was doing something else when we were there and it was almost like pictures of me like actually working and anyway. I (unclear) a flash drive and I was going to drop off his mail and he's like, ‘I'll leave the flash drive in the mailbox. <\/span><span data-id=\"P1-N200153\">I then like procrastinated on going over there because I don't know, like the weekend got away from me and also like I was also just a little nervous about going over there, feeling like sad and seeing his light on, like whatever. Seeing him. I don't know. Then I say, listen, I'm really sorry I didn't <\/span><span data-id=\"P1-N200154\">come in and he was like, ‘well somebody took the flash drive out of the mailbox. I don't know who but I figured that would happen. I didn't think it was going to take you three days to come. So I'm like, ‘all right, well, sorry, like I'll drop off another flash drive when I drop off your mail,' and <\/span><span data-id=\"P1-N200155\">he e-mails me that he is not sure he can recover them because he deleted everything obtaining to us the word is pertaining, retard use a dictionary or put it in auto-correct, to be fair, but why should I?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">And that he's not sure if he can recover them he deleted everything so I basically told him like I can't believe he deleted it like he didn't RE12, like RE12, like, Jesus, like you know I wanted those for work and they were the only pictures of me and blah, blah, blah and he gets all angry like I <\/span><span data-id=\"P1-N200171\">can't tell him what to do, to get over me and I was like, ‘okay, you're right. Fair enough, but it's really upsetting like that you deleted those, like whatever. Who knows if they were ever even on that flash drive, I mean, the mailman stole his flash whatever, it could be true. I don't know. So, <\/span><span data-id=\"P1-N200172\">it started with that and I was like, okay, fine, no more pictures, I'm over it, like (unclear) at . It doesn't matter. It's not like the only pictures.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">But then so he told me he wanted to come on Saturday to pick of the rest of his stuff so I asked him what time he wanted to come to like make and I was like, you know I can make sure my roommate is not home. He's like right back what time he's going to come, how long it'll take him about an hour <\/span><span data-id=\"P1-N200191\">and a half which I don't know if that's true because there's a lot of stuff so I was like okay, what stuff are you not taking then? And I don't care if I need be there or not. So I wrote back and I guess I was highly annoyed and also like I just wanted to get this over with. I mean like I often say <\/span><span data-id=\"P1-N200192\">things that I'm like holding my ground and like trying to be firm or whatever but then later like because this is what happens so I basically say, ‘okay, this is what I need you to pick up. Anything that you can't bring today I'm happy to bring down to the porch for you so you can pick it up later or <\/span><span data-id=\"P1-N200193\">the next day or whatever, like the next day, like I don't remember what all I said, whatever, some other stuff. Then he writes back all upset about no, I'm going to (unclear) because he writes back and just starts being very atypical, like for him.<\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098940\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">And it starts with him being upset that I said I'd put his stuff on the porch like, ‘I can't believe you would do that,' and like it just gets worse and I need to read these because this is and you'll see the and the response that it elicits from me is I screwed up, like okay, he said, ‘you don't <\/span><span data-id=\"P2-N2001B1\">need to say all the extras, Trina, I didn't see that we were.' Oh, no. I said like, ‘here's the things that you need to-I said that I would rather have you there. I feel like it would be upsetting and like going through this all over again.' Listed what he could take and if he doesn't plan on keeping <\/span><span data-id=\"P2-N2001B2\">things like to take them down outside or whatever, asking to bring a remote control that I think he still has and then I said about the porch and then I said, ‘I guess this was unnecessary,' or whatever, and I said, ‘usually all of our pictures and everything pertaining to us because it's hard for you <\/span><span data-id=\"P2-N2001B3\">and it makes me sad, etc., etc., while having your things all over is hard for me and since you've been very clear that we're done and you need to move on and are moving on and there is no reason to drag through that any longer causing either of us continued pain and sadness. Please let me know.' And <\/span><span data-id=\"P2-N2001B4\">he said, ‘you don't need to say all the extra. I didn't say that we were clearly done you did.' Like -<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: So I am dealing with it whatever way I can. I will take everything and anything I don't you can do whatever you want with it. No. Take it down. I don't want to do anything with it. I want it to be gone. Like this is so typical and this is the same thing he did when he first moved out and left <\/span><span data-id=\"P2-N2001F1\">all this shit that he didn't put away in the closet that he said he would. I don't like the way that you keep talking to me when I am being nothing but respectful and trying not to involve my feelings in our communication.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: What?<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Because that shit isn't right. Whatever, I'll be there when I planned and we can move on. I said, [Franklin] (ph) yeah, I made the decision that it was not going to work any more and that the trust (unclear) was not a feeling I could get back. What I'm referring to is you making it clear that <\/span><span data-id=\"P2-N200231\">you didn't want to have anything to do with me in order to move on including deleting every picture involved with us. And I like, I'm not trying to talk to you in any sort of way, like I'm all right, a million things and like apologized for being disrespectful, explained that our feelings are inherently <\/span><span data-id=\"P2-N200232\">involved in conversations you can't keep your feelings out of communications with somebody that you're breaking up with. Like it's just not, like explained that I missed him and that things (unclear) are all over and apologizing to him again like sorry for hurting, I'm hurting, too. Like I don't want <\/span><span data-id=\"P2-N200233\">to end on a sour note or have hard feelings about anything. Like, you're an amazing person. You know, I'm sorry and like apologized a thousand ways. Like so it's like this is the response it elicits from me and I said I'm sorry. The last thing I said was I'm sorry that I made you feel like I was communicating <\/span><span data-id=\"P2-N200234\">in a way that was disrespectful, that was not the case at all, blah, blah, blah. He said, but you have upset me. I wasn't upset but now I'm nothing but upset. I deleted pictures so I didn't dream of you every night which I still do. I wanted to keep the memories I have of you and now it's sour. Have <\/span><span data-id=\"P2-N200235\">a good life, Trina. And then he says, still can't believe you said you were going to put my stuff on the fucking front porch. Really shows how much I meant to you as a person. I have never been so cold to you but you have stripped away all the love I had for you anyway. After this Saturday don't ever <\/span><span data-id=\"P2-N200236\">write me again and we'll just say we never fucking happened. Actually, was hoping you would be there so I could see you again because I missed you so much. Now the thought of you makes me sick. Thank you for helping me finally get over you.<\/span><\/p>\n<span data-id=\"P2-N20022-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098940\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">So I apologized like I would never put your stuff on the porch. I'm sorry for whatever, like I don't, I don't -<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: This isn't you.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: No. And then he says, whatever, I apologize, like, I said, the thought of you even after everything we went through will never make me sick, like, whatever. You know, like you're being a fucking baby.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: Like just doing everything that's going to make him be like, oh, good I can keep on with this being mean. And he said, you breaking up with me this is the last thing here. You're breaking up with me didn't break my heart. But what you wrote today tore it out. I don't know what to say to you <\/span><span data-id=\"P3-N2002D1\">any more. Like, a few things first of all if you wanted to be mean, then say that. And if you couldn't say that then be okay with me saying that I don't want to see you. I mean he's just saying that to make me feel bad. Like he's just saying that to feel bad.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: The point was to communicate sort frankly, clearly and to get the message across. He could have said that and probably would have. But that's not the point.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: The point is to make you feel bad and to (cross talk) <\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: And to make me feel like it's my fault and to make him be like, ‘oh good, now I'm really secure in me saying it's her fault.'<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: Yeah and then you know who the bad guy is.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Absolutely. You know, all the bad things he used to tell me about his ex and how horrible she was and whatever, I'm like, now I'm not really sure she was that horrible because I'm sure that the next girl he's with, I'm going to be like this horrible relationship, like who says, ‘the thought <\/span><span data-id=\"P3-N200391\">of you makes me sick'? Like, that's so mean. Like it's just so mean.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: And I'm sure it really hurts.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: And it really hurt and I was like sobbing at work, like, uncontrollably sobbing at work and told my supervisor and she was like, ‘just take your sick time and go home.' So I went home and like tried to relax or whatever. Then went out to meet my friends for a drink. I hadn't really eaten all <\/span><span data-id=\"P3-N2003D1\">day besides like a piece of toast. When went to a Mexican place and got some pitchers of sangria and I ate some tacos and chips and then I was really drunk. But I didn't think I was and then I didn't realize it until I was driving home and I was like, ‘oh my God, I'm too drunk to drive right now.' So <\/span><span data-id=\"P3-N2003D2\">like, (unclear)  got home and like had a mini-black out and I woke up at 4:30 in the morning wide-awake. I've been up since 4:30 right now.<\/span><\/p>\n<span data-id=\"P3-N2003C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098940\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: (Cross talk)<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: Yeah, didn't go back to sleep and -<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: So these e-mails were from yesterday?<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: Um hmm. Yeah, the pictures that happened earlier in the week and then the e-mails later. Yeah, I woke up at 4:30 and started crying again because I was upset and my friend Steph kept texting me, like I was now texting her and was so upset and whatever and she's like, ‘this is really like old. <\/span><span data-id=\"P4-N200451\">It's like so fucked and like abusive, and this is just like why it's an abusive relationship because he says all these mean things to you and it makes you say, maybe I should have given him another chance, maybe I should see him, maybe I should be there. Maybe I should, I'm sorry about you, like, whatever. <\/span><span data-id=\"P4-N200452\">Like, and she's like, ‘you know you have to understand his head.' It's like, ‘no, like you shouldn't if you wanted I'm doing whatever I can to stop hurting and to stop dreaming of you, but why should it be so hard for you, because if you wanted to stop hurting you could just take me back and we'd <\/span><span data-id=\"P4-N200453\">be fine. But, like that's in his head what it is, so I'm not really allowed to. So, I deleted pictures so I won't dream of you every night? What does that even mean? Like, does he have the experience of forgetting that I'm not next to him in the room? ‘Cause we're in the same apartment but that happens <\/span><span data-id=\"P4-N200454\">to me still. I still forget sometimes that he's not in the room and I'm like ‘oh, wait.'<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">I'm pretty sure that's not happening to him in the apartment that he's living in because I never was there with him, like he doesn't consider that. And the idea of him leaving whatever he doesn't want first of all and (unclear)  to send a list of things you need to pick up because I don't want to <\/span><span data-id=\"P4-N200471\">drag this out, I don't want this to be six months of you picking up stuff and I have to if we're not talking then we're not talking. Like if we're not communicating because we're over it and we're not communicating and I don't think it should take that long to get your stuff and the fact that he's <\/span><span data-id=\"P4-N200472\">going to leave whatever he doesn't want so then I have to figure out what to do with it is so characteristic of our entire relationship and just be me taking care of everything, so I'm going to have to schlep whatever shit he doesn't want or donate whatever stuff is good and what is trash, like that <\/span><span data-id=\"P4-N200473\">sucks. I'm really nervous he's going to leave his weight bench. I really hope he doesn't, like it's expensive and it turns into a weird thing because what if I do well, I guess he's said whatever I don't leave I can do whatever I want, so I guess I will. And it's probably something I could sell for <\/span><span data-id=\"P4-N200474\">a good 2 300 bucks because it has like weights and whatever. But I don't have the energy, I don't have the time. I don't want to deal with it so I'm going to call, I already spoke to my friend who said she'll have her husband ask around if I need to get rid of it she can, you know, get them over to <\/span><span data-id=\"P4-N200475\">pick it up. And that's what literally my tomorrow afternoon is going to be because in the pantry we have a huge storage pantry like off the kitchen and there's like a ton of shelves and he's like collected all this fucking bullshit, like egg cartons and kitty litter plastic container things and like <\/span><span data-id=\"P4-N200476\">random trash and wires that he ordered on the Internet or something and air cartridges for his BB gun, like random, stuff that has been sitting there for two and a half, however long we've lived there because he's always going to do these projects and do these things and start these businesses and have <\/span><span data-id=\"P4-N200477\">these ideas and never did them ever.<\/span><\/p>\n<span data-id=\"P4-N20046-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098940\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">So I have all this trash in my pantry that probably he's not going to take even though I asked him to take down to the recycling bin if he doesn't want it. I hope he does because it's literally trash and not to mention all this stuff in the office closet like electronics and stuff that we actually spent <\/span><span data-id=\"P5-N200491\">money on for this music career and then photography career and then he never used. And are just going to sit there if he doesn't take them. I mean computer monitors and shit that he collected when they were giving them away at various jobs, like they were throwing away. I don't know what it is he's <\/span><span data-id=\"P5-N200492\">going to take. I don't know if he got a storage space, if he knows somebody with a car that's going to be helping him with it. If he doesn't then I'm going to guarantee you that he's not taking that weight bench. I mean there's just no way that I mean where's he going to put that shit in his house <\/span><span data-id=\"P5-N200493\">if he doesn't have storage space. So, I'm probably going to be stuck with it.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">(Pause): [00:13:55 [00:14:00]<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: And after everything I did for him, I is literally it, I just make him sick because I mentioned putting stuff on the porch. I actually make it easier for him to come back and pick it up which was actually the idea of it, so okay. (Sigh). But why does it, why does it then make me miss him so <\/span><span data-id=\"P5-N2004D1\">much and why is this such a huge set back right now? I thought I was kind of doing, I was starting to feel like okay, getting to feel a little better, like [Franklin's] (ph) going to get the rest of his stuff, blah, blah, blah, and then like he's mean to me and tells me he missed me and wanted to see <\/span><span data-id=\"P5-N2004D2\">me and I'm like oh, well then, damn it I want to see him.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: Do you miss him?<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: Of course. But it just sucks that it's a set back. And this fucks him treating me like an asshole makes me want to go back together with him. Like, I don't understand that.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">(Pause): [00:14:51 00:14:55]<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">THERAPIST: Well, he's conveying I think also, like I would imagine in a way that he's being an asshole he's also conveying how attached to you he is.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">THERAPIST: And he's bothering to work, you don't work and he's got to work this hard to make you out to be the bad guy. You really mean something to him.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">CLIENT: Right. (Unclear) <\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: But it is making you feel that.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">(Pause): [00:15:30 00:15:37]<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: I shouldn't let, like he would expect me to respond.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: Well, actually no. I do know you probably expect me to this isn't about like exchanging information or it isn't about what you said in your e-mail or how you could have been more reasonable or more understanding or more supportive. Like, probably 98 percent how you feel about what happened <\/span><span data-id=\"P5-N200631\">and that he's going to use anything that you say to kind of play out with you. Do you know what I mean? Like whatever you said, you were going to be an asshole and the bad guy and you know making his life difficult and being cold and uncaring and distant and whatever. If you said too little, if you <\/span><span data-id=\"P5-N200632\">said a lot, if you said, you know, used small words or big words, or nice words, it doesn't matter I don't think.<\/span><\/p>\n<span data-id=\"P5-N20062-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098940\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: Yeah. But then I was feeling that way and then it just brought up all of those panicky feelings again about being alone and having to be like dating and finding somebody and then thinking about the cats and finding somebody who liked the cats and I started to get all panicky and all that, too.<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">(Pause): [00:17:06 00:17:18]<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">CLIENT: Like I guess it's, you know and I think that he did say some nice things to me and I thought we were kind of be able to end like with just nice memories and like, okay, and now I just feel like he really needed it to be, like he needed me to be the bad guy and he needed that.<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: And it just sucks because -<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: Well, he said that he always did.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: Well, right, he always did.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: I can't really remember a time where, you know, maybe an incident here or there where that wasn't true, but in any kind of sustained way. That was never like, ‘yeah, you're right, you're not the bad guy in this one,' and then a week later you're still not the bad buy.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: You always have to be the bad guy.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Always, always.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: Which is a problem.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: It's a huge problem and just like to the point right.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: It sounds like maybe he also really makes it easy for you to doubt yourself.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: And like as much as we can talk about him may not be that guy he's actually so good at it that it kind of works, right? Then you do feel like the bad guy and you do second guess what you say and you do imagine that if you said it different, you know, he would have been nicer and wouldn't <\/span><span data-id=\"P6-N200831\">have seen you as being so cold or mean.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: Yeah, I mean it's like okay, I made a decision based on what's best for me and was feeling like this is felt strong enough finally to make that decision, follow through and then as soon as he starts in on telling me how much I hurt him or I said the wrong thing or whatever, I'm like the whole <\/span><span data-id=\"P6-N200851\">idea of why I did this, it leaves and it's like I'm not in the picture any more. It's just like about him not feeling this way about me. It's not about me having made the right choice regardless and this solidifying that I made the right choice. It just kind of unravels everything.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: I see, and maybe that's part of why you've been feeling so bad.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">(Pause): [00:19:26 -[00:19:34]<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: I mean in his brain he fucked up, he tried to make it work, he was doing all the right things, he moved out, went to therapy, went to couples therapy, you know was trying to be nicer and spend more time showing me more that he's not having whatever. So in his head it's like, ‘I did everything <\/span><span data-id=\"P6-N2008D1\">and she still doesn't want this relationship to work. So, you know, that's it.' And then I end up feeling like maybe that's true. But even if he did everything, it still wouldn't have taken away my mistrust for him and my feeling that this relationship just isn't right and so no I'm not going to go <\/span><span data-id=\"P6-N2008D2\">back on my decision or see him or anything. That was the other thing. I was like, well maybe I should just be home.<\/span><\/p>\n<span data-id=\"P6-N2008C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2008C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098940\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">THERAPIST: You know what's striking about this is how much of them are mind things for you, you understand, like how much it caused your own side of the story, like how much it undermines your own side of the story and how much, yeah. And right, you sound like you're going to go back to him is more <\/span><span data-id=\"P7-N2008F1\">like, wow, it made me feel so crummy after you finally started feeling a little bit better. And it's kind of amazing to the extent to which it affected you that way.<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">CLIENT: Yeah. And another thing that bothered me is you know my mom's really having a hard time and really depressed because Michael is there and he's awful and not doing anything and lays around all day and his room is disgusting and cigarettes smoke and leaves you know just gross and he's awful <\/span><span data-id=\"P7-N200911\">and whatever and I know she's having a really hard time but like, ‘cause she got upset at me because like I, she called me or I called her or something and I like didn't really have much to say and like was kind of like sad on the phone, whatever, I don't know, and she got really upset with me because <\/span><span data-id=\"P7-N200912\">she's like, you know you don't ask about me and you haven't asked about me and what's going on and then starts crying on the phone, like sobbing crying about Michael and like I listened and whatever but it was really hard for me because I understand that she's having a hard time and that this is really <\/span><span data-id=\"P7-N200913\">tough, but like for me to now take on like that as well just really self serving or something on her part, like I did not take on this situation with Michael and how you are feeling so shitty about it and whatever and feel more depressed because now I don't have a boyfriend, like my family's a mess <\/span><span data-id=\"P7-N200914\">and my mom is on the brink of insanity because my shithead brother who's like mentally retarded and I didn't say that, I was just listening or whatever, but she didn't even like, she said something like, ‘I know you're going through your stuff but like, blah, blah, blah,' when I feel like I would <\/span><span data-id=\"P7-N200915\">have felt better about it if she had been more like, ‘listen, I know that I really just need to talk about this with somebody. I haven't been able to talk about it. I'm sorry to bring this to you,' to be like a little more compassionate and understand of that.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: Is there like a I'm trying to understand, but is she sort of making you out to be the bad guy, too?<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: Yeah. Right. And that felt really bad like, and also like I'm sorry like to undermine somebody else's pain, because that's what [Franklin] (ph) used to do to me and it sucks and whatever but like this is something that like she's literally been going through year after year after year for Michael's <\/span><span data-id=\"P7-N200951\">entire life. This is not new behavior. This scenario is not something that hasn't happened time and time again of him being at home, her going nuts, him being on the road, smoking meth, not getting a job, depressed, whatever. And so for that reason it kind of felt like for you to come to me and act <\/span><span data-id=\"P7-N200952\">like I'm being such an asshole because I'm not asking you about what's going on at the house is really shitty. This is not something that I've not gone through before. Like, this is something totally new that I'm dealing with.<\/span><\/p>\n<span data-id=\"P7-N20094-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20094-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098940\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">CLIENT: And so like now I'm kind of mad at her and feel like feeling guilty about that. I mean like my father has been like the only one, I mean he made one comment about like I don't know why you haven't picked up my calls for the last four days or whatever, but like didn't really make a deal out of <\/span><span data-id=\"P8-N200991\">it and like he and Tracy have been the only well, Tracy is always like his like we just e-mail, she's like a little bit of (unclear)  but my dad like is being good about understanding that I'm in a sensitive place and not pushing things and whatever and it just doesn't feel like my mom, like she'll <\/span><span data-id=\"P8-N200992\">call and ask how I am and like I don't really want to talk about things with her because she's not a good person to talk about things with because she's my mom and I think she just doesn't say the right things and you know, I don't know just that she's kind of putting this on me like I'm not being a <\/span><span data-id=\"P8-N200993\">good daughter and yeah, it is very reminiscent of [Franklin] (ph) being simply telling me in not so many words that I'm not being a good girlfriend like even now, not being a good breaker upper or whatever. And I'm really not sure what to say to my mom. I don't know how to say anything to her without <\/span><span data-id=\"P8-N200994\">her getting over the top upset or overreacting or saying like, ‘I say one thing to you, one conversation and you can't just listen once, ‘ and I'm honestly like, I don't want to hear it mom, I'm sorry you're upset and depressed. Go get a fucking shrink.<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">Like, I'm sorry, you this is your own bed that you're laying in right now. Like you've made it. Like, Michael's a fucking asshole and doesn't do anything. I really don't have any sympathy for you. I don't know what to say to her. At this point I kind of really don't have sympathy for the situation. <\/span><span data-id=\"P8-N2009B1\">I'm really not sure I mean she coddles him and has always coddled him and that's exactly why he feels like he can start an application, get like depressed about one of the questions. I don't know that he got arrested. I don't even know what one of the questions I don't even know, I don't think he <\/span><span data-id=\"P8-N2009B2\">got I don't know what'll happen. And then going back and laying down and then my mom like (Exhalation). Like no, I don't know, handcuff him to the desk then. I'm really not sure what to tell her. Like, our entire existence I was like always in my head I'd be handling this so differently, like a <\/span><span data-id=\"P8-N2009B3\">silver spoon in his mouth in terms of his life situation and being able to kind of have free reign without it being a psycho loony bin. Depressed, bipolar, whatever the hell he is. I don't even know like that she's saying he's, I mean you have to think of your brother like a mentally disabled person <\/span><span data-id=\"P8-N2009B4\">because that's what he is. And I was like, really? So what is it? Like did they diagnose him as like actual bipolar or like, whatever? Well, no, he's just severely depressed.<\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">I was like okay, if it makes you feel better to think of him as a mentally disabled person then that's fine, but he's not.<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">CLIENT: He's always incapacitated. It's not a mental disability that you're depressed and don't want to work shit jobs or can't keep a job, like that's not a mental disability that's a personal problem having to do with being the result of having severe depression and maybe being other things but along <\/span><span data-id=\"P8-N200A11\">with like how many others? You know.<\/span><\/p>\n<span data-id=\"P8-N200A0-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200A0-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098940\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">(Pause): [00:27:36 00:27:48]<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">CLIENT: I mean and she's complaining but like, I don't understand. How's he have money? Who's giving him money? Why's he going out forever? Why's he allowed to borrow any of your cars, ever for anything that's not life goal oriented like whatever? Like why is he borrowing your car to go out boozing <\/span><span data-id=\"P9-N200A71\">with his friends? Like I don't understand, mom. And if it's because he's taking money from you or taking your keys while you're sleeping or whatever, then fucking arrest him. I don't know. Because so she's crying, ‘I just don't know what to do and he's oh, and I'm carrying his dirty dishes in his <\/span><span data-id=\"P9-N200A72\">room, boo hoo hoo.' Well, why are you carrying dirty dishes out of the room? Send him to a fucking halfway house. I don't, I really this is how I feel about it but I can't say that because she'll get so upset at me and she just wants to vent but I just felt like you just want to vent to somebody who <\/span><span data-id=\"P9-N200A73\">is going through something really hard and difficult and it's not the right person to vent to. Like, it's not fair and selfish and it's shitty.<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">(Pause): [00:28:47 [00:28:56]<\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">CLIENT: And now do you see why I'm like worried that this whole Michael thing that I'm going to hear about more if he has to I don't know, I don't know.<\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">THERAPIST: (Unclear) somehow. <\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">CLIENT: Yeah. \"Cause now it's not like [all wash and Franklin] (ph) and then I don't want to like pull him, you know.<\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">(Pause): [00:29:11 00:29:24]<\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">CLIENT: And it makes me not want to talk to her. It makes me not want to call her because then she's always depressed and I'm like, well good and now we're both depressed. Let's go on a family depression vacation.<\/span><\/p>\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">THERAPIST: Like (unclear) <\/span><\/p>\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">CLIENT: Once in like a couple of years ago my mom was like flipping out about something. I don't know, it was Christmas. Something happened and Michael said, ‘gee, mom, go smoke a joint or something,' and was obviously joking and we laughed, but like kind of, yeah, like ‘or something, mom.' Like I don't <\/span><span data-id=\"P9-N200B71\">know, like, chill. Like, do honestly I'm at a loss for words about it because I don't know what she is expecting. I mean the same, okay, like talk about insanity like what is that saying something about doing the same thing over and over again expecting different results or whatever?<\/span><\/p>\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">CLIENT: Is that the definition of insanity? Yeah. That's exactly what she's doing. That's what I did with [Franklin] (ph) for three years and that's what she's doing. She's doing the same, exact song and dance with Michael time and time again and it's not changing anything. And then her thing is like, <\/span><span data-id=\"P9-N200BB1\">well nothing changes anything so I don't know what to do any more. Why isn't he buying groceries at the market? Like I don't understand. He's too good for that? Something happened and there's all these holidays now so she made him sit down and made him fill out a UPS thing and he can like drive a truck. <\/span><span data-id=\"P9-N200BB2\">He has truck driving experience from a couple of jobs so that's good. Oh, I know what it was. It was the part about getting fired from a job and he got depressed and walked away. And it's like, the money part he doesn't really give a shit because it's like a revolving door with those kinds of employees, <\/span><span data-id=\"P9-N200BB3\">especially holiday work.<\/span><\/p>\n<span data-id=\"P9-N200BA-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200BA-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098940\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200BC\"><span data-id=\"P10-N200BD\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P10-N200BE\"><span data-id=\"P10-N200BF\">CLIENT: And again, like I don't ask but like where's all this money? Like, how does he have any money to buy cigarettes, like weed, go out for drinks?<\/span><\/p>\n<p data-id=\"P10-N200C0\"><span data-id=\"P10-N200C1\">THERAPIST: You know the answers to these questions.<\/span><\/p>\n<p data-id=\"P10-N200C2\"><span data-id=\"P10-N200C3\">CLIENT: Well, yeah. My parents.<\/span><\/p>\n<p data-id=\"P10-N200C4\"><span data-id=\"P10-N200C5\">THERAPIST: And not just that, but what I get from what you're saying is that she's really not going to change anything more than he is.<\/span><\/p>\n<p data-id=\"P10-N200C6\"><span data-id=\"P10-N200C7\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P10-N200C8\"><span data-id=\"P10-N200C9\">THERAPIST: And part of the problem is that she is going to continue to be this way with you and that's really not going to leave any room for your side of things.<\/span><\/p>\n<p data-id=\"P10-N200CA\"><span data-id=\"P10-N200CB\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P10-N200CC\"><span data-id=\"P10-N200CD\">THERAPIST: And so dealing with her does feel a lot like dealing with [Franklin] (ph).<\/span><\/p>\n<p data-id=\"P10-N200CE\"><span data-id=\"P10-N200CF\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P10-N200D0\"><span data-id=\"P10-N200D1\">THERAPIST: In that -<\/span><\/p>\n<p data-id=\"P10-N200D2\"><span data-id=\"P10-N200D3\">(Pause): [00:32:30 00:32:37]<\/span><\/p>\n<p data-id=\"P10-N200D4\"><span data-id=\"P10-N200D5\">THERAPIST: She really gets to you and you really want to be able to handle her in a way that makes things better or makes her behave differently towards you but it doesn't work.<\/span><\/p>\n<p data-id=\"P10-N200D6\"><span data-id=\"P10-N200D7\">(Pause): [00:32:49 00:33:02]<\/span><\/p>\n<p data-id=\"P10-N200D8\"><span data-id=\"P10-N200D9\">CLIENT: I just don't know, I want to be able to talk to her and things but I just feel like I don't want to because I'm worried that every time I talk to her or call her she's going to be sad or annoyed or you know, whatever.<\/span><\/p>\n<p data-id=\"P10-N200DA\"><span data-id=\"P10-N200DB\">THERAPIST: Are you generally right about that?<\/span><\/p>\n<p data-id=\"P10-N200DC\"><span data-id=\"P10-N200DD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N200DE\"><span data-id=\"P10-N200DF\">(Pause): [00:33:25 00:33:32]<\/span><\/p>\n<p data-id=\"P10-N200E0\"><span data-id=\"P10-N200E1\">THERAPIST: Maybe it's better to have the idea that there should be some way of dealing with her than to sort of give up on making things better with her.<\/span><\/p>\n<p data-id=\"P10-N200E2\"><span data-id=\"P10-N200E3\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P10-N200E4\"><span data-id=\"P10-N200E5\">THERAPIST: I don't mean to necessarily stop talking to her but having the idea that you can actually make it work. Maybe that's a pretty upsetting possibility.<\/span><\/p>\n<p data-id=\"P10-N200E6\"><span data-id=\"P10-N200E7\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P10-N200E8\"><span data-id=\"P10-N200E9\">(Pause): [00:34:11 00:34:22]<\/span><\/p>\n<p data-id=\"P10-N200EA\"><span data-id=\"P10-N200EB\">CLIENT: I mean my other thing is like she's generally she's much happier and well, just happier like during the times that Michael's not living at home. Clearly, it's like obviously this is draining on her and straining everybody's relationships and whatever but okay, so that's the solution.<\/span><\/p>\n<p data-id=\"P10-N200EC\"><span data-id=\"P10-N200ED\">THERAPIST: (Laughs)<\/span><\/p>\n<p data-id=\"P10-N200EE\"><span data-id=\"P10-N200EF\">CLIENT: You're throwing money at the situation so throw a little more and put a thing on an apartment or studio and fucking pay for it. Honestly, because is it really better to save that little bit of extra money and lose your mind? But I can't say anything to either of them, my dad or mom because first <\/span><span data-id=\"P10-N200EF1\">of all they've about had it about the whole situation and they've handled it different ways and whatever and what I think keep secrets from each other about either my dad doesn't tell her that he didn't give her x-amount or she doesn't tell him that she gave him extra or whatever it is. But I can't <\/span><span data-id=\"P10-N200EF2\">say anything because they get all very, ‘you don't know what's going on, Trina, no do you please,' you know, ‘don't, whatever.' But just, God, like force him to get a shitty job and find him a studio somewhere or whatever. Just handle it. I don't know. That's like my reaction and she would be happier. <\/span><span data-id=\"P10-N200EF3\">Maybe I just should say that although it's just going to upset her being her response is, ‘you don't think that I don't want to do that, Trina?' You know. And I'm like, ‘I know that you know, that's why I'm suggesting you do it.'<\/span><\/p>\n<p data-id=\"P10-N200F0\"><span data-id=\"P10-N200F1\">(Pause): [00:36:09 00:36:18]<\/span><\/p>\n<p data-id=\"P10-N200F2\"><span data-id=\"P10-N200F3\">CLIENT: But I don't think it's just really, the whole thing is unhealthy and really confusing. I just don't understand the I guess also part of me is just like you don't have a right to complain because you let him use your car and you leave your purse around and I don't know, whatever you do.<\/span><\/p>\n<span data-id=\"P10-N200F2-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200F2-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098940\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200F4\"><span data-id=\"P11-N200F5\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P11-N200F6\"><span data-id=\"P11-N200F7\">CLIENT: So I have no sympathy for you. You can't really be depressed about a situation that you're making prolonging.<\/span><\/p>\n<p data-id=\"P11-N200F8\"><span data-id=\"P11-N200F9\">(Pause): [00:36:50 00:37:04]<\/span><\/p>\n<p data-id=\"P11-N200FA\"><span data-id=\"P11-N200FB\">CLIENT: I guess is feel like I keep saying the same thing.<\/span><\/p>\n<p data-id=\"P11-N200FC\"><span data-id=\"P11-N200FD\">THERAPIST: And then you keep saying the same thing.<\/span><\/p>\n<p data-id=\"P11-N200FE\"><span data-id=\"P11-N200FF\">CLIENT: Yeah, (Laughs) pretty much.<\/span><\/p>\n<p data-id=\"P11-N20100\"><span data-id=\"P11-N20101\">THERAPIST: And it makes me feel a little bit like what I'm saying may be the wrong as it could well be, for it isn't for getting in or -<\/span><\/p>\n<p data-id=\"P11-N20102\"><span data-id=\"P11-N20103\">CLIENT: I think it's just not getting (unclear) <\/span><\/p>\n<p data-id=\"P11-N20104\"><span data-id=\"P11-N20105\">THERAPIST: So do you think it's like there's a little bit of a replay, you know a very minor echo between some of what you're talking about right? Where, except that I'm in your shoes.<\/span><\/p>\n<p data-id=\"P11-N20106\"><span data-id=\"P11-N20107\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P11-N20108\"><span data-id=\"P11-N20109\">THERAPIST: And maybe as I think about it as what's going on is and this would make you're so sick and fed up in dealing with all this shit that you don't want to listen to me, you want to vent on what's going on, kind of in a way like watch me sort of try uselessly to make a -<\/span><\/p>\n<p data-id=\"P11-N2010A\"><span data-id=\"P11-N2010B\">CLIENT: (Laughs)<\/span><\/p>\n<p data-id=\"P11-N2010C\"><span data-id=\"P11-N2010D\">THERAPIST: of you because that's what everybody's doing to you.<\/span><\/p>\n<p data-id=\"P11-N2010E\"><span data-id=\"P11-N2010F\">CLIENT: Yeah, a little bit. A little bit, I think. You know right now especially, especially after such an emotionally tiring week.<\/span><\/p>\n<p data-id=\"P11-N20110\"><span data-id=\"P11-N20111\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P11-N20112\"><span data-id=\"P11-N20113\">CLIENT: That yeah, a little bit. Kind of just come in an be able to vent and like the only thing like honestly I was looking for a little bit was like validation that I should not change my plans and be at (unclear)  tomorrow, which you validated like I think I just needed someone, like one more person to -<\/span><\/p>\n<p data-id=\"P11-N20114\"><span data-id=\"P11-N20115\">THERAPIST: (Unclear) <\/span><\/p>\n<p data-id=\"P11-N20116\"><span data-id=\"P11-N20117\">CLIENT: Yeah, that's not a good idea, Trina, like you said you didn't want to do it, so don't. But, I'm just hoping that after he leaves tomorrow I can go home and if there's anything else, get rid of it and be done with at least the physical material stuff.<\/span><\/p>\n<p data-id=\"P11-N20118\"><span data-id=\"P11-N20119\">THERAPIST: We'll stop for now.<\/span><\/p>\n<p data-id=\"P11-N2011A\"><span data-id=\"P11-N2011B\">CLIENT: Okay. So,<\/span><\/p>\n<p data-id=\"P11-N2011C\"><span data-id=\"P11-N2011D\">THERAPIST: We're on for next week?<\/span><\/p>\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">THERAPIST: Yeah?<\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">CLIENT: And I have a vacation coming up?<\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P11-N20126\"><span data-id=\"P11-N20127\">CLIENT: But we can talk about it next week.<\/span><\/p>\n<p data-id=\"P11-N20128\"><span data-id=\"P11-N20129\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">CLIENT: All righty.<\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">THERAPIST: Take care.<\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">CLIENT: Take care.<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">THERAPIST: Have a good weekend.<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">CLIENT: Thanks. You too.<\/span><\/p>\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}