{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is feeling highly irritable and down; he is not sure what precipitated these emotions."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Psychological issues","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Dreams","Childhood adjustment","Parent-child relationships","Interpersonal relations","Nervousness","Psychoanalytic Psychology","Anger","Anxiety","Irritability","Depression (emotion)","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Psychological issues","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2013"],"weight":15},{"name":"page_count","label":"Page Count","values":["12"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Dreams","Childhood adjustment","Parent-child relationships","Interpersonal relations","Nervousness"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety","Irritability","Depression (emotion)"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2098464","dorpId":"1004967296","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 29: December 06, 2012: Client is feeling highly irritable and down; he is not sure what precipitated these emotions.","fullTitle":"Client \"AP\", Session 29: December 06, 2012: Client is feeling highly irritable and down; he is not sure what precipitated these emotions.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098464\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: And then we'll move back to March 1st.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Sounds good. So, I don't know what's going on this week, the thing that I've been really noticing, and something I've had all along that I think we haven't really addressed in here. I think it's important because it really bothers me, but I feel super, it hasn't been nonstop all week, but I've <\/span><span data-id=\"P1-N2000F1\">been feeling like super aggravated and melancholy\/ lethargic. That's not a good combination. I don't know, like today I'm super fucking annoyed, every little thing, and I don't know I just don't like that. [0:01:03] That's the kind of thing that my friend Dave does, who I kind of like will joke, but <\/span><span data-id=\"P1-N2000F2\">once in awhile I'm like that too, like it just really bothers me that I get like that.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: What kind of things, today, are coming up as an example?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Today was like the first thing was I go out there, trash, garbage was yesterday, or this morning and it's like I just get annoyed (muttering) downtown has these new trash bin things, which is great but I went out there and one of the neighbors bins had somehow gotten on our side, and I don't <\/span><span data-id=\"P1-N200131\">know why it just sets me off. Annoyed the fucking shit out of me. [0:02:00]<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Meaning they've been emptied but somehow got<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I'm sure when the garbage guys, you know, they're doing all this shit they just kind of dumped it a little more on our side, you know. It just annoyed me, like all these fucking garbage cans in front of our house. So as I was moving it, then my mom showed up with my grandmother, and that annoyed <\/span><span data-id=\"P1-N200171\">me, like of course, I can't just be in peace. Like in this fucking moment you have to show up. I don't know that just annoyed me, I don't know. I just felt really annoyed, really annoyed. Then to just get a cup of coffee, it's like it sounds like an old man but it's has gotten so fucking crowded. It's <\/span><span data-id=\"P1-N200172\">like it has become this major thoroughfare. It's like no parking, people are double parked, people are honking. And of course everyone's an asshole they know how to park, they don't know how to use their signals, you know? I was like what the? So that just annoyed me, I don't know just everything. [0:03:03]<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: I don't know I just feel really aggravated, it's bothering me.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: They're both examples of people you're sensing that your territory is being encroached upon.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah. I know that's what I was thinking of. Like it must be some, you know, it's again its that feeling that somehow people are doing something on purpose, to me, you know what I mean? Somehow? I don't that's not the case but I don't know. When I was little I used to have a bad temper, I think <\/span><span data-id=\"P1-N2001D1\">I've said that. So I'm sure it's somehow connected. I used to just have like a, I'd go from being the way I normally am, like calm, calm, very patient, and then you did not want to be around me if I you know, lost it. [0:04:00] (pause)<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: And like it even happened here. I was like oh what the fuck, somebody at 12:50. What the fuck? It's like 12:53. What the fuck, why are getting so, you know I get these little things. It's really is like my friend Dave. We're very, it's like personal. It's as if it's totally personal. And it's <\/span><span data-id=\"P1-N2001F1\">like I don't like that feeling you know. That's like, and then I don't like the flip side which is that I've been feeling just really lethargic. Like kind of like melancholy or something. I'm just kind of sluggish and tired, and just blah. I don't know what that's all about. Like I'm seeing Kelly tomorrow, <\/span><span data-id=\"P1-N2001F2\">I should be really excited you know? I'm sure I will be when I see her, but I almost feel worried like I feel like I'm kind of out of it, or I'm tired. I feel a little bit like what if? Like I don't know it's like all these negativities, it's weird. [0:05:13]<\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098464\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: I'm like oh what if I don't, you know. What if I don't perform well sexually or what if I snore when we're sleep? Like weird little, you know what I mean? Like I don't know man, it's really weird. (pause) But I just figured, because I don't know if we've ever talked about that in here. On my <\/span><span data-id=\"P2-N200211\">way here I was like you know what? I just don't like it, it's not. Obviously its part of me, but it's not really me you know what I mean? I don't like getting so worked up about these things. [0:06:02]<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: You want to know if it's been harder to talk about in a way because it's like maybe this part that doesn't feel calm, cool, and collected. It feels confusing. What is this inside you? When you recognize it's about in the moment it feels like a small thing, but I don't know that in the meaning <\/span><span data-id=\"P2-N200231\">of it, it is a small thing inside. It feels a little out of control.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: No that's the thing, I think that's what I decided today, this isn't a small thing. Just like I don't think it, because that's what I thought. I thought of my friend Dave. I was like when he gets like this I don't think it's a small thing. Right, I always think man this poor guy like there's <\/span><span data-id=\"P2-N200251\">something deep in him that you know, well it's the same thing. It's like everyone gets aggravated a little here or there. But these moments of just intense, like I'm giving myself a headache. [0:07:10] It's like my head hurts. It's like there's no reason for that. It's a nice day out, I'm here, like <\/span><span data-id=\"P2-N200252\">what's the problem you know?<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: That's what we have to figure out. (pause) When you're seating up there I wonder if that certain bond that set of feelings too. That you're sitting there saying you know it's another place that feels like someone is encroaching on your space. And you say I can't help I just take it personally. <\/span><span data-id=\"P2-N200271\">Well how would you think that when you say that?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: You mean personally how?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Yeah. Like what does it mean? What's the unconscious fantasy about it?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: I think it's like, I don't know. I think it's like, part of it's like what the fuck doesn't Tricia know what time it is or something? Or getting annoyed at whoever the person, your patron is, that they're rambling, that they're somehow encroaching on your time. Like maybe it's time to go and <\/span><span data-id=\"P2-N2002D1\">they're still, I don't know. [0:08:20]<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: I don't really know what it is. It's just yeah, it's just kind of like it's too close for comfort, I feel like. You know? Or then I'll feel like how the fuck can Tricia be ready to talk to me or anybody now when she just talked to this person, you know? I don't know, it's just like a combination <\/span><span data-id=\"P2-N2002F1\">of all these, but yeah the bottom line of it, it just feels too close for comfort somehow. It feels like things are (pause) there's isn't like breathing, a buffer or room. [0:09:00]<\/span><\/p>\n<span data-id=\"P2-N2002E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098464\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: And what would happen in that buffer zone, that would make you feel better?<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: Again I think it's just the idea that there wouldn't be immediately someone else kind of encroaching, you know what I mean? I think that's what it is. I don't care that there are people at Dunkin Donuts, it's just when it's so fucking. It's almost claustrophobic, the double parking, not parking <\/span><span data-id=\"P3-N200331\">properly. Then you walk in there and there's a fucking half ass line, and just like I don't know there's something about it. I don't care if there's some people there, but then there's some order. You know like it's elbow room and you know. I think that's what it is. Or part of what it is. I mean for <\/span><span data-id=\"P3-N200332\">example I never go to Star Market, or CVS, or the mall, or Target, I never ever go to those places during any time when I think there will be a lot of people. I just don't. [0:10:05]<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Like I'd rather go there 10 o'clock at night and just feel calm and there's plenty of room and you know. Now some of that I think a lot of people do that. I mean I have friends who are like that too, they don't want to fucking go to Target when it's a zillion people. But I think that there's <\/span><span data-id=\"P3-N200351\">definitely more, you know?<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: Yeah because I wonder as we think about generalizing it to the garbage cans too, where it's not a, until your family arrived, there's still even something happening about that. That is not about feeling claustrophobic with people.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Well but it is though. It's claustrophobic in terms of like this fantasy that somehow they're encroaching on my space. That's like what<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: Other people's stuff, other people's garbage. [0:11:01]<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: Exactly. Like you have all this room, why is your shit here? I don't get that, you know. Intellectually I do get it in a way, because it's like probably there were cars there, parked. They're fucking garbage guys they came, they took the cans, that's where they saw there was some space to leave <\/span><span data-id=\"P3-N2003D1\">that, and they fucking left. I mean they're not you know. I know that no one is doing anything on purpose, but it's more how I'm reacting to it. (pause).<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Does it make you feel like just a number? When there's so many people? Like how much then do you matter or something?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: No. No it's more just again it's like this feeling of that somehow people are disrespectful or impolite, and yeah there's something overwhelming and claustrophobic about it. [0:12:03] (pause) I don't know I can't explain it. It's kind of like when I'm walking into Central Square, you know, and <\/span><span data-id=\"P3-N200411\">there's just all these fucking freaks and people yelling at each other, and drug addicts, and weirdo's. Like that's that, I hate it. There's something I can't stand about that. I know I'm not alone. I know it's not some unique thing. I know I have a couple of friends who cannot stand walking around <\/span><span data-id=\"P3-N200412\">in Central Square. But again it's the combination of it would be one thing if that kind of stuff just bothered me, but this feeling of getting so aggravated is just what I don't like. (pause)<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: And the weird thing was I woke up and I got a lot done. Like I did some errands, I took, you know like I've been kind of on top of things, you know? So I didn't even know why like. (pause) [0:13:05]<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: I don't know why you wanted to just started talking about it, it's a nice dream. You like the dreams you used to have. You'd never say much about the dream beyond that it would be yelling, screaming usually at your mother. And now be it just an image of screaming in one form or another. That <\/span><span data-id=\"P3-N200451\">there's anger there in all of this, and how you've felt hard to be in some ways intrusive and claustrophobically humbling and present around you. Both neglectful and then intrusive at the same time. [0:14:08]<\/span><\/p>\n<span data-id=\"P3-N20044-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098464\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: Yeah, yeah. It's funny I was thinking about that too on my way here, I was like I wonder if it's just that I feel like all of downtown is, I mean this is where I'm from, so maybe there's that thing of like well I do love it here, but I also want to be left alone, you know? So I wonder you know <\/span><span data-id=\"P4-N200471\">what I mean? Like (pause) it's like I've always known that I'm in a unique situation, I know a lot of people leave their home towns and they move. But when you like where you're from, what am I suppose to do? You know what I mean? Like I guess if I was like really comfortable and well off I would just <\/span><span data-id=\"P4-N200472\">live somewhere else in this area, you know what I mean? But you know, so I don't know I wonder if that's what it is. I just feel like (pause) I don't know? I don't know if that's totally true. [0:15:06] (pause)<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: I have a feeling that it's a lot of the other stuff that's being going on, which is that a lot of this aggravation or whatever, it's not in the present. You know what I mean? It's like some old thing that's coming up in situations that are not really that aggravating.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: What's coming to mind when you say that?<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: I don't know. I mean I'm just saying that I think it's probably old<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Because it looks like there's a lot of feeling going into that.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: I don't know. Just, I think I'm just thinking about being a kid and like when I'd lose my temper. Obviously there was something going on. Obviously my family annoyed or whatever the fuck, I don't know. But (pause) [0:16:05]<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: How would they annoy you?<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: I mean I don't know, I guess just like. I don't know, not getting along with my mom, or feeling alone or bored. (pause)<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: How about angry?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Yeah, angry, annoyed.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Or claustrophobic.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Not when I was a kid, I don't think I felt claustrophobia. It's now that I feel [0:17:06] (15 sec pause)<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Surrounded by people but still [inaudible]. (30 second pause)<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: See even that noise annoys the shit out of me. I hate that! I hate that I'm like that, that's awful, that's so awful.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: You're so quick to criticize it [inaudible] [0:18:05]<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Yeah because it's I mean it's a little too much. Like every little thing like sets me off. Like it really makes me super angry. And that's like what? They're just someone sitting there, they're not. It's just so, you know what it is? It's just feels so childish like it's so fucking immature. (pause)<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: But why do those feelings not matter?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: No, no, no. They do matter. I'm just saying. (pause)<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: What about that sound right now?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Well what sort of happens on days like this, I feel like oh see like it's gonna be one of those days where I'm, it's almost like I'm asking for it. In other words because I feel this way, that shit's gonna happen all day. [0:19:12]<\/span><\/p>\n<span data-id=\"P4-N2006C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098464\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">There's gonna be some little tick, it's like I'm being poked and prodded. Like oh is that bothering you today, people driving shitty, and too many people? Well hey so all day there's gonna be shit. There's gonna be weird noises. People like in your space, they're gonna be you know. (pause)<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Almost as though it's been in your face through the day.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Yeah right, exactly.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: Which is different than what I think you also know they're toying with understanding that your, because you're feeling this way today you're picking up on things in different ways. You don't always feel this way, I mean even here. [0:20:09]<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: Yeah, yeah, or like in the past, like I am very sensitive to noise, it does bother me, but I've got really good at just being like okay we all make a little, we all live in a society so no one is doing it on purpose. Like I've gotten better, way better at that. But yeah but then when it's days <\/span><span data-id=\"P5-N200771\">like this it's like every little thing becomes.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: Then becomes what?<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Just what I was saying like it becomes my fate for the day.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: I get that part, but what exactly is it? Is it like an intrusion?<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: That it's not going to be a peaceful day. Like I can't just have like a mellow, peaceful. Yeah I don't know, I don't know what it is. For example oh I'm gonna go to Starbucks, and this is gonna be the one day where it's a fucking madhouse. I can't get a place to sit and I've gotta leave. I can't, <\/span><span data-id=\"P5-N2007F1\">or I'm just gonna stand there for awhile waiting for some douchebag to leave, and like it's not gonna be an easy day. It's not gonna be an I don't know. [0:21:16] Then I think what happens is that then trickles or turns into self-defeated thoughts, you know what I mean? Like well I'm not gonna fucking <\/span><span data-id=\"P5-N2007F2\">go to the gym. I'm not like, you know. It just becomes very self. Basically what happens on days like this, when it's this bad is I'm paralyzed for the day. Like I just wanna get through the day. I can't do anything, I can't think straight. I can't really enjoy anything. It's very difficult. (pause) [0:22:11]<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: I don't know why I keep getting crazy images of something. This sounds like a fantasy metaphor because we don't know concretely but something so, so clear like [inaudible] As you describe lets say walking into Starbucks and this is gonna be the day where it's just a zoo, and [inaudible] nothing <\/span><span data-id=\"P5-N200811\">goes my way. It's like the feeling of just wanting to be held, and the environment to kind of hold you and take care of you, and have it just be okay, and safe, and quiet if you want quiet, or loud if you want it loud, or social if you want it social, or you know. Just the wish for that to kind of fall <\/span><span data-id=\"P5-N200812\">in and hold you that it keeps getting some days there's some feeling that make that feel like it's getting absolutely squashed. [0:23:15] (pause)<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Yeah, I don't know. Like what bothers me ultimately to about that is like I end up feeling like this total futility. Like I just, like I'm, you know? It's tied into that whole self-defeating. (pause) [0:24:06]<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: See I think you must have felt that as a baby. Learned pretty quickly that it wasn't worth it.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: As a baby though? I mean what, I can't even, quite understand that. Because I mean the weird thing is that I think as a baby that's when I was most loved. I was, there were no other babies in the family, I was the first one. And, I've seen all pictures, photos, and stuff like, you know, I'm <\/span><span data-id=\"P5-N200871\">the center of attention. So I can see how that would be the case when I got a little bit older. Or maybe, maybe there's something I'm not aware of. (pause) [0:25:08]<\/span><\/p>\n<span data-id=\"P5-N20086-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098464\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: I don't know exactly who [inaudible] but I do know is parents don't have a personality transformation between when their child is a baby and when their child is a child. And so what we know about how your mother responded to you as a child is also has to be a piece of how she responded to <\/span><span data-id=\"P6-N200891\">you as a baby.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: That's interesting, yeah that's a good point, people can't just suddenly change when you're 4 or 5.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: So if they're narcissistically preoccupied when your 4 and 5, and 12, and 17. They probably are when you're a baby too. Even though a snapshot photo shows a moment where they truly are getting narcissistic gratification over this baby. But is it about the baby, and getting to know this little <\/span><span data-id=\"P6-N2008D1\">person, and who this person is gonna be? Or is it about the parents? Is it about her projection into the baby about who she wants the baby to be? Even what the baby means for her. [0:26:15]<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: That's a good point. Especially with their miscarriage and everything. Maybe she projected her anger on me, or weird feelings or whatever.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: So much. Or the feeling that this one better be.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Yeah, or that's the opposite that everything is invested in this one kid. Actually that's more like what it is.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: That can feel even more desperate then, and an investment. Like that would have happened with the first baby too? Now it's you're carrying a load for two right away. [0:27:09]<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: How long before you, she was pregnant for you was did she miscarry?<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: After me.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: It was after you, okay. Do you know how long after?<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: No. I think it was in North Carolina. (pause) I mean it's definitely before I have memory. I have no memory at all of her being pregnant or anything like that. Any. So I'm assuming it was before I was five. Like four. Maybe it was here then, I don't know. (pause)<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: Do you know if she was trying to have a baby?<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: I think so. I mean knowing them and knowing that generation, very few people were like let's stop at one, you know. Especially someone like her who is not competing so much but definitely cares about what others are doing. And I don't know any of her friends, I think maybe one, two families <\/span><span data-id=\"P6-N200A11\">maybe that have one kid, but they all have at least two or three. [0:28:19]<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Her sisters have two. Her brother has three, you know. And also I'm sure my Dad had five siblings, I'm sure he wanted one more. (pause)<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: You know about it because she told you about it years later?<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Recently yeah. (pause) [0:29:13]<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: But you had to know about it then too, in some way. Kids pick up these things. Even toddlers, even if you didn't know with words.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Yeah, I'm sure, I'm sure. (pause) It's funny I was just thinking. I didn't make the connection, but yesterday I was also really annoyed. We've been having trouble getting a show locally. Like yesterday it really fucking annoyed me! Like you know what, I forgot what a fucking cliquey you know <\/span><span data-id=\"P6-N200AB1\">high schoolly fucking thing this town is with Indie Rock. It's like everybody and their friends just getting each other shows, it's all it is. Same couple of bands, just rotating. [0:30:17]<\/span><\/p>\n<span data-id=\"P6-N200AA-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200AA-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098464\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: I wonder if it's connected somehow. That's really been on my mind, that's like what the fuck? Or even New York, like suddenly I'm not hearing back from any venues. I don't know. That's been kind of annoying.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: Did you say you didn't get in the show, like a specific one you've been trying to get into?<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: No. Well I've been pushing to get a show, and that hasn't happened. And I've been pushing to get this CD release party together, and that's like not happening. It's just like, you know, it's reminding me of how I used to feel with my first. I've always had this slightly antagonistic, which works <\/span><span data-id=\"P7-N200B11\">for me, I think that's good I don't want to be so in that scene or whatever, but now it's getting like a little bit annoying. Like I mean we gotta play shows. I mean you can't. [0:31:16]<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: And it doesn't make sense to, or it doesn't make sense for it to be this difficult. So that really annoyed me yesterday, I was like fuck me, and fuck these people. Because it really is, like it's just a clique. And I've been outta the scene for a long time, and even back then I wasn't really, <\/span><span data-id=\"P7-N200B31\">I was but I wasn't you know what I mean? I wasn't really. So, but like I said, I kind of like it like that. I do thrive a little bit on being that, because I know how good my music is so I know it will feel better to make them come around. [0:32:21]<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: Instead of, I'm not gonna kowtow to anybody. But it's just fucking annoying. (long pause) But even that's weird, like I went to Guitar Center yesterday, I got. Like I'm setting myself up at home to be able to do better recordings. So that's the weird thing, like I'm do, you know what I mean? <\/span><span data-id=\"P7-N200B51\">That's kind of where I don't get this week, like things are good, you know what I mean? [0:33:10]<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Whereas I feel like in the past, all this annoying, when I feel this annoyed, generally I point at things and say well this isn't going well, this isn't going well. I don't have a girlfriend, I you know what I mean? I don't have that now. I don't know, this morning I woke up, I wrote a bunch <\/span><span data-id=\"P7-N200B71\">of bills, I you know, I don't know. I had a breakfast. You know what I mean? Like I don't know. I don't. (pause)<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: What? What are you saying?<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: No I'm saying I don't get why this week in particular. Or why it's been so<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: Sad?<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: Yeah kind of. Sad, and mostly aggravated yeah. [0:34:02] (pause)<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: I wonder if aggravated is easier to feel than sad? It feels like there's so much sadness [inaudible] aggravated.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: Maybe. Yeah, I mean yeah I wouldn't be surprised. They say isn't anger just like sadness or something?<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: Well especially if your anger is about feeling shut out, or feeling like an outsider, or feeling being encroached upon. Or just not being able to be left alone peacefully and attended to peacefully. I think there's also as you're having those experiences right now, emotional experiences about <\/span><span data-id=\"P7-N200C51\">things happening out there that you're starting to be aware of really aren't quite about those things. There's a lot of sadness that wells up next to the aggravation because it's, you're aware of this having been happened already. That you were feeling this as a kid. [0:35:15]<\/span><\/p>\n<span data-id=\"P7-N200C4-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200C4-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098464\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">THERAPIST: When you were encroached upon as a kid or treated as an outsider. Felt like you're alone in your own family. At least just want some peace and quiet space, you can be part of the family, you know? Just evidently sitting there alone, and even that you don't get sometimes. (pause) To know someone <\/span><span data-id=\"P8-N200C71\">will take care of you.<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">CLIENT: Yeah, I think that's true. (pause)<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">THERAPIST: Even me. Sometimes you show up here and it feels like, I'm not taking care of you. I made appointments too close together. Starting you a couple of minutes late even I'm failing you. [0:36:19]<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">CLIENT: Yeah, I guess that is true. It is bad. Or like my band can't go on tour with me, or like all these things I like either have to end up doing alone, or yeah. (long pause) [0:37:21]<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">THERAPIST: If it sounds like it's boiling down to the feeling that wow really at the end of the day I'm alone. There's not really anybody that's gonna be there.<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">CLIENT: And maybe that's why with seeing Kelly tomorrow, maybe that's what's happening? It's like when I feel this whatever, aggravated and angry or sad or whatever, it's that feeling like yeah but you know brace yourself because I'm sure something will go wrong. It won't work out, or like this is doomed, <\/span><span data-id=\"P8-N200D11\">or something, I don't know if that's the feeling but. (pause) [0:38:13]<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">THERAPIST: Were you feeling that here Monday? Do you remember anything about being here? There I started [inaudible] someway?<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">CLIENT: No it started Tuesday. I saw a really crazy dream Monday night, and Tuesday I literally woke up, and this never happened. I woke up feeling kind of just melancholy and blah. I just wasn't feeling it. Tuesday was a weird day.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">THERAPIST: What was the dream, what's so important?<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">CLIENT: The dream was I was in a bar and made friends with an NBA player in a bar who's also in movies.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">THERAPIST: A man or a woman?<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">CLIENT: Man. I think he was a white guy, I'm not sure but super nice. Like we became really tight friends or something. Really nice person, and then from there I somehow got two checks and each check was for 99 grand. [0:39:21]<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: Then I remember like I was, so it was like not a bad dream. I was happy that I had this friend. I was pretty happy I got two checks for 99 grand. Whatever. Then it kind of changed. Then I'm driving, and I didn't know where I was, I didn't know, it seemed like the South but I didn't know the <\/span><span data-id=\"P8-N200DF1\">highway or whatever, and as I was driving there was either a laptop or a TV in the car with Netflix on it or movies. This was the one recurring thing I have in dreams which is that I'm either running or driving, and I'm fucking sleepy. So I'm driving and I'm all lethargic and feeling weird whatever. <\/span><span data-id=\"P8-N200DF2\">I'm also trying to watch what's on the TV I think. But the thing about it was, it was beautiful it was like this very Autumn. [0:40:18]<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">CLIENT: So the trees are still very lush, but they're changing colors. And like the sunlight was beautiful. It was really, really awesome. So then I turn off the road and it was like a college or some kind of college, and there weren't a lot of people there. There were hardly any people there. And then <\/span><span data-id=\"P8-N200E11\">I ran into my friend who told me that she wanted to become a doctor. She said she wanted to go to medical school. So I was like great, and I think I gave her some tips on Grad school or something? Then that was it. Oh, then after, as I was talking to her I saw two woman who were from Assyria or something. <\/span><span data-id=\"P8-N200E12\">So I kind of chatted with them in Assyrian, but again it wasn't, none of it was like nightmarish or stressful. The only parts I didn't like were, because at this point in my dreams I can recognized, oh fuck here we go again. [0:41:18]<\/span><\/p>\n<span data-id=\"P8-N200E0-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200E0-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098464\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">CLIENT: I'm trying to drive, I can't keep my eyes open. I'm exhausted. But other than that it was like really beautiful. I don't know. But I woke up and I was just super, I just woke up down, yeah.<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">THERAPIST: Do you remember more about the feeling, and how you were thinking about dreams? Or part of the dreams?<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">CLIENT: When I woke up?<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">THERAPIST: Yeah. Were you sad?<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">CLIENT: Yeah definitely felt a little bit discomDaveulated a little bit. That's why I immediately wrote it down, I was like what the fuck was that all about? [0:42:08]<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: My guess would be a lot. you don't entirely know all of it but it's very evocative. I mean for one, just the progression from friends with NBA players, getting checks in the mail to driving, and sleepy driving and watching Netflix. It's like it sort of feels like it's coming from big dreams <\/span><span data-id=\"P9-N200ED1\">to kind of ordinary experience? And then you run into a friend, and she's going to medical school and you're saying that's good for you but you're not.<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: I guess. Huh, yeah. Yeah that part of the dream I don't understand. I didn't know what that was all about, it was so beautiful and peaceful. [0:43:15] (pause)<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">THERAPIST: But it's not NBA and big checks either.<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">CLIENT: I guess yeah.<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">THERAPIST: It just sounds more real.<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">CLIENT: Yeah, yeah. (pause) And I don't know why I'm always, I can't drive without feeling awful.<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">THERAPIST: Do you mean that in your dreams? Or do you mean literally? Waking.<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">CLIENT: No, no. I mean that, you know like some people have recurring dreams? I don't have any of that. The only recurring thing I have in my dreams, the one thing is I can never ever be in a car, driving and not feeling like shit. I always feel like shit. Like I literally will be swerving, like I can't <\/span><span data-id=\"P9-N200FB1\">keep my eyes open. It's a really awful feeling. [0:44:19]<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">CLIENT: Now I don't know if this started after the DUI thing? You know maybe?<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">THERAPIST: I wouldn't say so.<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">CLIENT: No? oh, okay.<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">THERAPIST: I mean it's such a metaphor right? I don't know.<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">CLIENT: Ok yeah I guess. Well just because I don't remember having this recurring dream for years and years and years. It feels relatively just in the last few years. Then again I never used to remember my dreams, so who the hell knows. But yeah that's the big. Not so much even running, it really is <\/span><span data-id=\"P9-N201051\">driving. There will be a lot of driving and awful driving. Where I feel like shit. In the past I would rationalize like well maybe it's because I'm snoring. So I'm actually not sleeping well, and (chuckling) [0:45:08]<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">THERAPIST: Where's I'm thinking the struggle of being in the driver seat, and driving. Forward initiative. You figure in that space that you feel like you're in charge of, but then it feels like it veers off and it gets confusing or gets sticky again.<\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">CLIENT: Yeah. I think it's I'm trying to get somewhere, but I don't feel completely. It's as if the car is driving me, I don't know what road I'm on. I can usually not recognize anything. (pause)<\/span><\/p>\n<span data-id=\"P9-N20108-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20108-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098464\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">THERAPIST: You're not an agent with initiative and clarity.<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">CLIENT: Yeah it's not like ok I'm gonna get in the car and go see Dave. Or I'm gonna get in the car and drive to the coast. Or I'm just suddenly in the forest somewhere. It's beautiful but you know. [0:46:05] (pause)<\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">THERAPIST: Till tomorrow.<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">CLIENT: 310?<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">THERAPIST: 310.<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">CLIENT: Thanks Tricia, see ya.<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}