{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a traumatizing event that happened while away for the summer and her desire to frame everything in the narrative of a victim."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Self pity","Sexual experiences","Responsibility","Power","Parent-child relationships","Psychoanalytic Psychology","Sadness","Low self-esteem","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["16"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Self pity","Sexual experiences","Responsibility","Power","Parent-child relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Low self-esteem"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":13,"pageCount":13,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559628","dorpId":"1005577550","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, August 12, 2013: Client discusses a traumatizing event that happened while away for the summer and her desire to frame everything in the narrative of a victim.","fullTitle":"Client \"S\" Therapy Session Audio Recording, August 12, 2013: Client discusses a traumatizing event that happened while away for the summer and her desire to frame everything in the narrative of a victim.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":13,"totalPages":13,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":13,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559628\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">(Silence)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: (inaudible 01:52) how are you?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Good. How are you?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Good. I'll be with you in just a moment. (inaudible 02:10)<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">(Silence)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: How are you?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Good, thank you.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Did you have a good summer?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: I did, thank you. How are you doing?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: I'm okay. Yes, quite a long time, I guess. Two months, right? (Laughter) So just got back last week, so I'm still, like, adjusting to the U.S. (Laughter) Old routine and stuff. It's always, like, a big adjustment for me because the two places are so different. Yeah, I've always had a hard time. <\/span><span data-id=\"P1-N2001F1\">Like, even when I first moved here. So it's like trying to reconcile these two worlds. It's very hard. (Laughter) It makes me kind of schizophrenic or, like, a liar or something. So now, I'm, like, I'm trying to hoping for some maturity, you know, in terms of, like, deciding between the two places. <\/span><span data-id=\"P1-N2001F2\">I don't know. Like, (inaudible 04:38) everyone struggles with, so it's not like it's, you know. I don't have to, like well, like, everyone has (inaudible 04:49), like, you have everyone faced with the same problem, but you have to figure it out for yourself. Like, someone else's solution won't really <\/span><span data-id=\"P1-N2001F3\">help you. So...<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">But, yeah. Like (sighs), I mean, like, in terms of deciding where to live long term, I, like, philosophically, the two places are very different. Yeah. And there is good and bad aspects about both. And I feel like I've seen the bad aspects of Nepal up close a lot. (Laughter) So I'm hoping to see some <\/span><span data-id=\"P1-N200211\">good, although, you know, you have to be there to see that. You have to make it happen. You can't just sit around and hope that good things will happen to you. I guess that's true for both places. But yeah, I think I'm thinking these things because of what happened this time around in Nepal. Like, so, <\/span><span data-id=\"P1-N200212\">and I'm, like, so caught up with trying to understand the meaning. And then, like, you know, I don't have to think about what it means, because it's like that'll just, you know, depress me or something. So I was molested (laughter) and this is a very weird situation. So I just, like, I keep thinking, <\/span><span data-id=\"P1-N200213\">\"Well, why did it happen to me?\" And then I'm like, \"Well, it happens to everyone.\" <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: What happened?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Well, so, like, I wanted to go there and work, you know. So I didn't just want to hang out with Chris (sp?). Like, 50 percent of the time, that's what I did, but I just was at his place in Istanbul with his parents and him. And it was raining a lot in Istanbul, so we couldn't really go out. <\/span><span data-id=\"P1-N200251\">So basically, that's what we were doing. But the other 50 percent of the time, I actually tried to find places to go to where I could be by myself and work. So Chris (sp?) asked this woman who was on his dissertation committee. She's, like, this big shot. She's an author herself and she was a scholar <\/span><span data-id=\"P1-N200252\">and all that. And, like, she used to live here and that's how they know each other.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">And I was a little skeptical, like, taking favors from her, because I've always looked up to her, you know. And, like, I've always felt very and people I look up to, I don't really have, like, an equal relationship with, you know. That's just how I am. Like, I feel I'm beneath them or below them, <\/span><span data-id=\"P1-N200271\">(laughter) which is also something I should work on.<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559628\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">So she said she had I could stay at her old apartment, which is on top of her parents' house in India. And she said, like, that she has a tenant there, and he was going to go away for, like, a month. So I just had to pay later, really, and pay for the (inaudible 08:26). I could stay there for three <\/span><span data-id=\"P2-N200291\">weeks, and that's what I did. And I was getting work done. I was by myself in that apartment. Her parents are really nice. Her mom especially. And, like, her dad was old (ph). He was 80-years-old and he was, like, a very famous poet and, like, he's won awards. And so, he has a name. you know, a following <\/span><span data-id=\"P2-N200292\">and stuff. <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">So he was very affectionate, and I was kind of surprised. I was like, you know, like, this 80-year-old famous poet is taking such a personal interest in my, you know, comfort. And so it was very hot. Like, really, really hot in India. So, like, there's only one room that had AC in it, but I couldn't <\/span><span data-id=\"P2-N2002B1\">really sit in that room. It was a bedroom. I couldn't sit in there and work, so I was working in the living room that, like, opened into a balcony. It was kind of shut. It was a glass door. And there was a cooler. I don't know if you there's no such thing as a cooler in the U.S. Like, there's wood <\/span><span data-id=\"P2-N2002B2\">shavings it's like a it's a big fan and there's three panel that have wood shavings on them that have via a motor. If you put water on them, it gives cool air. (Laughter)<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">Anyway, so they wanted to get that fixed for me so I could sit in the room. And, like, he would come upstairs to check on the machine. And I would see his little face, like, from the balcony. Like, I'd be working and I'm seeing him, like, you know, two feet away, behind that glass and, like, bending <\/span><span data-id=\"P2-N2002D1\">down, looking at the cooler. And I would be, like, \"Oh my gosh,\" you know. I felt very humbled and, you know, very (inaudible 08:54).<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">So he would just, you know, ask me personal questions. Like, you know, \"My daughter says you don't want to commit right now because you're working or you want to finish your project.\" I said, \"Yeah.\" Then he was like, \"Give me a hug.\" First he was like just a handshake, then he was like, \"Give me a <\/span><span data-id=\"P2-N2002F1\">hug.\" (Laughter) I was a bit weirded out, but I was like, \"You're a little (ph) 80-year-old man, harmless and, you know, my friend's father.\" Or, you know, not my friend but, you know, in some sense, is my friend.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">And then, yeah. So, like, one evening, like, his wife was away and she was actually visiting the daughter. And, like, he and I it was raining heavily, so I went upstairs and got an umbrella. Soon as her car was pulling in, but before that, he was like, \"Yeah, just sit with me.\" And at one point, he <\/span><span data-id=\"P2-N200311\">said, \"Sit on -\" Because there was only one chair on the balcony, so he said, \"Well, you can sit on my lap.\" (Laughter) I was just like, what? You know, so I just ignored that. I was like, yeah, he's, you know, 80. He can't really mean what I think he might mean. It was, like, a flag and I didn't want <\/span><span data-id=\"P2-N200312\">to react on it, because I was like, I'm the one who's a pervert (laughter) because I'm thinking he's up to no good. So I ignored that.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">And then, that night, he pulled out, like, an astrological chart and stuff and asked me about my birthday. And told me things and, like, tried to predict my future and all that. Then he asked certain questions that, again, you know, I was like, okay, this perversion of my own, (laughter) if I'm thinking <\/span><span data-id=\"P2-N200331\">he's a pervert. Because he asked me, like, \"Do you crave a man's touch?\" I ignored that. You know, just, like, this is ridiculous. <\/span><\/p>\n<span data-id=\"P2-N20032-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559628\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">So, you know, we didn't see each other that often but, like, sometimes I would see him on the balcony. So I felt, like, obligated to go out there and talk to him. And that one evening his wife was away, like, I saw him on the balcony, and I went out and talked to him. And, like, he was (inaudible 12:40) <\/span><span data-id=\"P3-N200351\">\"Give me a hug,\" and this and that. And then, like, he came in, into the apartment. And he was like, \"Is there a freckle on your chest? I've seen it on the chart.\" (Laughter) I was just, like, completely weirded out. And I was like, no. (Laughter) And then I looked for it. I was like, oh yeah, there <\/span><span data-id=\"P3-N200352\">is one. It's, like, it's on my breast, you know. It's like but that was a bit embarrassing.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">So I was just like, what does it mean? Does it mean I'm going to have breast cancer? You know, what does it mean? And he didn't answer. And then he looked all sad. And he was like, \"I wish I had a daughter like you,\" you know, like, \"I wish I could take your pain away. You don't really have a dad. I <\/span><span data-id=\"P3-N200371\">wish I could be your dad. Your mom is very depressed, isn't she? You're doing this thing. You have no friends and no money.\" I was like, wait, wait, wait. (Laughter) You know, like, my mom is fine. I have friends. And, you know, I'm fine. I'm not asking you for financial help or anything.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">So, you know, it was, like, a weird thing. Like, weirdly (inaudible 13:45) and all that. But anyways, so, like, so he said all that, then he went away. And then I'd lock the door, but I guess I must not have. I'm not sure. Because, like, he came back in and he said he was crying or something. And <\/span><span data-id=\"P3-N200391\">he said, \"Please don't tell anyone about this. I don't really show my wounds to anyone.\" I was like, okay, I don't really understand what you mean by this. But I ignored that. And I said, no, and I said, \"Oh, don't be silly. I don't you know, of course not. I won't even tell your daughter.\" I felt, <\/span><span data-id=\"P3-N200392\">you know. I just felt like I couldn't really analyze the situation. My head was elsewhere. Like, I was truly focused on my work, and maybe I shouldn't have been (laughter) so focused on that.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">So, I mean, I didn't really want to spend time thinking and analyzing what was happening here. I just thought, you know, they were taking such nice care of me. And the father being such a, you know, poet and stuff, maybe he was, like, taking an interest in me, in my comfort and all that. I didn't really <\/span><span data-id=\"P3-N2003B1\">know what to do with the thing that he said.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">But anyway, so I felt like, you know, I should do something. So I went down and got presents, but that was earlier. So I said, you know, like, \"When Mami comes back, I can come downstairs and we can have tea.\" And so I asked him what time she was going to come back, and he said, like, 6:30. So at 6:45 <\/span><span data-id=\"P3-N2003D1\">I went downstairs, and there was no one there except him and the dog. And I had this ridiculous thing of knocking on his bedroom door. Because, like, their door is open, so I just went in and I went into his room. And he was lying on his bed. Like, his shirt buttons open and the AC on full blast. (Laughter) <\/span><span data-id=\"P3-N2003D2\">It was so cold.<\/span><\/p>\n<span data-id=\"P3-N2003C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559628\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">And he just immediately got up, soon as he saw me walk in. And I gave him the gift I'd got for him. And he was like, \"Oh, you're always bringing gifts.\" And he said, \"I'm crying.\" I'm like, \"Why?\" He's like, you know, \"I'm lonely. You're lonely. My daughter is lonely.\" And then he started, you know, <\/span><span data-id=\"P4-N2003F1\">hugging me. And, you know, like, caressing my face and kissing my face. Before I knew it, he was shoving his tongue into my mouth. And I just I didn't even know what was happening, so I didn't, like, push him away. I didn't, like, say stop. I did not say stop or no, the two words that I really should <\/span><span data-id=\"P4-N2003F2\">have said. <\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">So, you know, he did that a couple of times, and then he reached for my breasts and was trying to pull it out. And I was just like, what is he doing? Is he going to bless my freckle so I don't have breast (laughter) it was like your mind is, like, playing weird games with you at that point. And <\/span><span data-id=\"P4-N200411\">then I'm like, \"No, no, no.\" I was laughing, being silly. And I said, \"No, don't do this. Let's go outside. I'll make tea. You know, let's wait for Mami.\" And, you know, he just (inaudible 16:58) he kept doing what he was doing. So then finally, I, you know, like, wrestled myself away from him. And <\/span><span data-id=\"P4-N200412\">he's 80, I suppose, so he doesn't have all that much strength. And I just said, you know, \"Look at the present. It was made in the States,\" and all that. And then I ran upstairs. (Laughter)<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">And then I just felt so grossed out. You know, I couldn't get the taste of the onions from my mouth. He must have eaten something full of onions. I was brushing my teeth. And then I just locked myself in the bathroom, and I called Chris (sp?), then I told him what had happened. And he was very shaken <\/span><span data-id=\"P4-N200431\">up. He was in a different part of the country, on a conference. So he took an early flight and came to India and, like, took me away from that place.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">But I was quite shaken up for, you know, the next few days. Because I was like I just felt so betrayed because, you know, he just five minutes ago, you know, 15 minutes ago, that I want to be your dad, you know. So he earned my confidence in that way, you know. And I just let my guard down. I was <\/span><span data-id=\"P4-N200451\">like, it's okay to hug an 80-year-old man who wants to be my dad, you know. (Laughter) But, you know, obviously, it's not okay, what he did. That's why I was, you know, betrayed. I felt betrayed. <\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">So, like, a couple days later, the daughter sent both Chris (sp?) and me an e-mail like, \"Why did you leave so early and all of a sudden?\" You know, \"This is not done,\" you know, la, la, la. And I was just shaken up. I was still in the city. I was still in India, but staying with Chris (sp?) and his <\/span><span data-id=\"P4-N200471\">friends. So I just was like, you know, fuck this. You know, like, why should I lie? Because I was really petrified when this had happened, because I feel very, like, subordinate to her. And I feel like, you know, she's so influential and this and that. As well as the back of my head, I was hoping to <\/span><span data-id=\"P4-N200472\">get favors from her. Favors like this (ph) or favors like introducing me to, like, other artists or something. I don't know.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">Like, it seemed like when you meet someone influential, you don't want to mess it up, right? You don't want things to be bad between you. You want them to like you, this and that. So I was very I was terrified when that had happened, but then I was like, you know, this is not my doing, you know. I <\/span><span data-id=\"P4-N200491\">guess I felt mad at the guy. So I just kind of wrote her a very civil e-mail, like, you know, something inappropriate happened between your dad and me. But, you know, it's like, I want to put it behind me and this and that. And, you know, I hold you in high regard.<\/span><\/p>\n<span data-id=\"P4-N20048-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559628\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">And she wanted to live at Chris's (sp?) place. Because she was coming to the U.S. So I said, yeah, I'll give you the keys and stuff. So then (laughter) she said, you know, I was like, this is, you know, like this is not \"I can't believe this, and let me talk to my parents.\" And then she sent another <\/span><span data-id=\"P5-N2004B1\">e-mail just to Chris (sp?) saying, \"Maybe Cecelia (sp?) has psychological problems. It's really hard for me to believe this about my dad, who is 80 and has been married for the past probably 50 years. Maybe Cecelia's (sp?) been traumatized as a child earlier, so she whatever,\" you know. <\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">And then she sent both of us an e-mail, which was, like, the worst e-mail (laughter) worst hate e-mail I've ever gotten, you know. So I guess I should show it to you because, like, you know, it's out there, and it's on my head. (Laughter) It's like, you know, I want to get exorcised from it. But basically, <\/span><span data-id=\"P5-N2004D1\">you know, like, all your worst fears come true because, you know, you want to make a life as an artist, and you want people to like you. Especially people like her. And like, they say that they hate you. (Laughter) So it's just like, wow. I was then, you know, kicked out of the place that I wanted to <\/span><span data-id=\"P5-N2004D2\">be in, you know. Like, the circle. So I guess the e-mail hurt me much more than the actual thing that happened. I went and spoke to, like, a couple counselors in India. Like, a friend suggested I do that.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: Why wouldn't you call me?<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: I don't know if that was possible. (Laughter)<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: We Skyped before.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: Yeah. I mean, I did think about it. I thought of Skyping. I thought of writing to you, but I guess I didn't know if that would work out, so I just kind of thought that I would talk to you once I called back. But yeah, these people, you know, they deal with such cases of violence (inaudible 22:14) <\/span><span data-id=\"P5-N200551\">and all that. So, I mean, it was good to talk to them, and it was, like, interesting, because Chris (sp?) was sitting next to me, and he was the one who was crying. He was actually crying. I've never seen him cry. (Laughter) Because he felt responsible, you know, and all that.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">But yeah, so they had, like, a Nepalese perspective on it. I mean, they were like, you know, this is bad. You know, don't blame yourself. It's his fault, and it's not your fault. It's not his daughter's fault. It's not Chris's (sp?) fault. But they did say, you know, like, so if you had been bought <\/span><span data-id=\"P5-N200571\">up in Nepal, you would have picked up on those signs.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">THERAPIST: Oh, come on Cecelia (sp?). (Laughter) You don't think in the U.S. people know how to pick up on those signs?<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">CLIENT: (Laughter) That's true.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: Do you know why you didn't call me? Because you know I would have called you on your bullshit.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: My bullshit?<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: Because, you know I mean, I am sorry for what happened to you. It sounds like a bad situation.<\/span><\/p>\n<span data-id=\"P5-N20064-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559628\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">THERAPIST: But you didn't take responsibility for yourself.<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">THERAPIST: Oh, I ignored this. I ignored that. I ignored this. It sounded like a situation you should have left well before it happened.<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">THERAPIST: But you wanted things from her, and so you let it go. But that's your choice.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">THERAPIST: So, you know, like, I feel like probably you knew I wasn't going to buy into the victim narrative, and maybe that's why you didn't want to call me.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">CLIENT: No, it's not like I have choices. I thought that the choices I had was to ignore what was happening and just avoid seeing him, you know.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">THERAPIST: But it didn't sound like you avoided seeing him.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: Yeah. Well, I didn't, like, seek him out.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: Didn't you go downstairs for tea with him?<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">CLIENT: Well, to have tea with him and his wife.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: But that's still not avoiding him. I mean, I know that it's also his wife, but you could avoid them. <\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: Yeah. I don't really know. I honestly did not read the sexual signs at all. (Laughter) So I don't yeah. I guess that's what I'm surprised by. Like, why not? Because, you know, someone saying, \"Sit on my lap\" is not exactly not sexual, you know. I don't know why. (Laughter) And I didn't want <\/span><span data-id=\"P6-N200831\">to run away because I was making good progress. And it was a good setup. Like, I really liked the city, and I had a routine. Like, I would work in the morning, and go out on the train and, like, explore places on my own. So I didn't want to, like, mess that up. I mean, it was only for, like, you know, <\/span><span data-id=\"P6-N200832\">three weeks. So I didn't want to jeopardize that neat little setup. Yeah. I guess it didn't really occur to me that I should leave. And just because he'd said, \"Sit on my lap,\" you know.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: Well, like you say, I mean, also there were other things you liked about being there.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: Yeah. I mean, I guess if I had picked up on the sexual thing, I would have just said, \"Okay, this is serious. I should avoid him. I should, you know, just not see him until my time here is up. Because this could get really bad. Because if he makes a pass at me, then God knows what I'll do, how <\/span><span data-id=\"P6-N200871\">I'd react. And then just ruin everything that his daughter and, you know. Ruin things for me and for Chris (sp?).\" And, you know, like, if I had picked (laughter) up on the sexual signs.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: Well, it sounds like you didn't pick up on it even when he was kissing you, because you didn't push him away.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: Yeah. I thought, okay, this is a father's love. (Laughter)<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: Really?<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: Really. Like, really. I mean, people say Chris (sp?) said, \"You should have your head examined.\" Like, well, I am. (Laughter) I don't know. Like, I really didn't.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: Well, what point then did you feel differently? <\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: When I went upstairs. (Laughter)<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: And what about that changed? What do you think changed in that time?<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: I don't know. I just (pause) I guess I had somehow let out of that whole, like, cloud in which I was in. And I was able to see everything. I mean, I wasn't able to see everything. I mean, it took time because, like and Chris (sp?) says, you know, that's how, like, predators and perverts <\/span><span data-id=\"P6-N200971\">work. Like, they earn a child's and, like, he sees me as a child in the situation, I guess, because of the age difference.<\/span><\/p>\n<span data-id=\"P6-N20096-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559628\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">THERAPIST: But that's where it's really almost perverse, because he's the child. He is this old man. He may not even have all of his brains about him. He may not even know what he was doing.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: That's what I thought. You know, giving him the benefit of the doubt. But I failed to be an adult in that situation too. I mean, an adult is someone who knows about sex, right. They know about, yeah, people's I don't know why. I've always been like this. Like, I just don't pick up on this. <\/span><span data-id=\"P7-N2009B1\">Maybe because of the childhood trauma. (Laughter)<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">THERAPIST: Well, that's what I started to think about. Because even when you said molested, usually adults don't use the word molested. They get raped.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: Yeah, but this isn't rape.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">THERAPIST: It wasn't rape, but there's not or they say assaulted. I guess if you get inappropriate sort of sexual contact.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">CLIENT: Yeah. I mean, this was inappropriate, right. It's not in my head.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">THERAPIST: Right. But you wouldn't use the assault. That's what I'm saying. That's why there's a confusion, because you're trying to use a child descriptions that you would prefer to a child to an adult, and there are no equivalent. There is no equivalent really.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">CLIENT: What do you mean? Between what?<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: There's no molestation equivalent to an adult. A molestation applies that someone who's sort of physically unable, you know, and someone who gains the trust in the way that you can gain a child's trust, but not an adult's trust. <\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: But this is exactly what happened here. I mean, he gained my trust.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: Right, but it didn't happen that way, because you're an adult.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: It didn't happen that way, because you're an adult. That's why it makes less sense.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Yeah. I don't know, because I am an adult. (Laughter) But he infantilized me also, I feel. I'm not saying it's just him. I may be infantilized myself anyways. Like, if someone comes up to me and says, you know, \"Oh, you poor -\" and these are his words. He always called me \"you poor baby. Oh, <\/span><span data-id=\"P7-N200B31\">you poor baby,\" you know. And then he would caress my face. And then I would just be, like, a little weirded out but, you know, like, still, like, open to that interaction. Because maybe if you don't have a father, you always do have this open wound. You allow people to, like, physically touch you and <\/span><span data-id=\"P7-N200B32\">metaphorically, you know, touch you and get close to you.<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">It wasn't as though that I was, like, really needy. I didn't walk into the maybe I did. Maybe that's the impression that I give, or maybe that's the impression that I gave at that time. But, you know, I wanted to get my work done and I did. And I just wanted to be grateful and not be all, you know, <\/span><span data-id=\"P7-N200B51\">like, \"Oh,\" you know, like, \"I'm young, so I'm just going to do what I want to do.\" Which is actually (laughter) what I should have done, you know. I shouldn't have been at home that evening, even though it had gotten to be boring to go out by myself every evening, you know.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">I used to pride myself a lot because I was able to connect to people not my age. Like, older people and younger people. Well, mostly older people. So I thought, you know, like, you know, his daughter would like, we hear about these (inaudible 30:50). When she lived in that apartment, she would always <\/span><span data-id=\"P7-N200B71\">fight with her parents because she would stay out late and, like, they would get upset. And I never did that, you know. So I was like, hey, I'm the good daughter, you know. Like, you know, I respect their curfew, and I care about them. And I had, like, older men, like, much older men, like, when I was <\/span><span data-id=\"P7-N200B72\">21 or something. I had I guess I was seeing. I don't really know. A professor who was, like, 60-something. But it had only turned sexual one time, and then after and that, I mean, he kissed me under the mistletoe and on Christmas. It wasn't he didn't infantilize me this weird way that I feel like <\/span><span data-id=\"P7-N200B73\">Nepalese men sometimes do, you know. <\/span><\/p>\n<span data-id=\"P7-N200B6-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200B6-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559628\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">Maybe it's not just Nepalese men. But his wife had passed away. And I used to come help him with his computer, because I used to work at this place in the university. I was an undergrad or I'd just graduated and, like, he was one of our clients. And I would go and meet him in his office. I had lunch <\/span><span data-id=\"P8-N200B91\">with him and his wife once, and then, a few months later, she passed away. So I guess we just started hanging out. Like, he would take me out to places and museums and, like, plays and things. I met his grandchildren. (laughter) And, like, a couple times I went to his place. It was just us. And he made <\/span><span data-id=\"P8-N200B92\">me dinner. And then one time, he tried to kiss me. I didn't feel unsafe in that situation at all. Like, I felt like I had all my wits about me, you know. I was consenting. I did want to hang out with him. I did want that experience. And when I was uncomfortable, I walked away.<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">But here, it just was a very weird situation because, like, I feel like right off the bat, he started turning me into a victim, like, saying, \"Oh, you don't have friends. You don't have family. You don't have money. You know, your mom is depressed. You don't have a father.\" (Laughter) I was really weirded <\/span><span data-id=\"P8-N200BB1\">out by all those things because I don't I mean, I think in those terms. I think in negative terms sometimes, but on the whole, I'd like to project a more positive image of myself, you know. I'd like for people to think well about me, not to pity me, you know. <\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">THERAPIST: But part of you must have liked that pitying.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">CLIENT: Huh?<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">THERAPIST: Part of you must have liked that pitying.<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">CLIENT: Well, yeah. But it wasn't a part that I appreciated. I mean, I guess I was like, oh, I guess he understands me. But I didn't want those things, like, repeated, you know. Yeah, okay, so sometimes the things you said are true. And you're being kind to me because of that. That's fine, you know. <\/span><span data-id=\"P8-N200C31\">Let's move on. (Laughter) But I don't know. He didn't really want to move on. He didn't really want to look at me differently. He wanted to look at me that way. I was a little uncomfortable by that.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">THERAPIST: I guess I'm still confused about how in the end you felt you were a victim and you wanted to do go to a victims of violence program or counselor.<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">CLIENT: Well, I didn't. Actually, I postponed the flight to go to this place, just because Chris's (sp?) friend really, like, pushed it. Pushed for it very hard. He was like, \"If you don't make [a mark] (ph) right now, things might escalate.\" I mean, it was like, we were all kind of upset by this. So <\/span><span data-id=\"P8-N200C71\">[we were giving in that] (ph) I should even lodge (ph) a case. So I don't know. I mean, I guess they thought that it was I didn't deserve that kind of, you know, like, treatment. But you don't think that? It wasn't serious enough?<\/span><\/p>\n<span data-id=\"P8-N200C6-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200C6-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559628\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200C8\"><span data-id=\"P9-N200C9\">THERAPIST: Not the way you told it. The way you told it, he tried to kiss you, after being confused, and then you left. I don't actually even understand the violence part. It didn't sound like you were trying to it didn't seem like he was attacking you.<\/span><\/p>\n<p data-id=\"P9-N200CA\"><span data-id=\"P9-N200CB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">THERAPIST: So I don't actually understand that part.<\/span><\/p>\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">CLIENT: Well, I felt violated, you know. Like, it was like, I feel like, a great breach of trust, in the sense that, you know, he said, \"I want to be your father.\" So I put my, you know, body in his hands, basically, at that point. And so, him shoving his tongue into my mouth was, I guess, violent in <\/span><span data-id=\"P9-N200CF1\">that sense. Not in the sense that, you know, I was physically hurt by that. But, you know, mentally and psychologically, I was. You know, emotionally. <\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">THERAPIST: Yeah. But I guess as adults, people do things in relationships all the time. They make promises and they renege on them. Or, you know, they tell you one thing and then they do another. But, you know, in a love relationship or whether it's just I guess people would be calling the police <\/span><span data-id=\"P9-N200D11\">nonstop. I mean...<\/span><\/p>\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">CLIENT: I don't know. Like I said, you know -<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">THERAPIST: Like, \"I want to take care of you baby. I'll do whatever you want.\" (Laughter) I just want to take care of you, if you would just let me have sex with you.\" I mean, I don't know.<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">CLIENT: Well, like, in the U.S., I think it's also the context. I don't know why I think that, but I think you know, like I said, with that professor, I felt like I was in control, you know. He did kiss me, and I didn't think feel like that was violent because, you know, because he knew, I think. <\/span><span data-id=\"P9-N200D71\">I'm pretty sure he knew that the age gap was ridiculous and what he was doing was a little silly, that I didn't really that I wouldn't sleep with him. I wouldn't be comfortable with physical intimacy and that I was hanging out with him purely for, like, emotional reasons. But he was vulnerable and <\/span><span data-id=\"P9-N200D72\">I wanted to, yeah, be there for him. Even if this, like, social way.<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">But in this situation, I feel like it was different because (pause) yeah, I don't know why. Because (pause), yeah, I don't know why. I didn't feel as much in charge of my own that I had all my wits about me.<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">THERAPIST: But that's not his fault.<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">CLIENT: No, it's not his fault, at all. <\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">THERAPIST: Well, but that's what prosecuting someone is, saying, \"It's your fault that you did this to me.\"<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">CLIENT: No, no, no. It's my fault because if I had all my wits about me, I would, you know, react differently and I would be able to get myself not necessarily out of that situation prematurely, but at least, like, guard myself from things progressing. Getting to that point. I don't know. Like, I've <\/span><span data-id=\"P9-N200E11\">never really thought about it in the way that you're putting it. (Laughter) It isn't that, like, scary to think that it was my fault. (Laughter) But yeah, it is, I guess, if I try to think about it objectively, it is interesting that you say that. (Laughter) (Pause) So you're saying I could have prevented <\/span><span data-id=\"P9-N200E12\">this whole thing?<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">THERAPIST: If you were feeling uncomfortable at the beginning or feeling that the boundaries weren't good or having someone ask you for hugs, you know, you needed to get out of that situation. You didn't want to get out of that situation for a variety of complicated reasons.<\/span><\/p>\n<span data-id=\"P9-N200E2-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200E2-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559628\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200E4\"><span data-id=\"P10-N200E5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N200E6\"><span data-id=\"P10-N200E7\">THERAPIST: I mean, I understand how you're using fault. I think about it more as responsibility and not as fault. You know, a point you have responsibility to take care of yourself. I mean, if someone comes up to you on the street and, you know, smacks you over the head and rapes you, was it your responsibility <\/span><span data-id=\"P10-N200E71\">to do something differently? I mean, there's nothing you could do, right? You were assaulted.<\/span><\/p>\n<p data-id=\"P10-N200E8\"><span data-id=\"P10-N200E9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N200EA\"><span data-id=\"P10-N200EB\">THERAPIST: So there's, like, that extreme case. So, yeah. I mean, they'll be all sorts of people to exploit you in life, if you let yourself be exploited. They're everywhere.<\/span><\/p>\n<p data-id=\"P10-N200EC\"><span data-id=\"P10-N200ED\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N200EE\"><span data-id=\"P10-N200EF\">THERAPIST: I mean, not to sound paranoid. It's not like they're everywhere, everywhere. But the part of it that you I mean, the, you know. (Pause)<\/span><\/p>\n<p data-id=\"P10-N200F0\"><span data-id=\"P10-N200F1\">CLIENT: [The part] (ph) what?<\/span><\/p>\n<p data-id=\"P10-N200F2\"><span data-id=\"P10-N200F3\">THERAPIST: Well, what you're talking about is all these ways in which you're vulnerable to certain kinds of things that, you know, especially around him talking about being, you know, your dad and, you know, you needing a father. And you feel that vulnerability. And I appreciate that, but ultimately, <\/span><span data-id=\"P10-N200F31\">you're still also responsible for your own vulnerabilities. You know, about understanding them and appreciating them. And I guess the thing that strikes me the most is the way you tell the story isn't very convincing from the point that you're supposedly trying to prove. And to me, that's what's most <\/span><span data-id=\"P10-N200F32\">interesting. It's like you don't buy it. I feel like I don't buy it because you don't buy it. <\/span><\/p>\n<p data-id=\"P10-N200F4\"><span data-id=\"P10-N200F5\">CLIENT: Well, I don't want to sound like a victim. (Laughter) You k now, that's why I'm telling it the way that I'm telling it. I am taking or at least trying to take responsibility of where I should, you know, feel responsible. Because if I was trying to sell you a story, I would say, \"Oh, you know, <\/span><span data-id=\"P10-N200F51\">he constructed this narrative. And he completely, you know, infantilized me, and he completely \"<\/span><\/p>\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">THERAPIST: But that's not I mean, people in live will infantilize you. You're an adult.<\/span><\/p>\n<p data-id=\"P10-N200F8\"><span data-id=\"P10-N200F9\">CLIENT: Yeah. But see, like, in the Nepalese context, it is different, because you don't just get up and walk out of a famous person's home, you know. You don't show them the finger. You don't, you know yeah.<\/span><\/p>\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">THERAPIST: But then why did you when you did? I guess -<\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">CLIENT: I did well, I waited until Chris (sp?) had come back, so he could go downstairs and give the money to the people.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">THERAPIST: But it seems like you left earlier because you said that, you know, it's just the situation wasn't working out for you, [you made it] (ph) another reason. You could have maintained a nice relationship. I mean, it seems like if the goal was to not be in this, there are other be in the situation <\/span><span data-id=\"P10-N200FF1\">where your relationship was destroyed. And also, that, you know, if you were more powerless, it seemed like you would get out earlier, not later.<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">(Silence)<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">CLIENT: Well, I don't know. I mean, that's why I think that I shouldn't have taken favors from her because, you know, this power imbalance, really, I don't know how to negotiate that. I mean, it is my head, maybe. You know, like, there is a way in which you interact with people who are supposedly more <\/span><span data-id=\"P10-N201051\">powerful than you. Either that is true or that, you know, you stop thinking of people as being more powerful than you. (Laughter) You learn how to stand up to them, and you learn how to speak up for yourself, and you learn how to, you know and all that, like, will translate into you taking responsibility <\/span><span data-id=\"P10-N201052\">of yourself.<\/span><\/p>\n<span data-id=\"P10-N20104-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20104-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559628\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20106\"><span data-id=\"P11-N20107\">THERAPIST: Well, she's also more powerful than you because you wanted something from her. I mean, you couldn't come to the States and have her be able to get have you imprisoned. All right. She doesn't have that kind of power. She could (ph) get you imprisoned in Nepal. I mean, she doesn't have <\/span><span data-id=\"P11-N201071\">that kind of power, a power over your life. She had power over you to the extent that you gave it to her because you wanted something from her.<\/span><\/p>\n<p data-id=\"P11-N20108\"><span data-id=\"P11-N20109\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N2010A\"><span data-id=\"P11-N2010B\">THERAPIST: And I think that, for you, is a complicating factor. When you see people having power over you, it's a perception based in part of your own desires and what you want from them.<\/span><\/p>\n<p data-id=\"P11-N2010C\"><span data-id=\"P11-N2010D\">CLIENT: Yeah. (Sighs)<\/span><\/p>\n<p data-id=\"P11-N2010E\"><span data-id=\"P11-N2010F\">THERAPIST: And it sounds like if you left earlier and said, \"Look, this is actually probably a bad situation. It could get worse or it just could stay like this, but I'm uncomfortable.\" You'd feel really upset about all the things you weren't getting that you really, really wanted. <\/span><\/p>\n<p data-id=\"P11-N20110\"><span data-id=\"P11-N20111\">CLIENT: Yeah, that's true. Well, in a way, I felt nice that I had connections, you know. (Laughter) That I could stay, you know, in India, of all places, for weeks, and just work.<\/span><\/p>\n<p data-id=\"P11-N20112\"><span data-id=\"P11-N20113\">THERAPIST: And that's one of the things I think is important. Because I feel like I can see from your vantage point, you're feeling like you've been jipped from so many things in life, that you're going to get this. This is a promise to you, and you're going to get this. (Laughter) You're not like, <\/span><span data-id=\"P11-N201131\">all the other things that question whether you can have that this summer, those are going to go away, because you just want this, and you deserve it. Because you've been deprived.<\/span><\/p>\n<p data-id=\"P11-N20114\"><span data-id=\"P11-N20115\">CLIENT: Well, I'm trying not to think that way, you know. Like, I'm trying to earn my keep, you know.<\/span><\/p>\n<p data-id=\"P11-N20116\"><span data-id=\"P11-N20117\">THERAPIST: I wasn't commenting on a way you should or shouldn't feel. I was commenting on a way you might have felt. I think (inaudible 45:34) that I know how you felt, in terms of other situations too.<\/span><\/p>\n<p data-id=\"P11-N20118\"><span data-id=\"P11-N20119\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N2011A\"><span data-id=\"P11-N2011B\">THERAPIST: Where you get something that you really hoped for. You will have it work out, even if there are indications that things might be crumbling underneath.<\/span><\/p>\n<p data-id=\"P11-N2011C\"><span data-id=\"P11-N2011D\">CLIENT: I guess. (Pause) Well, I mean, I like that slightly more than you saying, you know, I didn't take responsibility for myself. (Laughter)<\/span><\/p>\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">THERAPIST: Well, you didn't.<\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">CLIENT: Well, you know, I guess -<\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">THERAPIST: And I mean that in a very general sense. I'm not saying you invited him to kiss you. But you didn't. I mean, taking responsibility for yourself is taking care of yourself on a basic level, to feeding yourself, keeping yourself safety. I mean, I'm talking about a very basic level. Listening <\/span><span data-id=\"P11-N201231\">to yourself if there's something that doesn't feel quite right.<\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">CLIENT: Yeah. Well, I guess it's good to know that I didn't do all of that because I wanted something (laughter) that I thought was more important than or getting it was more important than other things. I don't know. (Laughter) (Pause) Yeah, but, like, not to convince you or anything, but, like, <\/span><span data-id=\"P11-N201251\">anyone I mean, whoever I tell this story to in Nepal would (inaudible 47:09), like, refer me to a sexual violence counselor.<\/span><\/p>\n<span data-id=\"P11-N20124-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20124-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559628\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20126\"><span data-id=\"P12-N20127\">THERAPIST: Yeah, I have to understand more about that. I don't...<\/span><\/p>\n<p data-id=\"P12-N20128\"><span data-id=\"P12-N20129\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N2012A\"><span data-id=\"P12-N2012B\">THERAPIST: If you're staying in someone's house that for weeks made you feel uncomfortable, they would tell you it was good that you continued to stay? I don't understand.<\/span><\/p>\n<p data-id=\"P12-N2012C\"><span data-id=\"P12-N2012D\">CLIENT: No, no, that's not what they say. I mean, the point being that they'd say him doing, you know, those two things was wrong, you know.<\/span><\/p>\n<p data-id=\"P12-N2012E\"><span data-id=\"P12-N2012F\">THERAPIST: Yeah. I guess from my vantage point is beside the point.<\/span><\/p>\n<p data-id=\"P12-N20130\"><span data-id=\"P12-N20131\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20132\"><span data-id=\"P12-N20133\">THERAPIST: I mean, that's great. I mean, that, to me, seems like a political statement. Not a psychological statement.<\/span><\/p>\n<p data-id=\"P12-N20134\"><span data-id=\"P12-N20135\">CLIENT: Yeah, and it's important to have. I mean... (Laughter)<\/span><\/p>\n<p data-id=\"P12-N20136\"><span data-id=\"P12-N20137\">THERAPIST: Perhaps I need to but I'm your psychologist too.<\/span><\/p>\n<p data-id=\"P12-N20138\"><span data-id=\"P12-N20139\">CLIENT: Yeah, exactly.<\/span><\/p>\n<p data-id=\"P12-N2013A\"><span data-id=\"P12-N2013B\">THERAPIST: And a political statement is also not about you. It's a form of exploitation too that you become a symbol for something else that may not be about you at all.<\/span><\/p>\n<p data-id=\"P12-N2013C\"><span data-id=\"P12-N2013D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N2013E\"><span data-id=\"P12-N2013F\">THERAPIST: I'm not implying that people are intentionally trying to exploit you. I'm simply saying it's not a psychological issue.<\/span><\/p>\n<p data-id=\"P12-N20140\"><span data-id=\"P12-N20141\">CLIENT: Yeah. Yeah, I don't know. I guess I should have taken care of myself. (Laughter) That is what people do, even when they go to, like, strange places and they I guess especially when they go to strange places. They have (pause) they're more, like, in tune to what they're feeling.<\/span><\/p>\n<p data-id=\"P12-N20142\"><span data-id=\"P12-N20143\">THERAPIST: I mean, the other part of it that I mean, it wasn't clear that he felt he could have felt that you were leading him on. I'm not saying you were, but I could understand his vantage point, that he thought he was engaging in something consensual. Like, he may not have even understood. So <\/span><span data-id=\"P12-N201431\">it's hard for me to see him as a perpetrator from that vantage point.<\/span><\/p>\n<p data-id=\"P12-N20144\"><span data-id=\"P12-N20145\">CLIENT: Well, I don't understand. Like, so, how could you see me as that? Because he wanted -<\/span><\/p>\n<p data-id=\"P12-N20146\"><span data-id=\"P12-N20147\">THERAPIST: You were hugging him. You were putting (ph) -<\/span><\/p>\n<p data-id=\"P12-N20148\"><span data-id=\"P12-N20149\">CLIENT: But he said, you know, \"I want to be your father.\"<\/span><\/p>\n<p data-id=\"P12-N2014A\"><span data-id=\"P12-N2014B\">THERAPIST: Yeah. Well, I don't know. I mean, we can talk about that too, that you -<\/span><\/p>\n<p data-id=\"P12-N2014C\"><span data-id=\"P12-N2014D\">CLIENT: But how can he see me as a consenting adult when he knows the age difference and he himself has created that narrative of I'm a baby and he wants to be my father. I mean, this is the sort of thing fathers do? Like -<\/span><\/p>\n<p data-id=\"P12-N2014E\"><span data-id=\"P12-N2014F\">THERAPIST: No, but -<\/span><\/p>\n<p data-id=\"P12-N20150\"><span data-id=\"P12-N20151\">CLIENT: Have, you know, like, sexual relationships with their daughters?<\/span><\/p>\n<p data-id=\"P12-N20152\"><span data-id=\"P12-N20153\">THERAPIST: No, and I realize I'm sort of focusing far more on the concrete. But it also speaks to some level of senility on his part. Confusion.<\/span><\/p>\n<p data-id=\"P12-N20154\"><span data-id=\"P12-N20155\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20156\"><span data-id=\"P12-N20157\">THERAPIST: So, you know, you're sort of trying to parse out the logic of it. I mean, my sense is he's not a particularly well man, but I know that to be true. But there's a lot in this that we're not I feel like I'm staying very much in (ph) the concrete. There's a lot of multiple levels about this <\/span><span data-id=\"P12-N201571\">you (ph) need to understand. We do need to stop for today, okay Cecelia (sp?)?<\/span><\/p>\n<p data-id=\"P12-N20158\"><span data-id=\"P12-N20159\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P12-N2015A\"><span data-id=\"P12-N2015B\">THERAPIST: So I can on Wednesday morning, I have a time free at 8:00. I'm sorry, 9:50.<\/span><\/p>\n<p data-id=\"P12-N2015C\"><span data-id=\"P12-N2015D\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P12-N2015E\"><span data-id=\"P12-N2015F\">THERAPIST: Would you be available for that one?<\/span><\/p>\n<p data-id=\"P12-N20160\"><span data-id=\"P12-N20161\">CLIENT: Yeah, sure.<\/span><\/p>\n<p data-id=\"P12-N20162\"><span data-id=\"P12-N20163\">THERAPIST: You want to do that?<\/span><\/p>\n<p data-id=\"P12-N20164\"><span data-id=\"P12-N20165\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20166\"><span data-id=\"P12-N20167\">THERAPIST: Okay. So, great. And also, I think for I think you didn't pay the copay before you left.<\/span><\/p>\n<p data-id=\"P12-N20168\"><span data-id=\"P12-N20169\">CLIENT: Yeah, because I'd wanted to, and you said it's okay if I don't.<\/span><\/p>\n<span data-id=\"P12-N20168-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N20168-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559628\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N2016A\"><span data-id=\"P13-N2016B\">THERAPIST: Yeah, yeah. No, no, no, that's fine. I'm just saying I just wanted -<\/span><\/p>\n<p data-id=\"P13-N2016C\"><span data-id=\"P13-N2016D\">CLIENT: Yeah. Should I pay you now?<\/span><\/p>\n<p data-id=\"P13-N2016E\"><span data-id=\"P13-N2016F\">THERAPIST: You can. (inaudible 50:59). Let me see if I have it. Yeah, no, no. I didn't that wasn't an indication that you should have. Let's see. (Pause) Do you still have the statement? I actually don't.<\/span><\/p>\n<p data-id=\"P13-N20170\"><span data-id=\"P13-N20171\">CLIENT: Okay. Yeah.<\/span><\/p>\n<p data-id=\"P13-N20172\"><span data-id=\"P13-N20173\">THERAPIST: I can find it. Let me know if you can't find it, and then I'll find it. It'll be somewhere.<\/span><\/p>\n<p data-id=\"P13-N20174\"><span data-id=\"P13-N20175\">CLIENT: Okay. It's probably in my e-mail, so I'll just have the check ready for next time.<\/span><\/p>\n<p data-id=\"P13-N20176\"><span data-id=\"P13-N20177\">THERAPIST: Okay, that's fine. So I will see you at 9:50 on Wednesday.<\/span><\/p>\n<p data-id=\"P13-N20178\"><span data-id=\"P13-N20179\">CLIENT: Okay, sounds good.<\/span><\/p>\n<p data-id=\"P13-N2017A\"><span data-id=\"P13-N2017B\">THERAPIST: Okay. Take care.<\/span><\/p>\n<p data-id=\"P13-N2017C\"><span data-id=\"P13-N2017D\">CLIENT: Yeah. Bye.<\/span><\/p>\n<p data-id=\"P13-N2017E\"><span data-id=\"P13-N2017F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}