{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses books and reading, and how many books have had an impact on her psyche. Client discusses the feeling of being tossed around and people intentionally hurting her."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Client-therapist relationship","Education, development, and training","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Married people","Social behavior","Reading skills","Psychoanalytic Psychology","Shame","Sadness","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Client-therapist relationship","Education, development, and training","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Married people","Social behavior","Reading skills"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Shame","Sadness"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":6,"pageCount":6,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559837","dorpId":"1005577852","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session August 13, 2013: Client discusses books and reading, and how many books have had an impact on her psyche. Client discusses the feeling of being tossed around and people intentionally hurting her.","fullTitle":"Client \"Ma\", Session August 13, 2013: Client discusses books and reading, and how many books have had an impact on her psyche. Client discusses the feeling of being tossed around and people intentionally hurting her.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":6,"totalPages":6,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":6,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559837\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: (inaudible at 00:00:03)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Oh okay. (LAUGHTER)<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Good morning.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Good morning. (PAUSE) So I responded to a Facebook plea for, to borrow a book last night which somehow ended up... It's entirely my fault. It's not like they asked me to do this. It had been me, \"Yeah, sure. I'll drive your book down tomorrow after I get off of work.\" It was one of those things <\/span><span data-id=\"P1-N200131\">where it was like it's going to be difficult for one of us and I was going to be driving home from work anyway. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">So I was like, \"Well, it'll be faster for me to drive than it will be for him to take public transit.\" Unless I get lost in which case, it's not going to be faster. I think there's like a 70% change for me to get lost. There's this guy who went to William &amp; Mary with me (inaudible at 00:01:31) like <\/span><span data-id=\"P1-N200151\">I wasn't particularly friends with him. Yeah. He's nice enough and I think everybody should read The Hunger Games so... Although, apparently not because I don't think anybody else is reading it right. But that's sort of my problem. So... (PAUSE) Like they read the books and then they still thought it <\/span><span data-id=\"P1-N200152\">was a good idea to make a movie. Really? Like did you read it? It's all... Did you read it?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: No. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Okay. Well, there's this series about (inaudible at 00:02:05) young adult series. But it's fairly grim. It's basically about the way media, violence, and exploitation serves as a tool of the state to control citizens.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: And then they still made a movie. (LAUGHTER)<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: (LAUGHTER)<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: And it's like, no, the whole book is about how it's terrible to like exploit teens murdering one another for public entertainment. (LAUGHTER)<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: And if you watch the movie... I'm not surprised at that. I just like... (PAUSE) <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">(PAUSE) It's one of those series that like I haven't re-read because it was like too difficult for me to read it the first time. Books that have hard content hit me harder than movies sometimes somehow. Which, I mean, I guess they're supposed to but like there better be a lot of payoff. When I was in <\/span><span data-id=\"P1-N200271\">fifth grade my, one of my teachers gave me Animal Farm to read because I was such an advanced reader. In retrospect, it was like, \"Really lady? Did you read it?\" It's not about animals. <\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">(LAUGHTER) But it just like broke me. (LAUGHTER) (PAUSE) I don't know. People seem to like respond to (inaudible at 00:04:37) So this George R. Martin (ph) series, A Song of Ice and Fire (ph)... I read the first one. I read Game of Thrones (ph). And it started out pretty terrible and then it just got <\/span><span data-id=\"P1-N200291\">worse. It got worse after that. And then it got worse after that. And then more and more horrible things happened. At the end of the book, like, there wasn't... It was just like the book stopped. <\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">There wasn't really a plot arch. I mean, there was sort of. But there wasn't something it was aiming at. So I was like, \"I can't take it being this grim forever.\" Then I looked at the actual, googled the plot for the rest of the series and like read through the next couple of books and it was like, <\/span><span data-id=\"P1-N2002B1\">\"Nope. No. Not doing this.\" (PAUSE) It makes me sick. (PAUSE) <\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">(PAUSE) On the next one, it's not clear to me what the payoff is. So like the other book that was horrible and I can't re-read was 1984. But that's like... It's supposed to be the worst possible thing that you could do to somebody. That's the point.<\/span><\/p>\n<span data-id=\"P1-N2002C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559837\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: And then... (PAUSE) There's like a... (PAUSE) I don't know. It's funny because, you know, basically all of my friends watch or read Game of Thrones at this point. <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">And I... It's a little awkward for me to say, \"I think these are horrible books and I sort of think if I read them I would become a horrible person.\" Like I don't... (SIGH) (PAUSE) I don't know how you read them without being desensitized or... I just don't know how you do it. I mean, I know you people <\/span><span data-id=\"P2-N200331\">do. But like I could not. Maybe I wouldn't actually be desensitized but that would be worse. Maybe not worse but I just would... I don't know. (PAUSE) <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">(PAUSE) (inaudible at 00:08:15) re-read books so much because I know what I'm in for. (PAUSE) Well, I... The last book I read... I went to the library and went to the new arrivals and picked up books that looked interesting. It's not usually how I choose books. And like I read the first lines and stuff <\/span><span data-id=\"P2-N200351\">and was like, \"Oh, good. Another book about suicide. Awesome.\" (LAUGHTER) <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">That wasn't like... It wasn't a difficult book to read in terms of like it... Yeah. (PAUSE) It just wasn't necessarily the central thing I would have chosen if I had known what was going to happen. But... (PAUSE) <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">Talking (inaudible at 00:10:070 the other day...<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: Was that (inaudible) on Saturday?<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: Yeah, yeah. We were talking about books and, you know, I was saying that like I've turned back into the kind of reader who can't really sit down but I can't stand up or get up without finishing the book. So I'll just sit down and read the whole book or at least how long it is. And he was saying <\/span><span data-id=\"P2-N2003D1\">that he does a lot of book reviews and he was saying he's become incapable of reading fast. He just read slowly because that's how he reads to review a book. (PAUSE) And I can't read slowly. So if I like, if I'm going to review something or talk about it, I read it once and then think about it for a <\/span><span data-id=\"P2-N2003D2\">couple of days and then I just read it again. <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">I think I like my way better. Because that way, you get the whole, you get all in your head at one time. You know? (PAUSE) You know, it's hard to like... I guess the thing you miss out is the experience of (SIGH) the experience of coming to like gradually immerse yourself into the author's world. But <\/span><span data-id=\"P2-N2003F1\">you don't... (PAUSE) I think the only (inaudible at 00:11:47) is the gradually part. And I can still see like reading it a second time. I can see how the author is constructing the world gradually if that makes sense. <\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">It's one of the things I really like about teaching is (SIGH) (PAUSE) coming to the point where I know the book well enough that (PAUSE) I feel like the whole world and all of the connections are alive all at once to me. (PAUSE) <\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">(PAUSE) <\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: Was that the... (PAUSE) I'm unclear. You were disturbed by the present conversation that you described or...<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: No, no. (PAUSE) It's like... (PAUSE) So I was describing... I was saying that I like unfortunately read the introduction to this book. And somebody else introduced it and basically, as far as I could tell, his purpose seemed to be to tell the reader like, \"This author knows more theories than <\/span><span data-id=\"P2-N200471\">you do. So you should read it and be impressed.\" And that doesn't really go so well for me. <\/span><\/p>\n<span data-id=\"P2-N20046-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559837\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">But in like trying to like say something about it and make it sort of funny, I think it sort of knocked literary theory which is what this guy does. And that was really not what I intended to do at all. Like I think literary theory is a fun game than can enrich reading but that's not the point of reading. <\/span><span data-id=\"P3-N200491\">Like it's good to know but it... And I don't like it when it's used to intimidate which is what I felt like this guy was doing. But I didn't say that out loud and so that was something that I kind of have replayed a lot. And it's more just like the... (PAUSE) <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">(PAUSE) ...the tone of the conversation in general. I just felt like I wasn't ever able to say what I actually wanted to say (PAUSE) or perform (ph) myself well enough. So... (PAUSE) <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">(PAUSE) One thing I've noticed in just the way I talk in, I don't know, the last few weeks... I can think of three conversations right now. It's like it's important to me to be open about the depression and hospitalizations and all of that. <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">It's really important to me not to act like it's something that I should be ashamed of. And so people are like, \"What have you been up to?\" I'm like, \"Well, this is, you know, I'm working at (inaudible at 00:18:11) now and, yeah, like...\" Eventually like what I've been doing for the last couple of years <\/span><span data-id=\"P3-N2004F1\">is basically like being depressed comes out in conversation and I want to let it come out in a natural way and talk about it in a natural way. But I think I... (SIGH) It's like it's so... (SIGH) (PAUSE) It's so painful for me and so raw that I think I end up just talking about it like it doesn't matter <\/span><span data-id=\"P3-N2004F2\">or like it's a kind of funny detour that happened to me and now it's totally over and that's fine. I don't... (PAUSE) <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">I don't feel like I'm doing myself justice in some ways. But... (PAUSE) I don't... I don't feel like... I don't know how to... (SIGH) (PAUSE) I don't know how to talk to people about it. The... This woman, this woman Alli Brash (ph) she writes Hyperbole and a Half. I think I've mentioned this article <\/span><span data-id=\"P3-N200511\">a couple weeks ago. There's this very funny part where she's like, \"It's really difficult to figure out how to tell people that you might be suicidal.\" <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">So she goes through and lays out the options and one is knock knock joke. (LAUGHTER) And (inaudible at 00:20:15) And the other is tell people and then run away. (LAUGHTER) Like... (PAUSE) So, similarly, it's like how do you tell people like basically really, really bad things have been happening to <\/span><span data-id=\"P3-N200531\">you for kind of a while? And one whole point of being where you are is to have a nice evening. (PAUSE) <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Are there any... (PAUSE) For you a big part of the danger there is somebody's going to get hurt, either what you say is going to really disturb the other person or what they say about is really going to hurt you.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yeah. I mean, I worry more about what I say disturbing the other person. (PAUSE) <\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">Sort of like (PAUSE) at some point, like, I decided I want to be able to talk about this and I know that means that people are going to say stupid shit and it's going to hurt me. And it doesn't... (PAUSE) And so I have to sort of live into that decision. This is the risk that I'm taking. But yet it's... <\/span><span data-id=\"P3-N200591\">(PAUSE) I do worry about that. Not (inaudible at 00:22:45) (PAUSE) <\/span><\/p>\n<span data-id=\"P3-N20058-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559837\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">(PAUSE)<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: I think it's similar to what came up here yesterday and also through what you're saying about how you like to read books where (PAUSE) it's tough when you can't predict what's going to happen.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: (LAUGHTER) Yeah. I don't like that. (LAUGHTER)<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: You're always kind of waiting for it whether because you don't feel like you (inaudible at 00:23:37) reprocessed it or arranged it kind of clearly in your head kind of primarily before talking about it or in the kind of way you speed through what you're reading. <\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: I mean, I don't... To be honest, I don't feel like I speed through books. Like I can actually read fast. I can read it the pace that I want, like that seemed normal to me. Like I don't think I read fast because I want to find out what happens. (PAUSE) It's more like deciding whether to commit <\/span><span data-id=\"P4-N200631\">to a book is tough. (PAUSE) <\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">(PAUSE)<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: I think it may have made you uncomfortable there to tell me I was wrong.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: No (inaudible at 00:25:31) (PAUSE) You know, I do it (inaudible) makes me comfortable. So... (PAUSE) <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">You know, in all these things, like, I can't trust that I can handle it. Like I can't trust that it's going to be okay. (PAUSE)<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: (inaudible at 00:26:27) the other person's going to handle it and then that may come back to you in how they respond or maybe more accurately, the way in which you might feel guilty may be very difficult for you to handle. But I think that's a little... (PAUSE) Maybe the first step in this <\/span><span data-id=\"P4-N2006D1\">is whether the other person can handle it. (PAUSE) <\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">(PAUSE)<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Probably should be. (PAUSE) Yeah. (PAUSE) I don't know. So like when I (PAUSE) try to like talk about, you know, being depressed as though it is not really such a big deal... I think I'm worried about hurting them but I think I'm more worried about them hurting me. <\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">You know, it feels like I... (SIGH) (PAUSE) It feels like if I let people know that I am still hurting as much as I am they'll go after me (PAUSE) or they'll use that to hurt me somehow. (PAUSE) But... Yeah. (PAUSE) <\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">(PAUSE) I'm not sure why. But it feels like self-preservation. (PAUSE) <\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">(PAUSE) I guess it's different when talking to people that I trust and when I'm, you know, talking to people that I like but I'm not close to. Because of like (inaudible at 00:30:47) I don't want to hurt them by being too sad or, you know, putting something on them that they can't handle. <\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">(PAUSE) In more social situations that... Yeah. (PAUSE) I sort of think people are going to say, \"Oh, that bruise there? Let me punch it.\" (PAUSE) <\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">(PAUSE)<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: I... (PAUSE) <\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">(PAUSE) I think you may come apart (PAUSE) like into pieces (PAUSE) around stuff like this. What I mean is it's possible I just have like kind of failed to understand the contingency. But you said, I think, three different things in the last few minutes about what it's like to talk to people about this <\/span><span data-id=\"P4-N2007F1\">stuff. (PAUSE) <\/span><\/p>\n<span data-id=\"P4-N2007E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2007E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559837\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">More than that. But... (PAUSE) You said a few minutes ago, \"Well, you know, I get worried people are going to say stupid shit but really they don't usually.\" And you said, you know, you're really mostly worried about hurting them. And...<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: No. I said the opposite.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: You said then obviously just now, you know, you're worried people are going to, yeah, see a bruise and say, \"Oh, I'll punch it.\" (PAUSE) <\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">(PAUSE) And... (PAUSE) My point is that it seems to me that for you all this may get flung (ph) around.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Yeah. (PAUSE) I didn't notice I was saying different things until you pointed that out. I didn't feel like I was changing my mind. (PAUSE) I don't know. I don't know what to do about it. <\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">(PAUSE)<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Maybe your experience of those sorts of context of interactions (PAUSE) isn't that coherent in a way. Like, in other words, you're having different reactions, you know, in quick succession at the same time and are sort of in touch with (PAUSE) like intermittently in touch with each one. <\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">(PAUSE)<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: Or (inaudible at 00:37:19) I don't know. (PAUSE)<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: I guess one thing it (PAUSE) could help to explain is how you kind of feel one way at the time and different later. Like it seemed like that was so upsetting or should have been so upsetting. But later I was so upset.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Which happens to me a whole lot. (PAUSE) <\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">(PAUSE) Although usually it's more like I save the feeling awkward and bad about myself for after the conversation is over. It's overwhelming. I still prefer that to not being able to have a conversation because I feel so awkward about myself. It's not really a good (inaudible at 00:38:37)<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: Right. (PAUSE) And... (PAUSE) <\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">(PAUSE) Like what you... (PAUSE) It's tricky. The most recent thing you had said was that the sort of worry and anticipation that somebody's going to see that you have a bruise and punch it. And... (PAUSE) <\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">It seemed to me you had a little bit of an edge in that. (PAUSE)<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: Like I was talking about you?<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: Well, I'm sure you were talking about me.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: (LAUGHTER) That's not a question.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: But, I mean, I guess I think about it that way. (PAUSE) You were angry about it. There was like a bit of that directed at me but also at, you know, the people in general who do that. It's a little like... It reminds me of (inaudible at 00:40:59) or The Hunger Games as you just described it. <\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">I mean, those books have an edge in a pretty big way (PAUSE) about, you know, precisely about cruel treatment or sort of suppression and social control. And yet, it feels to me like that same combination is playing out an injustice with an edge (PAUSE) you know, set against the perpetrators if that makes sense.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">CLIENT: Yeah. (PAUSE) You know, I can't remember... I can't remember anybody doing that to me deliberately since I was a kid but that was like every interaction I had with my peers when I was a kid. So... <\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">But, you know, it still scares me. (inaudible at 00:42:21) I'm still pretty pissed off about it. I know that's how children are. But... (PAUSE) I'm pretty angry. (PAUSE)<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">THERAPIST: It's very interesting. Like (PAUSE) you just said, \"I hadn't realized I was intentionally (inaudible) doing that when I was a kid.\" <\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">But you (inaudible) said a few minutes ago about, \"I'm worried about saying this to people (inaudible at 00:43:17) because somebody's going to, you know, punch the sore spot or punch the bruise.\"<\/span><\/p>\n<span data-id=\"P5-N200AE-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559837\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Yeah. I guess, I mean, like... (PAUSE) I can't remember a time when people have actually done that but I can't... I don't know how to have that conversation in which I'm not, that's not the thing I'm most afraid of. (PAUSE) <\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: It seems to me like... (PAUSE) (SIGH) (PAUSE) You're working pretty hard, I think, to forget how often that happens. It happens all the time. (PAUSE) Not that (PAUSE) you know, other people don't mean it but in a way it kind of doesn't matter (inaudible) I mean, many times, in other interactions, <\/span><span data-id=\"P6-N200B31\">I guess, with James, certainly with me... (PAUSE) <\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">...saying something (PAUSE) that really hurts, it seems like, to me, it looks like that's very hard for you to sort of stay in touch with are you really...<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: Yeah. (LAUGHTER) No. I think you're right.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: Sometimes you're very clear about it I think or you say things that make it seem to me like you're very clear about it and very in touch with that and then other moments, I don't think I have as much these days. (PAUSE) I mean, in a way, I appreciate it. Like at some level you know that neither <\/span><span data-id=\"P6-N200B91\">James nor I are generally intending to be hurtful. <\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: Or the other people in your life. But we talk explicitly about it feeling as though...<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: Yeah. I mean, I remember now. (LAUGHTER)<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: Yeah. I see. Okay. Well, we should stop for now.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: I'll let you know (inaudible at 00:46:21) but otherwise I'll see you next week.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}