{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his wife's most recent hospitalization. Client discusses the role of the therapist in this setting and how they will work together to make the sessions worthwhile."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Client-therapist relationship","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Major depressive disorder","Suicide","Married people","Client-counselor relations","Romantic relationships","Psychoanalytic Psychology","Frustration","Sadness","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Client-therapist relationship","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["7"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Major depressive disorder","Suicide","Married people","Client-counselor relations","Romantic relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Sadness"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":6,"pageCount":6,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559474","dorpId":"1005577394","contentType":"text","aucs":"CTRN-V1","title":"Client \"ML\" Therapy Session Audio Recording, February 13, 2013: Client discusses his wife's most recent hospitalization. Client discusses the role of the therapist in this setting and how they will work together to make the sessions worthwhile.","fullTitle":"Client \"ML\" Therapy Session Audio Recording, February 13, 2013: Client discusses his wife's most recent hospitalization. Client discusses the role of the therapist in this setting and how they will work together to make the sessions worthwhile.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":6,"totalPages":6,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":6,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559474\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">[no voice until 00:01:39]<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Come on in. (pause) Hi.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Hello. Should we talk about insurance and billing briefly first? Thank you for responding to my e-mail. I tried to follow up with the insurance company to switch to a PPO, but they or the administrators of the health insurance have, basically, stopped responding to me and are claiming that not <\/span><span data-id=\"P1-N200111\">only that I cannot switch, they don't have any PPOs for a non-group person. I don't have an answer on that front, but will keep working at this. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: It's frustrating.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah. That's a good way to describe it. I could have told you that in my e-mail. That was less information that I thought I had. Not much going on there. (pause) Sort of in the middle or two-thirds through the session last time, you said you were not sure what we should do, but what I was doing <\/span><span data-id=\"P1-N200151\">was not a good long-term idea. I've struggled with what I should do for a while. Thursday evening, my friend Franco and I, went to a lecture by one of the main responders to John Ross's Theory of Justice. He's a political philosopher mostly, but a moral philosopher really.  He was making an extended <\/span><span data-id=\"P1-N200152\">argument that attempting to handle some problems in modern politics with market-based strategies actually crowds out other values, is the thing that he's really getting at. He contrasts two views of love or altruism. One, which he describes as the economist, that it's a resource that must be protected <\/span><span data-id=\"P1-N200153\">and conserved so we ought to use these market-based strategies. It may be in the individual's best interested to do things because we can't trust that they will do things that are altruistic. We certainly can't trust that they'll do it very often if they do. He says that seems a little ridiculous. Isn't <\/span><span data-id=\"P1-N200154\">love much more like a muscle something that grows with development and use? I think that helped me clarify what you were saying. I think what you were saying was something more like from the perspective of me, it's not that (pause) I need to do less for Tanya because I need to conserve love in the <\/span><span data-id=\"P1-N200155\">sense of the economist, but in the sense of if it is a muscle sort of thing, you can overtax it.  From the perspective of Tanya, if I am not letting her or making her or something handle things, then I am, in a sense, contributing to her atrophy in some spectrum of taxes.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: It sounds like what I said really made an impression on you.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah. Yeah. (pause) I come here for advice, in a large degree. I try to take it seriously.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: I was thinking about this. Obviously, when I work with couples it's different than when I work with someone one-on-one, because it's a completely different focus, in a sense. I tend to be somewhat more practical when I work with couples because I want to help them change the dynamic between <\/span><span data-id=\"P1-N2001B1\">the two of them and I like to be practical when I work with people one-on-one. But I feel like my main goal is to give you a context in which to understand your feelings and your thoughts and your behavior so that you can figure out for yourself how you want to live your life. I have particular reasons <\/span><span data-id=\"P1-N2001B2\">for giving that particular advice last week, but I don't want that to eclipse our exploring your ideas of love and your ideas of responsibility and what they mean to you. That to me is at least as important.<\/span><\/p>\n<span data-id=\"P1-N2001A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559474\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: I guess I left out the piece that would be relevant, then. I think that philosopher is right. I buy most of his arguments.  I don't think love is in any strict sense a muscle, but I do think it is a thing that is not just about a feeling, it is about practices, doing it. There was a really good <\/span><span data-id=\"P2-N2001D1\">sermon six months ago or four months ago or something that the rector talked of love not as a feeling, but as doing something. It's not that meaningful to feel love if you do nothing. That made a large impact also because it's sort of striking if you think about what love is. So I think both of them <\/span><span data-id=\"P2-N2001D2\">are onto something. What exactly is a little bit ill-defined, but there were pieces of it that start to make it take shape. (pause)  He talked a little bit like we can actually separate the practical and the emotional. I guess I'm not sold on that point.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: I don't know if I was suggesting that as much because it's not my goal to give you practical advice, in part because they're so connected. I feel my job is primarily to explore your emotional world so that you can figure out how you want to express it, rather than my telling you how you should <\/span><span data-id=\"P2-N2001F1\">express it.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Okay. (pause)<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: And I think my advice was more along the lines of practical in terms of . . .<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: I very much took it practically, but that has implications for what is the nature of love?<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Absolutely.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: I think what I was trying to say was that I don't think your practical advice was wrong. I think it was right, but it's hard to understand in some sense. This is the way that I've come to grips with it and feel it to be consistent with an acceptable description of love if that makes sense. I <\/span><span data-id=\"P2-N200291\">don't find the economist's description of love acceptable. I think it's a resource that can be exhausted permanently. Certainly my own experience is that it's a thing where it can be overtaxed, but it recovers. That sounds a whole lot more like the muscle description than a finite resource.  (pause)<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: I think my comment also came from hearing your frustration last week. I think there are practical limits to the extent to which you can take responsibility and take over responsibility for another person's life on a really pragmatic basis. I also think from a practical perspective it's sort <\/span><span data-id=\"P2-N2002B1\">of the difference between giving someone a fish and helping them learn how to fish. Giving Tanya fish serves an immediate solution that she can eat, but it doesn't help her to develop the capacity to take care of herself.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Right. Right. (pause)  No, I think that's right. (long pause)  You've been fairly consistent in giving that sort of advice for some time, so I did back off some in my direct interactions with her. I think that was a good thing for me and I don't think it was harmful to her, so that was good. <\/span><span data-id=\"P2-N2002D1\">It was a particularly useful weekend to do it because her friend, Candace, came up to visit, which we had planned a few weeks ago. So I could ask Candace to do some of the . . . Tanya needs to be escorted to ECT, for example, so I asked Candace to do things like that and she was happy to help. That's <\/span><span data-id=\"P2-N2002D2\">good.  (long pause)  But they did readmit her to Frederick (sp?) yesterday. We went in for ECT and afterwards she talked with the doctor for a while and he thought we should really bring her back in; so she's there now. That's where we got more of the help. It's interesting in this practical thing, <\/span><span data-id=\"P2-N2002D3\">I don't feel like I've caused this, so that is good. I had mentioned to you that I was concerned that, through something I would do or not do, I would contribute to her getting back to this place; and I really don't think that that has happened, even though she is back in this place.  (pause)<\/span><\/p>\n<span data-id=\"P2-N2002C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559474\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: How do you feel about her going back?<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: (pause) At the moment, pretty sad. It's not how I've been feeling. She went back in yesterday, so yesterday was more of a practical day, sitting and waiting with her while they admit her and then go and get her things and bring them to her so that she could at least have some things while she's <\/span><span data-id=\"P3-N200311\">in.  I was exhausted and a little relieved that she was back in. Monday was a rough day. She was not very well the whole time that Candace was here. She's not been well for a while. I guess that's an understatement. (pause)  Apparently now I feel sad and a little bit lost. I'm not really sure where <\/span><span data-id=\"P3-N200312\">we're going. Worried. Yesterday I wasn't worried because she's safe. That's good. Now I seem to be worried in the sense of how is she ever going to get better? (long pause)  Yeah, that's about it, sad.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: Scared?<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Yeah. Yeah. Yeah. (pause)<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: More sad than scared?<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: I think so, at least at this moment. I don't know if that's representative of anything more than right now, but yeah. Right now I just seem to be sad. (pause) I feel a sense of loss, which I'm having a little trouble getting, grasping, understanding, because there's a pretty real sense in which <\/span><span data-id=\"P3-N200391\">I lost her a long time ago and I've only seen glimpses of her since. (pause) <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: I can comfort you by being present with you, but unfortunately I can't comfort you with answers.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: Yeah, I don't really have much more to say, in some sense, because no one has answers to the really pertinent questions, like how is this ever going to be better? What are we going to do? I appreciate you knowing that you don't have those answers and saying it. That's not a position most people <\/span><span data-id=\"P3-N2003D1\">want to act in, but it's where we really are.  (long pause)  Now I'm curious. I feel like we found a deep hole in the map and I'm not really sure where we go from here.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: It sounds really reflective of how you feel in your situation.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: (laughs) Yes, yes. I think that describes our situation also.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: I think when therapy is working well the therapy is reflective of what's going on for you internally. (pause) I can appreciate that you're feeling a loss and you feel lost. <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Yeah. (pause) The complicated thing about loss, though, is that actually loss is something that can be dealt with, I have dealt with before. It's hard. It takes time, but one grieves and things get better eventually. <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Yes, in this case, you're not sure what you've lost or what you're losing. It's still unclear.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: No, I've lost Tanya, is what I've lost is who I have lost. But there's the hope that she'll come back and so grieving can't really be done because grieving is the thing that one does as a part of closure. For me, at least, that's not where we are and that's not where I want to be. I do want <\/span><span data-id=\"P3-N200491\">her back. I do love her or love the Tanya that I know.  (pause) I guess I don't know how to grieve for something or someone that I hope to have back without undermining that hope, in some sense. I don't know if that's actually how hope and grief work or how they interact together, but that's how it <\/span><span data-id=\"P3-N200492\">seems like they do. <\/span><\/p>\n<span data-id=\"P3-N20048-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559474\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: That one negates the other?<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Something like that, yeah. (pause) <\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: What are you thinking about?<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: (pause) I was thinking about the practical question of what are you doing? I was thinking that there is real sense in which you were being present and you were (pause) . . . there's a sense in which your role seems to be something like guide, but it's not exactly clear where we're going so it's <\/span><span data-id=\"P4-N200511\">. . .  (pause)<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: I see my role in a very general way as helping you make sense of your experience. It's especially challenging when it feels like your experience makes no sense. (pause) <\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: I guess I feel like I can make sense of what I have experienced, but I don't have the good sense of what that means for what will come next. So I guess in that sense, the experience doesn't make sense.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: I'm thinking more about your question about what my role is. What are your thoughts about even what led your mind to go to there?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: We spent a lot of this session in silence, which is not usually how it goes. [ ] (inaudible at 00:33:28) (pause) That means something about what you're doing and what I'm doing and that itself is some sort of way point or indicator of something in terms of trying to make sense of experience. <\/span><span data-id=\"P4-N200591\">And that was why having this experience of this session going radically differently from how several others have gone from my end and trying to figure out why.  It hasn't been bad; it's been good just different.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Was part of the question wondering how I can help you or what I can do to help you?<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Yeah, I absolutely wonder what you are doing or can do or will do. Yeah. Yeah. Not in the frustrated sense of why aren't you doing something? More in the sense of the curiosity sense, if that makes sense. <\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: The other reaction I had, which it doesn't sound like that's where you're going, but I almost heard it as your need to figure out for me what my role is. My thought was, \"Don't worry about me. I'm okay. I can take care of myself. Worry about you.\" That was my thought that you needed, in a <\/span><span data-id=\"P4-N2005F1\">sense, to take responsibility or help me figure out what I need in my role. And I'm not sure if that's what it meant, that was just my . . .<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: I don't think that was what it meant, but I won't discount the possibility. This is a very strange relationship for me. (chuckles) I strive not to be in such vastly non-reciprocal relationships most of the time, so I think I was doing it more in the \"what is going on what are you doing\" sense. <\/span><span data-id=\"P4-N200611\"> That's the disclaimer. I'm not sure.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: That's interesting, right? Because certainly everything indicates that in terms of needing to be the one in charge, figuring things out, picking up the slack, taking responsibility. This is a radical departure from that.<\/span><\/p>\n<span data-id=\"P4-N20062-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559474\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: Two things there. One: by non-reciprocal I mean that it's not that I don't let other people take care of me, it's that I like to be in a relationship where we take care of each other. There is also this sense in which I do feel all of these things that you talk about in a lot of different settings. <\/span><span data-id=\"P5-N200651\"> When I see that something could be done better or differently, I feel like I need to do it. That's not really on the table in our interaction. I trust you and feel like I don't always know what you're doing, and so, hence, the curiosity. I try to figure out what's going on, but it's from a place of <\/span><span data-id=\"P5-N200652\">trusting that you have some sense of what you're doing and are doing the right things. We're having a fairly large error barn in circumstances like this. (pause) <\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: I think about striking a balance between wanting to engage with you and also respecting your silence and own thought process. (pause)<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: I was just thinking about what am I supposed to do now? What am I supposed to do? As far as I can tell, there isn't a good answer, other than try to (pause) deal with the sadness and also maintain whatever normalcy and so forth that I can a sense of moving forward with trying to continue work, <\/span><span data-id=\"P5-N200691\">paying bills that sort of thing. <\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: Are you able to work these days?<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: I didn't get much done in January, but I've been able to work more. Part of the practicality of taking a step back from feeling like I needed to do everything for Tanya is that turned me to work, also. Taking a step back does give me some time to work. It also makes me somewhat less anxious <\/span><span data-id=\"P5-N2006D1\">so that I can work more. I'm hoping that I'll be able to maintain that now, but I don't know how that's going to work out.  (pause)<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: The advice-giving part of me feels like creating some normalcy for yourself would be very helpful. It sounds like you've already figured that out.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Okay, but it's reassuring to have you say, \"Yes, that's kind of the right vein to be looking in, if you can.\"<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: Because you weren't sure or just haven't . . ?<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Yeah, I'm not that sure about a lot of things these days so it's hard to know what the right thing is to do when I'm, in a sense, so lost. (pause) I like to have that reassurance, \"That seems like the correct direction, more or less.\" <\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: First of all, I think just engaging in something other than this is very helpful other than Tanya and all these complicated feelings. Not to negate that, but having something else that engages you and then providing some structure for yourself. (pause)<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: \"Structure\" is interesting. (pause) I had been thinking that I would visit Tanya differently. I have been going out every day to visit her in the hospital when she was in the hospital and staying a couple or three hours or more every day.  I was thinking that I would do that differently, but <\/span><span data-id=\"P5-N200791\">I hadn't thought about exactly how. It was more in the sense that I felt like I needed to do something differently but structure is an interesting I think that's probably the reason. In a sense, my days have been structured around visiting Tanya and not around anything else. It's been visit Tanya, <\/span><span data-id=\"P5-N200792\">contact our families and let them know how Tanya is doing. That's the biggest element of any given day in January. (pause) I think that was at the right structure at the beginning of January. I'm not sure about the end of January. (pause)  But it's a timing version of the question of how do we balance <\/span><span data-id=\"P5-N200793\">my needs and her needs? It seemed like a very . . . structure is a good word. I think I do need some structure that is not dictated by her illness. That would be a good thing, so thank you. (pause) I'm not sure what that will be but . . . <\/span><\/p>\n<span data-id=\"P5-N20078-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559474\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: It sounds like you've already started that in terms of engaging in your work a little bit.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: Yeah, I'm not sure exactly what the structure will look like. It's more like I have a good sense of what I'm looking for now. This is the thing to be looking for. I guess it doesn't matter much what the details are.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: Do you need to go back to Ohio at all to see your advisor?<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: We've been meeting by video conference every week, so not really. I'll have to go back eventually to defend, but probably not other than for that.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: When will that be? You don't know?<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: No. Don't know.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: A few months? A few years? <\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: It's probably on the order of a year. We weren't quite at a place where I could just write up when I left so we'll have to work on a couple of different new projects remotely, however long that takes probably on the order of a year. (pause)<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: We're going to need to stop in a moment.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: I will see you next week.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: Thanks very much.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: Take care.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}