{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a recent experience with a classmate\/friend and wonders if she is too judgmental of her friends, thus pushing them away. Client discusses her issues with forgiveness."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Forgiveness","Judgment","Abandonment","Psychoanalytic Psychology","Sadness","Low self-esteem","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["9"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Forgiveness","Judgment","Abandonment"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Low self-esteem"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559370","dorpId":"1005577290","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, November 26, 2012: Client discusses a recent experience with a classmate\/friend and wonders if she is too judgmental of her friends, thus pushing them away. Client discusses her issues with forgiveness.","fullTitle":"Client \"S\" Therapy Session Audio Recording, November 26, 2012: Client discusses a recent experience with a classmate\/friend and wonders if she is too judgmental of her friends, thus pushing them away. Client discusses her issues with forgiveness.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559370\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">No voice until <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Hi.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I'm a little sick today so I don't know if I'll be able to talk too much. (pause)  Did you want to talk a little more so I don't talk too much? (chuckles)<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: This seems familiar.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah, I just wondered if I can stay quiet for a bit. (chuckles) (pause)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: I had this image of a mom who talks to her baby.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: As in you talking to me?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Yeah, just kind of articulates what the small child can't articulate.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: It doesn't have to be like that. It can be a friend helping a friend. (laughs)<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: And I would be helping you by talking?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Yeah. (laughs)  (pause) It's my own fault that I'm sick. (pause) I had a little get together on Friday and I had a little too much to drink. That helped me clean up the whole kitchen by myself, but I think I shouldn't have done that. (pause)  I cooked everything by myself and cleaned up by myself <\/span><span data-id=\"P1-N200211\">and it's like now I have to pay the price.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Like a form of punishment?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Well, it just feels inadequate. I didn't want to do everything by myself. I mean (sigh) I had a falling out with a friend. Ever since she's come to town I've gotten to know her and I felt like we could do stuff together. She's from Saudi Arabia. I thought we could have a little Saudi Arabian <\/span><span data-id=\"P1-N200251\">gathering and she could make Saudi Arabian food and I could make Nepalese and she could teach me stuff.  I had this picture in my head of us cooking together and hanging out, and that's never happened. Recently we had a falling out. I just feel it's my own bad luck with friends. I just cannot make girlfriends <\/span><span data-id=\"P1-N200252\">at all. I just feel very badly about that. (pause) Do you want to know what happened with her or that's not significant? <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: Do you worry that I'm not interested?<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Yeah. (laughs) That the worry that everyone . . . sometimes I don't know what's significant and what's not. (pause) we were in the same classroom or the same workshop and I presented my work and it was my turn to get workshopped in there. She always comes in late, this friend. She came in once <\/span><span data-id=\"P1-N200291\">I had already started presenting and her comments weren't very substantial and I just felt like she's not really contributing, so I felt bad about that. But while she was saying something I just probed her a little too hard. She was saying, \"Why do you do something like this?\" and I was like, \"Didn't <\/span><span data-id=\"P1-N200292\">I do it right? Can you elaborate?\" And she said, \"Don't get offended,\" while we were in class. Then she didn't talk to me during the break and after the class she just kind of brushed past me and left and she didn't respond to my e-mail, my invitation to the party and she didn't come either.(laughs) <\/span><span data-id=\"P1-N200293\">I just feel really, really bad about that because I had this expectation. <\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">Plus I feel like I've helped her a lot. I feel like every time she submits something to class, she runs it by me first so that I can correct her mistakes and things. Her English isn't that good, so I help her out with that. I just felt like, \"Do you really wanted to antagonize me? I've been helpful <\/span><span data-id=\"P1-N2002B1\">to you and I can continue being of help. Do you really not want to respond to my e-mail and don't want to hang out with me and don't want to talk to me?\" I just feel very, very bad about that. Then I'm feeling like I notice this is a pattern with me I react to the same way when people don't do as <\/span><span data-id=\"P1-N2002B2\">I expect them to do.  I feel hurt and I feel betrayed and I feel left and abandoned. Why do I react this way?<\/span><\/p>\n<span data-id=\"P1-N2002A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559370\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">I feel like it's high time I changed. Why do I get this clingy? I haven't really clung to her because we didn't have that kind of relationship, but I cannot just brush away this like, \"Oh, she must just have too many things going on and it's okay if she didn't respond. It's okay.\" And it's not; it's <\/span><span data-id=\"P2-N2002D1\">really not. It's bothering me a lot and I just feel really bad that it is bothering me so much and I don't know what to do about it. I'm feeling like I'm not good enough for people's friendship or I don't deserve it or like nothing that I do is good enough.  Cooking all that food all by myself and cleaning <\/span><span data-id=\"P2-N2002D2\">up is just not enough. Trying to be fun is not enough. Trying to be smart is not enough. I just feel like I fall short.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: What are the indicators that make you feel like it's not enough? It sounds like people aren't responding to you the way you'd like them to and you're kind of deducing from that that what you're giving is not enough.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: So what kind of responses are you or aren't you getting? <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: I don't know. Why didn't she respond to my e-mail? Why didn't she come? Why couldn't she have just said, \"Oh, I'm sorry. I have another invitation.\" She didn't bother telling me that. Why not?<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: Your first thought, it sounded like, is that she felt offended about what happened in class.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: No she told me, \"Don't get offended,\" because I was just trying to probe too hard, I think. Maybe I got a little bit defensive. She was like, \"Why did you do this?\" I was like, \"Other artists do that. Have I not done it right?\" I was a little bewildered by what she was saying and I thought it <\/span><span data-id=\"P2-N200391\">was just like not a significant point.  I get that way. Maybe I came across as too much on my high horse or something. Maybe I came across as though I was talking down to her. I never meant it to be like that. I was a little impatient because you only get so much time to talk in class. The discussion, <\/span><span data-id=\"P2-N200392\">to me, is the most vital thing in my life right now. My project is more important to me than anything. I feel like that time to me is precious, the discussion time when an artist such as my professor is there.  I feel like she was saying something significant and this friend of mine interrupted her. <\/span><span data-id=\"P2-N200393\">Let the professor talk, you know? If you're truly my friend you will understand that. I get interrupted, too. Everyone gets interrupted and I just have to not I don't know. (pause) What if I'm not the most significant person in people's lives? Why is that so bad to me? I feel like that's a ridiculous <\/span><span data-id=\"P2-N200394\">idea that I have or an expectation. (pause) <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: This is very common, where you articulate something that you want or need and then you're like, \"I don't know. This isn't really what I should want or need. You pull yourself back.\"<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: I don't know if it's the right thing to want. In this scenario, what is my need? I don't even know myself. (chuckles)<\/span><\/p>\n<span data-id=\"P2-N2003C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559370\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: You said to feel important, significant.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Yeah. (pause) That's a little too much to ask of people, I think. It's like I really set them up to fail me then. It's like a recipe for disaster. <\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: I wonder if you take my being quiet at the beginning of the session as my being disinterested.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: No. This thought is not in my head or anything in that form, but that might just be a subconscious fear that I have from everybody, from anyone, not just you.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: That makes it all the more interesting and important, right?<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: If something that's going on between us in the moment highlights a more general difficulty or experience for you, all the better. I'm not commenting because I'm taking it personally, I'm commenting because it could be an important window into something that you feel. <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: I can't expect people to greet me every single time with open arms and be like, \"How are you? Tell me this and that. How is that thing? How is that going?\" (chuckles) That's ridiculous. (pause) I should take more responsibility. That's what I'm hearing.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: From me?<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yeah, but generally as well. I should take more responsibility and be a little more realistic, not expect the world from people. No wonder I would feel disappointed because I'm expecting a lot. (chuckles) <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: We could talk about that and it sounds like it's something that you worry about. But it seems like in the absence of the expectation you have a whole interpretation of what is or isn't happening or what someone does or doesn't feel about you.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: In the absence of what you imagine, a jubilance, an expression of the jubilance of seeing you, in that absence there is disinterest; that if people are responding specifically how you expect, you're interpreting something about that.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: You mean to say that I think in extremes?<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: You're saying that people aren't behaving in a way you wish. From that you say, \"I guess they just don't feel it.\" You don't think, \"They're not expressing it, but they could have these feelings. They're just not expressing it that way.\" <\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: So you mean to say they like me but they don't know how to express it?<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: I wouldn't necessarily even think they don't know. I just think they may express it differently than what you imagine. Kind of like my being quite might represent for you a lack of interest or indifference.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">CLIENT: Yeah. So you mean I jump to a negative conclusion?<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">CLIENT: I just imagine the worst.<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">THERAPIST: Maybe, but you have a very particular interpretation. It's not just the worst in general, but it's how someone feels about you or doesn't feel about you.  \"I guess someone isn't excited to see me then,\" and then you go to, \"I guess I shouldn't want that.\" But you've sort of jumped ahead several <\/span><span data-id=\"P3-N200671\">steps. What makes you think someone isn't excited to see you to begin with?<\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\">CLIENT: I'm a little confused. (laughs)<\/span><\/p>\n<p data-id=\"P3-N2006A\"><span data-id=\"P3-N2006B\">THERAPIST: Are you? Let's talk about that. It does seem like you're confused.<\/span><\/p>\n<p data-id=\"P3-N2006C\"><span data-id=\"P3-N2006D\">CLIENT: I feel like I need to draw a map when you said \"steps\" I don't know what the various steps would be. (pause)  So you're saying that an absence of acceptance and love I fill up that absence with something negative and disinterest, for example.<\/span><\/p>\n<span data-id=\"P3-N2006C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559370\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: Yeah, and I'm not even saying the absence of acceptance or love. I'm saying the absence of that specific expression, the specific verbalization which doesn't mean necessarily that there is an absence of love or acceptance. <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Yeah, okay. (pause) So you're saying I should change or expand my idea of love and acceptance, that it could have many different forms? I shouldn't just look for it in that form, like \"Oooh.\" If it doesn't look like that, then it mustn't be love and acceptance. I don't know.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: You have to take credit for that.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: I was saying something two steps behind that. I was just pointing out your experience. I wasn't saying what you should or shouldn't do with it. And then you came up with the idea, \"Maybe I could think about it this way.\" That was your thought. You said, \"Are you saying that . . .\" I wasn't <\/span><span data-id=\"P4-N200771\">saying that. You came up with that idea. <\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Okay. (laughs) But you're saying . . . I'm just thinking. I don't know. What did you mean about the steps thing?<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: Where you go in your mind to a particular subset of assumptions based on people's behavior that is important to know. You take that step about assumptions; and then once you make an assumption about how someone feels, based on what you think of his data, then you think what you should do <\/span><span data-id=\"P4-N2007B1\">about that. Like, okay, I guess you should not meet as much. You're already two steps ahead of where you began, which is why you even feel the way you do about people's behavior. <\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: I'm just trying to figure out where the problem is, how I should change my behavior. I just feel like I should not expect so much. But you're saying that's not the problem. (chuckles) Are you confused as well now?<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: This is what I'm thinking about. There is a particular kind of specificity that you look for from me and I'm trying to make meaning of it. It's almost like you're looking for the answer and so I'm not sure I have the answers.  That's why I'm quiet because I'm trying to figure out what you're <\/span><span data-id=\"P4-N2007F1\">looking for and trying to put that into words. (pause) I guess maybe, if I think about it more, I think about your experience with Chris and how one of the things you really like about him is that he provides that kind of guidance and structure and ideal or one version of an ideal of how you can live. <\/span><span data-id=\"P4-N2007F2\"> Sort of I don't know if at the expense but maybe instead of figuring out your own guiding principles for your life. There are pros and cons to that. Figuring out your own guiding principles there is more ambiguity. You worry that you can lead yourself astray and get into bad stuff or dangerous <\/span><span data-id=\"P4-N2007F3\">stuff or maybe selfish stuff, so it provides you with structure but it also may deprive you of other things. I think you do that same thing in here in terms of yearning for that guidance. So my comments to you are usually like I can guide you when you're in an experience, but I'm not sure I can tell <\/span><span data-id=\"P4-N2007F4\">you how to live your life or what you should do. So I feel like that's the ongoing conversation we have. <\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">CLIENT: I'm trying, I'm really trying to build my own structure. I can really agree with what you're saying and that's just where I am right now. Right now means it's been several years, but I need that structure and I feel like that is more of a priority for me again, right now than figuring things <\/span><span data-id=\"P4-N200811\">out on my own. I'm giving up my apartment and now it's I mean it is a priority for me to try to learn how to live by myself, but I feel like it's not that much of a priority than finishing my project. And I cannot do that without Chris's guidance. He's not sitting down and giving me feedback or anything <\/span><span data-id=\"P4-N200812\">like that, it's just I feel like in my apartment there is just too much space.  It's another kind of variable, you know? The equation. I just don't have time for that other variable, so I need to cut that out and really just narrow my focus. It is a distraction I feel like. I want to live in a very <\/span><span data-id=\"P4-N200813\">narrow space, to be able to finish the job, the work right now. I know we weren't even talking about it. You were talking about something else (laughs) like what I expect from you.  I feel like that's what I do; I probably use Chris like a crutch. Maybe I'm starting to do that here as well, but I hope <\/span><span data-id=\"P4-N200814\">I'm not or I hope I don't. As you say, I can think for myself and I should be able to trust my thinking. I hope I can get to that point. (laughs)<\/span><\/p>\n<span data-id=\"P4-N20080-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559370\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: The idea that you're using Chris or me as a crutch is your own idea. It's not something that I'm saying.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: He might not even be a crutch except that I might just like to think of him as that, that he'll be there when I fall.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Except people need a crutch when they have a broken leg, when you're infirmed. <\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: I feel broken at times, such as in this scenario. Not getting what I expect from someone makes me feel very broken, makes me feel inadequate. I just can't live with the idea that I'm not significant in someone's life. It's an absurd idea because she has so many other friends, but I just feel <\/span><span data-id=\"P5-N200891\">so like am I even worth writing a one-line e-mail to say \"I cannot come\" or something like that. And why am I not okay with that?  Why am I beating myself up for someone's negligence? I don't even know what to call it. It could be as insignificant as just not that; and I'm so not okay with that. Why? <\/span><span data-id=\"P5-N200892\">I shouldn't meet people like that because they will constantly fail and forget and then I'll be feeling very just like this, bringing myself a lot of pain needlessly. (long pause)  Is this part of the victim's narrative? Holding people up to this . . . to say \"you didn't come\" or \"you didn't respond\" <\/span><span data-id=\"P5-N200893\">or \"you didn't do this\" or \"you didn't do that.\" When I do that, do I become their victim? (sigh) (pause)<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Do you feel like I don't talk to you enough?<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: (chuckles) Not really. When we started, I didn't really know what I should expect and all that, so I guess I'm learning that's the way. It seems like the way this works is I have to articulate on my own and trust my own thought process.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: Perhaps. I think also having us understand when and why you don't. <\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: When and why I don't what?<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: Trust your own thought process. In a sense I feel like we're in a negotiation, a negotiation that very much reflects more perennial problems for you or big struggles in your life. The negotiation is what I can offer you, what you should expect and what I can offer you. I try to frame what <\/span><span data-id=\"P5-N200931\">you expect in a way that helps bring life and meaning to it. What you're saying is, \"That's nice, but I need some guidance. That seems like a better overarching goal, but I have immediate goals and that's not going to help me.\" So I feel like it's sort of an ongoing dialog between the two of us. <\/span><\/p>\n<span data-id=\"P5-N20092-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20092-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559370\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: I totally see your point that the point of therapy is not to get guidance, it is to kind of learn to be independent. It's a long-term goal, but I think it's high time I started thinking about the long term.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: Maybe that's true that there's a particular independence that, I think I, not personally but as a therapist, advocate for, for lack of a better term. But I also think it's about how you can feel more safely dependent on other people, too, without feeling like you're essentially a leach, which <\/span><span data-id=\"P6-N200971\">is how you feel. You certainly worry that you're a leach to Chris.  I'm not saying that it isn't, but it doesn't feel like a sense of mutuality and an inter-dependence. I see what you're saying in terms of a kind of independence. It's certainly true, but I think there's more to it than that. I think, <\/span><span data-id=\"P6-N200972\">for you, you're constantly telling yourself you need to be more independent, that your dependence on others is sort of pathologic at worst and you need to unlearn that or break yourself of that. That's your struggle; it's certainly not how I feel.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: I just feel like I need to figure out how not to be a leach before I can safely depend on people, you know?<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: It's interesting. I think what comes first, the chicken or the egg? It's hard to sort of . . . I don't know. It's interesting. <\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: I just feel like every time I make a new friend I feel like, \"Okay, this time I'm going to do it differently. I really am.\" (laughs) It ends up in the same old muck. It's the same problem and I just don't learn from the past experience or I don't have the tools to act differently. It's like <\/span><span data-id=\"P6-N2009D1\">I always make the same mistake. (chuckles) (pause) <\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">With this other friend that I made in my previous program, it was the same kind of scenario. She just needed more help and I was able to provide that. I did kind of articulate this to myself. Some people are there in your life because they need you and you're able to give them something. You just cannot <\/span><span data-id=\"P6-N2009F1\">expect anything from them. You can expect the same kind of help from someone else, but not them. What I'm trying to say is that I don't expect this new friend of mine I shouldn't expect this new friend of mine to give me good comments. I don't articulate this in my head, but I was like, \"I'm so frustrated <\/span><span data-id=\"P6-N2009F2\">with you. You're not a good artist. You're not giving me good comments.  You're not a good reader. The least you can do is show up on time, okay?\" I don't articulate any of this until now, but maybe that's what was going on. It just came across in the class. Obviously, she got offended and I shouldn't <\/span><span data-id=\"P6-N2009F3\">expect her to respond to my e-mail and I shouldn't be surprised that she didn't show up. (laughs) I'm so afraid to kind of make that link and be like, \"Well, I did this so . . .\" So what if she's weak and she's petty? I'm not saying that she is, but what if she is? What if people really are bad? I shouldn't <\/span><span data-id=\"P6-N2009F4\">beat myself over that. I should allow them to fail because I fail, too.  I fail all the time, so why cannot other people fail as well? If I expect forgiveness, I should be forthcoming with my forgiveness. (pause) Am I on the right track? (chuckles)<\/span><\/p>\n<span data-id=\"P6-N2009E-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2009E-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559370\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">THERAPIST: Do I have a track?<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">CLIENT: I don't know. I'm saying, \"Does that sound good or . . ?\" (laughs) I don't know how you judge. How do you judge thoughts? (laughs)<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">THERAPIST: Good question.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">CLIENT: I don't know. Usually I just judge them as a negative thought or a positive thought; and stay away from negative thoughts because they can be leading you to a very dark place. <\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: In your work, do you have thoughts that you don't judge<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: I guess I'm coming to the assumption that in your passion there is a particular kind of freedom to express things without the strain of having to figure out whether this is good or bad.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: I basically just judge it depends on the character or the situation and I'm a novice. I'm learning. I try to judge it based on having a standard in my head. I have a few artists that I aspire to be like, so I kind of judge it on that basis. I don't know if that makes sense. But, yeah, there <\/span><span data-id=\"P7-N200AF1\">is a lot of freedom. <\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: I guess I imagine that every word you write is not like \"is this good or is this bad?\" but that there is a little more free-flow freedom and expression; and then maybe a revision of that, but not in the moment.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Yeah. I try to be as uninhibited as possible because I don't know at that point whether or not something makes sense or something is good or not. I just write it down anyways and then in the revision process, I try to make it work better.<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: Yeah, so then I guess I wonder, since you have that in you for sure, what would it be like to bring more of that into your thinking about yourself?<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: I don't know. Why did you say it was a good question about how do you judge a thought?<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: Because you often look to me and I'm sure not only to me to say, \"Is this a good thought or a bad thought?\"  My immediate feeling is I have no idea. How do you judge if it's a good thought or a bad thought. So when you said, \"How do you judge if it's a good thought or a bad thought?\" <\/span><span data-id=\"P7-N200B91\">I thought exactly! (long pause) <\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: Is this a problem with me that I cannot forgive people?<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: Huge. It's a huge problem.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: (laughs) I just wonder if it's a pattern with me. (chuckles) (pause) I don't know. If I'm hard on myself then I must be hard on other people, too. I just wondered.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: Judging each thought is a type of inhibition. You know how you were saying with you work that there's a dis-inhibition; you just express yourself.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: Yeah.  But I don't know. I think you'll have to show me how it's done. (laughs) How to be uninhibited in my thinking.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: We do need to stop for today, okay? I will see you on Wednesday, okay?<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: Take care.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}