{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the impact his parents' divorce has on his relationship with them and the family as a whole."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Family relations","Parent-child relationships","Divorce","Psychoanalytic Psychology","Self Psychology","Anxiety","Sadness","Frustration","Psychoanalysis","Relational psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Irish"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["53"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Family relations","Parent-child relationships","Divorce"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Sadness","Frustration"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Relational psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559941","dorpId":"1005577976","contentType":"text","aucs":"CTRN-V1","title":"Client \"D\", Session June 24, 2013: Client discusses the impact his parents' divorce has on his relationship with them and the family as a whole.","fullTitle":"Client \"D\", Session June 24, 2013: Client discusses the impact his parents' divorce has on his relationship with them and the family as a whole.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559941\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi! Can you stay a little bit later? Because...<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Yeah, I can stay a little later today, yeah, absolutely.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Till 11?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: (affirms) So that will be my self-imposed cut-off time, then, as opposed to... Yeah, so then, last week, we were talking about, last Thursday... talking about my mom, her family, her... the way that I experienced her encouraging me\/lecturing me (however you want to put it), about the way I should <\/span><span data-id=\"P1-N200131\">go about having, maintaining a relationship with her family up in New Hampshire. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">We talked about it from the perspective of how it seems to kind of mirror some of my dad's actions, and the way that it seems to kind of create this dynamic, where (regardless of the reasons for me to be in any way averse to being close to them, spending time with them, wanting to do stuff up there), <\/span><span data-id=\"P1-N200151\">seems to just automatically, kind of pigeon-hole me in this position, signified by my father, which creates kind of a lose\/lose against her, everyone, I guess, at least for me, at least. It's a particularly frustrating kind of dynamic to find myself in. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">(pause) Yeah, I was thinking about it when I was leaving. I remember when I was walking away, and I remembered thinking to myself, I mean, I remember I had a thought that seemed like some kind of an extension upon the line of thought that we were going on here, that I hadn't really stumbled upon (in <\/span><span data-id=\"P1-N200171\">terms, if I can recall it in the way that I thought it), but... I mean, I remember I was walking away and I was just like, \"Oh, man! Should that be true...,\" you know, which maybe, may it's not, I don't know. You know, but should that be an accurate kind of read on what's going on... <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">On the one hand, it's really unfortunate, because then I'm in some way, you know, mirroring my father's actions or becoming my father, you know? To use those words that are typically used. Which seems unfortunate, you know? But... you know, I was thinking about it further, and I just kind of thought <\/span><span data-id=\"P1-N200191\">to myself, particularly with the way that we were discussing it last week... that kind of frame or any kind of..., regardless of what's going on between my mother and I when this topic comes up, whether it be like, the way that we talked about last week, or something else, it's something that is being <\/span><span data-id=\"P1-N200192\">imposed upon me by my mother, you know what I mean? If I'm getting pigeonholed into that type of dynamic, or any other dynamic, it's due to the limits of the terms that my mother seems to be imposing, you know what I mean? <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Well, say more about that.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: It's... you know, it's not that I am becoming my father or anything, but it's... it's the result of what's kind of going on with my mother's experience, really, you know what I mean? Really, with respect to her and what her experience was with my dad, you know what I mean? Because, I mean, at <\/span><span data-id=\"P1-N2001D1\">first, I was like, \"O God!\" You know? It seemed really sort of fatalistic, almost, you know what I mean? Like, \"God, that's it! You know what I mean? That's... it's either, you know like the way we talked about it last week, not go up there and be an asshole or go up there and feel horrible or something. <\/span><span data-id=\"P1-N2001D2\">But I mean, I just had this thought, and it seemed really, seemed sort of liberating from that dynamic at least, you know, just in the sense of like, well that... I think it's hopeful that, to disassociate the fact that that's my mother's... that's my mother's experience, you know what I mean? <\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559941\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">(therapist affirms) And regardless of that's how my mother's going be with it, that doesn't mean that I have to... you know, just purely, submit purely to those terms, or something, you know what I mean? It's just, I don't know, it seems to be a very, very different way of thinking, you know? (therapist affirms)<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">I guess it seemed helpful to think about it, because those aren't healthy... I mean, the way that my mom thinks about it not productive, I can tell, because it's... It seems like her approach to this whole topic and me with my family, I can tell that there is some kind of tension, I can tell that she's, <\/span><span data-id=\"P2-N200211\">there is something else that she's trying to work out through it. I can tell that she has her own kind of conflicts that are playing out in the way that she deals with me and family, you know what I mean? <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">She has her own kind of concerns invested in it that might have something to do with me, but aren't, you know, include and stem from things outside of me as well, you know what I mean? But it was just sort of, it was just... Just to think of it as...<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">(pause 00:07:13 to 00:07:25)<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">You know, that's going, I don't know. Maybe that's what my mom can do, you know what I mean?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: (pause) Yeah, well...<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Maybe I keep, you know, that's... That's her reality, you know what I mean? She has her own conflicts when it comes to family and that's... you know, that's... just as I clearly... You know, like we've been talking right here of my own kind of complications, and different feelings and thoughts <\/span><span data-id=\"P2-N2002B1\">about it, and stuff. And if she... yeah. She's going through it as well, you know?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">(pause 00:08:11 to 00:08:25)<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">Yeah. I don't really know where I'm going with it, but... I guess when I was thinking about it last week, I guess I kind of thought to myself, you know... Maybe I can accept the fact that my mom is kind of crazy, neurotic, and over-controlling about this stuff. Maybe I can accept that and understand <\/span><span data-id=\"P2-N2002F1\">it and, on some level, be sympathetic to it, you know what I mean? As part of... You know, which seems like a necessary alternative to doing what my father... You know, like basically his M.O. would have been in a situation like this, would have just been, you know, like, as we said last week, just <\/span><span data-id=\"P2-N2002F2\">walking away from the table. You know what I mean? <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">(therapist affirms) Like, there has got to be some other... middle ground, some give and take, you know what I mean? That seemed like an inroad to that, you know what I mean? Maybe not taking these things that my mom says sometimes so personally, you know? But realizing that she's... you know, that <\/span><span data-id=\"P2-N200311\">they stem, I don't know, from her own... you know, desire to hold onto what kind experience of family she can, or something, you know?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">(therapist affirms) You know, yeah, who knows? If she did have the experience that, you know, we've spoken about with my father, that, yeah, you know, maybe it's understandable that she would be particularly defensive of the virtue of seeing family up there, you know? I don't know. I mean, I think it's <\/span><span data-id=\"P2-N200331\">safe to assume that there is enough of a probability, you know what I mean? To believe that it doesn't have to be, like a personal thing, that I have to take as her just attacking me, per se, you know what I mean? I don't know. <\/span><\/p>\n<span data-id=\"P2-N20032-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559941\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: That's right. I think that's right. I think that's right.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">(pause 00:10:42 to 00:10:56)<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: I don't really know what follows from that, but...<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: Yeah. What follows from it?<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: (inaudible) you know locate that and (ph) and accept it and now I, you know, go up to New Hampshire every weekend or something. Now it doesn't, now I don't resent it anymore, you know what I mean? I don't know.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">(pause 00:11:23 to 00:11:39)<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">It concerned me leaving here last week that I felt like I really enjoyed our conversation, insofar as it felt like I... It felt good to talk about this, you know what I mean? To dig into it, to unearth it a little, and to, you know, spell it out a little bit. But leaving, I kind of felt even more sort <\/span><span data-id=\"P3-N200411\">of pessimistic about the talk (ph), you know what I mean? It just seemed to just sort of validate my concerns that there is just like irreconcilable dynamic going on there, you know what I mean?<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Between you and your mom? <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Yeah. Like... Like that like... If it's just that, if it's just me giving in to this or not, that's not, that's just as bad as I suspected, you know, it might be, you know what I mean? Didn't seem like I could figure out a way to make sense of that, you know what I mean? But I want to, you know? <\/span><span data-id=\"P3-N200451\">I genuinely want to.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Did it feel like, you know, are you... what did you have the thought, I mean... try to like put that, what you just said, together with this other thing that you find yourself thinking. \"Yeah, there is this way that, from my mom's view, is of family and relationships, what she might perceive <\/span><span data-id=\"P3-N200471\">in me if I'm not that way.\" You know, you kind of come to this kind of sense of \"That's her, I'm me, two different things.\" <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Well, yeah, like first there was, you know, me leaving and me being like, \"Geoffrey, maybe the only way to like, feel good with this is to like, walk away from...\", you know. Maybe that is literally the only salvation in this type of thing, you know what I mean? It's either feeling like I would <\/span><span data-id=\"P3-N200491\">feel now, as just like cutting myself off and, you know, something like that. (therapist affirms) Which is not, you know, which I'd like to avoid. Which I don't think I'm going to do, quite frankly, you know what I mean? But then this other thought was like, I don't know, it seems to open up possibilities <\/span><span data-id=\"P3-N200492\">to imagine it and more (ph). <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: I see, yeah. But you left here, what, I mean, it was like good conversation, but feeling like, \"Yeah, boy, what... It's either one or the other, just how I feared.\"<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Sort of, yeah.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Yeah, no, I get it.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: I mean, that wasn't my overarching impression I took away from it, but I certainly didn't leave here feeling like I... Like, I left here feeling like maybe I better understand it, but I don't feel better prepared to actually deal with maybe a conversation with my mom tonight, you know what I <\/span><span data-id=\"P3-N200511\">mean, you know? <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">(pause) All right, I mean, I went to Laney's sister's wedding this weekend and I'd never been to... Her sister, she's like 19, she just got married to a kid in the military. They had a big family wedding. I don't think I had been to a wedding since I was like four or five, so I never actually really, <\/span><span data-id=\"P3-N200531\">in my like, adult life, experienced a wedding before. I was sitting there with like, you know... It was very traditional, it was in a church, and they had a reception, you know, and they had like all the groom's family on one side and all the bride's family on one side. I was just sitting there, I was <\/span><span data-id=\"P3-N200532\">just like, like I just never ever imagine me doing something like this, you know what I mean? <\/span><\/p>\n<span data-id=\"P3-N20052-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559941\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">I could never imagine... I don't even know what they would look like with my family on one side, you know what I mean? (pause) Yeah, I don't know why, how those are connected, but I don't know, I was just thinking, I don't know. I was trying to think about...<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">(pause 00:16:17 to 00:16:34)<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">I don't know; I feel like my family is something I'm still trying to like, understand, you know what I mean? Like, I don't know. I would like to just be able to get to a point beyond that, where there is some... I don't know. My family is not something that I'm just constantly fearing is going to call <\/span><span data-id=\"P4-N200591\">me (inaudible) so you might have to talk to or engage with on some level, you know what I mean?<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Yeah, what was the, what was it about the church, though, and the family? I (inaudible\/blocked at 00:17:15)?<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: I just couldn't... I was just looking at it, and I was just like, \"Wow! This is really interesting!\" You know?<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Yeah, you said, \"Wow\"; (ph) what did you notice?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: In all of the... all of the bride's family, at the reception, it was like the dance floor, then the big kind of raised seating, with all the...<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: ...like the dais kind of thing?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Yeah, the bridal party, I guess. This was like brand new to me; I had never really been through this. Then, on one side of the dance floor was all the bride's family, and then on the other side was all the groom's family. (therapist acknowledges)<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">You know, then all the bride's guests and all the groom's guests are separated. But I was just like, \"Who? Who would even come for this? Who would be there?\" You know? <\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: What did you imagine? Or was it that it was a...<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: No, I just imagined that that just like, it couldn't happen!<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: It couldn't happen?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Like, I didn't even imagine me doing it or (inaudible), I just imagined the fact that that couldn't even happen, you know what I mean? Like, I don't even know what that... (pause) Yeah. It just wouldn't, it just wouldn't... It wouldn't happen. I wouldn't want it to happen, wouldn't want them <\/span><span data-id=\"P4-N2006F1\">there, you know what I mean? I don't even know who would be there, you know? <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: And you're thinking like your dad's family and your mom's family, or...?<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Well, my dad certainly wouldn't be there.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Just your dad and your mom's family?<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: Yeah, like, yeah. Like, it would almost be like my mom and then like the four or five people who live in New Hampshire at one table, and then like on the other side of a bunch of empty tables my dad, you know, like not talking to each other. Like, that would be my side. (therapist affirms) You know?<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: It'd be bringing those people together under the same tent, so to speak, it would be like unimaginable; that's...?<\/span><\/p>\n<span data-id=\"P4-N20078-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559941\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Yeah, you know, it would almost be like bringing together the families of the bride and the groom for the first time, or something. It would be that ... you know what I mean? Like, they might as well be on opposite sides of the dance floor, too; I don't know. <\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Oh, yeah, yeah, yeah.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: You know what I mean? I don't know; it just seemed, it just resonated with me, it just seemed... you know that thing they call family and that thing I call family; they may be the same name, but they just, they're very much different things, you know what I mean? I don't know; they were just <\/span><span data-id=\"P5-N2007F1\">very apparent to me at the moment, you know?<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: Yeah, yeah. An uneasiness about seeing like, that, something about that they can't kind of go together, they can't kind of, not oil and water in the antagonistic sense, but that they just don't...<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: It's not that they can't go together, they aren't together.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: They aren't together, yeah, okay. <\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: You know, they didn't... You know like, Laney's family didn't come together there, you know what I mean? They are together, they were together, they still are, you know, like, I feel like I would almost need to do something more akin to like bringing bride's family and the groom's, like, they've <\/span><span data-id=\"P5-N200871\">been two families, you know what I mean? One of which is just my dad and my sister, I guess; you know what I mean?<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: But they do not seem all, yeah, together in that sense. Family, a united kind of family, a nitty-gritty family.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: No. Absolutely not.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: I mean, of course the divorce, but there is also something, maybe about your dad and just the kind of the man, the guy he was. Well, and your mom should, you know, both sides just not having... integrated into each other's kind of worlds. (client affirms) But anyway, yeah, yeah, yeah. (inaudible\/blocked <\/span><span data-id=\"P5-N2008D1\">at 00:21:37)<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Yeah. I don't know.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: It's important to... because I think in some way... you know, it's like, it brings up, I think in some ways like, how do you... I think I put in these terms, it's just a metaphor, an analogy, or something, but it's psychologically significant that like, how you view your mom's son and your <\/span><span data-id=\"P5-N200911\">dad's son at the same time?<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Yeah, yeah. And that's not, that's the dynamic that gets erased when the word \"family\" is used prior to the divorce and after the divorce. The fact that there are still this one thing called \"family\" that still exists, because the reality is not, you know what I mean? <\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">I remember a while ago, when we were having a conversation about that book that I found, The Good Divorce. (therapist affirms) I was just really curious. I got on the train and I googled it, just because, I don't know, I was just curious, you know, like what is a... I remember like, the subtext of it, <\/span><span data-id=\"P5-N200951\">even, as like... It was really funny (this was a while ago), but I remember it was like The Good Divorce, and then like, underneath it in italics, it was like, you know, \"keeping your family together as your marriage, you know, is undone\" or something, you know what I mean? <\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">But when you search for The Good Divorce, with that, just a whole ton of critiques of it come up and like, articles like challenging this notion of \"good divorce.\" I guess in like, the literature, that's become like a phrase to encapsulate, it's like one particular approach to studying the effects of <\/span><span data-id=\"P5-N200971\">divorce on family and stuff.<\/span><\/p>\n<span data-id=\"P5-N20096-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559941\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">I was just reading one of them, and I remember, it just really resonated with me. It was talking about how... There was like, a critique of one of those approaches. It said something that like, in any divorce, be it a good divorce or a bad divorce, the responsibility for like, unifying the world for <\/span><span data-id=\"P6-N200991\">the child; like, whereas the responsibility for creating that unity lies with the mother and father prior to divorce, afterwards the child becomes (inaudible\/blocked at 00:24:27) do that work, you know what I mean? <\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">They become the, sort of, the lynch pin that has to preserve that kind of unity between two different worlds, you know what I mean? I just remember reading it, and I remember just thinking to myself, like, \"Man, that really resonates with me.\" (pause) That idea. I don't know if I'm making any sense <\/span><span data-id=\"P6-N2009B1\">at all. In my head, it seemed to make a lot of sense at least, but...<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">It's that notion, you know? How... I don't think I ever, ever really considered the fact that there are actually really two different things going on in this (ph), that are just as... You know like, my mom and my dad, and my relationship and experience with both of those are almost as antagonistic to <\/span><span data-id=\"P6-N2009D1\">one another as my mom and dad were when they were married, you know what I mean? I never considered that a point of tension, a point of friction, a place of where conflict could arise. And in a lot of ways, when I thought about it, it was like (and this is like what I saying earlier), it just almost <\/span><span data-id=\"P6-N2009D2\">seems ludicrous to even use the word like, \"family,\" insofar as it seems to promote the idea of like, something prior to that, you know what I mean? <\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">Like, I have two families now, you know what I mean? (therapist affirms) And... But that's not the way it is thought of, it's not the way that it's spoken about, you know? Like when my dad went up to New Hampshire and he... (you know, with me, when he drove me up that time and my grandparents invited <\/span><span data-id=\"P6-N2009F1\">him in to sit down); like, that was an attempt to like, show that we're all still one family, or something, you know what I mean? And...<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">(pause) Yeah, I mean, that was really uncomfortable for me, because that's not, that's not what's going on in my everyday experience. Do I making any sense to you at all? (therapist affirms) Yeah? I don't know, that seemed like a really different way for me to think about like, my experience, you know? <\/span><span data-id=\"P6-N200A11\">Which seems to suggest more just like, you know, the way that I've thought about it prior, which I have never, just never considered the fact that there were... yeah. Like, two different sets of expectations, and right and wrong, and... yeah. (therapist affirms) (pause) But yeah. It just feels so different <\/span><span data-id=\"P6-N200A12\">to... to approach it from that angle, it really, really does. <\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: I'm sure, yeah, right.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Even just to like, accept it, the fact that like, yeah, this wouldn't make any sense to do in the context of my father; but maybe it would here. Like, that's not, you know, that's a different way for me to... I think I expected things to be more conducive, more... as if...<\/span><\/p>\n<span data-id=\"P6-N200A4-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A4-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559941\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: Like the New Hampshire family.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: My mom, my dad were one thing or something, like one source of... (therapist affirms) you know what I mean? (therapist affirms) One authority figure, one... I don't know.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: Yeah, yeah! I mean, is it kind of like it was like, like it was your mom's... What you found is that it felt like one, but it was maybe really your mom's sensibility of family, and your father was either kind of with or against it? And most of the time, against it? I mean, especially, you <\/span><span data-id=\"P7-N200AB1\">know, with the whole, yeah, New Hampshire family, but also kind of walking away from everything. Is that what you mean? <\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: Well, yeah. I mean, my mom, my mom-like represents family like, incarnate like, what she wanted: my dad, what she expects with her family, you know, sort of spewing hope, like of morality, of, like of familial morality. And my dad, like we've spoken about, you know, was virtuous and accomplished, <\/span><span data-id=\"P7-N200AD1\">because he's really been the exact opposite of every single one of those things, you know what I mean? (therapist affirms) You know, hates family, for the most part, it seems like; has nothing to do with family. (pause) Yeah, so I mean, those things are so incredibly, incredibly disconnected from one <\/span><span data-id=\"P7-N200AD2\">another, you know? <\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: Yeah. His ideas about family, you mean, the ideas of family?<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: Yeah, yeah. Just to take one (inaudible\/blocked), you know?<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: Yeah, absolutely.<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: Like I feel like, I feel like...<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: But it's a big one, it's a big one in the story of your parents, you know. One thing that stands out about your dad's story, it's the family. You know, not having this connection with his family, and the family taking on a whole different meaning to him than... well, his family is having <\/span><span data-id=\"P7-N200B71\">a different meaning for him for a long, long time, than your mom has. (client affirms) I mean, but the story behind, I mean your dad's family seems to have this kind of weight to it, to him. Like any family! Ah, but... <\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: Yeah. But definitely his own, his own ballgame (ph). (therapist affirms) (pause) But I mean, I guess to bring this like, full circle, like... I feel like that dynamic... It's really not only that I seem to not ever really notice it or pay attention to it, but (and this was kind of like what <\/span><span data-id=\"P7-N200B91\">that thing that I read a long time ago kind of implicitly suggested was that) this notion of a \"good divorce,\" this notion of like, keeping your family together even though your marriage falls apart, seems to gloss over and almost deny the fact that, you know, from the child's point of view, your family <\/span><span data-id=\"P7-N200B92\">is falling apart to you, you know what I mean? <\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: What do you mean?<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: Like, you know, your families are not going, my family is not going to be together, you know what I mean? Like, that's like a contradiction in terms, almost, you know what I mean? (therapist affirms) And that's... that seems not only to be absent in my own sort of recollection of it, but in <\/span><span data-id=\"P7-N200BD1\">the general kind of experience that everyone sort of have, you know what I mean? Like, my dad is still part of that family up there, you know what I mean? Like, he can lecture me about what to do with them, they can sort of just pretend I'm not there and invite him in when I'm there, you know what I <\/span><span data-id=\"P7-N200BD2\">mean? Like... You know what I mean?<\/span><\/p>\n<span data-id=\"P7-N200BC-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559941\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">THERAPIST: Does it feel like, in a way, it's not an acknowledgement? <\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">CLIENT: Yes, precisely, yeah! Precisely!<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">THERAPIST: At a subtle level, but nonetheless impactful.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">CLIENT: Yeah! The most impactful, given how subtle it is (ph), you know what I mean? You don't even notice it, like...<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">THERAPIST: Yes, yes, yes! Yeah, it's a really important, astute observation. I mean, it's more than observation, it's just the way you lived it, I guess, at some level. (inaudible) going on there. Yeah, tremendous like, (inaudible).<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">CLIENT: Yeah, I don't know. I don't know what to say about it, beyond that, but... I mean, I'd just say, you know what I said earlier, just thinking about it this way feels like a completely different (therapist affirms) universe to be looking at, you know? (therapist affirms). One that feels better, <\/span><span data-id=\"P8-N200C91\">one that feels more... It makes sense that there is going to be, like, tension in that or something, you know what I mean? It doesn't make me feel like, weird and as like, shocked and surprised, or something; that that's going to be weird, that's going to be uncomfortable. It's not going to make me <\/span><span data-id=\"P8-N200C92\">guess, that that's because I'm not a shithead or something (therapist affirms), you know what I mean? <\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">THERAPIST: Yeah, yeah! And there is that, that itself is something so important about, not to interrupt, I guess, but I'm just thinking how... You know, you said like, there is this antagonism between, in terms of their own, your mother's and father's ideas about family, but what was missing was the <\/span><span data-id=\"P8-N200CB1\">kind of the tension in some way, as if it was just... The tension that occurs from conflicting sides, that there is something about, that that's to be expected, that's to be expected when there are two different people, and two different minds, and two different histories. Something about that, as opposed <\/span><span data-id=\"P8-N200CB2\">to it being, like... It seemed to me like a way that it was experienced was... well, you're either swimming with the current or what are you doing? And almost like, well, everybody's with the current in some way, even as if there wasn't any, this strange idea that there was, maybe there wasn't much <\/span><span data-id=\"P8-N200CB3\">antagonism at all, or... <\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">CLIENT: But that was, yeah, that was the, the... (pause) You know, like that, that's what would have made a \"good divorce,\" like I think from that perspective, the absence of it.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">THERAPIST: Yeah, right; that's right.<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">CLIENT: You know what I mean?<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">THERAPIST: That would have made a good divorce, right. Yeah. That's right.<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">CLIENT: Such that I could get in trouble for acknowledging that my parents fight or something, and...<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">THERAPIST: This the, the, what the supermarket started?<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">CLIENT: Yeah, you know what I mean? I just, I don't know, it just seems very telling in that sense, you know what I mean? (therapist affirms) But the tension seems almost less, like, between my mother and my father, the tension that arises from like... the tension between them having to exist, but not <\/span><span data-id=\"P8-N200D91\">being able to like acknowledge it, and having to like... <\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">Because I feel like it plays out with me more than anyone else for him (ph), you know what I mean? They don't live together anymore, or something, you know? I was just thinking like, \"God, like...\" You know, like at the wedding... (pause) It was like, if this was me, I would have to do this and have <\/span><span data-id=\"P8-N200DB1\">them come together, and it would be really crappy, you know what I mean? I wouldn't, I couldn't... like...<\/span><\/p>\n<span data-id=\"P8-N200DA-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200DA-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559941\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">THERAPIST: What about it? Yeah, what about it?<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">CLIENT: There would be all this tension, you know what I mean? I wouldn't... (pause) Like I think about it like, Laney's parents have only ever met my mom. They've never met my dad. They're pretty close, they're a pretty nice family. You know like, they have a lot of, you know, tensions in their marriage <\/span><span data-id=\"P9-N200DF1\">and stuff, but they're husband and wife, you know what I mean? <\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">They've met my mom, they've never met my dad. And I'm like, there have been times when they've like, suggested like, \"Oh, maybe, you know, we could do this barbeque, and like your parents can come down and meet us, like hang out.\" You know what I mean? And I, and...<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">(pause) I remember, you know, thinking in my head, like, \"That can't happen, I can't let that happen.\" But I... Because I always want to avoid them coming together, right? Because, the same thing always happens. You know, because they hate each other, you know what I mean? But I remember thinking to <\/span><span data-id=\"P9-N200E31\">myself, like, talking to them was, \"I can't, I can't even utter the words out loud, like I'm uncomfortable with them being together,\" you know what I mean? <\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">THERAPIST: Yeah. Well, that's an interesting part of all this, is that you're... I keep forgetting the fact that it's almost like you have to... I mean I guess in light of my own experience, and I don't know how much this is significant, but, I think it is; that, I'm almost remembering now, you saying <\/span><span data-id=\"P9-N200E51\">that they do not like being in each other's presence. There is something, there is something very... It's almost like if you didn't talk to me about what they are like when they're actually in the same space together, I would think that they just kind of have a very amicable, \"Hey!\" And that's it. But <\/span><span data-id=\"P9-N200E52\">there is something very raw there that you've described when they are together.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">CLIENT: I mean, that's not a coincidence that that is where your mind goes.<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">THERAPIST: Yeah, right. That's...<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">CLIENT: That's the... Like you and I just said like, they hate each other. Like, that gave me like butterflies to even say it that way<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: Is that right?<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: You know what I mean? Because that's not... that's just, you know, it's just not it. They seem more concerned about like, showing to the world how cool they are, like... You know, like when graduation came up, the last time when they had to hang out with each other for a day. I remember like, <\/span><span data-id=\"P9-N200EF1\">talking to them about it like, \"How do you want to plan the day?\" You know, they were just, \"Oh, why don't we just do it? Be fine.\" You know? <\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">Like, there was not even like, the slightest acknowledgement of the fact that, you know, it was, the most obvious thing in the world that they were obviously going to get frustrated with each other and argue and stuff, and they did. You know, I mean, they want to show how cool they are about, or something, <\/span><span data-id=\"P9-N200F11\">you know what I mean? It's... (therapist affirms) Like, my dad doesn't want to go up to New Hampshire and have dinner with the people in New Hampshire; but he wanted to do that then, almost to show...<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">THERAPIST: \"It's cool!\"<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">CLIENT: Like, \"Yeah, we're cool! Look how cool we are about it!\" You know what I mean? It's a...<\/span><\/p>\n<span data-id=\"P9-N200F4-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200F4-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559941\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">THERAPIST: No, no, I see. That's right, that's right. It's almost surprising to hear you say that they were, would get frustrated with each other. And, in fact, it sounds like it's kind of like, tense.<\/span><\/p>\n<p data-id=\"P10-N200F8\"><span data-id=\"P10-N200F9\">CLIENT: Oh, yeah! Yeah! It's palpable, you know what I mean? <\/span><\/p>\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">THERAPIST: What do you...? You've even brought it up before, but I can't even remember what stuff comes up, like... what they, how they act towards each other when they're actually in each other's presence. What is it, what do you notice in your mom and what do you notice in your dad?<\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">CLIENT: Like at graduation, I remember like, you know, I... They were together, I wasn't like, with them the whole time, but, once or twice I would glance out and like they'd be like 40 feet apart from each other, you know what I mean? Then when I actually was like done, and taking pictures, and I was <\/span><span data-id=\"P10-N200FD1\">hanging out with both of them, you know, my mom would be like, \"Oh, Geoffrey, you want to go, you know, take pictures, you know, any other... you know, your professors?\" And my dad was like, \"Never mind! (grumbling noises).\" Just, I mean, anything.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">THERAPIST: Is that right?<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">CLIENT: You know, it would crystallize around anything, like what color a tree was, you know what I mean? Yeah, just about against anything, you know what I mean? Like... <\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">THERAPIST: Wow...<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">CLIENT: It's just...<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">THERAPIST: Yeah. Okay.<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">CLIENT: (pause) Yeah. Yeah, I don't know. I don't know why they fight or whatever thing they do, you know? They do.<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">(pause 00:43:05 to 00:43:31)<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">But it just, I just, like, you know, I imagine we're going to have that conversation, like with Laney's parents, like... They just couldn't... (pause) I felt like if that was a possibility or something, and like they both got an invitation, like I would be completely unable to say, like I would rather <\/span><span data-id=\"P10-N2010D1\">not do this with the both of you, or something. Like, that would just seem like I was introducing this completely alien element into what was going on, or something. You know what I mean? (therapist affirms)<\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">(pause 00:44:19 to 00:44:31) I don't know. I don't know what all this is. I feel like I'm rambling.<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">THERAPIST: Really?<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">THERAPIST: Huh. What, yeah, what...?<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">CLIENT: Yeah, I feel like I started talking about my family up in New Hampshire and my mom, I feel like, I have a responsibility to bring (ph) back to that, or something.<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">THERAPIST: Yes. ... You do?<\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">CLIENT: Yeah; I don't know.<\/span><\/p>\n<p data-id=\"P10-N2011C\"><span data-id=\"P10-N2011D\">THERAPIST: Huh. Is it... ? You know, why do you feel it brings back to that issue (ph), is it... (inaudible). Was it just like rambling?<\/span><\/p>\n<p data-id=\"P10-N2011E\"><span data-id=\"P10-N2011F\">CLIENT: Just rambling, or something; I don't know. <\/span><\/p>\n<p data-id=\"P10-N20120\"><span data-id=\"P10-N20121\">THERAPIST: Huh! I mean, portions of that does seem like rambling, but I also don't want to discount something that you're... aware of when you're talking about it. You have to maybe go back to the, you have to go back to your family in New Hampshire, because of what? What is...?<\/span><\/p>\n<p data-id=\"P10-N20122\"><span data-id=\"P10-N20123\">CLIENT: That's where we started, you know what I mean? (therapist affirms) Have some conclusion or something.<\/span><\/p>\n<p data-id=\"P10-N20124\"><span data-id=\"P10-N20125\">THERAPIST: Oh. Yeah, what, what would that do, if you did, if you agreed to\/hurried to (ph) to a conclusion? <\/span><\/p>\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">CLIENT: Then it would make sense, then it would be relevant, a reason to be saying it, or something.<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">THERAPIST: Huh. And what do you notice about it, do you notice it's important for your own sake, of like wanting a kind of a coherence that you feel you don't have? Or is it do you feel like that will make it, to me, a good session or something like that? Is there something with me, that you're sort <\/span><span data-id=\"P10-N201291\">of wondering about me, if I'm...? (pause) I say that latter part because of what you've said in the past.<\/span><\/p>\n<span data-id=\"P10-N20128-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20128-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559941\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">CLIENT: Well, yeah, I think, partially, like, because I think it would mean that it would land an impression on you about the value of the session and then I think... (pause) subsequently I would feel validated in bringing this stuff up, which as I talk it, I feel really self-conscious, because I feel <\/span><span data-id=\"P11-N2012B1\">like I'm saying things that are just like, so obvious on the one hand. I feel like... (pause) I don't know. <\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">THERAPIST: They're, yeah, they're obvious?<\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">CLIENT: Like, yeah, my parents, they argue. Okay. I guess I feel like... you know, that something awful will happen... I don't know, I guess I feel vulnerable when I start talking about this stuff.<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">THERAPIST: Yeah, you do.<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">CLIENT: It makes me feel... yeah.<\/span><\/p>\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">THERAPIST: What, yeah, go ahead... what...? Vulnerable or...?<\/span><\/p>\n<p data-id=\"P11-N20136\"><span data-id=\"P11-N20137\">CLIENT: Well just like I was saying, you know, this is like, what I feel like I can't talk about. You know, this is like... You know, like when my parents yelled at me about the time when we were in the supermarket, and I'm in... (therapist affirms) It's... you know, it's the... taboo thing, or whatever. <\/span><\/p>\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">THERAPIST: That's right. It somehow, it can kind of get elicited in these moments, where you're kind of going into this kind of area in yourself, kind of getting at what you, how you're sort of seeing your folks or something then. Wondering if I'm going to react in a way of like, \"What path are we going <\/span><span data-id=\"P11-N201391\">down here or...?\"<\/span><\/p>\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">CLIENT: Yeah, or like, yeah. Your parents divorced, obviously they're going to hate each other (ph). Yeah, they both (ph inaudible). (inaudible) Psychotherapist and none of that...<\/span><\/p>\n<p data-id=\"P11-N2013C\"><span data-id=\"P11-N2013D\">THERAPIST: Like, what's the big deal, that kind of thing?<\/span><\/p>\n<p data-id=\"P11-N2013E\"><span data-id=\"P11-N2013F\">CLIENT: Yeah. (therapist affirms) Like, yeah. Like, \"Why did they get divorced, if they didn't have an issue with each other, you know what I mean? I don't know. (therapist acknowledges) I don't know. <\/span><\/p>\n<p data-id=\"P11-N20140\"><span data-id=\"P11-N20141\">THERAPIST: No, no, no! I think, (inaudible), yeah. (pause) Of course, they'd get divorced. I'd say something like that, or if, yeah. You know, that would be the response, if they were arguing...<\/span><\/p>\n<p data-id=\"P11-N20142\"><span data-id=\"P11-N20143\">CLIENT: Or just like, \"Geoffrey, you know, I feel like for 40 minutes, you've just been... telling me that your parents have issues with each other (therapist affirms); I'd think that was self-evident, and totally (ph) got divorced. Whatever. You know; \"What do we talking about here?\" Or something, I don't know.<\/span><\/p>\n<p data-id=\"P11-N20144\"><span data-id=\"P11-N20145\">THERAPIST: Because it's what not, it's... it's no big deal? Or... what's the, yeah, what's behind that nearness (ph)?<\/span><\/p>\n<p data-id=\"P11-N20146\"><span data-id=\"P11-N20147\">CLIENT: I guess that's what I feel weird about, is like that, it feels like when you're (chuckles) submitting (ph), you know what I mean? (therapist affirms) It feels like it, for me to... <\/span><\/p>\n<p data-id=\"P11-N20148\"><span data-id=\"P11-N20149\">THERAPIST: That's, yeah.<\/span><\/p>\n<p data-id=\"P11-N2014A\"><span data-id=\"P11-N2014B\">CLIENT: You know what I mean?<\/span><\/p>\n<p data-id=\"P11-N2014C\"><span data-id=\"P11-N2014D\">THERAPIST: But it's almost like, it's been obvious to me all along, or, what... (inaudible\/blocked)?<\/span><\/p>\n<p data-id=\"P11-N2014E\"><span data-id=\"P11-N2014F\">CLIENT: I guess I feel silly for not... I feel silly that that's like... that that's like... different for me, or something, I guess. I don't know.<\/span><\/p>\n<span data-id=\"P11-N2014E-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N2014E-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559941\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20150\"><span data-id=\"P12-N20151\">THERAPIST: Uh-huh, uh-huh. Oh, I hear you.<\/span><\/p>\n<p data-id=\"P12-N20152\"><span data-id=\"P12-N20153\">(pause 00:50:42 to 00:50:53) No, no. You know, yeah. It does seem like you're getting at the fact that it's a discovery to you. It seems to me that that's part of what's so important about all this. It's like, that it's kind of a new kind of a way of reorganizing or rethinking about the whole dynamic <\/span><span data-id=\"P12-N201531\">between your parents with the divorce and that. I think it opens up a lot.<\/span><\/p>\n<p data-id=\"P12-N20154\"><span data-id=\"P12-N20155\">But there are also this other side to it, as you're doing that, there is this kind of other side to you going... Yeah, obviously, you know, it's, you're sort of saying it can be... manifests itself in like, \"What am I thinking about it,\" me, as the listener. But like, this other side that's like, \"Am <\/span><span data-id=\"P12-N201551\">I just sort of saying something that's completely obvious, that I should have known already?\" Is that what...? Is that what you like, felt (ph), is that... (inaudible\/blocked). <\/span><\/p>\n<p data-id=\"P12-N20156\"><span data-id=\"P12-N20157\">CLIENT: Yeah. I feel... I feel like if my dad came in here, I would be made to feel stupid or something.<\/span><\/p>\n<p data-id=\"P12-N20158\"><span data-id=\"P12-N20159\">THERAPIST: Oh, of course. Yeah.<\/span><\/p>\n<p data-id=\"P12-N2015A\"><span data-id=\"P12-N2015B\">CLIENT: ... or selfish or...<\/span><\/p>\n<p data-id=\"P12-N2015C\"><span data-id=\"P12-N2015D\">THERAPIST: Selfish... That's another component to all this, though, that you're getting at. It's another layer.<\/span><\/p>\n<p data-id=\"P12-N2015E\"><span data-id=\"P12-N2015F\">CLIENT: That's what I think of.<\/span><\/p>\n<p data-id=\"P12-N20160\"><span data-id=\"P12-N20161\">THERAPIST: Well, it's another layer here. (pause) Well, I...<\/span><\/p>\n<p data-id=\"P12-N20162\"><span data-id=\"P12-N20163\">CLIENT: (inaudible\/blocked), thank you for the extra couple of minutes.<\/span><\/p>\n<p data-id=\"P12-N20164\"><span data-id=\"P12-N20165\">THERAPIST: Oh, yeah, yeah.<\/span><\/p>\n<p data-id=\"P12-N20166\"><span data-id=\"P12-N20167\">CLIENT: Yeah. I will see you Thursday.<\/span><\/p>\n<p data-id=\"P12-N20168\"><span data-id=\"P12-N20169\">THERAPIST: I'll see you Thursday, yeah. I'm here, you know.<\/span><\/p>\n<p data-id=\"P12-N2016A\"><span data-id=\"P12-N2016B\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P12-N2016C\"><span data-id=\"P12-N2016D\">THERAPIST: Yeah, okay.<\/span><\/p>\n<p data-id=\"P12-N2016E\"><span data-id=\"P12-N2016F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}