{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the anger and hurt he feels towards his wife. Client doesn't trust his wife after her most recent suicide scare and is having difficulty being a good partner in their marriage."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Infidelity","Trust","Major depressive disorder","Suicide","Married people","Psychoanalytic Psychology","Sadness","Anger","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Infidelity","Trust","Major depressive disorder","Suicide","Married people"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559566","dorpId":"1005577488","contentType":"text","aucs":"CTRN-V1","title":"Client \"L\" Therapy Session Audio Recording, May 15, 2013: Client discusses the anger and hurt he feels towards his wife. Client doesn't trust his wife after her most recent suicide scare and is having difficulty being a good partner in their marriage.","fullTitle":"Client \"L\" Therapy Session Audio Recording, May 15, 2013: Client discusses the anger and hurt he feels towards his wife. Client doesn't trust his wife after her most recent suicide scare and is having difficulty being a good partner in their marriage.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559566\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come on in. Oh, thank you.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Thank you. Good morning.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Good morning.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: So I'm not sure where to start again. We left off last time, you know, being in the middle of things, I guess, but not really like it's sort of like we talk and talk, and then we get to the really hard things, and then the session eventually winds down, or ends, but I don't know how to pick <\/span><span data-id=\"P1-N200131\">up right back where we were.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Does it feel like there were particular hard things that we keep getting to, or does it just feel like lots of hard things come up? <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: (laughter) Yeah, I don't know. Maybe some of both. I think mostly it's I think I, at least sometimes, try to talk about anything except Tanya, and eventually we get back to talking about Tanya, and that's just hard. At least that's what I feel like today. I don't really know.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: And does it feel like you talk about everything except Tanya because you want to make sure that you get a chance to talk about other things, or do you feel like you're avoiding talking about Tanya? <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: I think it's, sort of, a lot of times I find smaller problems generalizable, in a way that, like, if we can solve something less important, maybe that will speak to something more important and also be easier to do. So I think it's something more like that, but I'm not sure.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Uh-huh.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: You know, it's like we talk about this Brown students and taxes. It means nothing. It's not important at all, but there's something about relating to other people that is involved in it. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">So Tanya can I'm just going to jump to talking about Tanya then, I guess. (chuckle) So she continues to be well in the scale of the last several months. Which I think still means she's depressed, but not very near suicidal, so that's good. I can't remember last week if she had started trying to reconstruct. <\/span><span data-id=\"P1-N200211\">The last several months of her life are not she doesn't really remember them, and so particularly while she was doing ECT, but even reaching much further back than that, she said she can't really remember what it was like at Brown, or why she couldn't handle it or what was going on that made it hard, <\/span><span data-id=\"P1-N200212\">which is, you know, that's like the last two and a half years. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">And so I find myself in this position of certainly for the last several months I've actually been here, I know exactly what's been going on, as much as I can see from the outside. Before that, I have a general sense of what was going on. I wasn't here every day, and so I don't you know, fundamentally, <\/span><span data-id=\"P1-N200231\">I don't know why she could not handle what was going on at Brown. I can tell through, sort of, the things she talked about, but those are mostly useful as ways of reminding people of what they had said before, not as good descriptors of what went on, but she can't remember what she said before, what <\/span><span data-id=\"P1-N200232\">she felt before, so it's not useful. <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">She's got all of these journals because particularly when she gets depressed, or when she's hospitalized, she writes in a journal a whole lot. But she has this view of she, at least over the last several years has had this view of the depression as being sort of this monolithic thing that is imposed <\/span><span data-id=\"P1-N200251\">upon her as if it has no external causes and her situation can possibly be related to it. And so they're making it not very helpful because they talk about how she feels, and not what was going on that is almost certainly related to how she was feeling at that time. But now we've drifted into causes <\/span><span data-id=\"P1-N200252\">of Tanya's depression, which is this big, in a sense, fundamentally unanswerable question, like why is she depressed. Maybe it's not I mean, I guess I would like feedback on that. Do you think it is unanswerable? <\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559566\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: It depends on the type of answer you're looking for. I don't mean to be intentionally invasive.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: No, that's okay.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">(pause)<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: I mean, is -<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: To what type of answer is it answerable?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Yeah, I'm not I'm saying that, and then I'm realizing I'm not actually sure then what the like, if I had actually categorized this kind of answer and that kind of answer. You know, there's, like, the question of why do bad things happen to good people, right.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Sure.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Is that question answerable? Well, you can find you can create answers and meaningful answers to it, but they're answers and not you know. They're a type of answer.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: You can, sort of, get to this is how it happened.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Right. You can certainly get to a description, and you can certainly get to a system of meaning making where it's answerable. I mean, it's, well I'm serious, though. You know a lot of religions tackle this, and they have a way to answer it. <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: But it's very much one of constructing some sort of reality in which there are answers to that sort of question.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Yeah. So can you then tease out the percentage of biology, and percentage of environment? No. I mean, although I imagine that's not quite what you I mean, I don't think you would know that. You would think that way anyway.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: No, I don't. That's, sort of, what I mean by fundamentally, and that answer that I think. Like, it happened, we can be pretty sure of that.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Right. So even gets this to the point of environment and maybe this gets to the difference between biology and environment people have horrible, traumatic experiences and are kind of okay in life. And people have \"less horrible\" experiences and go through life like completely disorganized <\/span><span data-id=\"P2-N200411\">and miserable. I mean <\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: Why does that happen? (pause) And maybe the important point I'm thinking as I'm talking in order to think in a sense, is that, I mean, that maybe the point for you is that how can you make sense of it? It may not be the answer, because there may not be the answer, but what kind of sense <\/span><span data-id=\"P2-N200451\">can you make of it? And Tanya may make her own sense. You may have a shared sense, but you need to make sense of it, too, because it's your experience with her as your wife, and your life, you know. <\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">(pause)<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">CLIENT: Yeah, and I can make sense of it well enough. And on the other hand, I can't make sense of it at all, I guess. (pause) Yeah, it's sort of like our best scientific evidence suggest that the biology and the environment are entangled in some way. Like the environment you're in continues to shape <\/span><span data-id=\"P2-N200491\">you throughout time in an actual physical way in very recent studies that strongly support that. It's good. It's interesting. But it doesn't we could talk about mind-body divide, and all of that, but I don't know that it matters. <\/span><\/p>\n<span data-id=\"P2-N20048-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559566\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">Ultimately, she had a particular set of susceptibilities that the environment at Brown really played on, and despite consulting with an absurd number of people regularly, and couldn't deal with it, and couldn't deal with it, and couldn't develop a way of dealing with it. And I guess the piece that I <\/span><span data-id=\"P3-N2004B1\">really can't get a grip on is where it came to the suicidality because there's always this option of just walking away from where she is, but I think that for her, she couldn't see that as an option, I think, but in part because she couldn't see the depression as a thing exacerbated by her surroundings <\/span><span data-id=\"P3-N2004B2\">or something like that, and so yeah, so I can make sense of it, but the (pause) <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">But it's hollow in some way, because, sort of, just a rationalization of all the pieces, and it's not one that I can share with her in any meaningful way because she doesn't remember. And so (pause) <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">You know, there's an interesting description of it as the illness itself has propagated across generations in her family, so both of her parents' parents were really terrible parents, just didn't seem to like children, and were angry all the time towards the children at their existence or something <\/span><span data-id=\"P3-N2004F1\">like that, which left her father with anger issues, and her mother with abandonment issues. And then they got married and had their anger and abandonment issues together, and so her mother left, and her father yelled a lot, and that left her with both sets of issues, which then have now played out in <\/span><span data-id=\"P3-N2004F2\">our relationship and, sort of, propagating the traumas that were handed to her to me. (pause) <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: What are you thinking about?<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: I'm thinking that I'm hurt, and I'm angry about it, and she is coming back out of this abyss in a lot of ways that she doesn't really remember being in. She just can tell that she was in it because she's coming back from it, and there is a sense in which she expects me to be a partner to her, <\/span><span data-id=\"P3-N200531\">but I don't really trust her, and, you know, I think I love her, but often I just feel negative emotions like pain and anger. (pause) So <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: I can see how troubled you are by this. I can see it, and I can understand it, too.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: (chuckle) Thanks. But I don't know what to do about it. So, you know, you've suggested that talking about it can help, so I'm talking about it, but other than that, I don't really know what to do about it.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: Well, there's so many layers to it. There are at least two, which is the feelings you have, and then the implications to the feelings you have are possible implications. <\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: I guess the implications part is the to-do about it part, and possibly somehow link to that, what you do about it. What does it mean for you? What does it mean to Tanya? What does it mean to your relationship? What does it mean about the future of your relationship? The expectations you had, <\/span><span data-id=\"P3-N2005D1\">modifications and expectations, possible modifications and expectations, because how can you possibly know.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: Yeah, I feel like you've got a pretty good handle on it.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: Uh-huh.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">(pause)<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">CLIENT: And there's a sense in which I think it's particularly hard to deal with for me because it falls into a repeated class of failures for me. So, like, I grew up in this religious organization that had totally corrupt leadership. I had these expectations of going to college, and it being a fulfilling <\/span><span data-id=\"P3-N200651\">time of, you know, reading, and learning, and growing with a community of people who want to do the same, which I did find a very small community of people who were very like-minded, but it was very not that. <\/span><\/p>\n<span data-id=\"P3-N20064-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559566\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">Foolishly enough, I went to graduate school, not for similar reasons, but with actually similar expectations, and really not the same. It's just a Ohio in particular everyone is very, very busy, and doesn't recognize the extent to which that they're missing a real collegiality in the department. <\/span><span data-id=\"P4-N200671\">That was a hard thing to see, and be a part of, and deal with again. And I have these expectations of marriage as some sort of partnership, and we had made a, sort of, plan together. Do this graduate school thing, and get through it together, and she had just gone. Gone. So it feels like this thing <\/span><span data-id=\"P4-N200672\">happening again in some way. You know, a place that I well, not surprised when it happened in graduate school. I, sort of, went, well, okay. What do we do about it, and so I sat on a lot of committees in an effort to make it a better place for the next set of people, because it's not a thing that's <\/span><span data-id=\"P4-N200673\">going away. I don't know what to do here. (pause) <\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">You know, I've been doing all, or very nearly all of the household chores for two people for six months or longer, in addition to working and trying to take care of Tanya, and manage her care while other people are taking care of her. And, you know, she now is in this place of can't remembering things <\/span><span data-id=\"P4-N200691\">because of the ECT that she did, in a sense on my watch, right, so it's like she can't remember things. And I feel like it's at least a little bit of my fault, even though I'm not sure that I could've made any different decisions. So now I'm talking faster than you can respond to or something, but <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: You don't talk very fast.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: You're doing fine. I'm not itching to respond.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Okay. I think response would be helpful, even if you aren't itching to.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Because you're feeling lost in this?<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Yeah, and I can say these things to myself, right, just saying them, that's not often that's enough, if I can just acknowledge that, but I'm not sure that's enough here. I know what has happened. I don't know what to do about it.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: Well, I think here's one of the difficulties. There's a lot of difficulties. Difficulty seems like such a generic word, but there's the feeling of, like, what has happened, and how do you even make sense of that and work through it, the, sort of, disappointment, the pain and the anger, and <\/span><span data-id=\"P4-N200771\">that's a piece of it. The other piece of it, maybe which is larger, I don't know is what are the implications for the future in your marriage. It's not simply just working out, or try to work through something, sort of, terrible that happened in your recent past, but it's what does this mean for your <\/span><span data-id=\"P4-N200772\">future, which is a really that's huge. <\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">And I feel like I started thinking about where do expectations come from? There are probably a lot of ways to think about this, but I thought of three things in one particular kind of way of thinking about it. There are your hopes and dreams you could say where your hopes and dreams come from, but <\/span><span data-id=\"P4-N200791\">let's put that aside for now. Your experience, I expect this because in my experience, it's happened before. And promises that people make to you that you then expect them to fulfill. And so in all three areas, this has been thwarted for you, certainly these are not part of your hopes. This was not <\/span><span data-id=\"P4-N200792\">part of your experience. Tanya was depressed in the past, but this level of depression was not part of your experience, and this has nothing this is the antithesis of what she promised you in terms of being your wife and being your partner. <\/span><\/p>\n<span data-id=\"P4-N20078-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559566\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Yeah. (pause) But I don't feel like her feeling and her promises gives me any excuse to fail in mine. That's certainly in regular contract law, obviously that voids the contract, but that's not how I view this particular engagement or marriage, literally, but arrangement. (pause) You know, and <\/span><span data-id=\"P5-N2007B1\">then there's the question of does it matter why? You know, if she's not responsible for the illness, then I shouldn't be angry with her in some sense. It is a thing that happened to her as much as it happened to me, but if she is responsible for the illness, then it is a thing she did as well as a thing <\/span><span data-id=\"P5-N2007B2\">that happened to her. I don't know why that really matters, but it seems to. <\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: I would imagine responsibility would matter for most people, and I would then also say in particular for you, in addition to that. It's your personal ethic in a very broad sense of ethic.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Yeah, I think that's about right.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: But it's also important.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: (laughter)<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: I mean, you know. I mean, because she had something or she felt suicidal and what she did with that, which is talk about it, threaten it. Others would threaten it as, you know -<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Yeah, no, I -<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: There's actions about her that it hurt you. It hurt her, too, but it hurt you and so you're wondering is she responsible for hurting you, or could she not do anything about hurting you. <\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: And that matters.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Sure seems to matter to me, yeah. (pause) And it matters a little bit to her. She does not like the idea of having hurt me, but mostly I think she's just pleased that she didn't kill herself, so which, fair. I'm glad she didn't kill herself also, but -<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: But even in saying that, I get the sense it's, sort of, like that's a pretty low bar.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: Like, great, okay, but -<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: Yeah, no. I mean, on the one hand, it's a level bar. On the other hand, it's a very high bar.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: I can understand that. <\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: You know, I think it really does matter that she didn't kill herself. I think it also matters that she didn't try, although (pause) when you get to the point of making a plan and being ready to execute it, the line between that and trying does not seem like a large line to me, but not that big of deal.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: Do you think she understands that she may need to do things to regain your trust?<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: (pause) I think she has heard those words and understood them, but I think, but I'm not sure. (pause) I'm pretty sure she would not have any idea how that process would go. (pause) Yeah. <\/span><\/p>\n<span data-id=\"P5-N2009E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2009E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559566\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Well, I would think that that would be true for you, too.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Do you think less so? Maybe not. I don't want to speak prematurely.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: That's okay. Yeah, I guess I don't have as, you know, I don't have a very clear sense of how it would go, but yeah. Yeah, I don't have the clear sense of how it would go, and I don't have a very clear sense of how it would go in the time when she's still depressed. Like, let's be clear, I don't <\/span><span data-id=\"P6-N200A71\">think she's I don't even know what word to use well, normal? I'm not sure. I think she's still depressed, but not nearly as badly, and so then (pause). Yeah, I don't know that she's thinking very hard about the future so much as dealing with the present, and the god, it's got to be awful not <\/span><span data-id=\"P6-N200A72\">to remember the last several years. That's got to be terrible, but I don't actually have that much sympathy left for her, which is horrible or I think it's horrible but <\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: It's horrible that you have your limits?<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Yeah, sure. I mean, that's right. I shouldn't have any limits. I say that jokingly, but -<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: I know, I was going to say, let's talk about some expectations.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: (laughter)<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: You know, what the human being is capable of. Let's talk about expectations.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: Yeah, and so, you know, I think I'm better than other people. Maybe I haven't articulated that in so many words before, but I feel like I've tried to say that. And so I have very high expectations of myself. I ought to be able to handle these things, and for the most part I can, so that any <\/span><span data-id=\"P6-N200B31\">space between handling it perfectly and where I actually am is not always, but sometimes that's the space in which I'm failing because I can see how you would handle it better, but I can't. And it's not sufficient to say, well, under these circumstances, a person normally handles it this way, because <\/span><span data-id=\"P6-N200B32\">it's very few aspects among the life in which I have been normal. You know, sometimes I can deal with that fine, and sometimes I can't. It's an ongoing struggle to say, well, under ideal conditions, I would handle it this way. These are not ideal conditions. <\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: It did seem like when you said Tanya would have no idea what that would look like, but it sounded like you had more than no idea.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: Yeah, I feel like a way forward for us is for her to not rely on me alone right now. Like, she has friends and family. Get them to help her deal with the problems of now that are less severe, and that they can help with, and that's, you know I've asked her to talk to her friends and family <\/span><span data-id=\"P6-N200B71\">about the memory loss. And she's both because she has a tendency to try to hide things like this, and because I can't reconstruct every conversation she had with another person for her, or what she did with these people. Often, I've only heard what Tanya told me, and don't remember it now, or remember <\/span><span data-id=\"P6-N200B72\">just the barest details because that's just but so and I think she will do that, just <\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: Yeah, I was going to ask, do you feel like she's responsive to that when you ask her.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: You know, she seems to think that made sense, and that she would do that, and so I think she will. I think it will take her time, and I think she's going to continue to rely on me for (pause) you know, day-to-day support in a variety of ways.<\/span><\/p>\n<span data-id=\"P6-N200BA-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200BA-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559566\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: Do you feel that she understands that you're saying that not simply for her benefit, but for your benefit, too?<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: I don't know.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: That's important. If she feels like you're just trying to be helpful to her, then, you know, she can, sort of, do what seems like might be helpful to her, but it's not about what you need, which is different, which is a different motivation.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: Yeah, and I can't remember now what I actually said, which would (pause), you know, whether I said I think you need to or I need you to. I can't remember which I said at the time. I mean, the other piece of it is like, how do I have conversations with her where I say that, like, I can't support <\/span><span data-id=\"P7-N200C31\">you right now. I can't do that. <\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: What's the how part?<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: The how part is, like, both practically and morally. Like, that is a thing that will hurt her. (pause) It's not like I haven't had pieces of that conversation over the last several months, couple of months. But -<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: What's the moral piece?<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: If I know that an action I take is going to hurt her, and I take that action, then there's some sense of I'm trying to deliberately hurt her. <\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: I can see where this is going to go, this conversation, but she took actions that hurt her. The intent was not to hurt you, but they hurt you. Just like the intent would not be to hurt her, but they might hurt her. I'm not arguing you should do a tit for tat, I'm just simply -<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Yeah. I mean, this is where the responsibility question comes back in, though, doesn't it? So if we fight I don't feel like she did that to hurt me, but I feel like she could reasonably understood given both her childhood and her first long-term relationship, in which she had an emotionally <\/span><span data-id=\"P7-N200CF1\">abusive boyfriend who was depressed and threatened to kill himself if she didn't do whatever. <\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: Really?<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: Yeah. I mean, something like horrible, horrific, terrible things have happened to her, and I get that, and that's bad. But that should make it more clear to her that doing these things is not okay, not less. And so shouldn't it make it more clear to me that doing these things is not okay, not <\/span><span data-id=\"P7-N200D31\">less, so it's like, you know?<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: Well, I would argue that what we're talking about with you, there's a more productive end, the goal, than with her, what she did.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: Yeah, that's probably correct.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: It does make and especially when I think about what happened between her and this professor before you guys got married it does make me think very much in the model of helping a relationship heal in the face of infidelity. Not even that, actually this.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: Uh-huh.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: And when someone betrays your trust in a very deep way, we, sort of, define infidelity like that. How do you help the relationship heal, and that's what we're talking about in terms of regaining her trust. And of course there was a previous infidelity, which may not have even been probably <\/span><span data-id=\"P7-N200DD1\">wasn't as traumatic for you as this one where it matched more of the structure of what we think of infidelity. But then there's this. <\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: No, it's interesting that that keeps coming to mind. Like, I thought I had more or less put that to rest, that other infidelity, but it's interesting that that comes to mind when I am angry now. Even though I really at least did think or do think I forgave her, and had worked to heal mostly. <\/span><span data-id=\"P7-N200DF1\">So I think the analogy is a good and interesting one.<\/span><\/p>\n<span data-id=\"P7-N200DE-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200DE-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559566\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: Well, it's a betrayal of, like, sort of the very I mean, I guess you could, sort of, I don't know if you can frame a lot of things into betrayal of trust, because that's, sort of, it's a very specific way, but there's certainly I guess there's ways in which people don't meet our expectations, <\/span><span data-id=\"P8-N200E11\">and then there are expectations that seem so foundational and basic that when those expectations are not met or thwarted, that that's betrayal of trust. Like, somewhere there's some, you know, continuum, but I have to think about it more.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: Yeah, no, I mean it seems like there are some definitional expectations or something, yeah. <\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: But in that, in a very practical way and I'm not saying it should be now but I do think how you guys started with me, I think it would be helpful for the two of you to have a couples' therapist. It wouldn't be me anymore, but we talked about this.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: Clearly, yeah.<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: The get-go in terms of we switched, but, you know, especially if I I think it would be helpful anyway, but then when I put it in the framework of regaining trust, which I really think couples need an outside party to do when there's been a violation of trust. I don't really maybe it's <\/span><span data-id=\"P8-N200E91\">not possible. It seems close to impossible to heal on your own. I really do think you need the presence of a third party I mean a trained third party but another to help with that. It seems so foundational to a relationship. And we could talk about practically if you want to do it when you want <\/span><span data-id=\"P8-N200E92\">to do, when it would even make sense. If Tanya was open to doing it again, when that would be, but I do think that would be an important piece, probably in both of your healing processes. <\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: Hm.<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">(pause)<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">THERAPIST: What are thinking there?<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">CLIENT: I'm thinking that's an interesting suggestion. And I think it makes sense, and, you know, it gives me a window into why you do what you do also, which I think is interesting.<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">THERAPIST: How do you mean?<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">CLIENT: Well, so if you think that it's almost impossible for couples to heal from that, then that someone needs to do it. There's a good reason to do it.<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">THERAPIST: Yeah, I think I'm helpful to couples in a lot of ways, like, be a lot of ways, but certainly, that, in my opinion, that's one way in which I think it's virtually impossible for a couple to do it on their own. I think in most other ways, it's very helpful, too, and maybe I don't know, I <\/span><span data-id=\"P8-N200F71\">have to think about it more maybe there's a lot of ways, but then I think it's virtually impossible, but that in particular just comes to mind. <\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">CLIENT: Hm.<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">THERAPIST: And it has so many of the characteristics of infidelity, because one question that when where's there an affair is how do I know he won't do it again.<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: Sure.<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">THERAPIST: And so -<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">CLIENT: Sure. Is the same question of responsibility in an affair?<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">THERAPIST: Is there?<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">CLIENT: Yeah, I guess there is. Often.<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">THERAPIST: Not quite right. I mean, there's definitely differences. It's not the exact same thing. There is that question, it's not quite like this, though. There is definitely more assumed responsibility, you know, I think in the case of an affair. It seems more volitional, potentially more volitional. <\/span><\/p>\n<span data-id=\"P8-N20106-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20106-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559566\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">THERAPIST: But you have a much better vocabulary to describe it, but it seems like there are responsibilities that are your worth because they're by definition in your control, and there are responsibilities that may or may not be in your control, at least from moment to moment. By signing up for them <\/span><span data-id=\"P9-N2010B1\">and making an obligation to another person, they're still your responsibility, even if moment to moment, it doesn't seem like they're in your control, and those are still responsibilities.<\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">CLIENT: Yeah, that sounds like more or less right. Yeah. Yeah. And then there are just, like, you know, in a sense like how it's a good thing to be nice to people. That it's a particularly a good thing to be nice to people who are in pain, and so if Tanya is still in a lot of pain, I should be nice <\/span><span data-id=\"P9-N2010D1\">to her, but I'm also angry. It's hard being nice when I'm angry.<\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">THERAPIST: Well, it's good to be nice to people who you love.<\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">CLIENT: That's true, too. Yeah.<\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">THERAPIST: And you feel that way to her, but she feels that, you know, you could find a lot of categories that don't fall under obligation, but -<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">CLIENT: Well, and so this is one of the things, right, like this is why the Brown students and their taxes are relevant, like they are not meeting their obligations, but that doesn't change what I need to do. So obviously I don't love them, so that's not the issue, but I feel like you're arguing for <\/span><span data-id=\"P9-N201151\">some sort of reciprocity in my perceptions, and I just <\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">THERAPIST: Actually not. Maybe before, a little bit. I wasn't necessarily suggesting that.<\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N2011A\"><span data-id=\"P9-N2011B\">THERAPIST: I was more so saying two kinds of categories of responsibility, not reciprocity for someone.<\/span><\/p>\n<p data-id=\"P9-N2011C\"><span data-id=\"P9-N2011D\">CLIENT: I see, I see.<\/span><\/p>\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">THERAPIST: Yeah. We're going to need to stop there for today.<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">THERAPIST: Because I'll see you next week.<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">CLIENT: All right.<\/span><\/p>\n<p data-id=\"P9-N20126\"><span data-id=\"P9-N20127\">THERAPIST: Okay, take care. <\/span><\/p>\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}