{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her current relationships and the differences between the men she is currently seeing."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Secretiveness","Guilt","Parent-child relationships","Romantic relationships","Psychoanalytic Psychology","Sadness","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["11"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Secretiveness","Guilt","Parent-child relationships","Romantic relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560390","dorpId":"1005994642","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, October 16, 2013: Client discusses her current relationships and the differences between the men she is currently seeing.","fullTitle":"Client \"S\" Therapy Session Audio Recording, October 16, 2013: Client discusses her current relationships and the differences between the men she is currently seeing.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560390\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, Cecelia (sp), I'll be right there in just a moment.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">[pause 00:00:14 to 00:01:33]<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">Hey, come on in, (inaudible).<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">(inaudible)<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I always forget! (chuckles) I need a few minutes to recall the previous conversation. (chuckles) Did it rain last night? <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: I'm not sure.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Did we talk about writing or something like, did you ask me why, when I decided to be a writer? (therapist affirms) Yeah, I have this. Sometimes, I just like, feel like my motivations or feel whatever, like when, you know, you ask me a simple question and I don't normally give you a simple answer, <\/span><span data-id=\"P1-N200191\">right? It was more complicated or... I guess that's the thing that's, that's why I guess I need therapy or I'm getting therapy, because things are... all jumbled up in my head. (chuckles) There is lack of objectivity or something; I don't know if that's criteria for needing therapy. (sighs) But uh... <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">Yeah, I guess I am trying to understand like, why don't I have a simple answer for that question? It seems that the motivation came when like, things really fell apart for my family and like there was this feeling that I wanted to be like... I'll do (ph) chronicle like, ailment or you know, like, chronicle <\/span><span data-id=\"P1-N2001B1\">malaise. (chuckles) But maybe, maybe that was just like, the initial, not even initial, but one kind of impulse. Perhaps since then, there have been other impulses that are maybe not so, I don't know, depressing. (chuckles) That's, I guess, the hope, then. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">I need to find out, I have to find out if that, like if it's sustainable, you know... So... I guess that's (inaudible) also, like... like talking to a professor and he's like, you know, \"You have to figure out who you are now, who do you want to be,\" in the sense that you don't want to be who... I guess <\/span><span data-id=\"P1-N2001D1\">I remember it being (inaudible), but he was talking about that, that you don't, you have to let go of what your MSU professor thought you were and what you earlier thought you were. Am I making sense?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Keep going. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Yeah, so I guess just at school like, it's this idea that there might be other possibilities. And it's sad and scary, and not sad and not scary at the same time, you know? Letting go of one dream and like, exploring other options. But, you know, like who knows? So... (chuckles) Just trying to <\/span><span data-id=\"P1-N200211\">be comfortable with... not just uncertainty, but more like... options, choices, I guess? And like, possibilities and I guess figuring out what my strengths are and what I want to do, that they could be two very separate things. (chuckles) Strengths and dreams. So... <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">But I don't know. I guess what I started out earlier, it was just that I hope, or I have this fear that my initial impulse to want to be a writer is like a sad one now. There is more, there is more varied impulses than just that one. (chuckles) Because sadness cannot, it's not sustainable, you know? <\/span><span data-id=\"P1-N200231\">Or it takes a different kind of person to sustain sadness. I don't think I am that person, maybe. (chuckles) (pause) Plus, it's not our culture.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">[pause 00:07:25 to 00:08:12]<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">I don't know what I'm going to do after school! (chuckles) I love it so much! I love my professor! (chuckles) I just want to like, figure out a system where I can see him, like at least once a week. (chuckles) For the next several years! (chuckles) Maybe I can ask him to adopt me! (laughs) How do I <\/span><span data-id=\"P1-N200271\">(inaudible) do that? I'm so nervous; I say the wrong thing all the time. (pause) I just want to tell him like, he's like, he means so much. Like, he's taught me so much and completely changed me around, I feel, in many ways. I don't want to let that go. (chuckles)<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560390\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">[pause 00:09:08 to 00:09:31]<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">Maybe I could work for him... (chuckles)<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: (pause) What do you like so much about him?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Um... I think I've spoken to you about that. Like, he's just so non-judgmental. (therapist affirms) He just wants to, he's very curious and (very curious) and like, you know, Chris (sp) and I would like, Chris would tell me like, just how important it is to be curious and like he loves people <\/span><span data-id=\"P2-N2002F1\">who are curious. So, I'm trying really hard to be that way. And so, you know, my professor is curious, but in a way that, but he holds his judgment in this very, you know, Buddhist way (ph); he is actually Buddhist. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">And it's just such a pleasure. Like, he looks for the strength in everything and while at the same time, he pushes all of us. Like last night, he was like, he actually was in the judgment seat, he was evaluating our projects and like, he was like, \"Okay, I'm going have to be Donald Trump!\" (laughs) <\/span><span data-id=\"P2-N200311\">So here he was, really grilling some people and this one girl just completely shut down, and you know, like, it looked like she was about to cry. (chuckles)<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">But you know, like, so he was trying, and I could see it from both their sides. He was trying, really to like, help her get over her, you know, wounds and like, so... I could see, see, you know, that, you know, that, what he was doing just comes from a place of such kindness and you know, the urge to <\/span><span data-id=\"P2-N200331\">make it work, you know, make it right or make it beautiful. Yeah, he's just like, so... eager and anxious to share, and totally not insecure and, you know, like... yeah. I just don't find much negative things about him. I'm just like, \"Oh, how is that possible?\" I'm trying to like, look for negative <\/span><span data-id=\"P2-N200332\">things, I just don't see any! (laughs) Or you know, big glaring ones. <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">I like that I am surprised every time I look. You know, it's like, \"Oh, this is only positivity!\" (chuckles) So... And I love that he is so brilliant and he's read so much. It's like, every single week, he gives me a book! (laughs) It's just like, \"Wow!\" It's like, he's like a well of like, you know, <\/span><span data-id=\"P2-N200351\">like, an infinite library! (chuckles) Just never ends. And I really like that.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">Last week, he got me a book from one of his friends, and it's personally signed to me. I was just like, \"Wow!\" (chuckles) You know? (pause) I guess I'm trying not to like, think too much about him, so that I don't get whatever, you know, infatuated and you know, like in the dad-daughter kind of a way. <\/span><span data-id=\"P2-N200371\">(chuckles) But... I can't help it! It is, you know, it's like, it's, it makes me happy to think about him. (laughs) But I'll stop now. (chuckles) <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">(sighs) But, and like, he's so different from my MSU teacher. Like, I've really, like, he makes you want like, earn for his favor, his love, you know? And I have felt for years, I have felt the pressure that, you know, \"I have to perform, I have to make it big or, you know, this guy won't like me.\" <\/span><span data-id=\"P2-N200391\">You know, I've had to let go of that feeling somehow. But with this, my new teacher, I just feel like, you know, he's going to be kind, no matter what. He's not going to dangle his love and be like, \"Okay, you want it? You have to perform!\" You know? (therapist responds) So... (chuckles) Two very different <\/span><span data-id=\"P2-N200392\">approaches. <\/span><\/p>\n<span data-id=\"P2-N20038-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560390\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">(pause) So there is this nice thing in my life! The other might be crappy. (chuckles) But... you know. I have this, I can think of this every time I'm like, \"Oh, Lord! My love life is just like... (chuckles) it's going to be a railroad disaster or something like that!\" (pause) And I think, because of <\/span><span data-id=\"P3-N2003B1\">this, I ask whatever (ph), because of whatever and the ability to like, deal with other things somewhat, I think.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">I was, I'm trying to coordinate these like, meet-up sessions at school. Yesterday was kind of a disaster (chuckles) like, pretty much no one came; only five people came. One girl, who was supposed to present, just backed out and didn't even show up. At class, she looked so like, angry and depressed <\/span><span data-id=\"P3-N2003D1\">and like... I was trying to like, you know, like, reach out to her, but she doesn't really respond, so, I was like... It's her taking it personally and you know, internalizing it. I was just like, I put it out there like, \"I'm involved!\" People are busy or lazy, you know? Not going to take it as a personal <\/span><span data-id=\"P3-N2003D2\">failure that no one came, just because I, my, I've come across as bossy or bitchy or... I don't think I did, but... you know. I'll have to deal with that later, but... (sighs)<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">[pause 00:16:42 to 00:17:13]<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">It's hard to see Chris (chuckles). He's so kind and like, affectionate and that makes me feel very guilty. (pause) I was like, this weekend, I was like, I was going to break up with this other guy. I just knew for sure, but it just never happens. (chuckles) You know? I had this horrible dream. (therapist <\/span><span data-id=\"P3-N200411\">responds) Were you going to say anything?<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: No. What was it? What was the dream?<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Um... So like, a couple of, a few days ago, Chris had said, Chris had talked to his mom. She, you know, like sent words of encouragement, like, \"Yeah, no, tell her, you know, like her work will be good, everyone in our family has good things happen to them, so she, it will happen to her, too.\" <\/span><span data-id=\"P3-N200451\">So, it was like a nice, a very nice thing to say, obviously; you know, she's including me in this, but obviously I can also take it the wrong way. And not that I only took it the wrong way, but you know, she's like, to me, she's like a bully. (chuckles) So I'm like, you know, \"What a bullying thing <\/span><span data-id=\"P3-N200452\">to be like, 'everything is good for our family, so therefore...!\" (chuckles) <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">And she is like, I have this fear, I don't know if I've spoken about her here, but like, she was... like I've internalized the hurt and stuff. And I feel, I think of her as a bully, and someone I am afraid of, I kind of have this tense relationship with... (pause) But yeah, I was, you know, I was asleep <\/span><span data-id=\"P3-N200471\">or, earlier, that's when dreams happen. So I saw that that guy's parents and Chris's parents...<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">So he and I were hanging out, in the dream. Then, all of a sudden, his parents walk in and it was Chris's parents. And everyone's face, like their faces were so grave and... And they're talking and whatever, and then like, his, Chris's mom is like, \"Do you want to step out for a minute?\" And we do, <\/span><span data-id=\"P3-N200491\">and so... I forget what she said, but so I was like, \"Did you tell them?\" She was like, \"Yeah, I told them everything. We know them, you know, they're like, family friends.\" And I was like... (chuckles) I just woke up with this... you know, horrifying sense of guilt and like... yeah. <\/span><\/p>\n<span data-id=\"P3-N20048-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560390\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">Then I thought I should end it with him, but it didn't really happen. So like, I kind of told him about Chris. I just said that my ex-boyfriend and I, we didn't work out because of various reasons and like... I think he was saying he was unsure about me. And I said, \"Yeah, I'm unsure about you, too, <\/span><span data-id=\"P4-N2004B1\">but my previous relationship... No, we were...\" I think he was saying he was unsure because, like, he's not at all into like, politics or like, social work or anything (inaudible). And I said, \"Well, in my previous relationship, we were very ideologically aligned, we wanted the same things out of life, <\/span><span data-id=\"P4-N2004B2\">but it still didn't work. I was very unhappy.\" You know, and that's all I said. I don't know, I don't think I was lying. (chuckles) But... (sighs) Yeah.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">[pause 00:21:21 to 00:21:37]<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">I don't know where I'm going with this! (chuckles)<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: (pause) So, if you're guilty, you feel you've done something wrong. So what have you done wrong?<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: I feel like I'm dating two men! (laughs) At some level, I feel like I'm dating two men.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: Are you still dating Chris?<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: I'm seeing him, as in like, we see each other, but we're not like, intimate. I cook for him, I cook at his place, because all of my utensils and food is there. It's just easier (chuckles) or whatever! And I talk to him... I worry about him. I tease him, that he ought to date other women. (laughs) <\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: Would you be okay if he did?<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: I don't know. I'll have to find out. Sometimes I think it won't be, but then other times, it's like, \"Well, that would be fine.\" And I feel more secure about the other guy. I feel I'll be fine. (chuckles) I don't know. I don't know if I want to let go of the stuff we have together, like this <\/span><span data-id=\"P4-N2005B1\">life we've built together. And by life, I mean, like the conversations, you know. Because some conversations, you start and they go on for years, right? (therapist affirms) And our interests and our goals, if they align at all. One reason to let go of them was so I could figure out what my own goals <\/span><span data-id=\"P4-N2005B2\">are, without his influence, like. And... <\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">Yeah, just the fear that, will I be able to grow intellectually and morally without his influence? And of course, I will, I feel. But, I don't know, that's not the answer I want. (chuckles) (pause) I'm trying to understand what love is, you know? Like... who do I love? What is love? I don't know. (chuckles) <\/span><span data-id=\"P4-N2005D1\">Like, even when I'm with this other guy, I feel like I... have only good things, good thoughts for Chris. I feel like I've purged myself truly of all like the, all the hurt and the anger and the pain from two years ago. <\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">So... like, the initial reason to like, see other guys must have been to like, screw Chris's butt (chuckles). That has gone now, so... yeah. It's confusing. (therapist responds) Is love like physical attraction or is it more like the sagely (ph) who stands on good thoughts, isn't some... (sighs) How <\/span><span data-id=\"P4-N2005F1\">do I know? When will I know? <\/span><\/p>\n<span data-id=\"P4-N2005E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560390\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: I don't know when you'll know.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: Yeah? Will I ever know?<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: (chuckles) What love is? (client affirms) I don't know that, either. I think you might have a better answer than the answer you feel you have now.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: Yeah? Is that one of our goals?<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: It can be, if you want it to be.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Sure, yeah. Well, how do I, what do I have to do to make it my goal?<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: You could say it's a goal!<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: Okay! (chuckles)<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">[pause 00:26:33 to 00:26:49]<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: I guess maybe a slightly different way of asking that question is, \"What needs need to be satisfied in order for it to be love?\"<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Really??<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: That's what I thought you were asking. You don't look so happy with that!<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Needs? That's very practical! Love is not practical!<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Hmm!<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: Well, you were talking about physical affection and then you were... How did you put it after... \"Is it physical affection, is it...\"<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Attraction.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: Physical attraction, is it... and then you said something else.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Like, say, more sagely kind of, you send good thoughts to the other person.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Hmm. I guess I didn't understand (inaudible). <\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Yeah. Well, like with Chris. Like, it's like platonic and I just want to like hold him and love him like, you know, like a mother loves a child. And just like, take care of every single thing. Like, cook for him and like, if he's hurting, like, give him a massage and like, if he's in pain you <\/span><span data-id=\"P5-N200891\">know, like, be there for him. Yeah. I can talk to him for hours. But that's all! (chuckles)<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">I feel like I could do some of the things, for this other guy, too. You know, like if he's in pain, I can (sighs) take care of him. But it's like, the first thing that (chuckles) comes to mind is like the physical like, as soon as I see him, I just, you know, I want to like hold him and kiss him. (chuckles) <\/span><span data-id=\"P5-N2008B1\">So, you know, I don't have that with Chris. And I need that. (chuckles) (pause) That's why I'm like, I just want to be like, saintly and not have a body. (chuckles)<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Hmm!<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: People do that! People can be asexual.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: Well, maybe that relates to your bristling at my comment about needs. <\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Yeah. I think you should speak more about that.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: Well, I think I was talking about needs more broadly than you were thinking; but when you think about the body, I mean, that needs very much, it's related to the body. Not all needs are bodily needs, but there is something more concrete, and not ethereal, about it at all.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: Hmm. Like what?<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: Well, that we have a body and we have bodily needs. (client chuckles) Sexual needs, physical needs. (pause) So you were just saying, when I used the word needs, you said, \"Oh, that sounds too practical!\"<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Yeah. Too transactional?<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: Yeah, I don't see it, why it would necessarily have to be transactional, but... <\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: Like you... satisfy my needs and I'll satisfy your needs in return.<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: That's transactional.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: Yeah. (pause) Maybe it's foolish to think that you're not transactional and you're all saintly and all you do is give and not get back in return, which is maybe what I thought for years. And then when I had a time of need, I didn't even voice them properly, and I got pissed and upset and went <\/span><span data-id=\"P5-N200A31\">down my spiral because Chris wasn't there.<\/span><\/p>\n<span data-id=\"P5-N200A2-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A2-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560390\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: (pause) Well, this seemed like two very different categories, with not much in between, being saintly and being transactional.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: (chuckles) That's true. <\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: Did those feel like the only two options?<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: (sighs) Think... (laughs) I don't like it when I have categories and you're just like, \"Where's the middle ground?\" (laughs)<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: You don't like that you have categories?<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: You always do that!<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: You don't like when I say that?<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: Yeah, you always do that! I'm thinking, \"What the...? I don't know!\" I've never else, I don't see it like that before, so it's going to take me (chuckles) some time to see the middle ground.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: Should I keep my mouth shut?<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: (laughs) That's not what I mean, you know that. I don't know! Tell me how it looks like, the middle ground. <\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: Well, let me try to articulate which of the categories, what, trying to describe the categories and then maybe (client affirms), figure it out from there. So transaction is not about how you feel about a person, it doesn't emanate from the person and who the person is, and your commitment <\/span><span data-id=\"P6-N200B91\">to the person. It's about, you know, the transaction. It's a moment to moment, \"you give me this, I give you this,\" and there is no connection or relationship outside of those moment-to-moment transactions.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">Saintly has some, saintly can mean all sorts of stuff, but I guess some connotation is sort of being kind of selfless and perhaps without complicated feelings or bad feelings, that (client affirms) it's just... It exists in a plane where need isn't present and anything but, you know, perfect (chuckles) <\/span><span data-id=\"P6-N200BB1\">isn't present. <\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: Yeah, I mean like... Do we have time? (therapist affirms) I mean, like so yeah, in the sense that... that, I do see things in extremes and you know, I just like, oscillate between them, but that's exactly the kind of thinking that I used to catch myself, now that I think about it, that's what <\/span><span data-id=\"P6-N200BD1\">I would do.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">(pause) (sighs) I wanted something from Chris, say like, I wanted him to read a story and give me comments. He would always disappoint me. He would not pick up even the typos, and that was just like, make me mad. And then I would, you know, that was one extreme. Oh, and then I would be like, \"Well, <\/span><span data-id=\"P6-N200BF1\">you know, I'm doing all of this for him. And he, look what he's doing for me!\" So that was like, a transactional way of thinking, looking at our relationship as like, in that moment, as you said, just moment to moment and that moment our transaction failing. Me giving, and me not getting back what I <\/span><span data-id=\"P6-N200BF2\">want. (therapist affirms) <\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">And me just completely forgetting all the other moments, whether it was non-transactional or you know, like not seeing the big picture and la la. So, to cure myself of that, I would just go to the other extreme and be like, you know, \"Saintly! Be a saint, you know, like, forgive and you know, no needs <\/span><span data-id=\"P6-N200C11\">and like, you know, give, give, give and give with both hands.\" And that will take the form of (and there are a concrete example, you know), like I would throw him a birthday party and invite all his friends and like, come home early to work and cook for three hours, four hours and you know, like... <\/span><span data-id=\"P6-N200C12\">(chuckles) you know. So...<\/span><\/p>\n<span data-id=\"P6-N200C0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200C0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560390\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">And then later on, go back and think, \"I did that!\" And then, again, I didn't get back what I wanted! (chuckles) So even being saintly, it would come back and bite me. So... So these are the two extremes, but I don't know what the middle ground is. (pause) How to acknowledge that I have needs, but not <\/span><span data-id=\"P7-N200C31\">feel horrible, you know? Because I feel yucky when I... acknowledge to myself, that I have needs. <\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: Yucky how?<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: Like... demanding, physical, I feel physical, like I'm aware of my body. (therapist affirms) (chuckles) (pause) I'd like to transcend it. (pause) So when I said love, you said needs. Were you saying like, that's where I'll start to learn about love? Or... <\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: Um, well, I think that's part of the definition, part of the puzzle.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Yeah, having your needs met (therapist affirms) is love.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: It's an important part of it.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Is it part for relationship or is it part of love?<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: Both, I think. (client affirms) Because I guess when our needs are met, we feel taken care of, and feeling taken care of is a very important part of love.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">[pause 00:38:00 to 00:38:22]<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">CLIENT: It's sad. You know, I've never really felt taken care of with Chris. Part of it is my fault; maybe it's all my fault, because I didn't let him. I didn't let myself feel that way, like he was taking care of me.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">THERAPIST: But it's interesting that you say that, because you've described that before, of feeling taken care of by him, liking to go back to the apartment, and it feels so warm and homey, and you cook together.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: Hmm. Yeah. Weird how (chuckles) some answers change.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">THERAPIST: Well so it's inter , yeah, I mean it seemed like that was... in some ways, you didn't, for sure. You felt he wasn't, like in tune with or necessarily interested in how you were, some of your feelings, and you didn't feel taken care of in that way. (client affirms) But in other ways, it <\/span><span data-id=\"P7-N200DB1\">seemed like, you felt, it was a particular kind of home life that you created that made you feel taken care of. <\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: Hmm. Now you know why I'm confused! (chuckles) Same thing I think of the (inaudible). It's true; I see that. (pause) I guess when I, what I meant right now was that like, a majority of our time together, he was a student and I was working, so I didn't really feel... or allow myself to feel like <\/span><span data-id=\"P7-N200DD1\">he was taking care of me in any way then. And he was, I guess, you know. He would drive me to places... And right now, now that since he's got a job, yeah, I guess when I was living in Arlington, I felt very kind of insecure and lonely those months, and I saw too much to feel, like to recreate that <\/span><span data-id=\"P7-N200DD2\">warmth that I felt I was lacking. <\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: Do you, are you living in your apartment now?<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: No, not really. (chuckles) Maybe one day a week. (chuckles)<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: And you stay with Chris the rest of the time? Or your mom?<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: Yeah, Chris and then this guy. (chuckles) (therapist affirms) I try to stay at my place. It's like, it's those issues that...<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: Are you afraid to be alone?<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: (sighs) Yeah, but... It's not just that. It's, I think, maybe, I don't know. Yeah, I don't know.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: Are you saying that your love life is a mess because you're going back and forth between these two guys' places?<\/span><\/p>\n<span data-id=\"P7-N200EA-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200EA-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560390\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">CLIENT: Yes, mainly! (chuckles) It's not funny. I shouldn't laugh. It is funny! (chuckles) I just see the comic, the comedy in it, you know?<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">THERAPIST: Well, there is something that you're trying to do in it, or to figure out, or something. I do think it will take a toll on you, though. And that's my concern. <\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">THERAPIST: Because you don't feel, it doesn't make you feel good. (client responds) It doesn't make you feel good. It makes you feel sort of unsettled, it makes you feel badly about yourself (client affirms), unsettled for sure. So I think it will take its toll on you, or it is taking its toll on you. <\/span><span data-id=\"P8-N200F31\">So then, the challenge is for us to figure out what this all means, so that you can kind of come to sort of a resolution, or just a place to live that feels more settled. (client affirms) Do you know, every day, where you're going to stay that night? Or do you decide that during the day or how does that happen?<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">CLIENT: Yeah, I'm (inaudible).<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">THERAPIST: Do you just call one of them up?<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">CLIENT: No, it's um... So I go to Chris's place to work and to cook. (therapist affirms) And then I try and leave at night, but then if I'm too tired or whatever, then I just stay over at his place. Yeah. And I don't go over to the other guy's place unless, you know, he's like, he's, we've made plans <\/span><span data-id=\"P8-N200F91\">to meet or something. <\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">THERAPIST: So when you try to leave, but sometimes you're too tired; are you thinking to leave to go to this other guy's place, or to go back to your place?<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: No, to my place, yeah. It's not that I don't like my place. I like it; it's just hard to work because like, literally in Greenbelt (ph), there is this building that is being constructed. There is always like, ten guys up around there (chuckles). It's like, making a lot of racket and so it's <\/span><span data-id=\"P8-N200FD1\">difficult to work there. I mean, I don't hate the place at all; I actually have good associations with it. It feels a lot less lonesome than Arlington. I don't mind going there, spending like a night alone there, actually...<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">THERAPIST: (pause) Are there times that you're at Chris's, that you specifically seek the other guy out, because you want to be with him?<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">CLIENT: As in?<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">THERAPIST: You know, like, if you're there and you're like, \"Oh, I'd really like to see him tonight.\" And call him to see if he's around? <\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">CLIENT: Uh, no. I mean, he usually, most of the... most of the days of the week, he's in New York, so he's only in D.C. during the weekends.<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">THERAPIST: I see. Is that where his job is?<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">CLIENT: Uh, yeah. He works both places, so... (sighs) Yeah. It does make me want to break up with him, because of this, like, because I spend more time with Chris than I spend with him, actually. Actually, that's not fair to either of them. I feel like if I were living at my place and didn't see Chris, <\/span><span data-id=\"P8-N201091\">or... And I'm not saying not at all, but maybe like once a week at school, like how it should be, if I were stronger, if I were a different person. Then I would be, then I would feel less guilty.<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">THERAPIST: Do you feel guilty because you feel you're betraying them, or because you're keeping a secret (client affirms)? <\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">CLIENT: Yeah. Yeah, keeping a secret.<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">THERAPIST: (pause) Well, Cecelia, we're going to need to stop for today, okay? I will see you on Monday.<\/span><\/p>\n<span data-id=\"P8-N2010E-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2010E-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560390\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">CLIENT: Yeah. Have a good weekend.<\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">THERAPIST: Thank you. (pause) Take care.<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">CLIENT: Bye.<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}