{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the anger and sadness he feels about his current living situation. Client cannot pay his bills and his mother might have to start using food stamps, despite the fact that he has a lot of equity in his house."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Socioeconomic status","Housing and shelter","Psychoanalytic Psychology","Anger","Sadness","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["9"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Socioeconomic status","Housing and shelter"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Sadness"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561572","dorpId":"1005995826","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 146: November 20, 2013: Client discusses the anger and sadness he feels about his current living situation. Client cannot pay his bills and his mother might have to start using food stamps, despite the fact that he has a lot of equity in his house.","fullTitle":"Client \"AP\", Session 146: November 20, 2013: Client discusses the anger and sadness he feels about his current living situation. Client cannot pay his bills and his mother might have to start using food stamps, despite the fact that he has a lot of equity in his house.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561572\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Look at your little funky jacket. So . . .<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Oh, oh.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah. That loan is not going to work, so I’m fucked.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: How come?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: With the formula that they have, we just wouldn’t get – there’s a cap. Reverse mortgages are FHA things. The FHA, in its fucking wisdom, doesn’t give a shit what your house is worth beyond $625,000. Our house is worth like $800,000 or whatever it is. They automatically just say, “That doesn’t <\/span><span data-id=\"P1-N200151\">matter. $625,000 is what your house is worth.”  If that’s the case and you have a mortgage of $250,000 or whatever, they’re not going to give you all the rest of that, right? There’s like a loan-to-value ratio. So really, after everything was said and done, there was going to be like $80,000. That’s <\/span><span data-id=\"P1-N200152\">great if my mom – you know what? I was thinking about this and I’m very lucky because my mom could. Other parents do. She could be like, “You know what, son, I’ve got to do this for me. I’m struggling,” because it is great for her because once you’re dead, who gives a fuck? She would have no more debt, <\/span><span data-id=\"P1-N200153\">no more nothing. She would have that rental income that would go right to her and then I just deal with it once she died; so it’s good for that, but if you have any plan to not lose your house . . .  I wouldn’t lose the house if we did that, but I would definitely have to sell it. It’s not awful, but <\/span><span data-id=\"P1-N200154\">it doesn’t serve what we’re trying to do. Also it would be a shitload of money. I knew there were a lot of fees; for reverse mortgages there are lots of fees. We’re talking thousands and thousands of dollars, but in my mind I’m thinking this is the price I’ll pay for this bigger change. Yeah, we’re <\/span><span data-id=\"P1-N200155\">fucked. I’m kind of numb now. This wasn’t going to change anything about this week, but on top of that, I have no doubt that this week I’m going to have maybe three checks that are going to bounce. I’m 90% certain just because I’m doing the best I can trying to pay whatever I can, but this week I think <\/span><span data-id=\"P1-N200156\">it’s all fucked.  (pause)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Just not enough.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah. (pause) So things are not good. Things are not good because I don’t like that feeling. I feel kind of numb now and it is definitely a situational depression and now it’s bad. I can tell. I had band practice yesterday and it was good. It was good, but I’m not motivated. I’m having trouble <\/span><span data-id=\"P1-N200191\">enjoying it. I don’t fucking know. (pause) <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: It’s hard to take in the reality of where things are. There is so much feeling. It’s almost unbearable. [ ] (inaudible at 00:04:11)<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah. (sighs) (long pause) <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: What are you feeling, Brian?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Not much. I’m sad, I’m angry, I feel nauseous. I have no fucking idea. It’s a joke. This is insanity. That’s the biggest thing that, I think, can drive you insane, is when you’re in a maddening situation. You’re not poor, but you’re impoverished. Go try to explain this to people who really are <\/span><span data-id=\"P1-N200211\">impoverished. I don’t know what to say about it. I really don’t because I feel like my feelings are false, in a way.  This is asinine. I’m worried about rubbing two nickels together. I have hundreds of dollars of equity in a house. Try to wrap your head around that. There are no words. I don’t know <\/span><span data-id=\"P1-N200212\">what to say about it. My poor mom is like, “I’m embarrassed, but there are ladies my age who get food stamps and stuff.” What the fuck are we talking about? Are you kidding me? There is nothing wrong with that, of course, but what is happening here? (pause) Part of me is like it’s time to sell the house. <\/span><span data-id=\"P1-N200213\">It’s time to sell the house. We tried. We’d love to keep it and buy another house.  Maybe we just put it on the market for some fucking ridiculously high price because we’re not in a rush. It is what it is anyway. We’re getting by somehow, I guess; not great, but then if someone wants to pay us $900,000 <\/span><span data-id=\"P1-N200214\">or something . . . Or I’m honestly just going to start hitting real estate offices and be like, “Listen, man. Let’s cut the crap. You need to help me find someone, and I’ll give you a cut or whatever – I don’t care. You need to help me find people.” In the old days – not old days – ten years ago or <\/span><span data-id=\"P1-N200215\">20 years ago in Cheshire, they’re fucking dead now unfortunately, but there were these old dudes that had a lot of money. They were real estate guys and you would just go to them and be like, “Hey, buddy, listen. I’ve got my three-family. Here’s the situation.” I don’t even need all the equity. We have <\/span><span data-id=\"P1-N200216\">like $500,000 of equity in that fucking house.  I just want $300,000 of it. $250,000 give me $250,000. Whatever. I’m so tired of talking about this. It’s even driving me crazy, but I need to find someone like that; just be like, “Listen, man. I’m going to take that money and I’m going to immediately <\/span><span data-id=\"P1-N200217\">buy something else. Charge me high interest – whatever. This needs to somehow happen.” I don’t know. And if I can’t find anyone to do that, then I really don’t see what choice there is. I think we have to sell the house; unless I get some amazing job that pays me over $50,000 or $60,000 a year, but <\/span><span data-id=\"P1-N200218\">I can’t get a job stapling paper in an office. (long pause) <\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561572\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: I wonder if there are ways you can do something like this reverse mortgage for the time being [just operating in like a bubble] (ph?). You said once last week that maybe it’s too good to be true.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Yeah, but I felt like I had done my research. It is good. We could still do it and it would make a difference, but in this scenario the long term is very shaky because that’s going to be a lot of money that’s owed and then it’s harder to draw again.  You’re drawing from it so it’s hard to go <\/span><span data-id=\"P2-N200251\">to a bank or somewhere else, so it doesn’t work. The guy was a really nice guy, but I think he should have just told me. He must have had an idea because I was very honest with him. I said, “This is what we’re hoping to do, so this is what we need.” He must have known on some level what the formulas <\/span><span data-id=\"P2-N200252\">are. I mean, come on, there’s a big difference between $80,000 or whatever it is and . . .<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: And $580,000. You said $580,000.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: $584,000. So I don’t know what that was about. I don’t know why he – you know. (long pause) <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: It sounds like you would essentially open up a home equity line, the original [plan] (ph?).<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: They’re both, basically, home equity lines. They’re just vastly different amounts.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: But with a home equity, in other words, that’s probably all you would have expected to get. It depends on who is signing it, I suppose, given that the mortgage is already $300,000. Do you know what I mean?<\/span><\/p>\n<span data-id=\"P2-N2002E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561572\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: I guess.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: It’s just disappointing. (long pause)  This is a lot. (long pause)  It wouldn’t have been this way if your dad were here.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Who the fuck knows? Maybe it would have. I have no idea. (pause) This is what happens. You come from this kind of background and if your family isn’t fucking savvy – they think they’re savvy, but they’re not. They think that because they bought a house it’s – whatever. This is what happens; <\/span><span data-id=\"P3-N200351\">and then there you are. It just gets passed from generation to generation. That’s all it is. (pause) <\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: Or when there’s no guidance or you’re not seeing any and then your dad dies which would have even been, in a way, a kind of role model and someone who is still keeping up with bills and furthering his own financial livelihood and there to show you the ropes. (pause) <\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: I think it’s unbearable that there’s no one there to help. You’re facing the aloneness head on. It’s so much that the urge to not face it is powerful. [ ] (inaudible at 00:18:44) something even that good with this mortgage which, to me, you said it felt too good to be true. I wouldn’t be <\/span><span data-id=\"P3-N200391\">surprised if it worked out in that way because it’s not. I know it’s almost like opening a home-equity line for an elderly person who needs it to finish living, but that’s about it.  It could be, for a moment, it could kind of be someone – a dad or a replacement dad or a replacement mom, even, who will <\/span><span data-id=\"P3-N200392\">finally help.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Maybe. I don’t look at it that way, though. I’m just trying to figure shit out. (pause) Yeah, now I feel helpless, but it was a decent plan I thought. I was trying not to get too worked up about it, but I did all my research. There was nowhere that said that, generally, people will get only <\/span><span data-id=\"P3-N2003B1\">$70,000.  It said it’s your equity. It’s a way for you to t tap into the equity of your home. (chuckles) The equity of our home is not $70,000.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: And nowhere gave the percentages and he didn’t, is what you’re saying, which is so kind of weird for the person not to know that.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Maybe it was just like – who knows. He was a nice guy. Maybe he just wanted to explain in detail that it might still be worth doing or whatever. Who the fuck knows? I don’t know. It doesn’t even matter. (long pause) <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: It’s hard for you to really feel what you’re feeling. It’s like there is so much feeling – outrage, despair, sadness, shame. (long pause) <\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: I could move downstairs to live with my mom again to get the rent from my unit, but I can’t. [I mean I’m fucking out of a job] (ph?). Then I’ll be sort of clinically depressed. I can’t do it. I have some semblance of a refuge. I just can’t do it. I can’t do it. Dignity, to some extent. (pause) <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: And selling one of the units doesn’t feel like an option?<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: It does. It does. We could sell the first-floor unit and have more than enough; sell it for like $350,000 – whatever – and we would still have $100,000 profit, no more mortgage and two units. But again, these things are just not ideal. Then it’s a condo. Then there are condo things you have <\/span><span data-id=\"P3-N200471\">to do and you don’t know who’s going to fucking live . . . You end up not liking the owner. Do you know what I mean? That’s a really worrisome thing. You can be as picky as you want, but you don’t really know once people get in there and whatever and whatever, what their day-to-day living is like and <\/span><span data-id=\"P3-N200472\">how much noise they make. Who knows? Then you have a fucking problem on your hands. <\/span><\/p>\n<span data-id=\"P3-N20046-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561572\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: I’m struck that that feels just as worrisome as not having any money. There’s something about it that I don’t quite understand, like why that is.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Okay, you have money now; but, for example, what can I do? We’re still in that house. It’s not like a shitload of money where I can just go and pay cash for something and that way, even if the people that buy the new place are kind of whatever – fine. I don’t live there anymore. I own it, but <\/span><span data-id=\"P4-N2004B1\">I don’t live there anymore. Now it’s an investment. Okay, we don’t have that, but if I have to deal with shitty neighbors who are not tenants, they own one-third of that house. That’s a major fucking . . . It’s almost worth it to me to just figure something else out. I don’t know.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: Because you’re worried that it would feel so intrusive?<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: Yeah. Yeah. <\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: Because of your mother?<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Because of my mother?<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: Well, your history. There’s something you’re very sensitive to about that.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: Well, yeah. I’ve talked about it, right? Over the years I’m more sensitive to noise. I don’t like feeling encroached upon and I get that this is an unusual extent of sensitivity to that because it would be kind of nice to not have a mortgage.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: And have $100,000 and your mother then taken care of by the tenant. No, she’s not, but her mortgage is paid off, really, so she doesn’t owe that.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Her mortgage is paid and now you have two units. Then I think it would be a lot easier. Then, actually, the reverse mortgage might work because they don’t have to pay your mortgage as part of the reverse mortgage. That was the other thing with this reverse mortgage thing. We could have taken <\/span><span data-id=\"P4-N2005B1\">a lot, but they’re paying $290,000 or $260,000, so that’s gone.  That’s your mortgage that they’re paying off; so it would have been a big chunk. The problem with selling the house is it’s not just me. I’ve got to move my mom, a 70-something-year-old woman. That’s a major ordeal. If it was just me, <\/span><span data-id=\"P4-N2005B2\">that’s totally different. That might be what has to happen. I don’t know.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: It might not be the right thing for you, either. That’s what I’m trying to understand [and get some sense of what you feel] (ph?).<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: That’s the problem. That’s why this is maddening. I don’t know anymore. I don’t know what the right thing is to do or not to do. Everybody has an opinion. I can go to five different real estate people and they’re all going to tell me something different. It’s just fucking, really . . .  (pause) <\/span><span data-id=\"P4-N2005F1\">And, by the way, to even do that condo thing, you need like $5,000. That takes money that we don’t have, so there you go. I would want to fix it up a little bit. I want to get good money for that condo. I don’t want to sell it just as is. I want to do a little bit of work on it. To do that, you’re talking <\/span><span data-id=\"P4-N2005F2\">money because that means those tenants have to leave so you can do all that work so you can make it nice, ready to go, looked at, painted a certain way. I’d really want to doll it up a little bit to get good money for it.<\/span><\/p>\n<span data-id=\"P4-N2005E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561572\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: You want it but you might not be able to. Do you know what I mean? You say that then as if you shouldn’t do it unless you can doll it up. You can sell it as is.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: Yeah, I could. <\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: You may decide you don’t want to, but that is an option. Of course it would be better if you had a lot of money to doll it up first, but if there isn’t I’m sort of trying to think out what the options are.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: I guess what I’m saying, though, is that okay, if that’s the case, you still need $5,000 or $7,000 to do all the lawyer paperwork condo-izing – whatever the fuck.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: In which case then selling the whole thing maybe makes more sense. You can buy a two-family for less money; have some cash.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: The problem with all that is . . . Yeah, no, you’re right.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: What?<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: What’s maddening is that it’s just maddening to not hold onto what we have and buy something else. That’s the goal here.  It seems insane to me that there’s no possibility whatever in doing that. That’s not possible. There are too many people in real estate who would see the value in what I’m <\/span><span data-id=\"P5-N2006F1\">trying to do, so there’s got to be someone that would like to make money, too, to help me do that. It’s money. I get it. It’s not a charity, but it doesn’t make sense. Someone would like to make money by giving me money to invest in something that’s clearly going to make money. It’s fucking Cheshire. <\/span><span data-id=\"P5-N2006F2\">I’m not buying from Timbuktu. Do you know what I mean? If anything goes wrong, they know that there’s more than enough for them to recoup what they’ve given me.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: So this is where you’re talking about finding someone with a lot of money?<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: It’s a hard-money loan. It’s called a hard-money loan or cross-collateralization. There’s either got to be some small financial institution that does that shit or I’ve just got to hit the pavement and find people and just present to people that look, man, this is the situation.  I’m not trying <\/span><span data-id=\"P5-N200731\">to be a real estate mogul, but I want to have more than three or four properties in the next five to eight years. It’s not rocket science. I have tons of equity. It could easily be done. I just need someone to . . . Is it a risk? I guess it is, but not really.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: It’s riskier for them than another investment, right, like if they went and bought the property themselves?<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: It is and it isn’t. What’s the risk really? They’re charging a higher interest rate. Those loans charge like seven, eight, nine, ten, twelve percent interest. They’re not giving me even close to the maximum equity in my home. I’m going to buy something in Cheshire.  Do you know what I mean?<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: It’s only if you were to default on your loan to them, then they have to pay legal fees to recoup the money, to repossess the house. It’s just a hassle for them.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Yeah, okay.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: I’m just saying that’s how they would look at it.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: I guess, but my view is that these are people that kind of do that shit anyway. It wouldn’t be up for someone who has never given money. This is what they do, kind of.<\/span><\/p>\n<span data-id=\"P5-N2007E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2007E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561572\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: So that’s a particular person.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: Exactly.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: (laughs) No, I don’t know those kinds of people.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: No, they’re out there. They’re just a lot harder to find. These are real estate terms that even banks used to do it. It’s almost like a business proposition. You’re almost doing a business proposal.  I’ve done all my numbers. Yes, of course, it’s a risk, but it’s a very calculated minimal risk <\/span><span data-id=\"P6-N200871\">to the person who is putting up the money. I don’t know. If I can’t find anyone like that, I think then we have to sell. But again, I don’t know how that would happen. We would have to borrow money from my uncle again and I can’t take that anymore.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: It sounds like this feels worth inquiring about.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: Yeah, because it seems impossible to me that it would be impossible. (laughs) That doesn’t make sense. I’ve known – not me personally – but I’ve known that in the last 20 years there are lots of people in Cheshire who that’s exactly what they did.  There were just people that they would go to <\/span><span data-id=\"P6-N2008B1\">who were just fucking rich; and they were rich in real estate specifically. And there is something slightly altruistic about it. There are people who are like, “Yes, I’m going to make money, but I get what you’re saying. I’m a business guy. I get what you’re saying. It is fucking ridiculous that you <\/span><span data-id=\"P6-N2008B2\">can’t tap into your own fucking money. So yeah, I’m not going to give you $300,000. Here’s $200,000 and I’m going to charge you 14% interests.” Everybody wins. (chuckles) I don’t think it’s impossible at all. I think it’s harder to get done. I don’t know. Who the fuck knows?<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: You sound like you know more about it than I do.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: I do because I know it’s a little less common than it used to be, but then again, what do I know? Maybe it isn’t. Now financially things are so tough that people can’t get money from the banks. Even when they have jobs they can’t get money from the banks.  It’s almost like things are going cyclically <\/span><span data-id=\"P6-N2008F1\">– do you know what I mean?<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: Yes, maybe it’s on the horizon.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Yeah, so who knows? And again, business is business. Business people aren’t fucking stupid. They have a lot of money and they see what Cheshire, Hamden, Shrewsbury – they know what these places and what the market is. This kid wants to take $290,000 from his hundreds of thousands of dollars <\/span><span data-id=\"P6-N200931\">of equity and (chuckles) buy a nice one-bedroom condo in Cheshire. (laughs) If worse comes to worse, I’m going to sell it in eight months for $310,000. It just seems so ridiculously simple. Nothing is guaranteed, but there is risk and then there is common sense calculated risk based on years and years <\/span><span data-id=\"P6-N200932\">and years of living somewhere and seeing just what the facts are. <\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: In the storyline about how hard it is for people to get mortgages, to get home-equity loans or if they get it, it’s much less than they thought it was going to be. That seems the norm in everything I hear about, but this is a different avenue that isn’t in the banking world, where everything <\/span><span data-id=\"P6-N200951\">is tight. They’re not giving loans to people who have a million dollars right now, that kind of thing. I hear that all the time.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: No, this is just private; people who see opportunity.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: Where there’s something – a heart kind of connection to it.<\/span><\/p>\n<span data-id=\"P6-N20098-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561572\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: A little bit, more of a human connection. I’m sure they’re not just going to give it to me and that might be. They might be like, “You’ve never done anything like this before. Usually we just deal with people who have a history of real estate.” In that case, I would have to bring my uncle into <\/span><span data-id=\"P7-N2009B1\">it. I would have to be, “My uncle is going to be supervising;” some people to vouch for me or whatever.  (pause)<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">THERAPIST: I’m sorry this is such a disappointment . . .<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: Thanks.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">THERAPIST: . . . from what you were hoping for. (pause)<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">CLIENT: Yeah, that’s what you do. It’s very natural. You want to be hopeful.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">THERAPIST: Of course.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">CLIENT: What are you going to do? (pause)  And it was 50% accurate. (chuckles) We could do it and it would make big changes. Of course, when you don’t have any more mortgage payments and you have $70,000. That’s still pretty good. It just fucks up any plans to really be able to buy another property. <\/span><span data-id=\"P7-N200A71\">I did think about calling Jim back and saying, “If we did this, how does that affect me doing what I’m saying now to you?”<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: With a private investor?<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: A private investor or even a bank, having a different home equity loan or whatever. How would it affect that? I don’t know.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: Right, whether the debt is going to go in your name.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: Something like that. I would just be curious because maybe it’s still worth it. It’s just a shitload of fees for not that much money, but on the other hand, that’s $20,000 – more than that.  It’s $22,000 of rental income that no longer is going to the mortgage. It’s going into your pocket. From <\/span><span data-id=\"P7-N200AF1\">that you only have to pay $8,000 or maybe $10,000 of property taxes and shit. It’s nothing to sneeze at on top of the equity line they’re giving you.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: Again it sounds like you’re saying as long as there’s another line of income from an investment . . .<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Exactly.<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: In other words, it’s just building your debt.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Exactly. Of course. It’s worth it for my mom, but not for what I’m trying to do; and my mom doesn’t want to do that. I’m wondering if there is a way that it would not affect my ability to try to draw more on the equity that’s there or from a separate source.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: Next time? I’ll see you tomorrow.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: Thanks, Claire.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: 10:00?<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: Okay. I’ll see you tomorrow. Bye.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}