{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a recent breakout of acne and how she feels about her physical appearance. Client discusses her fiancee's job and a recent crunch of money."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Exercise","Job security","Physical attractiveness","Personal appearance","Cognitivism","Behaviorism","Psychodynamic Theory","Sadness","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Exercise","Job security","Physical attractiveness","Personal appearance"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Cognitivism","Behaviorism","Psychodynamic Theory"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561927","dorpId":"1006468921","contentType":"text","aucs":"CTRN-V1","title":"Client \"SZ\" Session March 25, 2014: Client discusses a recent breakout of acne and how she feels about her physical appearance. Client discusses her fiancee's job and a recent crunch of money.","fullTitle":"Client \"SZ\" Session March 25, 2014: Client discusses a recent breakout of acne and how she feels about her physical appearance. Client discusses her fiancee's job and a recent crunch of money.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561927\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Oh no. I was like I probably would assume that there is.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: You e-mail me and I can respond?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: No. I –<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Obviously chatting in the doorway.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: No, actually I was like I’m (unclear) e-mails, like no, no, no. That sounds stupid to send an e-mail – appointment today question mark? She’s going to think that you don’t write these things down. And I do every now and then. And I was like, ‘okay, I’m going to check my – because I write them <\/span><span data-id=\"P1-N200151\">down in my checkbook. I’ve been consistent about that and I was like oh I do have an appointment today. I was like okay. And so that solved that problem. Actually I did try and leave earlier. I don’t know what happened. I mean, well I started getting ready a little bit earlier but it could have been <\/span><span data-id=\"P1-N200152\">I took a little bit longer. But I tried to get out of the house. It might have just been the luck of the T. But it is something that I’m trying to get better at is leaving the house.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">And last week I didn’t leave the house at all so it was like an all-time low and part of it was I don’t know what their reason was but I broke out in a very kind of – well, it was very bad acne like all over my neck and I don’t know, I felt very self-conscious and I didn’t want – I mean it was hard <\/span><span data-id=\"P1-N200171\">for me to get ready because I’d start freaking out and sometimes when Jeremy and I would – I mean the whole last week if he was in with me as I was washing my face I would freak out and get very grumpy and I mean I just get really frustrated because sometimes it’s not a function of “oh, I forgot to <\/span><span data-id=\"P1-N200172\">wash my face”. I mean I wash my face twice a day, exfoliate twice a day, use prescription Retinol on my face and I just get frustrated and I – I mean I’ve had, I’ve used topical prescriptions since I was a kid and antibiotics on my face up until my face got antibiotic-resistant and so I mean it’s nothing <\/span><span data-id=\"P1-N200173\">new to have, I mean my face used to not be as sensitive or problematic and over the past few years it’s just a frustrating thing to have to think about it. I mean it’s not to the point where, yeah, and I’ve tried to see a dermatologist at Brown and they weren’t very helpful. They recommended something <\/span><span data-id=\"P1-N200174\">that didn’t work and so I mean at this point I’m still trying to do my own research – trying to change my diet and – <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: How noticeable is the breakout to other people?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Well, if I don’t put makeup on it’s kind of noticeable, I mean, especially around my neck. I mean right now it’s kind of all – it’s not as noticeable – I mean, I’ve seen pictures where the acne is bleeding, even with it – it’s horrible so I admit I am a little bit of a drama queen about it and –<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Mainly, you’re sensitive.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Yeah, I would say!<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: I don’t think I’d use the words, “drama queen,” but I’m wondering sort of how closely your perception aligns with the perception that other people have of you.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Of a more critical of yourself than others would be.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Yeah, and I wonder if that’s – I mean, yeah and I’m definitely, I know I am, I tend to be very critical over every, even enlarged pores, and – sorry, headache, ouch – and so and I also realized that that leads me to try and I know that most people aren’t looking at every individual bump, nor <\/span><span data-id=\"P1-N200271\">do they have time, but I try to pick at my face, partly because that’s what I did since I was young. But my mom did when she was – she would pick at our faces and just say, ‘oh.’ I mean I guess that’s sort of – I guess what some people do is they prefer to so it’s sort of a very learned task whenever <\/span><span data-id=\"P1-N200272\">I’m emotionally upset I go pick at my face and I know that probably makes things worse because it creates scars and I think he that’s sort of what I get embarrassed of because the scars take forever to heal and I know that a lot of these are sort of self-imposed so that’s something that – my sister <\/span><span data-id=\"P1-N200273\">recommended putting up a sign like “don’t pick” and I don’t know if signs work for me because it’s just sort of a – it reminds me because I just recently saw Joan to get a re-prescription for the – I guess it is an anti-depressant, yeah. Citalopram and to follow up with that. And she recommended – she <\/span><span data-id=\"P1-N200274\">said that some students are writing on a piece of paper – ‘what should I be doing with my time?’ Or, ‘what can I do with this time?’ And I’m thinking, well, for some reason like that as a sign seems very arbitrary to me. I mean if I put up a sign, “don’t do this”, or Jeremy put up a sign, “don’t bake <\/span><span data-id=\"P1-N200275\">or broil”, on the oven to make sure – you can turn up the temperature but if it’s not on “bake’, if it’s on “broil,” it won’t heat up the oven. It will just sort of burn on the broiler. So you have to sort of switch over – even though there are two buttons – they’re not continuous. You have to change <\/span><span data-id=\"P1-N200276\">whether you want bake or broil, and the temperature. And I always forget. And his sign sometimes helps. I mean it’s not right on the – I mean, it’s beside the oven because you can’t put it on the thing. But I mean these signs – I don’t take them like traffic signs. <\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561927\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: You don’t obey quite as readily, huh?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: No, no. And I sort of see – I was talking to my colleague, Paige, who has been having a hard time coming in. She’s in a (unclear) group and she also got a scholarship and we were teaching together last semester and we always saw each other and now she never comes into the office and she was <\/span><span data-id=\"P2-N2002B1\">talking to me like you know, ‘oh, it’s really hard just even to get out, to take that shower (unclear) stopping. I realize that you had no – no I understand.’ And I was giving her advice. I don’t want to make her feel sad or like she’s being judged or anything, because I’m far from perfect. But I gave <\/span><span data-id=\"P2-N2002B2\">her the advice that when she’s trying to leave for something, whether it’s a coffee shop and give yourself something to look forward to. And for me, my plans are actually, I saw it happen to them when I didn’t water them all week last week and they were just – and then I realized that I really have <\/span><span data-id=\"P2-N2002B3\">to, I mean coming in is actually starting to come natural – after I spent all week last week at home I just really did not feel productive. And my cat started to rely on me as his playmate and I realized yesterday when I stayed in my office – I got there around 3:45 because I had an event and then I <\/span><span data-id=\"P2-N2002B4\">stayed there until 9:30. But coming home late, my cat – I guess he’s learned, I’m trying to think like maybe it was just a one day occurrence, but he really didn’t seem this morning to be as reliant on me as his playmate, so I was wondering if I start – animals are as routine as humans are and if he <\/span><span data-id=\"P2-N2002B5\">starts to realize that I’m gone half the day he’s not going to (unclear) you know, get used to that and I’ll get used to that. I mean I think that’s what I really told Paige that you have to make a routine out of it and that’s one thing that I’m trying to do now, especially after I had my week off of <\/span><span data-id=\"P2-N2002B6\">realizing what it’s like when I don’t go. That’s just something getting used to coming in and I just realize how important it is to leave home. At least it feels somewhat more productive or like there’s a moment of focus, a moment of – I mean there are so many distractions at home.<\/span><\/p>\n<span data-id=\"P2-N2002A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561927\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: Did you not leave for racquetball or yoga, also? [00:10]<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: I left for pretty much after Tuesday, after racquetball, I only did yoga on Friday and I didn’t leave for racquetball either on Thursday or – there were so many days I was going to leave for racquetball and then it came to Friday and I was just like, ‘okay, I’m really feeling like wow, I really <\/span><span data-id=\"P3-N2002F1\">need to do yoga.’ And it did make me feel better. And then I just sort of realized that staying at home was not a good idea. It’s almost like I got sick of hiding at home.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: Which I think feels a little bit different than staying at home. But it sounds like you felt ashamed and uncomfortable with your appearance and you’re not just staying home but kind of hiding there.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: It has a slightly different flavor to it, kind of a normal day when you just feel like you don’t want to leave.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: Yeah, and I actually had a meeting with my advisor on Wednesday but I cancelled because I freaked out about my face. I mean I didn’t tell him that but I just claimed that I had a stomach flu and I –<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: And that doesn’t feel good.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: No, it doesn’t. Because A – I lied. And B – I don’t know when he’s coming back and I was really pissed about that that I did and I was like why – I mean and once since I didn’t have results, but it was sort of like when else is he going to be available? So now I have to track him down. So it’s <\/span><span data-id=\"P3-N2003B1\">– so I saw that there are so many emotional barriers to my appearance and sometimes I get frustrated because – Jeremy doesn’t mention it. Sometimes he’ll say I’m pretty but it’s not sort of, like I don’t give him a pat on the back – or he doesn’t give me a pat on the back. Like the sort of encouragement <\/span><span data-id=\"P3-N2003B2\">I give him, especially now, about going through the money crunch and –<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: What do you want him to say?<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: I guess – I don’t know. I mean I guess there’s really not much he could really say. I mean he did say, ‘I don’t notice it.’ You know, ‘I don’t notice it with the makeup.’ And it’s okay we can mask together – I’m getting into mask now. We can mask together and clear up together. I mean he’s not <\/span><span data-id=\"P3-N2003F1\">one to (laughs) – <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: So you wanted him to recognize how upset you felt even though he doesn’t see it the same way you do, but to say like, ‘I’m sorry you feel so upset about it.’<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah. And to say, ‘it’s understandable but you’ve got to realize that no one cares.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: But it sounds like you care.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: I do care.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: That’s not “no one”.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Yeah.<\/span><\/p>\n<span data-id=\"P3-N2004A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561927\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: So it’s somewhere finding a way to sympathize or empathize with what you’re feeling even though he doesn’t feel the same way about it.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: So really, it’s sympathizing. Because empathizing is when you can feel what someone else feels. He doesn’t. He doesn’t see – his reality of what you look like at that moment or what you look like now in your reality of how you feel you look are different. So yeah, maybe – just like with weight. <\/span><span data-id=\"P4-N200511\">I mean I think it’s the same thing. When you looked in the mirror and saw somebody who needed to lose weight – objectively, that wasn’t the case – isn’t the case. I think some of this other appearance stuff is very similar – that the image that you hold is not necessarily what is reflected to other people.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Yeah. And I mean I definitely do freak out quite a bit about it and that’s something that I do need to not freak out so much such that I’m cancelling appointments with my advisor and hiding. And so that’s one thing that I need to – sort of a phobia that I need to have to sort of work through <\/span><span data-id=\"P4-N200531\">and I think maybe that – like making myself come in at least every day. At this point I’m not so concerned with what time I’m getting in as long as I’m getting in.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: Having that routine of having some face time at the office. <\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: Yeah. And I’ve made it quite cozy, especially because my plants are all there. Once I watered them I had to go there this Sunday and water them. They perked back up. They really did. They didn’t die.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: They perked back up?<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Yeah, they did. Fortunately, they are a five dollar loss but there’s three of them so that’s $15. And Jeremy’s dad came this weekend and it was a lot of fun to have him around. We had him on Saturday and also Sunday. There were no plans for him on Sunday after because he came for Ozzie’s (sp?) <\/span><span data-id=\"P4-N2005B1\">thirty-second birthday and sort of just like nice to come for the spring and so it was really fun. We played cards. We talked. We sort of – all three of us – sort of laid on a couch. Jeremy and I shared a couch and he had another couch – kind of what you would do looking at the stars – we were inside <\/span><span data-id=\"P4-N2005B2\">because it was too cold, but it was a lot of fun. And Sunday we weren’t supposed to – I mean there were no plans but I was just sort of going to go with my mom and sit on my mom’s couch which – I was like, you know, ‘well, you can come along with us.’ Went along and ran errands and was able to go to <\/span><span data-id=\"P4-N2005B3\">yoga on Sunday which for me wasn’t – I wished it was a more – it was a substitute and I wish it was more energizing. We were less meditative because I have a hard time – I mean I – reason I go to yoga is not for a spiritual reason. It’s for – well I play racquetball and I need some other physical activity.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">But nevertheless, I do find yoga very empowering and to be able to do a handstand and I’m normally a weak little sister, it is very empowering to sort of feel that strength I don’t necessarily feel with racquetball. It feels almost like a – I don’t do racquetball enough to really be improving quite <\/span><span data-id=\"P4-N2005D1\">what I would sort of dream to. Like if I was 16 years old again and I was exercising 17 or 20 hours a week, is a lot different than three hours or maybe three plus four and a half, five hours a week. So sometimes I get frustrated but with yoga it’s a change of pace and sometimes I feel a little frustrated <\/span><span data-id=\"P4-N2005D2\">because I’m not – my legs are strong but not in the – everything for me. Like I want to turn out my legs because I don’t want it to be counterproductive to build up strength and parallel – and I turn my feet in san ho sometimes I get a little frustrated. And plus also my legs are much more advanced <\/span><span data-id=\"P4-N2005D3\">and strong and skillful than my arms so the yoga classes trying to find the right fit has been just sort of – or how to get the most out of every yoga class, but I find it a good – I find it a very – I like it. I like being able to try – I’ve been trying to get in three or four exercise classes a week <\/span><span data-id=\"P4-N2005D4\">just so that I feel – if I feel like I’m in better health then I don’t feel like I’m such a blah. And so that’s been certainly a new constant thing. <\/span><\/p>\n<span data-id=\"P4-N2005C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561927\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">But, yeah – Jeremy’s dad came. But he told me on Monday that – because there’s been a big money crunch at Jeremy’s job and they might have to skip another pay and that’s not cool. And I they eventually like come May when they do have the renewals for their insurance they will have – like there will <\/span><span data-id=\"P5-N2005F1\">be income. It’s just sort of a cash crunch on – you know there were just no sales last year. And Jeremy’s been getting frustrated because he does a lot of the work and his brother does a lot of the work and the mom doesn’t do any of the work and how do you deal with the fact that if they fire the mom <\/span><span data-id=\"P5-N2005F2\">then she’s going to be yelling, screaming and upset.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: Who holds control of the company?<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: All three of them are partners and what the business is now is not what the mom started out doing and so the mom originally ran the company and now it’s a different transaction rather than just insurance and having someone else finance and deal with it or not finance it and – they actually have <\/span><span data-id=\"P5-N200631\">– Jeremy has built up models with Ozzie (sp?) in order to finance it and that’s what they really sell themselves on but the mom hasn’t learned to do that. She doesn’t know the financing bit to any extent and often to the business calls some of the clients don’t want her to come. And so it’s frustrating <\/span><span data-id=\"P5-N200632\">because they are all three partners it’s really hard to fire your mom and a partner and why is she a partner? Because she sort of started the company – and so and it’s really frustrating for Jeremy because he’s sort of and even feels to the extent that when the mom spends money on non-approved purchases, <\/span><span data-id=\"P5-N200633\">that it’s embezzling. For instance, she’ll – she used to fly to Denver to say it was on business and it’s not. It’s to visit her friends. <\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">And so Jeremy – I mean, he was really frustrated about it last night and I mean I totally get it, but it was frustrating because I’ve been frustrated with my own research and it felt like an airing of grievances last night, it’s like the Seinfeld, the “Festivus” where you have an airing of grievances <\/span><span data-id=\"P5-N200651\">and like well I think, this is my day – it sucked more than yours. And I’m like – well, you know, okay, I get it. I know it’s a Catch-22 and I’m sorry. And then he tried looking at my data and he made it worse, he actually made me feel worse because he’s like, ‘oh yeah, they differ a lot. I was just <\/span><span data-id=\"P5-N200652\">like oh, well they’re pretty much the same up until out of the lines – what happens is I’m trying to prove this paper right or wrong and they have one result that I don’t doubt is wrong. Actually, I do but I doubt how they got their result but that’s not the part I’m trying to prove right or wrong or <\/span><span data-id=\"P5-N200653\">debunk. It’s sort of the common ground I’m trying to make common and straighten out. It’s very similar. I can’t figure out the error – if it’s my error or their error but even the person, Jose, who’s was at one point working doing what I do but he isn’t anymore, he had a program and he did it – calculated <\/span><span data-id=\"P5-N200654\">it a different way and he got the same results so I have sort of a feeling that if two people are wrong then something – maybe it’s just our ways are similar but he just used different codings. I’m thinking that mainly it’s just follow their exact instructions on how they did it even if it seems unnecessary <\/span><span data-id=\"P5-N200655\">so I mean at the last point I mean I guess I talked to my advisor but since he doesn’t do any of the calculations, it’s frustrating because I find myself very frustrated at this point because in order to move forward, I mean because I’ve almost – I’ve been refining little bits in the introduction and <\/span><span data-id=\"P5-N200656\">in the background component and it’s going to be a 20-page paper but I can’t move forward until I get those things to agree and it feels kind of like (unclear) you can’t pass something until something else – you know, they can’t go forward until this little thing passes and so I mean, and a lot of it <\/span><span data-id=\"P5-N200657\">is I mean, these programs take 20-30 minutes, maybe 30 minutes to an hour to run and so it’s a very time-consuming process and I also found that – I mean that’s one thing that I found is that because these things take so long I can be doing other things in the meantime like finishing up the background <\/span><span data-id=\"P5-N200658\">section and managing the project, but if I’m at home I often just surf the Internet and play with the cat.<\/span><\/p>\n<span data-id=\"P5-N20064-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561927\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">THERAPIST: You don’t work as efficiently. <\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">CLIENT: Yeah. And that’s one thing I sort of saw especially at this difficult time – you know when there are little calculations you need to make and I need a book from the library but it’s very hard to access that book from the library when I’m at home. And the other thing I realized is that – well, <\/span><span data-id=\"P6-N200691\">I realized this for a while, but I’ve lost my student ID. I don’t know where I lost it but it really is my access into the Department and to the library. Because I was actually – when we were going to my office on Sunday because I had to water my plants and was showing Jeremy’s dad – he went to Brown <\/span><span data-id=\"P6-N200692\">so he was reminiscing. But he was like, ‘boy, I would think it would be pretty handy to have that student ID. And I was just like, I felt like saying – ‘shut the F up.’ I know, like I mean, yeah. Because we had to ask a fellow researcher outside.<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">THERAPIST: To get into your office?<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: Yeah. They lock it up like Fort Knox, but I really see that it is something. And it reminds me that there are little things in my life like paying your credit card bill and seeing how like my credit card – I pay it willy-nilly like when I pay it it’s no correspondence to the actual date that <\/span><span data-id=\"P6-N2006D1\">it closes on a statement date. And some reason I never – like I sort of have an idea that I have a closing date and then you pay off the credit card so the closing date when it closes is not when I get my paycheck – so I just pay when I get my paycheck and so I realize –<\/span><\/p>\n<span data-id=\"P6-N2006C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561927\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">THERAPIST: Racking up interest fees?<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">CLIENT: Fortunately, I only racked up $7 so far. But sometimes I don’t and sometimes I do so Jeremy talked it over with me and said, ‘well it’s good that you’re paying, like you’re paying it off in some form but you can’t just pay it off willy-nilly.’ And I sort of realized, okay –<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">THERAPIST: Like sending yourself bottles of nail polish.<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">CLIENT: Yeah! I know!<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">THERAPIST: (Unclear) you might be getting something for, instead, it’s going Unclear). <\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">CLIENT: Yeah, I know. So I was really worried when I showed him because I didn’t – I’ve never processed how a credit card worked. It’s kind of –<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">THERAPIST: It’s kind of random but you do it for their benefit.<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">THERAPIST: It’s not completely logical. But it is how it works. So it’s interesting because you know as I listen to you talk about these different areas of your life one of – details are a theme that kind of get in your way because some details that aren’t really that important to you, you pay a lot <\/span><span data-id=\"P7-N2007F1\">of attention to. And details that maybe do have more consequence, somehow don’t get paid attention to. So it’s like the filter how you determine what you’re going to focus on and what you’re going to let go, is misdirected. Because the size of your pores – that’s a small detail and it doesn’t actually <\/span><span data-id=\"P7-N2007F2\">have much consequence on your life if we look at it objectively. However, when you choose to focus on it it can become something that ends up having a big impact on your life because it becomes really upsetting for you. Whereas something like losing your school ID has a pretty big impact – it makes <\/span><span data-id=\"P7-N2007F3\">your life so much less convenient. <\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">CLIENT: Yes, it does (laughing).<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">THERAPIST: And I’m not judging what you’re paying attention to. It certainly is – it’s just that if we think about it from my favorite perspective of what’s adaptive, what’s working for you and what’s working against you – filtering important detail to focus on and detail that I can just let slip by, <\/span><span data-id=\"P7-N200831\">it’s going to really be helpful to you because if we choose to focus on the details that are adaptive – what’s going to work for you and let go of things that are going to work against you, I think you’ll find that things are a lot smoother. So like the credit card date. It’s a detail that if you can <\/span><span data-id=\"P7-N200832\">schedule your bank to pay your credit card automatically two days before the closing date it’s going to be really efficient for you and will work for you rather than work against you. And things that don’t actually harm you – just like with (unclear) thinking about what’s gross but not harmful. Same <\/span><span data-id=\"P7-N200833\">thing with little blemishes or pores – they’re not really going to harm you. You may not like it when things aren’t as smooth as can be but it’s not going to harm you so it’s something that you can kind of let go.<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">CLIENT: No, and I think it might be something I’m going to have Jeremy make sure that I do is write down what sort of are my priorities because the reason I did good in school was not necessarily – I mean the reason why I worked so hard and focused while I was an undergrad – it was not just because <\/span><span data-id=\"P7-N200851\">oh, this is what I’m supposed to do – it was because of a very – you know, I wanted to prove to myself that I was smart enough to do it and part of it was the fear that I wasn’t smart enough. So it was very emotionally charged that I do that.<\/span><\/p>\n<span data-id=\"P7-N20084-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561927\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">THERAPIST: Why do you want to finish now? What’s the motivator now to finishing, to doing well?<\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">CLIENT: And so that’s actually something that I’ve wrestled with a while, I mean part of it is that when everything works out perfectly I find it very interesting and I’m curious to see it is – the things that I get into, I get very interested to see how they turn out like from a physical dynamic point <\/span><span data-id=\"P8-N200891\">of view and I think that’s actually the problem that when things aren’t going right and I’m not getting the data there’s not that interesting – enthusiasm part of it and I’ve sort of lost this motivation to prove oh I’m smart enough and whether or not I – and that’s just not the priority or the focus <\/span><span data-id=\"P8-N200892\">and I think that all these other more personal things are coming up like I mean, perhaps it was germs and then I think that’s maybe it might be a point to point out that I don’t know if I’ve ever – I’ve never been able to prioritize and do what was good for me. I did what I wanted and a lot of times <\/span><span data-id=\"P8-N200893\">that correlated with being a hard-working student and proving myself and every now then then there was the added bonus of I did a good job and I found it interesting. And that was on my research projects, I really did find them interesting. But, in the same sense I sort of – and that’s the – I think <\/span><span data-id=\"P8-N200894\">maybe that’s the number one problem with when times get tough in my research or there’s no answer or I just want to find out the answer is that I’m not trying to prove myself and I don’t feel that that’s so much of the drive and it’s hard to keep it up unless I’m on like a – every now and then my advisor <\/span><span data-id=\"P8-N200895\">will get really excited and then I’ll be excited as well but it’s hard when it’s not exciting to keep up that. And I think I just, I need to think about – and that’s a problem too with my weakness is that it’s a matter of sort of priorities and what interferes in saying like I would hold – it used to <\/span><span data-id=\"P8-N200896\">be for bathrooms I would prioritize not going to the bathroom and being in lots of discomfort and now I’ve been able to get over that. But I think a lot of it is that I have these very big, I wouldn’t say obsessions, but I do tend to obsess about these certain things and I can’t let them go and I think <\/span><span data-id=\"P8-N200897\">that my inability to prioritize what is important to function and that’s – <\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: I heard you say I have to make sure I have Jeremy make sure I do this.<\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">THERAPIST: How about, I make sure you do this? Let’s get Jeremy out of the equation. Let’s make it a homework project.<\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">THERAPIST: And I’d like you to do two lists – a list of what you want your priorities to be and maybe a list of what you’re looking forward to like you look forward to your wedding and what your life will be like after that. And see how we can get you from here to there. You’re job hunting so imagining <\/span><span data-id=\"P8-N200931\">that next phase of when you’re finished and when you’re working – where do you want to be? And let’s see if we can keep that list of sort of what you want your priorities to be, the life you are imagining and how – and then we can look and see if there’s a way to get from one to the next.<\/span><\/p>\n<span data-id=\"P8-N20092-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20092-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561927\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20094\"><span data-id=\"P9-N20095\">CLIENT: Yeah. That’s I think -<\/span><\/p>\n<p data-id=\"P9-N20096\"><span data-id=\"P9-N20097\">THERAPIST: And I can hold you accountable for that.<\/span><\/p>\n<p data-id=\"P9-N20098\"><span data-id=\"P9-N20099\">CLIENT: Yes, I need someone to hold me accountable.<\/span><\/p>\n<p data-id=\"P9-N2009A\"><span data-id=\"P9-N2009B\">THERAPIST: Rather than putting your fiancé in that position. (Unclear) to remind us of when – here it is. I couldn’t think of when next time is.<\/span><\/p>\n<p data-id=\"P9-N2009C\"><span data-id=\"P9-N2009D\">CLIENT: I think we’re on for next week but not the next week after that.<\/span><\/p>\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">THERAPIST: I think you’re probably right. And I looked at this two seconds before you walked into my office, but – the 1st and the 8th and the 15th but not the week after that. So I have for the next three weeks all at 1:30. And then we skip the 22nd and meet on the 29th.<\/span><\/p>\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">CLIENT: You know, I like the system of writing down in my checkbook. It is so –<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">THERAPIST: Then you know when it is.<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">CLIENT: Yeah, no I know I sort of have to – I should probably put a box around it. I just have dates in the other ones. I used to write on my hands but then –<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">THERAPIST: You wash them.<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">CLIENT: (Laughing) I know. Jeremy would be like, ‘why are you writing on your hands when you have paper?’ But yeah, writing things down is good. It’s the 25th?<\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">(Pause): [00:37:03 – 00:37:09]<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">CLIENT: I did remember to put a new checkbook in my – that’s something I did last week when I ran out of checks. I was like, ‘yes, I’m thinking ahead.’<\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">THERAPIST: Good for you. Well, I will see you next week.<\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">CLIENT: Okay. Perfect.<\/span><\/p>\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}