{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her boyfriend's recent hospitalization and how it's affecting everyone. Client is stressed over taking care of him, creating a network for him, and trying to finish grad school."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Relationships","Hospitalization","Stress","Psychodynamic Theory","Behaviorism","Cognitivism","Sadness","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["18"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Relationships","Hospitalization","Stress"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":14,"pageCount":14,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561825","dorpId":"1006468819","contentType":"text","aucs":"CTRN-V1","title":"Client \"K\" Session January 04, 2014: Client discusses her boyfriend's recent hospitalization and how it's affecting everyone. Client is stressed over taking care of him, creating a network for him, and trying to finish grad school.","fullTitle":"Client \"K\" Session January 04, 2014: Client discusses her boyfriend's recent hospitalization and how it's affecting everyone. Client is stressed over taking care of him, creating a network for him, and trying to finish grad school.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":14,"totalPages":14,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":14,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561825\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: So where are we this week?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: OK. I’m feeling pretty overwhelmed this week. Last week I was feeling numb. That lasted another, like, day. Switched to being overwhelmed.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Let’s see if we can sort of relieve you of some of that today.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Well, I have a question. So people keep asking Josh if he’s anxious and trying to give him anxiety drugs and trying to ask if he wants to talk to a therapist and all that sort of thing. And they said especially when he leaves, they would recommend it to help him process what’s going on. And <\/span><span data-id=\"P1-N200131\">I feel like that’s what I’m doing here, right, is processing this, which is different than, like, trying to sleep or not exhaust myself with anxiety or stuff like that. I’m not sure exactly what the means. Like, she said that, and I was like, well, it makes sense. But then I wasn’t even sure what that meant.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Well, I think it’s a way of processing can happen on several different levels. So I think psychologists love to use that word, and I think it means different things for different people. I think there’s a way of kind of almost unpacking everything that’s happening to you emotionally. If <\/span><span data-id=\"P1-N200151\">you think when you’re dealing with a crisis, with you’ve sort of been in a prolonged crisis, you know, since he was hospitalized for this last round. It’s like things keep happening, you know. A doctor comes in and gives you one story. Another doctor sees you in the next day, and it’s another plan. <\/span><span data-id=\"P1-N200152\">And it’s like you guys keep having to gear up for, like, “OK, this is what we’re doing now. Like, we’re getting a pump. What kind? What does this mean? Are you on the donor list? Or, you know, heart transplant list or not?”<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">In the moment, you just kind of absorb the information and make whatever decisions you can, and then move on to the next thing. And it’s like this stuff just keeps going. And so I think one level of processing is just kind of taking some time to actually sit and kind of unpack it, to talk about each <\/span><span data-id=\"P1-N200171\">thing, and just almost kind of lay it out in front of you, rather than having to keep absorbing everything. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Because otherwise, what would happen?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: I think what happens otherwise is sort of what happened to you last week. There’s so much that you can’t possibly think about it, so you get numb. And then at some point, like, the dam breaks. (Laughter) And the numbness goes away, and you feel completely overwhelmed. And that might feel <\/span><span data-id=\"P1-N2001B1\">sad. It might feel scared. It might feel, who knows, a combination of those things. But there’s only so much that we can kind of tolerate before we have to kind of figure out what we actually feel about it, what do we think about what’s going on, and sort of deciding how to respond to it, rather than <\/span><span data-id=\"P1-N2001B2\">just marching ahead and plowing through.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">So I think one thing is just being able to talk about it and figure out what are you feeling. And then the next piece of processing I think is sort of making meaning of what’s happening. Like, how do you come to understand some of those, like, big existential questions of and you might never have <\/span><span data-id=\"P1-N2001D1\">kind of a real answer. Like, why do things happen? I don’t think we ever really know why. But to make meaning in your own life of, well, this happened, and now what does that mean for you? How do you make that part of your story? And I think part of how you’ve done that is kind of figuring you’re <\/span><span data-id=\"P1-N2001D2\">continually asking yourself that question of, you know, do I want to stay in this relationship? Is this a forever relationship for me? And you kind of kept asking yourself that question and answering it again for yourself. I think that’s part of your processing. It’s part of how you make meaning of <\/span><span data-id=\"P1-N2001D3\">what does it mean that you’re with this person. And part of your story with him is managing his illness and managing kind of the crises that crop up because of it. Does that answer your question? <\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561825\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: Yeah. I guess my first thought was we keep trying to, like well, we have to explain this to people, making it kind of into a story that makes sense. And then eventually, we maybe believe the story, like the whole pacemaker story, and then we would tell people, “And it’s probably going to do <\/span><span data-id=\"P2-N2001F1\">this (inaudible 04:20) it’s going to be great.” And then that just ends in, like, massive disappointment. (Chuckles)<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: Yeah, and then you have to make another story.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: And then you have to make another story, and that’s exhausting. I don’t want to do that. I don’t want to just make it all fit into a story, because it’s not going to ever, I don’t think, work out. (inaudible 04:40)<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Well, I don’t think you can necessarily write a story into the future. I think your job of processing is coming up with the story for how it fits in up until now.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: It’s almost too soon though because that could change tomorrow and the next day, and that’s exhausting to (sighs) revise.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Right. Well, maybe that’s the difference between sort of being in a crisis mode, where things change every day versus finding a place of stability. And stability, when it comes to this part of your life, might be fairly short-lived. What’s stable now might be different than what’s stable <\/span><span data-id=\"P2-N200291\">in three days or tomorrow. Other parts of your life are not like that.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: So we write a journal for him every day on he has a website (chuckles) that the hospital they have a service that they provide. It’s a place where you can just put updates for people. And Josh writes them and he writes like, “I’m in a ton of pain. This is the most miserable thing that’s <\/span><span data-id=\"P2-N2002B1\">ever happened. I know that I’m getting better, so that’s great. Thanks everyone, but today was terrible.” (Laughter) And then I tend to write, like, happier things. And it’s just really disconcerting sometimes to, like I’m sure for people too, it’s really disconcerting to, like, go back and forth <\/span><span data-id=\"P2-N2002B2\">(laughter) between our two journal entries. But we’re also, like even he will, like, try to write to, like, make sense of it just on a daily basis. For other people too.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Right, for other and also, I think, for yourselves. I mean, I think that’s part of what processing really is, is, like, how do you make sense of this, you know, crazy, unexpected thing?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: And last week was really, really difficult because he wasn’t he was exhausted. He was coming off medications. They were trying to put him on other medications. And he was, like, basically crying all day, every day. Like, just a disaster. Really needy. Like, I was excited after I think I last <\/span><span data-id=\"P2-N2002F1\">talked to you to, like, get some sort of like, I feel like I was going to (inaudible 06:48) but it all, like, fell apart. Like, he was just a mess. (Laughter) And I felt really conflicted about this. I talked him into he’s, like, trying not to take extra drugs. Just trying to, like, tough through <\/span><span data-id=\"P2-N2002F2\">things. And I pushed him into taking more drugs, which turned out to be a good idea, but that was sort of difficult. He sometimes gets so tired or whatever it is. Hungry, exhausted, whatever. He can’t make a rational decision. So I had to, like, “I think that you probably should just try this, try that.” <\/span><span data-id=\"P2-N2002F3\">And it worked out. But it was quite a crisis.<\/span><\/p>\n<span data-id=\"P2-N2002E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561825\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: Yeah, it’s a hard position for you to be in too, to have to push him to make decisions that’s he’s uncomfortable with, that from somebody’s who’s watching it, you can see that it’s what he needs.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: I don’t know. I mean, it was mostly that I really had to be there, because he was just falling apart, which was really difficult.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: I’m sure.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: I mean, even how he can be in the hospital surrounded by a million doctors. It’s, like, not enough.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Not enough to make him feel secure.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Well, even yesterday. He’s been having this incredible, incredible pain. Like, to the point of, like, having mental breakdowns, he’s in so much pain. And people keep asking him, “Are you just anxious? Are you just afraid of pain, and then you have pain?” And he got into a screaming match with <\/span><span data-id=\"P3-N2003B1\">a nurse about it. A nurse practitioner, actually, who does the pump, because she was trying to tell him to trust her, and she was going to make this change, and it would eventually resolve. And she wasn’t listening to him. And he started swearing at her. And she told him that they couldn’t work like <\/span><span data-id=\"P3-N2003B2\">this together. They were a team, and (sighs) we ended up getting a social worker involved, because it’s really hard for them to come in and, like, not listen and just try to change up drugs and you’re in an incredible amount of pain. <\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: It must feel really horrible to feel like you’re not being believed.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Well, this continues (ph). I mean, he had a pain management team come talk to him yesterday that was like, “We don’t really understand this. This is really different and unusual. (Laughter) Are you sure you’re not anxious? Are you sure this is -” He’s like, “My only anxiety comes from having <\/span><span data-id=\"P3-N2003F1\">this incredible pain.” We got one we got the physical therapist said, “Yes, I’ve had other patients like you. They’re not nuts.” And she talked to the pain people. But, like, there’s no one else doing this but me. And he’s trying, but sometimes he’s not in his right mind. Sometimes he’s swearing at <\/span><span data-id=\"P3-N2003F2\">the nurses. (Laughter)<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Which probably doesn’t get him a great result.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: It was really scary, actually, because she’s going to be, like, in charge of him until he has a heart transplant post (ph) to the hospital. We (ph) can’t alienate her. (Chuckles) Yeah, so this all has been very overwhelming. Because, like, yeah, there’s no one sticking up for him, except him.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Is there a patient advocate? Or is that the social worker’s position?<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Well, the social worker is there, but somebody still needs to be there. Like, he still is having a hard time being like, “OK, I’m just going to page this person, page this person.” Also, because he’s getting a lot of this, like, pushback. Like, “Are you sure you don’t just want some Ativan?” Like, (laughter).<\/span><\/p>\n<span data-id=\"P3-N20046-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561825\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: And why does he not want the Ativan?<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Because he feels like people are not listening to him, that he’s anxious because he has incredible amounts of pain. So why can’t they fix the pain and talk to him about the pain?<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: Why can’t they fix both?<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: They can’t.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: Does he have to feel I guess maybe the question for you to ask him when he’s in a calmer place is that getting some relief from some of the anxiety even though the anxiety might be coming from the pain, getting some relief from the anxiety doesn’t mean that he’d have to give up on (inaudible <\/span><span data-id=\"P4-N200511\">10:51) pain too. It doesn’t have to be either\/or.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Yeah, I think he wants to do one thing at a time, which I understand it. I don’t know if I’m making the right choice by saying, “Let’s table the Ativan discussion.” And he’s really scared about (inaudible 11:08). I mean, like I was when I was first started taking stuff (inaudible 11:11). He <\/span><span data-id=\"P4-N200531\">said he lost touch with reality last week, and it was really scary. They’re still not sure exactly what drug -<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: Caused that?<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: caused it, but, like, he didn’t know what we were saying to him or what was going on, and he was really freaked out. And who knows?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: He doesn’t want to lose that control. And if he’s afraid that the Ativan might feel like it is giving up some control…<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Well, they’ve been giving him some at night, which I convinced him to do, plus some sleeping things, which I think is good. But I don’t think -<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: Yeah. Well, sleep is really important.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yeah, yeah, and that’s been helping. I don’t think I don’t know. The drugs are such trial and error. He’s on so many. I mean, every single one is a trial and error. (Chuckles)<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Yeah, and how they all interact with each other.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: It doesn’t seem like there’s some clear person in charge of that. Well (ph), the interactions. I mean, the pain management doctor let him choose yesterday. It was a discussion, which was good, but he had a choice. (Chuckles) It’s really overwhelming.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: It’s a lot to juggle.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Yeah, and if I push him a little too much and he’s in a lot of pain, he’ll, like, lose it.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Is he yelling at you too?<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Well, he yelled at me once, and I got really upset at him. (Chuckles) This is the same day of the nurse yelling at him. And he’s been really, really trying hard not to, but I can tell it’s a huge struggle. Which I really appreciate, and I tell him that, but I don’t know what he should be allowed <\/span><span data-id=\"P4-N2006B1\">to do or not. Should he be allowed to scream and yell? Probably.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Well, being able that sort of, in making your case for the therapist well, it’s not OK to yell and scream at your therapist. It is OK to yell and scream in front of your therapist about all the things you want to yell and scream about. So that would be an appropriate place where he can <\/span><span data-id=\"P4-N2006D1\">really express what he’s feeling, you know. Express his anger and express his frustration and express how unfair all this is. And have somebody be able to kind of hold that in a way that a lot of the medical professionals that are dealing with him don’t necessarily have the time to kind of sit and hold <\/span><span data-id=\"P4-N2006D2\">all that really strong and intense and completely appropriate emotion. <\/span><\/p>\n<span data-id=\"P4-N2006C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561825\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: Yeah, and the social worker is doing that right now, but on a very, like, informal from time-to-time basis. And she has a therapist who specializes in devices.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Like, so that’s good. Of course my first thought when she said that is that this person is in Brookline, and I’m going to have to drive him there, and it’s going to be even more overwhelming.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: (inaudible 14:06) Well, what about his mom? Can you share some of this with other people?<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: Yeah. I mean, we’re all being trained on the bed on Friday morning, and we’ll set up some sort of a schedule, you know.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: Because you really can’t be a full-time nurse.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: No, but he’s going to have four of us who are trained. A visiting nurse. But I’m still unsure. There’s no way to avoid me taking more of it.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Right, yes. You’re going to be the primary person, but you certainly can’t be the only person.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Yeah. No, there’s others, for sure. But he’s also, I guess, been really needy lately. Like (pause), “Please don’t leave me.” (Pause)<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: That must be hard to hear.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Yeah, it is.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: That’s a lot of pressure.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: It is. And he’s understanding. Like, today I said, “I’m not going to come until this evening.” But (chuckles) last week, when he was a total mess, he was sitting, crying to the social worker. And I came in, and he, like, had this mental breakdown about wanting to come in the mornings, not at <\/span><span data-id=\"P5-N200871\">night, because he’s just so tired. He has, like, the smallest bit of energy in the mornings. (Pause) I’m not sure where I’m going with this.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: That’s OK. You don’t have to (inaudible 15:30).<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: (Laughter)<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Just balancing kind of your need his intense need for you to be there to take care of all these things and to take care of him, with your need to have some time for yourself too and take care of yourself and have some normalcy.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Well, I mean, it’s mostly that I’ve been barely going to school, and (inaudible 15:55) becoming, like, really not really problematic, but kind of problematic. (Sighs) I mean, he’s been needy for other people too. Like, my parents were going to come help me with some stuff with the house the <\/span><span data-id=\"P5-N2008F1\">other day, and he begged them to come. And he’s been asking his mom to do stuff. It’s not just me, but still [a lot] (ph) me. (Chuckles)<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: More you than you can really manage.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: I don’t know if I can manage it. It’s really there’s a chance he’s going to come home next week, the end of next week, and that’s sort of making everything too a little more real.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: You look really anxious about the idea of him being home.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: I don’t know what it’s going to be like. And he just got the new he got the smaller device he can walk around with yesterday. And just walking around, it occasionally beeps. And, like, the device is terrifying. It doesn’t seem very sturdy. (Chuckles) Like, it has a high chance of problems. <\/span><span data-id=\"P5-N200971\">They gave him backup hand pumps just in case. It comes with a 45-minute battery life. It’s going to cause so much anxiety for both of us, just the way it is. Like, despite the fact that we have to go get it checked out this (ph) week.<\/span><\/p>\n<span data-id=\"P5-N20096-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561825\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">I’m going to have to change his, like, really gory dressing every day. I almost, like, passed out yesterday, (chuckles) like, watching him do it. Because I have to learn how to do it. It’s going to be a lot. And making sure that he, like, walks every day, so he gets stronger.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: Have they started planning for you mentioned the visiting nurse is getting trained on it. Have they started planning on, like, how often will she come and <\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: Everyday. But still (chuckles), I mean, they give us, like, a test. We have to pass before they’ll let us help him. (Chuckles)<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: Well, that will (laughter) give you some assurance that you’ll be ready when he’s ready. What will you need to feel ready to have him come home?<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: I don’t know. Having a visiting nurse come by is helpful. (Pause) I don’t know. (Pause) Yeah, I have no idea. I mean, it’s nice to know that we’ll be back there, because we have to be every week.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Yeah, you have some safety net. A lot more responsibility does fall to you.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Yeah, I mean, I guess if I can figure out how to I don’t know how I’m going to, like, balance it all and make it all (pause) work out. A lot depends on him and how he is managing by next week. If he’s in constant agony, that’s going to be really difficult.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: Yeah, it seems like that needs to be under control. And maybe something for you to advocate for is that the pain needs to be under control before he comes home. Because (ph) you can’t be adjusting medications on the fly. (Chuckles)<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: I have my fingers crossed. They gave him [I think] (ph) like a morphine skin patch yesterday (inaudible 19:45) I hope that helps. And, I mean, I can’t imagine the amount of pain he’s in, because he’s got, like, four open stomach wounds that he says feel like knives stabbing him, which he’ll <\/span><span data-id=\"P6-N200A91\">have until I guess the heart transplant. (Chuckles) But, I mean, that makes him either lose his mind like, just kind of a complete mental breakdown or start screaming at somebody.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: He’s really irritable, I would imagine. Pain does that.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Yeah. (Chuckles) And it’s exhausting. And he knows he has to, like, walk and stuff to get better, which makes it real (pause) all of this is compounded by the fact that, like, a couple floors of (inaudible 20:32) got destroyed by a pipe bursting last week. (Chuckles)<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: Oh, no.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: It’s really damaging his life because the occupational therapist built him, like, a vest thing to hold these things in place, because the more they shake, the more they hurt. And their equipment got destroyed. (Chuckles) So that just makes everything worse.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: That’s unbelievable.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: Yeah, it’s really awful. They had to close a lot of, I think, cancer floors and operating rooms. I’m sure a lot of other people had their lives (inaudible 21:08) affected. So that’s just another small little tragedy that just makes everything -<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: And there’s just so much it feels so unfair.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: even worse.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: Out of your control<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: Well, and it doesn’t a lot of the doctors don’t know that that’s happening. They don’t understand why. I mean, he’s got a pretty ghetto, like, vesting that they, like, Velcroed together.<\/span><\/p>\n<span data-id=\"P6-N200BC-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561825\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: As a replacement?<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: As a temporary fix. And they’re trying to make him (ph) move and it’s not working. I guess it all goes back to there’s nobody who knows everything.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Right. It’s that there’s not, like, he doesn’t have really, like, a central person that knows all the pieces.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: Right. (Pause) And even if he is able to do it, he’s still the patient, which still I was really struggling with this last week, but the (inaudible 22:02) nurse was trying to tell him how we’re a team, you know. She wants them to be, like, colleagues. But there’s still this incredible, like, <\/span><span data-id=\"P7-N200C51\">discrepancy in power. (Chuckles) I don’t know what it is. It’s not a dictatorship, but it’s not a teamwork thing either. Or it can be sometimes, and sometimes it’s not.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: Feeling like he doesn’t have enough say or control over what is happening?<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">CLIENT: He almost needs, like, someone to, like, second him. (Chuckles) Be like, “Yes, this is true.”<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">THERAPIST: Is that you?<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">CLIENT: Yeah. As much as we’ve gotten my parents involved and his mom involved, like, they can’t do (inaudible 22:50).<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">THERAPIST: What is his resistance to the therapist?<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: He doesn’t have a resistance to the therapist. The therapist will be outpatient.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">THERAPIST: OK, so it’s just not starting until he gets out?<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">CLIENT: Yeah. I mean, he could see somebody inside. I think it’s just too much.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">THERAPIST: Too much, yeah.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: And he really likes the social worker, and she’s already been with him for a month-and-a-half.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">THERAPIST: Is that how long it’s been already?<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: Well, I’m not sure how long (inaudible 23:25) total yet (ph).<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: (inaudible 23:26)<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: (inaudible 23:28) Yeah, bring him out into the real world. Crazy.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: Yeah, it doesn’t sound like you feel ready at all. It doesn’t sound like he feels ready.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: He’s also being handed this 30-pound or 25-pound battery pack that he’s not allowed to lift for 12 weeks, making somebody, like, just really necessary for him to do anything.<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: Yeah. I mean, it sounds like he really needs a full-time nurse, and somehow that becomes you. But you have a full-time job. Being a grad student is a full-time job.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: It can also not be, which is really awful. [That’s how I knew] (ph) I wanted to quit and go to the nursing school last week. I got over that, but I still, like -<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: The gory dressing. (Laughter)<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: No, all of this is making, like, the gory part so much less of a problem. I mean, it’s pretty gory, but (pause) I mean, Josh won’t even [look at me] (ph). (Chuckles) I don’t know. I guess I realized it wouldn’t be really what I want. [I do want to do] (ph) what I’m doing I just don’t know <\/span><span data-id=\"P7-N200ED1\">how I’ll ever get back into it in a real way.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">THERAPIST: Have you talked to your advisor about taking a medical leave for this semester? Can you do that? What would that mean? Does that feel like something you would be interested in trying?<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: It wasn’t. I don’t know now. I mean, it’s approaching, like, the amount of time that the semester’s going to start. Soon I’ll have to be more involved. (Chuckles) I don’t know. Like, I seem to not be able to find some middle ground from wanting to give up and feeling like I need to be there <\/span><span data-id=\"P7-N200F11\">all the time. I can’t seem to this is always a problem. (Chuckles) And I always feel like I just want to quit, because I can’t do it the way I want to do it. I don’t know how to…<\/span><\/p>\n<span data-id=\"P7-N200F0-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200F0-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561825\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">THERAPIST: Well, I guess I would separate quitting from taking a semester off. That’s not quitting. It might be, you know, depending upon how the next week goes and what it’s like when you have him home. You know, thinking about taking I mean, it’s really like family leave. You have a really sick <\/span><span data-id=\"P8-N200F31\">family member. And it wouldn’t be giving up on grad school or quitting it would be determining whether or not you are able to do it for the semester.<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">CLIENT: Yeah, I’ll have to look and see if that’s a benefit or that policy applies or something. But when I think about that too, like, three months would be when (chuckles) we (ph) would start thinking that maybe a heart is coming. So this is could just drag on and on. There could be complications.<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">THERAPIST: Right, and you really don’t know until (crosstalk 26:40).<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">CLIENT: After a few months, like, complications become pretty likely. Like, he could end up with this thing for a year, in and out of the hospital. Like, it could go on and on and on, which is also a (inaudible 26:51) can’t really plan for. (Chuckles) I don’t want to plan for it when I think about it. <\/span><span data-id=\"P8-N200F91\">(Pause) I want to be (inaudible 27:00) school. (inaudible 27:01) productive. But his, like, need and, like, what’s going on feels just so overwhelming. There’s almost no way right now. I hope that can change a little bit.<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">THERAPIST: Yeah. Well, it sounds like it’s getting to be really difficult and remaining difficult to predict what’s going to happen with him medically. I think the thing that you can get better at predicting is knowing what kind of supports you can get. Like, you don’t know exactly what his need is <\/span><span data-id=\"P8-N200FB1\">going to be, but as, I think, you get more experienced with this, figuring out how to get disability to shoulder some of you know, the emotional support is something that’s hard to replace you on. But things like, you know, you’re going to get really good at navigating how to get him rides places. <\/span><span data-id=\"P8-N200FB2\">And you’re going to get good at navigating how to get the visiting nurse to come and do more. And figuring out what kind of supports you can acquire, I think that’s the place where it can become more predictable, and you can learn, hopefully through experience, how much of his care and support you can <\/span><span data-id=\"P8-N200FB3\">hand over to other people, whether it be professionals or, you know, getting his mom involved or getting friends involved to come by and, you know, spend a half-hour. It sounds like they’ve been good about that at the hospital, and that’s something you’re going to want to kind of put in place at home <\/span><span data-id=\"P8-N200FB4\">too, that people come by. Bring a meal. Read him, you know, read him an article.<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: Yeah. Yeah, people have been good about coming to the hospital. And he’s been good about asking. So if we can keep that up, it’ll be good. I was really excited about, like, government, like, social security. There’s the ride, which will drive him. All this stuff. It’s incredible to me how it’s <\/span><span data-id=\"P8-N200FD1\">supposed to help people in crisis, because it takes so long to get set up. I mean, it could take another six months for his disability to kick in. And then I’m not sure if we have to wait that long to help him get rides places and things. Like, luckily, we have people around, but I’m sure there’s lots <\/span><span data-id=\"P8-N200FD2\">and lots of people where this is just no good.<\/span><\/p>\n<span data-id=\"P8-N200FC-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200FC-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561825\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">THERAPIST: Or it’s not serving (inaudible 29:26).<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">CLIENT: It sounds like a great program, but if it takes this long to get into place like, there’s a girl we met a couple days ago who had her transplant in November.<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">THERAPIST: Oh, this is the couple that you met?<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">CLIENT: No, this is another they were in their early 20s. And she had just got out of college and was working for a temp agency, so she had no benefits. (Chuckles) Did I tell you about this before?<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">THERAPIST: No. You told me that you were going to meet a couple -<\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">CLIENT: Oh, yeah, yeah. This couple, yeah. And she was saying how she had only just started getting, or she was still not getting disability. And her problems were very sudden. So she got really sick, ended up in the hospital for four months, like, immediately. And then ended up with a heart transplant <\/span><span data-id=\"P9-N201091\">that was, like, really emergency fast. Well, not that four months in the hospital is fast, but -<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">THERAPIST: Your whole life to turn around, [it feels] (ph) fast.<\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">CLIENT: Very sudden, yeah, thing. So I think she said she still hadn’t quite gotten disability or these rides set up, and she had her boyfriend and I think one parent around (inaudible 30:31). I don’t know how they were keeping it together. [I didn’t] (ph) get a chance to talk to her that long. But <\/span><span data-id=\"P9-N2010D1\">because she’s already through the transplant and still not even getting these services, she has to come to the hospital constantly. And didn’t even get a chance to work or save up any money before any of this happened. Like, (pause) I don’t know.<\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">THERAPIST: (inaudible 30:56) to imagine being able to rely up on it.<\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">CLIENT: Well, I was really excited about the fact that we were going to have this sort of, like, safety net. But it isn’t very helpful.<\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">THERAPIST: You’re just not sure where (ph) it’s actually going to appear.<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">CLIENT: Someday it could be helpful, but it’s really not in a crisis. So, I was misinformed. (Laughter)<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">THERAPIST: Well, and I think it’s those kinds of places where kind of, like, being this squeaky wheel and continuing to press the social worker and, you know, the cardiologist. Referrals and contacts and things like that tend to speed along the process, right. So you can’t kind of sit back and wait <\/span><span data-id=\"P9-N201171\">for the process to work the way it’s supposed to work. (Crosstalk 31:50) And that takes a lot of energy.<\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">CLIENT: Luckily, his mom’s (inaudible 31:52) (ph), which is great.<\/span><\/p>\n<p data-id=\"P9-N2011A\"><span data-id=\"P9-N2011B\">THERAPIST: Yeah. So, I mean, that, you know, in my limited experience with, you know, having people set up on disability, it’s, like, repeating the phone calls to say, like, “Where’s my what process is my application in?” And, “We were supposed to hear back a week ago about this thing.” So his mom <\/span><span data-id=\"P9-N2011B1\">is, you know, kind of following up and keeping tabs on that stuff. It tends to (pause) grease the wheel for a little bit.<\/span><\/p>\n<p data-id=\"P9-N2011C\"><span data-id=\"P9-N2011D\">CLIENT: So, she seems to know what she’s doing. But still, she can’t make it happen tomorrow.<\/span><\/p>\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">THERAPIST: No. But hopefully that will be the kind of thing that once it gets going, you can kind of share the load.<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">CLIENT: Yeah. I mean, once it gets going, then hopefully [it will be really, really good] (ph), but-<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">THERAPIST: You just can’t predict when it’s exactly going to be there for you. (Pause) How are your friends being (ph)? I know you said he’s got people that will come see him. How are you doing with talking to people and sharing your burdens with friends? Your parents.<\/span><\/p>\n<span data-id=\"P9-N20122-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20122-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561825\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20124\"><span data-id=\"P10-N20125\">CLIENT: I mean, it’s almost easier, in a way, to tell my friends, like, how crappy things are. (Laughter) And I had a few friends come to the hospital and visit him with me. And I have a few people I know who have been through that at any moment. My friends have been good.<\/span><\/p>\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">THERAPIST: I’m glad to hear that.<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">CLIENT I don’t know. This past week I’ve kind of wanted to just be by myself. (Chuckles) I spent the whole weekend, in fact, with my parents and Josh’s mom, because it was his mom’s birthday. My parents helped me fix up my apartment a little bit, make sure there weren’t exposed plugs and fixing stuff. <\/span><span data-id=\"P10-N201291\">Then I just, for some reason, spent the entire day (inaudible 33:59) with them on Sunday, again. I don’t know (inaudible 34:04). Because at least my friends will talk about things other than Josh. I can ask them how they’re doing and they’ll tell me about whatever is going on.<\/span><\/p>\n<p data-id=\"P10-N2012A\"><span data-id=\"P10-N2012B\">THERAPIST: It’s nice to have that distraction.<\/span><\/p>\n<p data-id=\"P10-N2012C\"><span data-id=\"P10-N2012D\">CLIENT: Yeah. Well, and it feels a little more normal. My parents, can’t get them to stop talking about Josh for two minutes. (Laughter) Or me, but me in (ph) like a (inaudible 34:30).<\/span><\/p>\n<p data-id=\"P10-N2012E\"><span data-id=\"P10-N2012F\">THERAPIST: Yeah, it must I think it’s necessary to have sort of a little injection of normalcy. What television shows people are watching and who won the Golden Globes. I think a little bit of that is a good relief.<\/span><\/p>\n<p data-id=\"P10-N20130\"><span data-id=\"P10-N20131\">CLIENT: Yeah, but I [spent a lot] (ph) over this past week, spending too much time with my parents and watching too much television. (Laughter) But then the next week (inaudible 35:03) (laughter).<\/span><\/p>\n<p data-id=\"P10-N20132\"><span data-id=\"P10-N20133\">THERAPIST: Yeah, day by day. Have you been able to exercise at all?<\/span><\/p>\n<p data-id=\"P10-N20134\"><span data-id=\"P10-N20135\">CLIENT: Yeah, a little. I had a little cold this past weekend, which didn’t help things either. But yeah. Josh’s mom goes to our gym and has told everyone at our gym, which has made me not want to go to our gym. (Chuckles) It’s turned it from, like, an anonymous place into another place where people -<\/span><\/p>\n<p data-id=\"P10-N20136\"><span data-id=\"P10-N20137\">THERAPIST: Are asking about you.<\/span><\/p>\n<p data-id=\"P10-N20138\"><span data-id=\"P10-N20139\">CLIENT: Are asking, yeah.<\/span><\/p>\n<p data-id=\"P10-N2013A\"><span data-id=\"P10-N2013B\">THERAPIST: That’s too bad.<\/span><\/p>\n<p data-id=\"P10-N2013C\"><span data-id=\"P10-N2013D\">CLIENT: But, I mean, it’s fine. It’s just -<\/span><\/p>\n<p data-id=\"P10-N2013E\"><span data-id=\"P10-N2013F\">THERAPIST: Yeah, but you want a place to escape to, where you can just pretend that everything is normal for a little bit, or at least just go into your own bubble and, you know, listen to your music and go for a run.<\/span><\/p>\n<p data-id=\"P10-N20140\"><span data-id=\"P10-N20141\">CLIENT: (Laughter) Instead of going to the gym the other day I forget which day it was freezing and snowing a little. I decided to (inaudible 36:18) really angry.<\/span><\/p>\n<p data-id=\"P10-N20142\"><span data-id=\"P10-N20143\">THERAPIST: Big, broad day. (Laughter)<\/span><\/p>\n<p data-id=\"P10-N20144\"><span data-id=\"P10-N20145\">CLIENT: Well, yeah. Yep.<\/span><\/p>\n<p data-id=\"P10-N20146\"><span data-id=\"P10-N20147\">THERAPIST: Maybe (ph) escaping to your yoga studio?<\/span><\/p>\n<p data-id=\"P10-N20148\"><span data-id=\"P10-N20149\">CLIENT: Yeah, I made it to yoga once or twice. Can’t really go to yoga in the cold.<\/span><\/p>\n<p data-id=\"P10-N2014A\"><span data-id=\"P10-N2014B\">THERAPIST: The breathing is hard. (Laughter) Yeah. I mean, I certainly don’t want to pressure you that this is sort of like a, you know, on your list of to-dos. But I think having, you know, when you can, having some place that you can go, where you can be anonymous. It can just be about, you know, <\/span><span data-id=\"P10-N2014B1\">be about you for an hour or a half an hour.<\/span><\/p>\n<p data-id=\"P10-N2014C\"><span data-id=\"P10-N2014D\">CLIENT: Yeah. No, I mean, I definitely I’ve been exercising more than I’ve been going to school, neither of which I was doing a ton of. Which I kind of hate because, I mean, that’s still how I, like, stay calm. Especially now I’m feeling really agitated. Like, school does not calm me down (chuckles) <\/span><span data-id=\"P10-N2014D1\">like exercise does, and that’s always made me feel bad, that I put more time there, that I could have been putting towards school (ph).<\/span><\/p>\n<span data-id=\"P10-N2014C-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2014C-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561825\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2014E\"><span data-id=\"P11-N2014F\">THERAPIST: There’s some research to back you up that exercise is really good for, you know, treating depression, treating anxiety. There’s not a whole lot of research that says graduate is really Good for treating anxiety. (Laughter)<\/span><\/p>\n<p data-id=\"P11-N20150\"><span data-id=\"P11-N20151\">CLIENT: Well, I have to either quit or get through it. (Laughter)<\/span><\/p>\n<p data-id=\"P11-N20152\"><span data-id=\"P11-N20153\">THERAPIST: But I don’t think you need to feel guilty about not being able to devote a lot of time to it right now. It may be necessary to make some decisions about what you do with this semester, but you certainly don’t need to feel guilty about whether you choose to whether it’s possible to kind <\/span><span data-id=\"P11-N201531\">of coast by and not produce a whole lot of work. Whether you take a leave, officially, you know. There’s no reason to feel guilty about any that. And you do have to figure out what’s going to work. Using exercise, because it calms you down, and that’s healthy. You need to keep yourself going. You need <\/span><span data-id=\"P11-N201532\">to find ways to take care of yourself, because there’s a lot of pressure on you right now. And if that means that the free time you have from taking care of Josh goes toward, you know, taking a run or going to yoga or going to the gym, then that’s what you need to do. You [need to] (ph) take care of <\/span><span data-id=\"P11-N201533\">yourself. <\/span><\/p>\n<p data-id=\"P11-N20154\"><span data-id=\"P11-N20155\">CLIENT: Yeah, it’s hard. Sometimes it’s hard for people to understand (chuckles) that, and I don’t know why exactly. Like, Josh has never understood that about me.<\/span><\/p>\n<p data-id=\"P11-N20156\"><span data-id=\"P11-N20157\">THERAPIST: It’s part of what you need to survive.<\/span><\/p>\n<p data-id=\"P11-N20158\"><span data-id=\"P11-N20159\">CLIENT: Yeah, but that seems really crazy to a lot of people. (Laughter) I sometimes think it’s crazy too. But (pause), like, yesterday, I was sitting at the hospital feeling really empty, and I ended up taking off my entire manicure. (Laughter) (inaudible 39:24) I’d also forgotten to take my Zoloft. <\/span><span data-id=\"P11-N201591\">I don’t know if it does anything anymore, but I’m sure it didn’t help for this situation, and I really should have been running, [then I would have] (ph) saved my manicure, and not sat there all day.<\/span><\/p>\n<p data-id=\"P11-N2015A\"><span data-id=\"P11-N2015B\">THERAPIST: You probably would have felt better. The manicure can be replaced. But I think, yeah, I mean, the fidgety and the restlessness, that’s a really good sign, right, those are red flags that you’re anxious. (Crosstalk 39:53)<\/span><\/p>\n<p data-id=\"P11-N2015C\"><span data-id=\"P11-N2015D\">CLIENT: I try really hard to not do it.<\/span><\/p>\n<p data-id=\"P11-N2015E\"><span data-id=\"P11-N2015F\">THERAPIST: Yeah. Well, it’s your body talking to you, letting you know what’s going on. And it’s important to recognize that, yeah, that that’s how the anxiety is coming out, you know. I’m not concerned about the fact you picked off your manicure I’m concerned about the fact that you feel that anxious <\/span><span data-id=\"P11-N2015F1\">and feel guilty about the things that you can do to help yourself and to let go of the judgment. If other people think it’s crazy, that’s OK. For me to sit here and think it’s not crazy, but it’s important for you to do.<\/span><\/p>\n<p data-id=\"P11-N20160\"><span data-id=\"P11-N20161\">CLIENT: I mean, I have a friend, the friend who I got the manicure with, pulls her hair out. And my mom’s always really worried about her, because she doesn’t understand why she would pull her out. I completely understand why she would pull her hair out. But I know I mean, I don’t know how to make <\/span><span data-id=\"P11-N201611\">my mom understand why someone would do stuff like that.<\/span><\/p>\n<span data-id=\"P11-N20160-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20160-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561825\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20162\"><span data-id=\"P12-N20163\">THERAPIST: Yeah, you don’t need to.<\/span><\/p>\n<p data-id=\"P12-N20164\"><span data-id=\"P12-N20165\">CLIENT: And my friend has got a million more than troubles than [I have] (ph), but it’s, like, been a constant, very obvious struggle for, like, the past decade. To the point where I think she’s got fake hair at the moment. (Laughter) And my dad, he’s trying to get Josh and me to listen to his hypnotist tapes.<\/span><\/p>\n<p data-id=\"P12-N20166\"><span data-id=\"P12-N20167\">THERAPIST: Are you interested?<\/span><\/p>\n<p data-id=\"P12-N20168\"><span data-id=\"P12-N20169\">CLIENT: I’ve listened to them. I don’t know, because I imagine my dad listening to them when I listen to them (inaudible 41:27). They’re also pretty cheesy, in which you imagine I think I told you about them before? A magical stops and (ph) things? It’s too I don’t know. You’re supposed to just <\/span><span data-id=\"P12-N201691\">stop these irrational thoughts with a magical stop sign, and tell yourself that they’re not as bad as you think they are, and stuff like that, which is kind of the problem. (Laughter) (inaudible 41:54)<\/span><\/p>\n<p data-id=\"P12-N2016A\"><span data-id=\"P12-N2016B\">THERAPIST: Yeah, your problems are pretty real right now. (Pause) Responding to Dad, so that he stops asking you to listen to them, just tell him you’re listening, that you’ve, you know it’s a really great suggestion and you’re grateful for it. That way, you don’t have to use your energy to fight <\/span><span data-id=\"P12-N2016B1\">with him or explain why that’s not appropriate for you right now.<\/span><\/p>\n<p data-id=\"P12-N2016C\"><span data-id=\"P12-N2016D\">CLIENT: No, I’ve stopped doing it. I used to respond that way.<\/span><\/p>\n<p data-id=\"P12-N2016E\"><span data-id=\"P12-N2016F\">THERAPIST: Yeah, and it’s just not worth your energy.<\/span><\/p>\n<p data-id=\"P12-N20170\"><span data-id=\"P12-N20171\">CLIENT: Yeah. It’s still really hard that I can’t have a conversation with him about it.<\/span><\/p>\n<p data-id=\"P12-N20172\"><span data-id=\"P12-N20173\">THERAPIST: It would be nice if you could have a conversation and he could hear you, and (pause) be willing to actually what you need, rather than continuing to push something that you’ve told him doesn’t really work for you.<\/span><\/p>\n<p data-id=\"P12-N20174\"><span data-id=\"P12-N20175\">CLIENT: Yeah. I’m almost at a point where I want to, like, ask people, like, farther away to come. Like, I have an aunt in Washington who offered to come. She also happens to be a nurse practitioner. And I know if I said -<\/span><\/p>\n<p data-id=\"P12-N20176\"><span data-id=\"P12-N20177\">THERAPIST: It sounds like you don’t even need to ask. It sounds like she offered.<\/span><\/p>\n<p data-id=\"P12-N20178\"><span data-id=\"P12-N20179\">CLIENT: Well, if I said yes, can you please come in February, she would come.<\/span><\/p>\n<p data-id=\"P12-N2017A\"><span data-id=\"P12-N2017B\">THERAPIST: Take her up on her offer.<\/span><\/p>\n<p data-id=\"P12-N2017C\"><span data-id=\"P12-N2017D\">CLIENT: Josh has friends, if he said can you please come. Like, also another step of, like, asking for help, but it feels like, do we really need this? (Laughter)<\/span><\/p>\n<p data-id=\"P12-N2017E\"><span data-id=\"P12-N2017F\">THERAPIST: You don’t have to judge whether or not you really need it. It would be helpful. You don’t have to be at that a bottom (ph), can’t possibly do anymore by yourself in order to allow yourself to ask for or to accept the offers. You’re not even asking you would be accepting offers of help, <\/span><span data-id=\"P12-N2017F1\">it sounds like. People have offered to come, and you’re allowed to accept it, because it would be helpful. You don’t have to pass some bar of necessity. <\/span><\/p>\n<p data-id=\"P12-N20180\"><span data-id=\"P12-N20181\">CLIENT: I don’t know why it’s so hard. I guess people don’t generally ask that of other people.<\/span><\/p>\n<p data-id=\"P12-N20182\"><span data-id=\"P12-N20183\">THERAPIST: But it’s a nice world (ph) when people do and you can count on each other for help. You don’t have to be completely self-sufficient. It’s OK to allow people to help and be a part of the team.<\/span><\/p>\n<p data-id=\"P12-N20184\"><span data-id=\"P12-N20185\">CLIENT: I think it’s crazy I’ve only had my parents involved for, I don’t know, a few months? And I want, like, three times as many people as involved as they are. (Laughter)<\/span><\/p>\n<p data-id=\"P12-N20186\"><span data-id=\"P12-N20187\">THERAPIST: Well, it’s getting bigger. And, you know, I think the support you need is more because as you see the, you know, intensity continuing like this, you need more of a break and you need more people to share the burden that this situation creates. And that’s OK. There’s nothing wrong with allowing <\/span><span data-id=\"P12-N201871\">people to help. People feel good when they can help. They want to be able to support you. They want to be able to support him.<\/span><\/p>\n<span data-id=\"P12-N20186-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N20186-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561825\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N20188\"><span data-id=\"P13-N20189\">CLIENT: It’s so overwhelming. (Laughter)<\/span><\/p>\n<p data-id=\"P13-N2018A\"><span data-id=\"P13-N2018B\">THERAPIST: It is. And you’re being really strong.<\/span><\/p>\n<p data-id=\"P13-N2018C\"><span data-id=\"P13-N2018D\">CLIENT: Yeah. I mean, I also need to have a conversation with my advisor, probably next week, when things start again. And ask [him, like] (ph), can you support me in this? [Do you need me to go] (ph)?<\/span><\/p>\n<p data-id=\"P13-N2018E\"><span data-id=\"P13-N2018F\">THERAPIST: And I can support you. In figuring out what you want to do, they will probably want some letters, you know, whether it be from me or from Linda (sp?). Did you see -<\/span><\/p>\n<p data-id=\"P13-N20190\"><span data-id=\"P13-N20191\">CLIENT: I haven’t been able to get an appointment with her until February.<\/span><\/p>\n<p data-id=\"P13-N20192\"><span data-id=\"P13-N20193\">THERAPIST: I know you were looking also to think about maybe seeing somebody outside.<\/span><\/p>\n<p data-id=\"P13-N20194\"><span data-id=\"P13-N20195\">CLIENT: Yeah. No, I still haven’t talked to hear about that.<\/span><\/p>\n<p data-id=\"P13-N20196\"><span data-id=\"P13-N20197\">THERAPIST: OK. But you have the meds you need for now?<\/span><\/p>\n<p data-id=\"P13-N20198\"><span data-id=\"P13-N20199\">CLIENT: Yeah. (Chuckles) I almost wish I hadn’t called the guy. I mean, it was really great to go to sleep in the hospital, but now I have this recurring prescription for Ambien. I guess he wrote refills, which Linda (sp?) never does. Which is nice. Like, I don’t want to have a supply of Ambien that <\/span><span data-id=\"P13-N201991\">continues forever. (Laughter)<\/span><\/p>\n<p data-id=\"P13-N2019A\"><span data-id=\"P13-N2019B\">THERAPIST: I’m sure he didn’t write the refills forever.<\/span><\/p>\n<p data-id=\"P13-N2019C\"><span data-id=\"P13-N2019D\">CLIENT: Yeah, I’m sure not, but I keep getting calls from CVS like, “Your refill’s ready.” (Chuckles) I don’t know. At a certain point, they stop working.<\/span><\/p>\n<p data-id=\"P13-N2019E\"><span data-id=\"P13-N2019F\">THERAPIST: Well, have you been taking them every night?<\/span><\/p>\n<p data-id=\"P13-N201A0\"><span data-id=\"P13-N201A1\">CLIENT: No, no.<\/span><\/p>\n<p data-id=\"P13-N201A2\"><span data-id=\"P13-N201A3\">THERAPIST: No, so don’t worry about it.<\/span><\/p>\n<p data-id=\"P13-N201A4\"><span data-id=\"P13-N201A5\">CLIENT: I know.<\/span><\/p>\n<p data-id=\"P13-N201A6\"><span data-id=\"P13-N201A7\">THERAPIST: Sounds like you’re being, you know, careful and thoughtful in your use.<\/span><\/p>\n<p data-id=\"P13-N201A8\"><span data-id=\"P13-N201A9\">CLIENT: Yeah. I mean, I don’t know what it says about me that they don’t always work, because it seems to be about as hardcore of a sleep drug as you can get, at least (inaudible 46:54) (laughter).<\/span><\/p>\n<p data-id=\"P13-N201AA\"><span data-id=\"P13-N201AB\">THERAPIST: Well, I guess it depends sort of where your level of anxiety is. And how frequently you’ve been taking them you can build up a tolerance. But you’re not taking them every day, so it’s you know, unless you’re taking it consistently, it’s unlikely that you’re going to build a tolerance <\/span><span data-id=\"P13-N201AB1\">really noticeably. But sometimes the anxiety just might be overwhelming, you know, the medication.<\/span><\/p>\n<p data-id=\"P13-N201AC\"><span data-id=\"P13-N201AD\">CLIENT: Well, I guess they don’t keep you asleep.<\/span><\/p>\n<p data-id=\"P13-N201AE\"><span data-id=\"P13-N201AF\">THERAPIST: No, they help you fall asleep. But a lot of times, the sustained deep sleep is lacking still.<\/span><\/p>\n<p data-id=\"P13-N201B0\"><span data-id=\"P13-N201B1\">CLIENT: Right, right. No, definitely. I mean, I think it was last week I took a couple in a row, and I was still pretty tired. (Chuckles)<\/span><\/p>\n<p data-id=\"P13-N201B2\"><span data-id=\"P13-N201B3\">THERAPIST: Yeah. Well, sometimes people do report kind of feeling groggy the next morning when they’ve used sleep medication to fall asleep. Or cloudy (ph).<\/span><\/p>\n<p data-id=\"P13-N201B4\"><span data-id=\"P13-N201B5\">CLIENT: It’s been a long time since I’ve noticed any, like, after effects. (inaudible 47:54) being pulled to sleep. Been a long time since I’ve even felt that. It’s more like I’m laying there and I fall asleep quicker than I would otherwise, which could be, like, an hour or so otherwise, or more. Oh, <\/span><span data-id=\"P13-N201B51\">I just forgot what I was going to say. Oh, I still feel like I didn’t ever fall asleep solidly (ph) when I wake up.<\/span><\/p>\n<span data-id=\"P13-N201B4-br\" class=\"page-break\" data-seq=\"12\"><span data-id=\"P13-N201B4-dsp\"><\/span><\/span>\n<\/div>"},{"number":14,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561825\" data-realpage=\"14\" data-page=\"14\">\n<p data-id=\"P14-N201B6\"><span data-id=\"P14-N201B7\">THERAPIST: Yeah, and it might be that you’re just really not getting that deep, restorative sleep that you really do need. But it’s better than nothing if you need it, on nights that -<\/span><\/p>\n<p data-id=\"P14-N201B8\"><span data-id=\"P14-N201B9\">CLIENT: Oh, yeah. Better than nothing, for sure.<\/span><\/p>\n<p data-id=\"P14-N201BA\"><span data-id=\"P14-N201BB\">THERAPIST: (inaudible 48:32) the door sound means that we’re out of time.<\/span><\/p>\n<p data-id=\"P14-N201BC\"><span data-id=\"P14-N201BD\">CLIENT: Oh, gosh. We have one more appointment?<\/span><\/p>\n<p data-id=\"P14-N201BE\"><span data-id=\"P14-N201BF\">THERAPIST: We have one more appointment scheduled I think for the same time next week.<\/span><\/p>\n<p data-id=\"P14-N201C0\"><span data-id=\"P14-N201C1\">CLIENT: Do you have the same time the week after? I’m going to know in, like, a day or two if Josh is really coming home next Wednesday. (Crosstalk 48:50) needs to happen on Tuesday.<\/span><\/p>\n<p data-id=\"P14-N201C2\"><span data-id=\"P14-N201C3\">THERAPIST: OK. Yeah, Tuesday at 12:30 I can do again, on the 21st and the 28th. That’s next week and the week after.<\/span><\/p>\n<p data-id=\"P14-N201C4\"><span data-id=\"P14-N201C5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}