{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a recent fight she had with her boyfriend and whether it's time to end the relationship. Client wishes her boyfriend spent more time with her and communicated better, but he might not be that type of person."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Communication","Romantic relationships","Psychoanalytic Psychology","Anxiety","Anger","Sadness","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["13"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Communication","Romantic relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Anger","Sadness"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561386","dorpId":"1005995640","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\" Therapy Session Audio Recording, October 08, 2013: Client discusses a recent fight she had with her boyfriend and whether it's time to end the relationship. Client wishes her boyfriend spent more time with her and communicated better, but he might not be that type of person.","fullTitle":"Client \"J\" Therapy Session Audio Recording, October 08, 2013: Client discusses a recent fight she had with her boyfriend and whether it's time to end the relationship. Client wishes her boyfriend spent more time with her and communicated better, but he might not be that type of person.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561386\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come on in.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: That's for you.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Oh, thank you.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: So are you guys still sending stuff to my insurance?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Um, yeah, I thought we'd-<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: We sent in the quarter September. It used to be that we could do sort of this dial in phone [noise] service the end of September. So if you're actually able to submit after this that would be great.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: But you've submitted all along?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: We've submitted all along. I know I already got something for August. [1:00]<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Okay, yeah.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Does that make sense? The check you gave me, was that for August?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: I think it was from earlier than that. And then there was another check that you said that was cashed, and then you had to look into it. Because I never got it.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Yeah. I have to-now I need to double check everything.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: But I think she submitted for September, but after that-<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: We'll send you the statements again.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: All right, okay. Sounds good. How are you today?<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">THERAPIST: Good, thank you.<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">CLIENT: I have had some problems this week with me and Steve fighting a lot. We went to a wedding, and it was one wedding after another wedding, this was like the second in a week. So it was his-Peter and his step-sister getting married. But we'd argued before, so when I went to the wedding with him <\/span><span data-id=\"P1-N200331\">I wasn't like in the mood to go. And then we ended up leaving early because he upset me, and I had to work in the morning, but it was a big mess. I mean, it was just-it's hard for me to see like happy people and like be in a relationship where it's like turmoil. So. But the other weddings we had fun. <\/span><span data-id=\"P1-N200332\">But because I'm not familiar with these people I get like anxious of going to stuff like that. And I feel like he should be a little more supportive, and he wasn't. So I'm still kinda angry with him. [2:50]<\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">And then this morning as well, like I asked him to just hang out with me in the morning, because he usually wakes up and he'll go biking for like hours and we never get to spend any time together. So I figured like just stay in, like when you wake up at five o'clock in the morning you're exhausted, <\/span><span data-id=\"P1-N200351\">so by the time I get back home around like ten he's passed out. So it's like the only day we have together. And he was like, \"Nope, I'm going out biking, and you can't come,\" and like was pretty nasty. I was like, \"All right.\"<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">THERAPIST: Was he angry with you?<\/span><\/p>\n<p data-id=\"P1-N20038\"><span data-id=\"P1-N20039\">CLIENT: He was angry with me because I told him he couldn't go out. Like he was going to do that, that was his plan. And I was telling him like, well, you do this every Tuesday. And every time we have free time he's like out biking for like hours on end. And it's like I'm just asking you this one time <\/span><span data-id=\"P1-N200391\">to like stay in and like just spend time with me. And he didn't-he wouldn't have it. So I just went back to bed. I was upset, but I went-I told him how I felt and it didn't seem to make a difference. And he was angry, I have no idea why. But then when he came back in he was like remorseful and like <\/span><span data-id=\"P1-N200392\">felt bad and was like, \"Yeah, I need to stop being so selfish and start putting this relationship first.\" But, I mean, he always says that, that's how like our relationship goes. He does what he wants, and then after he does it he feels bad and he says he's sorry.<\/span><\/p>\n<span data-id=\"P1-N20038-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561386\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">I'm at the point where I decided like when the lease-I mean, I gave him a year, the lease is-when the lease is up the lease is up. Like if you haven't proven to me that you can put this relationship first then that's it. And I'm going to stick to it. I feel like I can think clearer about things now <\/span><span data-id=\"P2-N2003B1\">that like I'm less emotional. And I just don't think it's a good situation. [5:30]<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: You go back and forth on it.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: I know. Because you... But it's like I'm making all this progress and I don't see him trying at all. So it's like it's hard to be positive if you're the one doing all the work and no one's like changing with you. So. I go back and forth because he tries and then he stops, you know. It's like <\/span><span data-id=\"P2-N2003F1\">we'll have a fight, and then he'll try for a day and he'll be good, and like attentive, and like spend time with me, and then after that the next week's a different story. Like I just-I think he has his own anger issues, I think he has his own emotional problems, and I understand that, but, I don't <\/span><span data-id=\"P2-N2003F2\">know, it's impeding my happiness.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">So I've made like an excuse every year that I'll give it a year, but this time it's like-if it doesn't get any better after this year I'm just going to move back home and save some money. And then see what happens after that. That's my plan. I'm not like so upset about it. Like it's upsetting, but it's <\/span><span data-id=\"P2-N200411\">like it's gotten to the point where I like enough's enough. Like he's not going to change. He doesn't want to change. [7:30]<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">We've talked about like how I was broughten up and how he was brought up, and how they never expressed their feelings, they never talked, like him and his father. His mother and his father never talked about their divorce, never talked about like any of their marital problems. Like he pretty much didn't <\/span><span data-id=\"P2-N200431\">have an idea what was going on when they got divorced. He talked about he spent his whole life alone like doing for his self, and like taking care of his self. And like that's what he likes, he likes to be by his self. I just don't think that's a good fit for me. I mean, that could take-that's just <\/span><span data-id=\"P2-N200432\">who he is. [8:30]<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">I've never met anybody like that, you know. He's not really family-oriented, he's not like relationship-oriented, he's about like going biking. He'll bike for like five or six hours. I've got stuff he could be help around the house, or we could be hanging out. And before the biking it was like the Xbox, <\/span><span data-id=\"P2-N200451\">he can be on the Xbox for hours. I just have to like see it through, like because I just-this is the main issue in my life, this relationship. What do you think?<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">THERAPIST: Of what part of it?<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">CLIENT: Is this something I've said before?<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">THERAPIST: Yes it is. Exactly something you've said before.<\/span><\/p>\n<p data-id=\"P2-N2004C\"><span data-id=\"P2-N2004D\">CLIENT: Yeah. Do you think I'm overreacting?<\/span><\/p>\n<p data-id=\"P2-N2004E\"><span data-id=\"P2-N2004F\">THERAPIST: To?<\/span><\/p>\n<p data-id=\"P2-N20050\"><span data-id=\"P2-N20051\">CLIENT: Feeling this way.<\/span><\/p>\n<p data-id=\"P2-N20052\"><span data-id=\"P2-N20053\">THERAPIST: Well, you're feeling this way, so in so far as you're feeling it that's not an overreaction. And you're trying to figure out what you want and what the limit-you know, what Steve can offer and what the limits are of what he can offer. [10:00]<\/span><\/p>\n<p data-id=\"P2-N20054\"><span data-id=\"P2-N20055\">CLIENT: I'm just-like this morning he was just like, \"I'm going to be less selfish.\" Like, \"I really want this to work.\" And like a week before that he was like, \"Let's just break up.\" Like how can you say let's just break up to I want to make this work?<\/span><\/p>\n<span data-id=\"P2-N20054-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561386\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: When he said let's break up what was going on at that time?<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: I don't even know. It was probably me being upset that he like wouldn't spend time with me. And that like he's-he does-it's always, \"Oh, you're starting this again. Oh, why are you doing this? Why do we have to talk about this? Why can't we just have a normal conversation?\" Like this is things <\/span><span data-id=\"P3-N200591\">he says to me all the time. Like I'm unable to express my emotions to him because he doesn't want to hear it. And like I'll be talking like this and I'll be crying and he tells me to stop yelling at him. But this is my tone. And like I'm not yelling at you, you just don't like what I have to say. It's <\/span><span data-id=\"P3-N200592\">like that's-I told him that like you block communication, like you don't want to talk about anything that's gonna like be an altercation. I really don't know.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: Well, he doesn't like conflict, and that's what he's trying to avoid. He's not trying avoid you, he's trying to avoid conflict.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: Right. I know that. But things never get resolved if we don't talk about them. Like there was-that'd be a conflict, and he believes that like everything should just be fine all the time, like don't-like he just wants to ignore all the problems. And they don't go away if you don't resolve them. So.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: And resolving from your perspective would be him being more attentive?<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">CLIENT: Yeah. Like I've just never met somebody so-he's not like associated with this relationship at all. It was work, he fishes, and whatever he does like else in his life I have no clue about. Like he keeps me that separate. [13:00]<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">THERAPIST: Do you feel like he has a whole active life that's completely separate from you?<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">CLIENT: Well, I'm sure. Like I'm just like-like my job's very important to me, I have school, and I share everything with him. He does not share anything with me. It's like I don't know who he talks-like who he talks to, who he relates to, who his friends are, if he talks to his family. It's always <\/span><span data-id=\"P3-N200651\">been like that. It'sI don't get it. So. It's just the constant like we work, we go home, we got to bed. We talk about spending time together and it never happens. And then we fight. So it's just like a waste of time.<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">And like I've just been blaming myself for everything. And our fight, I was like I blamed it on myself. And then he made me feel so guilty. He said to me like, \"I don't even want to-\" Like first off I got upset because his mother's boyfriend turned to his mother and said, \"She makes me feel so happy. <\/span><span data-id=\"P3-N200671\">She's just my everything.\" And like, \"She just-I don't think she-she can't do anything wrong.\" And I looked at Steve, and I was like, \"That would have been-that's nice to hear, I've never heard that in my life.\" And I'm like-I was like my eyes watered up. And he was like, \"Do you want to go home?\" I'm <\/span><span data-id=\"P3-N200672\">like, \"I didn't say I'm ready to go home.\" And like him saying, \"All right, let's go home.\" It's like I'm not a child. He treats me like a child.<\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\">THERAPIST: How so?<\/span><\/p>\n<p data-id=\"P3-N2006A\"><span data-id=\"P3-N2006B\">CLIENT: Like he tells me no. He tells me no all the time. He tells me-like this, \"Let's go home, we're gonna go home.\" Like don't I have a choice? You know what I mean? He tells me when he doesn't want to speak about things and that I should stop. It's like as much as I talk I have no say.<\/span><\/p>\n<span data-id=\"P3-N2006A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561386\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Because you feel he shuts you out. [16:00]<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Yeah. And it's like even with like TV, like I pay the bills or whatever, I go upstairs, like if I want to watch something, like it's what he wants to watch, and we watch what he wants to watch all the time. There's no like compromise with him whatsoever. And that could be my fault, and I-it's <\/span><span data-id=\"P4-N2006F1\">obviously his mom's fault. Today I was like-I sat down with her at that wedding and I said, \"Did you ever teach him how to clean? Did you ever teach him how to like care for his self, cook for his self?\" And she's like, \"No, I did all that for him.\" And she's like, \"I think because I was such a neat <\/span><span data-id=\"P4-N2006F2\">freak he went the other way.\" And I'm like, \"Well, you enabled him.\" She did everything for him. She still pays for his car insurance. She's never like-he talks about being so independent, but everybody else in his life has done things for him, all the [unclear 17:09] decisions. And it's like now I <\/span><span data-id=\"P4-N2006F3\">have-that's what I am. I clean up after him, I cook for him, I deal with all like the finances. And he like doesn't appreciate it. And now when we fight I get emotional, and I blame it on myself, because I got an abortion.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: And why do you do that?<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Because any time I cry he makes me feel like I'm the worst person. Like I'm creating drama.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: By? [18:00]<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: Crying.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: No, but how does he-what does he do that-<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: He says, \"Why are you doing this again? Why can't you just be happy?\"<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: He wants you to be happy because he doesn't know what to do when you cry, he feels helpless.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: I don't start off crying.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: He feels helpless anyway I think, that's why he interacts with you the way he does. I'm not excusing it or saying that's a good thing, but I think that's why he does it.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: I don't know, I guess. Even when we just have a conversation though, like we'll have a conversation and then-because he doesn't want to talk about anything or help the situation or take any responsibility, then he pushes me away. It's like, how do you move forward and progress if the same stuff <\/span><span data-id=\"P4-N200831\">keeps happening? I don't know. It's like that's the one thing like that can just like screw everything up for me I feel like. And like school or concentration, it's always building my relationship. I mean, we fought throughout when I was in school, and I just couldn't concentrate for fighting. He'd <\/span><span data-id=\"P4-N200832\">be calling me, \"Well, I was in clinical.\" And be texting me, and we'd be texting each other. Like I don't want that to happen again.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: Mm. Well, it seems like what you're saying is you feel he's not involved enough, but in that situation you felt he was too involved.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: He's involved enough to fight with me. Before. He was more involved before. But we fought so much. And that like distracted me from school. I mean like, that was more-at that point financially he kept like messing up, like getting cars, being defaulted on cars, getting his car towed, and he <\/span><span data-id=\"P4-N200871\">kept telling me-like asking me to help him. And I'd help him, and then I'd get in trouble because I couldn't pay my bills, and that's what we fought about. But like now it's like we can't even have a functional relationship.<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">THERAPIST: But you felt it was functional a few weeks ago. [21:15]<\/span><\/p>\n<span data-id=\"P4-N20088-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561386\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: I felt like it was functional a few weeks ago because I felt like I was getting a hold of me, and that would change my relationship. Like I just had all the hopes that like all the problems we were having were because of me.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: And now like I'm happier, I'm like more active and determined, and I can think clearer. And I can see that like it's not just me, and it's the same thing. But instead I'm like not just blaming myself.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: Hm. [pause] So when you were blaming yourself you had a more positive view of the relationship?<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Yeah. Because I take on all the responsibility. So I feel like I can change myself, I can't change him, you know. And if I can change hopefully that will like show that I'm trying, that he'll want to try to. And he never changes, he just tells me-like isn't-be a false hope.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: Mm.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: And I'm like-the other day like he-I mean, have been so good. He like got home early and he cleaned the living room. And how he cleaned is he put everything in a bag. And I said to him like, \"Oh, good job,\" you know. And regardless you just created more work for me, you just put my dirty laundry <\/span><span data-id=\"P5-N200971\">and my clean laundry together in a big plastic bag. But I just told him like, \"Thank you for helping me,\" and I tried to make him feel like-you know, give him support. And it doesn't change. Like it doesn't promote him to want to keep doing it.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: Like doing it the next day?<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: What are you looking for when he does that? [23:45]<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: Just to like consist-so some of the burden's not on me. Like to take care of the cat sometimes, to take care of the litter box. And it gets overloading. We have like dishes that are sky high, we have bugs that are-because we're by the lake, we have bugs in the house. Like I need him to help <\/span><span data-id=\"P5-N2009F1\">me take care of everything instead of just leaving stuff around. Like it's-when I say it-like I'm not OCD, but I mean, it's just not clean. And I need him to help. And like so I'll spend like a whole day, like twelve hours cleaning. And the next day it's dirty. [crying] And it's so frustrating.<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">And he'll say, \"Oh, I know, I'm sorry, I need to clean that.\" And that's-like he says I'm sorry, and he says, \"Yeah, I know I shouldn't have done that,\" and nothing ever changes. He never goes through with that action and actually keeps like maintenance-you know, maintains. You know, when you use a <\/span><span data-id=\"P5-N200A11\">dish you wash it, you don't keep on piling up dishes. You know. I mean, I can't even have people over to the house. [pause]<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">But that's just not even all of it, you know. And like of course we both need to do our part, but he doesn't take the time to like talk with me. His idea of spending time with me is watching a TV show that he likes. And then he falls asleep. And I've just been like something has to be wrong with me, <\/span><span data-id=\"P5-N200A31\">you know. [crying]<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: Like what.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">CLIENT: Like why isn't he interested in... [unclear], I don't understand. He's only interested when it's too late. When I'm like so fed up that he actually does something. [pause] I don't know. And I started dating, you know, I was dating another guy, and he was so nice and attentive and would do anything, <\/span><span data-id=\"P5-N200A71\">and hang out with me or talk to me. And for some reason I just like couldn't-I didn't like him for some reason. It was just because he was interested in me, and Steve was like-didn't show me all that attention all the time, and he was a challenge, and I liked that. And my aunt would say to me, \"You <\/span><span data-id=\"P5-N200A72\">always go off to somebody that you know doesn't really care about you.\" And like I feel that, like deep down like he does not care about me, because he would not act this way. [28:00]<\/span><\/p>\n<span data-id=\"P5-N200A6-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561386\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: I don't think he cares about the things that you care about, I don't think he doesn't care about you. And I'm saying that from knowing you, the two of you, for a while. I think those are different things. That still might not be enough for you. No matter where you are in your relationship <\/span><span data-id=\"P6-N200A91\">I could pretty much guarantee you're going to be doing the housework.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Yeah, but that-<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: If that comes to symbolize that he doesn't care about you, that's a problem.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: Not even the housework, it's just spending time with me. Like the housework wouldn't matter, it's just his part of the responsibility that I look at when he doesn't spend time with me. It's like you don't even help me with the housework, and you can't even spend time with me either. Like but <\/span><span data-id=\"P6-N200AF1\">you can do for you. And that's what he does.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: Mm hm. What do you think about your observation and your aunt's observation about going after people who are a challenge?<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: I don't think I like myself very much, and I went out with guys that didn't like me. I don't know why it was. And it was never long-term. It was always more like I did for them and that's why they liked me. Like I would go out with people that would do for me, or take me out, and I didn't like <\/span><span data-id=\"P6-N200B31\">it, it didn't attract-I wasn't attracted to that.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: What didn't you like about it?<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: I just felt like there's a hidden agenda for some reason.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: Hm. Like what?<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: Either to like get me in bed or-I don't know. Like I just felt like why would-why are they being so nice? I don't-I don't understood. And like the one relationship I really like found somebody I really liked, but it felt like he just used me like as-he would just date me and he would never like <\/span><span data-id=\"P6-N200BB1\">make it official. And he always used it as an excuse as because he was in physical therapy school and he couldn't have a girlfriend. And he started dating one of my friends right after.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: Mm.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: So it's like, what's wrong with me? Why can't I-I don't know. I just don't understand.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: Why can't you...<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: Get somebody that's like productive, that like can keep a good job and has an education. And that like wants a family.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: It doesn't sound like very much of a challenge. [31:00]<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: [pause] I don't know, I just kept going after these guys that like I thought I could help for some reason. Like I knew they had some issue and I just wanted to help them. And now I'm in a relationship with somebody that like I can't help him, he can only help his self, and I don't think he ever will.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">THERAPIST: Well, he also doesn't want the help that you want to give him. He doesn't see the problem the way you see it, and so he doesn't want the help the way you want to give it.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">CLIENT: I don't want to give it to him any-I don't want to give him help anymore. Like if he doesn't want to get-if he doesn't want to get his GED, he doesn't want to go to school, fine. It's-we're just going to have a hard life if we stay together. We're going to always struggle financially.<\/span><\/p>\n<span data-id=\"P6-N200CA-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200CA-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561386\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: And he doesn't like that. [32:00]<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: He has like this, I don't know, expensive taste for everything and that's what he wants. And I'm like, I just want to be comfortable, I want to like not struggle. And he wants a fancy car, and a fancy house. And I just-I look at him like-it just makes no sense to me.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: Mm.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: Like obviously you're not working towards any of that. I think like the reason why we're still together is he always says he's sorry, you know, he's going to try better, and I believe him. I haven't seen anything change. [pause] Like it did. He did better when we were in therapy together. But <\/span><span data-id=\"P7-N200D71\">he doesn't want to do that. [pause] I just feel stuck.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: It's hard when you want the things that-the things that you want to change are deal breakers.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: If he spent time with me, if he like-if we had a relationship nothing else would matter.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: Do you think he avoids you? [34:00]<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: Yeah. It's his day off, it's his only day off. I said to him-he thought that I would come home after therapy and we'd hang out-I can't, I have to go study. I told him that. And I have to go to school after, and that it would be better if we hung out in the morning. I'm leaving to go to therapy <\/span><span data-id=\"P7-N200DF1\">session, and he's like, \"Oh, I didn't know you were going, you weren't coming back.\" And I'm like, \"Well, I told you I wasn't.\"<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: And why do you prefer to spend time with him in the morning than in the evening?<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: Because I have school in the evening and I can't spend time with him, I'm at school.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">THERAPIST: I see. So you don't have time in between.<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">CLIENT: Right. And I told him that. And he would have the whole day to go biking. And I told him that. I'm like, \"I'm not going to be home, you have the whole day to do whatever you want. Can you just stay in bed, we can talk.\" And he wouldn't. It's like because I said can you do that he'll say no. <\/span><span data-id=\"P7-N200E71\">It's like I'm telling him what I need from him and he will just straight out deny me. And I don't think I'm being like-I'm not asking for a lot. Do you think I'm asking for a lot?<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">THERAPIST: It's not for me to judge.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">CLIENT: For somebody to spend like time with their significant other, is that a lot to ask?<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">THERAPIST: It might be for him, it might be too much.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">CLIENT: Then why even be in a relationship?<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">THERAPIST: Some people like to kinda co-exist. And some people like that in a relationship. I mean, people like to spend time watching TV or whatever. I mean, some people like that.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">CLIENT: I don't know.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">CLIENT: And he didn't in the beginning.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">CLIENT: He would want-always wanted me to go with him places, always wanted to be around me, and now he doesn't. He went like from one extreme where he was so all the time, like he wouldn't give me a breath, to this. And it happened right after his dad died.<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">THERAPIST: Mm hm, mm hm. Mm hm.<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">CLIENT: I would have never went back out with him.<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">THERAPIST: I guess I said what I said about Steve is that it's-I don't-neither one of you are wrong, there's no wrong in this situation. People have different needs, and the hope is enough of them overlap so that you can feel good in a relationship. But people have very different ideas of what a relationship <\/span><span data-id=\"P7-N201011\">should be. [37:15]<\/span><\/p>\n<span data-id=\"P7-N20100-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20100-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561386\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">CLIENT: When I ask him about what he feels a relationship should be he says the same things. That's the thing, I don't get it. He tells me like what he wants in a relationship, and it matches what I want. So he just doesn't do it. Is he just telling me what I want to hear?<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">THERAPIST: Hm. That I don't know.<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">CLIENT: Maybe.<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">THERAPIST: But it's like you feel like you're banging your head against the wall.<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">CLIENT: Yeah. It's the same thing. I don't think it's-really I don't believe it's a lot to ask to spend time with the person you're with, to set time.<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">THERAPIST: Well, I think that's where you get into trouble then, because it's-then it sort of puts some sort of evaluation or scale. Like it is too much for him, and that's okay. It's not enough for you, and that's okay. Because the way you frame it he's in the wrong, and I don't know how he could feel <\/span><span data-id=\"P8-N2010D1\">good about himself if he's in the wrong.<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">CLIENT: I just feel like if I was doing something to upset him I would try to communicate with him about it.<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">THERAPIST: Your communicating with him upsets him.<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">CLIENT: That makes no sense to me.<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">THERAPIST: But you don't want to not communicate.<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">CLIENT: Right. Isn't communication key in a relationship? [39:00]<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">THERAPIST: Not for everybody. Some people don't want that. They don't want to talk about things like that.<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">CLIENT: Is that healthy?<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">THERAPIST: I don'tSee, this is where I think you get into trouble. Because then it goes into a right and wrong, and he's unhealthy, and... I don't think that's fair to either one of you. That's why I'm trying to frame in terms of the kind of relationship you want, and what you can and can't get from <\/span><span data-id=\"P8-N2011D1\">the relationship you're in.<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">CLIENT: I don't know.<\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">THERAPIST: Which is I know a very different way of thinking about it.<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\">CLIENT: [pause] Yeah. Yeah it is. Do you think people can change?<\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">THERAPIST: Sure. Which is why I do what I do.<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">CLIENT: After five years do you think somebody could change?<\/span><\/p>\n<p data-id=\"P8-N20128\"><span data-id=\"P8-N20129\">THERAPIST: People can change under any circumstance if they want to.<\/span><\/p>\n<p data-id=\"P8-N2012A\"><span data-id=\"P8-N2012B\">CLIENT: What if they want to but they just don't?<\/span><\/p>\n<p data-id=\"P8-N2012C\"><span data-id=\"P8-N2012D\">THERAPIST: [pause] Well, then they don't want to.<\/span><\/p>\n<p data-id=\"P8-N2012E\"><span data-id=\"P8-N2012F\">CLIENT: That's what I tell him. Because he says all these things, these great things, and then he never does it. And he says he wants to do it. So that obviously means that he doesn't. [pause] I don't know. [pause] It definitely doesn't make me feel good.<\/span><\/p>\n<p data-id=\"P8-N20130\"><span data-id=\"P8-N20131\">THERAPIST: No, it does not. [pause] It's like you want to shake him and get through to him.<\/span><\/p>\n<p data-id=\"P8-N20132\"><span data-id=\"P8-N20133\">CLIENT: [pause] I like don't get how like how to separate myself from him.<\/span><\/p>\n<p data-id=\"P8-N20134\"><span data-id=\"P8-N20135\">THERAPIST: I'm sorry, you...<\/span><\/p>\n<p data-id=\"P8-N20136\"><span data-id=\"P8-N20137\">CLIENT: I don't get how do I-it's hard for me to let go. Especially when someone's telling you they're going to do better and they're going to try better and they don't want this to end, how do you... [pause] And that's something I have trouble.<\/span><\/p>\n<p data-id=\"P8-N20138\"><span data-id=\"P8-N20139\">THERAPIST: Well, what you're doing now isn't working for you.<\/span><\/p>\n<p data-id=\"P8-N2013A\"><span data-id=\"P8-N2013B\">CLIENT: [pause] Can you stay with somebody and like... until it's easier to say goodbye? [43:00]<\/span><\/p>\n<p data-id=\"P8-N2013C\"><span data-id=\"P8-N2013D\">THERAPIST: Huh. That's an interesting question. What are your thought-where are you going with that?<\/span><\/p>\n<p data-id=\"P8-N2013E\"><span data-id=\"P8-N2013F\">CLIENT: I just-I don't want to like break up with him right now. But I don't-I mean, if he can't change he's never going to be that person. Like obviously this is not going to work. But I just don't feel like I'm strong enough.<\/span><\/p>\n<p data-id=\"P8-N20140\"><span data-id=\"P8-N20141\">THERAPIST: Hm. [pause] So in that way of thinking there has to be something that you're getting out of the relationship if you want to stay.<\/span><\/p>\n<span data-id=\"P8-N20140-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20140-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561386\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">CLIENT: Somebody there. That could be anybody. But he's like the only one there. [pause] I don't think that's enough to be in any relationship, just having somebody there. [pause] That's an excuse. [pause] I mean, I just-I don't like being lonely. [pause]<\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">THERAPIST: Hm. [45:00]<\/span><\/p>\n<p data-id=\"P9-N20146\"><span data-id=\"P9-N20147\">CLIENT: But I see more for myself. [pause]<\/span><\/p>\n<p data-id=\"P9-N20148\"><span data-id=\"P9-N20149\">THERAPIST: Hm.<\/span><\/p>\n<p data-id=\"P9-N2014A\"><span data-id=\"P9-N2014B\">CLIENT: But the way my last relationship went, it just lingered on until the next one. Even though we broke up we still hung out, and we never let go of each other until like far in-like for-I don't know, like we both never let go of each other until like maybe three years ago.<\/span><\/p>\n<p data-id=\"P9-N2014C\"><span data-id=\"P9-N2014D\">THERAPIST: Hm. When you started seeing Steve?<\/span><\/p>\n<p data-id=\"P9-N2014E\"><span data-id=\"P9-N2014F\">CLIENT: Actually like I just-in between that I still like had feelings for my ex.<\/span><\/p>\n<p data-id=\"P9-N20150\"><span data-id=\"P9-N20151\">THERAPIST: Mm hm. Well Marlene, we're going to need to stop for today.<\/span><\/p>\n<p data-id=\"P9-N20152\"><span data-id=\"P9-N20153\">CLIENT: Sure.<\/span><\/p>\n<p data-id=\"P9-N20154\"><span data-id=\"P9-N20155\">THERAPIST: But we will pick this up next week, okay?<\/span><\/p>\n<p data-id=\"P9-N20156\"><span data-id=\"P9-N20157\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N20158\"><span data-id=\"P9-N20159\">THERAPIST: Okay. [46:00]<\/span><\/p>\n<p data-id=\"P9-N2015A\"><span data-id=\"P9-N2015B\">CLIENT: Take care.<\/span><\/p>\n<p data-id=\"P9-N2015C\"><span data-id=\"P9-N2015D\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P9-N2015E\"><span data-id=\"P9-N2015F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}