{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his sexual relationship with his wife and how their personal issues have gotten in the way of them desiring one another. Client wants to try to get back to having sex for the sake of doing it and not just as a bargaining chip or to make his wife feel desired."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Sex and sexual abuse","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Sexual intercourse","Sexual experiences","Married people","Behaviorism","Psychodynamic Theory","Cognitivism","Sadness","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Sex and sexual abuse","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Sexual intercourse","Sexual experiences","Married people"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Behaviorism","Psychodynamic Theory","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561867","dorpId":"1006468861","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"M\" Session March 28, 2014: Client discusses his sexual relationship with his wife and how their personal issues have gotten in the way of them desiring one another. Client wants to try to get back to having sex for the sake of doing it and not just as a bargaining chip or to make his wife feel desired.","fullTitle":"Client \"M\" Session March 28, 2014: Client discusses his sexual relationship with his wife and how their personal issues have gotten in the way of them desiring one another. Client wants to try to get back to having sex for the sake of doing it and not just as a bargaining chip or to make his wife feel desired.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561867\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">(joined in progress)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: (inaudible) (chuckles) But I’m here. So...<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: So give yourself a minute to check in, and then tell me where you are.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Um...<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">(pause 00:00:15 to 00:00:43)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">Well, I’m here. (chuckles) Um... (pause) (sighs) Yeah, um... (chuckles) Sorry, uh...<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: That’s okay.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: (pause) You don’t seem real convinced.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: (chuckles) I’m waiting for more.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: (chuckles) Um... Yeah. You know, um... (pause) I’ve been thinking about... Well, yesterday I heard this... partial... interview with Brian Cranston, Breaking Bad (inaudible). I didn’t know who it was, at first, but it just came on and... (inaudible)... whatever in his life. I, you know, again, <\/span><span data-id=\"P1-N2001F1\">I didn’t know who it was, but he was saying, “Yeah, my dad left when I was 12, and I didn’t find him until he was 22, (corrects) or until I was 22 and... (clears throat) Yeah, I... (clears throat) assuming when you drop into an interview, you kind of try to figure out who it is, what this context is, <\/span><span data-id=\"P1-N2001F2\">all this stuff. So I didn’t catch, I don’t remember all of what he was saying, but... Yeah, he was saying that his dad is now 90, and he’s actually caring for him now, but when he found him, the first part of it was... not just for me to forgive him, but for him to forgive himself. And... <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">(clears throat) It just made me think about... You know, I mean, for me to forgive myself, I need to forgive my dad. That’s, I think, at the crux of this, but then... because he was saying also that his (clears throat) dad... felt bad about it, but he couldn’t, he never really have a chance to talk <\/span><span data-id=\"P1-N200211\">about it, to express himself, and forgive himself in the process. I don’t know that my dad has ever really had much opportunity, not that he would have taken it, but much opportunity to talk about the whole thing and... how (sighs) damaging it was and... (pause) you know... And so I guess, I’m just... <\/span><span data-id=\"P1-N200212\">I’m wondering if that’s part of what (clears throat) he needs, is just the ability to just... talk about it in a setting that’s not... scary. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Yeah. It’s a pretty big secret to feel like you have to keep.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yeah, yeah. And, you know, I’ve (chuckles) I’ve dealt with keeping that secret myself, and I wasn’t really even the one who was...<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: It wasn’t your wrong.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Yeah. And so... You know, and I think I’ve mentioned the... (pause) the... (pause) the empathy that I have toward him about (clears throat)... how I would also... likely... want to... get through my therapy as quickly as possible, get this thing reduced to a misdemeanor as quickly as possible, <\/span><span data-id=\"P1-N200291\">all of those things that he did. And I understand that attitude. So part of that is (sighs), you know, I understand what you did, but, you know and this is not, you know, putting you on trial, but this is just kind of letting you know that your haste was damaging and... although I understand why you’d <\/span><span data-id=\"P1-N200292\">want to do that, I would have done the same thing, probably. But it can’t go without... we can’t continue without you knowing that... <\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: His actions affected more than just him.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: Exactly. And that if he needs to, this is an opportunity to talk about it, and to get it out and to... say what he needs to say.<\/span><\/p>\n<span data-id=\"P1-N2002C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561867\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Do you feel that you need him to do those things?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: No, but I think I need him to hear me, although... (pause) I suspect he won’t... (pause) Well, awhile back... and if you don’t remember this, I apologize, that’s okay. But I think I said something about, in, as part of a therapy... I discovered that I think he is depressed, you know, he suffers <\/span><span data-id=\"P2-N200311\">from depression. And I don’t think he agreed. He didn’t agree. He said, “No, I’m not...,” you know. But I don’t... Like, I had to be diagnosed with depression before, and in some ways persuaded... that this feeling of angst and depression is not normal, need not be considered normal. <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">(pause) And... I don’t know. I don’t know how he’s going to react. I don’t even know that it matters much, but (sighs)... I would at least like him to consider, as I consider his circumstances, for him to consider my circumstances: what I went through, in terms of understanding that I suffer from depression, <\/span><span data-id=\"P2-N200331\">and proceeded along those lines, so that he can say, “Well, maybe I do. Maybe...,” you know. So I empathize with him, he empathizes with me and understands that this is... it just didn’t come out of nowhere and...<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Maybe a lot more acknowledgement of one of another than there has been.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Yeah, yeah. And, you know, Jesus Christ isn’t just going to take away all of this pain, because I think that’s what his... (sighs) That’s been his strength, and not one that I’ve been able to rely on myself. <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Well, it might work for him.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: I’m sure it does, but that doesn’t necessarily...<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: It’s not necessarily something that provides you the same measure of comfort.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Just because you have raised me doesn’t mean that I have the same... (pause) the same relationship that he has. I have one, but it’s not the same that he has and... anyway. That’s... (chuckles) He turns 80 this week, this weekend. I think I mentioned that, and...<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: The birthday, the deadline. (chuckles)<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: So... (pause) that’s kind of where I am.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: That’s a fuller answer than “I’m here.” (client affirms) Having you present in the current moment is also... useful. <\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: I can’t just spring it on you like... I have to collect my thoughts. (pause) But I also... (pause) I also saw my psychiatrist yesterday. (pause) And... (sighs) you know...<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">THERAPIST: That reminds me. It’s probably my turn in the phone tag. (chuckles) (client affirms) We’ve been continuing to... (client affirms) (inaudible) (pause) and soon continuing to leave each other messages (inaudible\/blocked).<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">CLIENT: Yeah, that’s what she said, so, you know, she didn’t... You know, she said, “Unless there is something you specifically wanted to talk about, we will talk, I will talk to her, but, you know...” So, because I asked her, you know, but... No, no, no, that’s fine. Um, anyway. And, you know... (pause) <\/span><span data-id=\"P2-N2004B1\">I’m just trying to recall what we talked about on Monday... (pause) versus another time, we talked about this specifically, was my wife’s concern that I’m not interested in her. <\/span><\/p>\n<p data-id=\"P2-N2004C\"><span data-id=\"P2-N2004D\">Now there are several, as I see it, there are several factors at play here that are combining into kind of a mess, that I’m not sure what... how to approach. Some of those... my lack of interest for the past two to three years. (pause) Now, she’s concerned that, since, because she’s put on weight for <\/span><span data-id=\"P2-N2004D1\">the past three years or so, that I’m not interested in her physically, I’m not attracted to her. Now (sighs) I don’t put much... I don’t give that much credence, but the... but that’s how she feels. Although I am trying to persuade her that’s not the case... the, any, any impulses to actually have sex... <\/span><span data-id=\"P2-N2004D2\">feel a little bit... under pressure (pause) to make her feel like she’s not... the reason for my lack of interest. <\/span><\/p>\n<span data-id=\"P2-N2004C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561867\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">(pause) There is the... so there is that. There is the anxiety over, “I hope she doesn’t ask me to... or hint about having sex tonight, because I’m just not there.” There is the fact that... my anxiety levels are still elevated. (pause) And... she thinks that... it’s due to medication. Then, you know, <\/span><span data-id=\"P3-N2004F1\">she’s on me about talking to my psychiatrist about this. Well, I did talk to my psychiatrist about this, and she’s not necessarily convinced that it is... the medication. And she’s resistant to taking me off or lower the Zoloft, because she thinks it’s helping me. <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Do you agree?<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: I don’t know. I’m not sure. I think it might... but sh -, I was on 200 mg of that, 450 mg of Levotrin (ph), which was like, well over what the... manufacturer recommends. So now I’m down to 75 with that, and I will be off of that in, about Sunday. So, and that, apparently, is the drug that doesn’t <\/span><span data-id=\"P3-N200531\">come with sexual side effects (therapist affirms), probably why I was put on it back in, with Doctor Torres (ph), before I left. Um (sighs)... (pause) There is the... as we’ve talked about, there is the, the expectation that the sex will be exactly the same as it always has been. I have not had much <\/span><span data-id=\"P3-N200532\">of a conversation with her about that. I had a little bit, just in terms of (sighs) initiating it can be a little bit more... natural, as opposed to just her, just saying, you know... hinting or you know... <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">(pause) There is the... the knowledge that I have that... when I think about going to a massage place... if I just masturbate... I won’t feel that way after that. So there is an interest in the excitement, the thrill... rubbing up against the... knowledge that... the sex that I have with my wife isn’t <\/span><span data-id=\"P3-N200551\">that interesting, you know. And (sighs) what else is there? (chuckles) Seems like that should be enough. Um... And so, you know, for the past couple of weeks, I’ve masturbated twice a week or so, and had sex with my wife once a week. <\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: (pause) Yeah, I mean the reason the, I guess the evidence that points to it not really being a medication issue is that, I mean, generally, when people have a sexual side effect from the SSRI, it’s, you know, a decrease in interest and a decrease in ability to achieve an erection or have <\/span><span data-id=\"P3-N200571\">an orgasm, delayed orgasm. You’re not really having that, because there is still interest, just not necessarily interest in sex with your wife. Your ability to achieve an erection and have orgasm is all there, and all the parts are working. (client affirms) Medication doesn’t pick and choose who you’re <\/span><span data-id=\"P3-N200572\">going to have side effects with.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: (chuckles) Yeah, yeah. Well, that’s...<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: It seems more relationally based to me.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: Yeah, and I think that’s what I... have willfully come to accept. <\/span><\/p>\n<span data-id=\"P3-N2005C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561867\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: It seems like, I mean, as you talk about it, it seems like there is some resentment that you feel with your wife in that kind of the pattern that’s been established. Does that feel... on target or am I... misperceiving?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Um... a little bit. I mean, we talked about this on Sat , on Sunday... and you know, I said, “Look, you want to have sex at 10:00, 11:00 at night when I’m dead tired. I prefer to have sex in the morning. You don’t like to have sex in the morning because you stay up too late, so our clocks <\/span><span data-id=\"P4-N200611\">are not coordinated for this. So try, you know, looking at it from my perspective.”<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">Secondly, back... I can’t really claim this anymore, but... you know, back when... she was going through severe depression, she had no interest and... (pause) And I dealt with it, you know? But it seemed like the sex was not... desired. She would do it, but it seemed more like charity. Now... that said, <\/span><span data-id=\"P4-N200631\">that was medication. Now, I can’t use it, but... I feel like... pressure to have sex in and of itself creates its own anxiety that (sighs)...<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Well, you feel like you’re disappointing her. <\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Disappointing her or that... (pause) you know... the... that her interest in sex is just for her self-esteem. It’s not that she wants to have sex; it’s just that she wants to feel wanted.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Oh, she wants to feel wanted. She doesn’t necessarily want you.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Well, I mean, she might want me, but, you know, she doesn’t necessarily... I don’t know. It just seems like it feeds an insecurity than it does an actual desire.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: What is it that leads you to feel that way? That she’s stated that she fears that you’re not interested, because she’s gained weight or is...?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Yeah, frequently, yeah. She calls herself fat and, you know, I say, “So... do you want to go to the gym?” (pause) “Yeah, but not till later.” “Okay, well I might just go.” “No, no, I need to go. I’m fat.” I just... it’s gotten to the point, where it’s like, I don’t even know what to say. “No, <\/span><span data-id=\"P4-N2006F1\">you’re not fat.” You know, that’s... what any wise man says. And, you know, I know she’s put on weight, but it’s not like I really care. (pause) But it’s not, I don’t think it’s, I mean, I think, something you mentioned a while back is right on, that I’m seeking excitement, the thrill and that’s not there. <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: Yeah. Well, it’s something, you certainly don’t want to be put in the position of playing this role: where you’re supposed to make her feel better about herself, either verbally, by saying, “No, no, no, you’re not fat, I don’t care if you’ve gained weight,” or having sex to make her feel <\/span><span data-id=\"P4-N200711\">sexy. I think you can disengage from the battle, you know, with the verbal piece, when she says, “Oh, I should go to the gym, I’m fat,” you don’t have to say “No, you’re not,” or “I don’t care.” You can say what you’re actually feeling, which is, “I really don’t like hearing you talk about yourself <\/span><span data-id=\"P4-N200712\">that way.” And it sounds like that would be honest and it also removes... You’ve tried that? <\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: I’ve tried that before. (chuckles) But... yeah.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: I would k , even, that might not end the conversation, but it ends you being forced into the role of playing the other side of her head, or that “This is what I hope to hear.”<\/span><\/p>\n<span data-id=\"P4-N20074-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20074-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561867\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: “Do I look fat in this skirt?” (pause) “I don’t like hearing you talk (chuckles) too much or something (chuckles).” I don’t know!<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: It ends the conversation. (client affirms) I know it doesn’t answer the question she’s asking, but what it does is it sends a consistent message, this is not a conversation you’re having. It’s not really a helpful conversation on either end. It’s not good for her, it’s not good for you.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Yeah. No, yeah, and I understand that. You know, I just (sighs)... So I think, in some ways, sex becomes this bargaining chip.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Yeah, it’s another way of... sort of acting out that... conversation. <\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Yeah. And... (pause) Something else that came to mind, but I can’t remember what it was... (pause) So I mean, I guess if there is resentment, it’s because... because I don’t think it’s genuine. (inaudible) (therapist affirms) And that’s why I say, can this just be a more natural...<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: Right. It sounds like you want sex between the two of you to be about both of you actually wanting to have sex with one another. It feels to you like sex has become something that makes her feel better about herself, rather than being about... actually engaging in intercourse with you. (client <\/span><span data-id=\"P5-N200811\">affirms) Is that...? I mean, you said you talked a little bit on Sunday; is that something you were able to express? <\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: That, no. But what we talked about was... like, this is, this is... you know, if we’re going to do this, it has to be a concerted effort to actually make this about wanting each other and not just about, you know, two conflicting schedules and so... But we didn’t... we didn’t touch on the... <\/span><span data-id=\"P5-N200831\">(chuckles) my fear that this was just a way for her to boost her ego. That I wasn’t sure how to even approach.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: Well, I think framing what you want it to be about. Like, you want it to be about you guys both enjoying each other, rather than what you don’t want to have happen. I mean, focusing on making it something better for the two of you.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Yeah, yeah. But I can’t help feeling after it’s over like, “Okay, I’m off the hook for a few days.” You know? (pause) So with that is the... it conflicts with my desire for excitement and the thrill. And, you know, I fully understand the... the need to feel good about myself and what gives me <\/span><span data-id=\"P5-N200871\">a low-level bump, or a spike... and a more elevated, you know... sustainable... increase. And... (pause) I think, yeah. We’ve talked about this, and I guess (sighs), it’s almost like, you know, a quick fix versus... eating healthy, you know what I mean? A shot to the arm, versus you know, maintained <\/span><span data-id=\"P5-N200872\">exercise regimen. As boring as the latter sounds... <\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: (pause) What is the equivalent of the going to the gym and eating healthy?<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: (pause) (chuckles) (pause) That’s a very good question that you’ve asked.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: I got a little lost in the metaphors.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Yeah, yeah. Well... perhaps I’m hiding behind them, because, you know, for me, the quick fix is masturbating by myself, or you know, going to get a massage, or whatever. And... actually do things that are... sustainably good for me, like going (inaudible), doing exercises, actually eating healthy. <\/span><span data-id=\"P5-N2008F1\">That’s actually a (chuckles) not metaphor, but a reality. <\/span><\/p>\n<span data-id=\"P5-N2008E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561867\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: Right. Those things actually make you feel... good, long term. But they’re not exciting.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: No, no, they’re not. Not at all.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: But having a fulfilling sexual relationship with your wife could be and also that could be healthy.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: Yeah, yeah. And that’s, that’s, I guess, a mystery to me. I don’t know that it’s actually ever been mutually... satisfying.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: Ever?<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Or.. well, I don’t know. I mean... (pause) It may have been, but I don’t really, I would never really say that it’s been... (pause) caring. (pause) And I think that is (sighs), I think there are various reasons for that. I think one is that... (pause) I think through the years... of our marriage... <\/span><span data-id=\"P6-N2009B1\">long time, well, actually, not the marriage. Through the years of our relationship, we’re talking 18 years ago... but, if my memory... serves me, it was more about me just wanting to get off. But that might be more harsh than in reality. <\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">In any event, you know, we did go through long periods where she was suffering from depression and the medication was not helping, or was, not helping her or wasn’t helping, it was helping her, but wasn’t helping the sex. (pause) And now, it seems like it’s the opposite. It just seems like... not the <\/span><span data-id=\"P6-N2009D1\">opposite. The roles have changed in, in... With her, it seems like she just wants to get off and... (pause) So I’m not sure exactly what... what to do about... (pause) making it more exciting, or if the reason it’s not exciting is because of my frame of mind, my... my esteem. Sometimes... <\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: What makes... like, what makes like, the massage parlor exciting or something else seem exciting? What is it about it that’s enticing?<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: “Parlor” makes it sound so seedy! (chuckles)<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Massage place? (chuckles)<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Okay, fine! (pause) What... I don’t know, because... I think because I’m relieved of my... better judgment. I’m put in a position where, I put myself in a position where... things could happen... and whether or not they do happen is not... I mean, I guess it’s kind of like going on a first date, <\/span><span data-id=\"P6-N200A51\">you know. You don’t know what’s going to happen. There is a hope that something might happen, but (clears throat)... you know, it’s... (aside: Sorry. \/sound of spraying\/ I’m kind of obsessed with having clean glasses. <\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: You want to be able to see! (chuckles)<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Yes, I want to see.) And, you know (sighs)... The other day, it was Tuesday maybe, I went and I was in my room... and looking at places that I might go to, but I did not want to lie to her. I did not want to lie to her, I did not want to come home... and (clears throat)... you know, jump in <\/span><span data-id=\"P6-N200A91\">the shower because I had, you know, the smell of this oil on me, or whatever, you know. That’s even just going to the place, the reputable place down the street, you know.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: Why would you have to lie to her about that? <\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Because (sighs)... I don’t know. Not the reputable place, but the other places, because I don’t want to say, “Oh, yeah, I went over to Cheshire and got a massage.” “Why did you do that?” “Oh, I don’t know,” you know. I fully know why I went and... and I don’t want to have to say, if she asks <\/span><span data-id=\"P6-N200AD1\">me, “Where did you go?” I did not want to have to say, “Oh, I just went to... the library,” or something. So I didn’t, and I... you know... did a search on YouTube, not YouTube, on the Internet and looked at some porn and you know, masturbated. I felt, “Well, at least I didn’t lie.” <\/span><\/p>\n<span data-id=\"P6-N200AC-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200AC-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561867\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: (pause) But my sense is that you feel like she would feel badly, just knowing what you actually did do.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: Oh, yeah, yeah. And it’s, (chuckles) you know, at least, if I’m going to feel bad about myself, at least I’m not spending $50 an hour to do it, you know? (chuckles) In here I’m spending $145 an hour to feel better about myself. (chuckles). No, um... and not that I felt good about it, but it <\/span><span data-id=\"P7-N200B11\">seemed the lesser of an evil, you know, and... (pause) but...<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: If you, if you were... if she felt fulfilled with your sex life, would you still feel badly about looking at porn and masturbating? Like, is that in itself something you feel guilty about or is it...?<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: Yeah, that is, that is, no, I think, yeah, because, you know, “What, you want to masturbate instead of having sex with me?” <\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: Right. Or if you were doing both, it might not feel that...<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: It’s a legitimate question. If it were both, it would be one thing, but yeah, I mean...<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: But it feels like you want to do this, but you don’t want me.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: Yeah, exactly.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: And she’ll turn it into something is wrong with me.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: And that is understandable. I would completely understand that. It’s a good argument.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Do you agree? Do you think there is part of that at play?<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: (pause) Um... yeah, I do. I think because I am excited by the images, I’m not excited you know, about basically just satisfying her and that’s pretty much it (after which I had to masturbate anyway, which, you know, she knows about and, you know, is present for). So... I don’t know. No matter <\/span><span data-id=\"P7-N200C51\">what I do, it’s not a very good feeling. (chuckles) (pause) But I didn’t want to lie to her. <\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: (pause) It seems like you feel resentful, which gets in the way of being excited by, or attracted to, the idea of being with her.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">CLIENT: (pause) How do you pick up on that? That seems wrong, but...<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">THERAPIST: Well, some of the comments that you’ve made, like the feeling of, “Well, I’m off the hook for three days.” That feels like there is some... to me, it sounds like there is built up, right? Just not feeling resentfulness of her, but of the expectation that this, that this be a part of your <\/span><span data-id=\"P7-N200CB1\">relationship, and you don’t really feel like you want it to be right now. (client affirms) Or for a while, I mean, right? This is not a passing three-month difficulty.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">CLIENT: Yeah, no, that’s absolutely true. I guess, you know (sighs)... (pause) Yeah, I guess (inaudible) <\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">THERAPIST: The other piece that brings the feeling of resentment up for me is the, that it feels like sex is a tool that she uses. You’re the person that she happens to have it with, to make her feel better about her, and it doesn’t feel, it doesn’t sound like you feel especially wanted. (client affirms) <\/span><span data-id=\"P7-N200CF1\">Used, and that’s, I guess that’s where I kind of pick up on this feeling.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: How dare she! Yeah, no I (chuckles) I think... boy, of all the men who would just love to feel used.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">THERAPIST: It’s probably only exciting for a little while.<\/span><\/p>\n<span data-id=\"P7-N200D2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200D2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561867\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">CLIENT: (pause) I don’t know, it’s, it’s... yeah. I mean... I don’t know... (pause) yeah. I guess I do wonder what it would be like if she were fit, and feeling great about herself, and all of those things; what that would be like, you know? Because it’s been a long time since she’s, if ever, been fit <\/span><span data-id=\"P8-N200D51\">and mentally healthy. <\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">THERAPIST: At the same time.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">CLIENT: Yeah. So... (pause) (sighs) (pause) I hear you, and I think if you’re right... you know... on that aspect. Why it is... I don’t know. I guess maybe it’s this fear that leads me to think that I... am not attracted to her or... the expectation that the sex won’t be fulfilling. (pause) Because <\/span><span data-id=\"P8-N200D91\">when I’m by myself and servicing myself... I don’t have those concerns, obviously. (pause) And for me, it’s a way to... get past this feeling, there is just this hole to go in and do something that is a spike of feeling good about myself. (pause) But, I don’t think it’s the same. (pause) That said, <\/span><span data-id=\"P8-N200D92\">I mean, I mean, I don’t want to... but I don’t think it’s helping, and I think that’s why I’m talking about it. <\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">THERAPIST: This is too hard of a question to answer in two minutes, so it’s something to think about over the course of the week. Just, what, I’m curious, what your ideas about what sex in your marriage should be (client chuckles), what are the, you know, what are the things you imagined it would be <\/span><span data-id=\"P8-N200DB1\">over the course of time before you got married, what are your ideas about it now...?<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">CLIENT: Yeah, that’s an interesting question, because part of which, as a couple of who is not destined to have kids, is... I think... quite poignant, because... not that (chuckles) like my father and mother, who seemed to have sex and had a child every time, but... I don’t know what the purpose is and...<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">THERAPIST: It’s not procreation! (chuckles) <\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">CLIENT: It’s certainly not, and... (pause) that said, it’s a mystery to me, it actually is. I, you know, I’m going to think about it over this next week and I might even talk to Julie about it, because... I honestly don’t think I have... maybe less than ten times in my life have I had sex where I was <\/span><span data-id=\"P8-N200E11\">just like... “That was really, really awesome; that was really special.” That’s pretty sad, I’ll admit. But not knowing what the expectations are, it’s hard for them to ever be fulfilled. What it could be, don’t know.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">THERAPIST: Yeah, so I think that’s definitely something to think about. Kind of what you expect it to be, what role, you know... what role you think it can have, should have, want it to have. <\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">CLIENT: And what it could possibly do if I’m feeling miserable about myself, you know? Is it something that (sighs)... I can... I mean, in some ways, I feel like (inaudible), in some ways I feel like... I have no business having sex, because I... am only going through the motions. It doesn’t mean anything <\/span><span data-id=\"P8-N200E51\">to me.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">THERAPIST: But maybe that could be okay sometimes. Maybe you could create a definition where that’s okay. (client affirms) Some of the time, all of the time, none of the time like...<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">CLIENT: Yeah, no, well, yeah. Okay. Um... (sighs) Yeah. So, I think again, this kind of... it kind of bends (ph) with my own development, you know, (inaudible)... I was sure that I put a check in my pocket. A little folded...<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">THERAPIST: You did.<\/span><\/p>\n<span data-id=\"P8-N200EA-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200EA-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561867\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">CLIENT: It will still cash.<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">THERAPIST: (pause) So we’re on for the regular time, the 4th and the 11th, and then we’re not on for the 18th.<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">CLIENT: That’s correct.<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">THERAPIST: That’s the Good Friday Friday.<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}