{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses feeling abandoned by friends who exclude her from events and betray the supposed contract that exists between friends. Client discusses how she often takes the position of the victim."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Abandonment","Friendship","Psychoanalytic Psychology","Sadness","Low self-esteem","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["10"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Abandonment","Friendship"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Low self-esteem","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561396","dorpId":"1005995650","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, January 20, 2014: Client discusses feeling abandoned by friends who exclude her from events and betray the supposed contract that exists between friends. Client discusses how she often takes the position of the victim.","fullTitle":"Client \"S\" Therapy Session Audio Recording, January 20, 2014: Client discusses feeling abandoned by friends who exclude her from events and betray the supposed contract that exists between friends. Client discusses how she often takes the position of the victim.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561396\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\"><\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Hi, come on in.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: (sneezes).<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Bless you. (pause) <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Oh, wow. (chuckles) These are nice.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Thank you.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: A bit dark.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: I’m sorry?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: A bit dark, I would say.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: They’re dark, yeah.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Are these by a famous painter or something, or your favorite?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: I have no idea. I hired someone to help me decorate the office, so I just told her to get whatever.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yeah?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: So they don’t have any specific significance.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Very bold. (pause) I guess I was talking about feeling like an outsider last week. I think last week, like Thursday, I got an e-mail from online, close to me, in India. Not that one whose dad came on to me but the other one whose place I went to after that. So, she and her husband kind of hosted <\/span><span data-id=\"P1-N200291\">me. They’re [Chris’s?] friends. They were all together at UNC, getting their PhDs in various things. And… these guys are like really elite, like their families are kind of famous in India and they’re friends with the Gandhis, like the prime minister, like whatever.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: Mm-hmm. <\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: Big people. So she sent me an e-mail saying, I just met that woman at a party, and the next day she sent me a Facebook request. Here’s an explanation of why I decided to accept her friend request. (nervous chuckle) Da-da-da, and it’s not an endorsement of who she is or what she did, but I shouldn’t <\/span><span data-id=\"P1-N2002D1\">punish her for what her dad did, and this doesn’t mean like a friendship and I hope you’re doing okay. There have been so many cases of sexual harassment and I’ve been thinking about you and all that. (chuckles) I’m glad you were able to get away. It was sweet of her to think of me, but at that time <\/span><span data-id=\"P1-N2002D2\">it just kind of shook me up, you know, that e-mail, like I’m like a political case or whatever, or that I’ll be the girl who got sexually harassed or whatever. [0:07:46]<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">So, yeah, I was really upset that whole day and felt very insecure and was crying and stuff. I didn’t really know what to reply to her, what to say to her.<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">THERAPIST: Were you upset that she accepted the friend request or what was upsetting you?<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">CLIENT: No, I was just not really thinking, just feeling, and I was feeling like an outsider. I was feeling like these are powerful people, both of them come from big families or whatnot, and you know, they’re the deadly elite. So, I have no place there and I felt left out and ganged up on. (chuckles <\/span><span data-id=\"P1-N200331\">nervously) Not really ganged up on but you know what I mean, just feeling that way, feeling small, because of an alliance. <\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">Then I saw her and like those two women, and then my friend in India, who has published her novel, it was like the holy trinity, you know? These three women, you’d better stay away from them, or they’re not my they’re dangerous and powerful.<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">THERAPIST: Yeah, that’s what I was thinking, that you went from being an outsider, being separate, to being in danger or against. I’m not sure I understand that transition.<\/span><\/p>\n<p data-id=\"P1-N20038\"><span data-id=\"P1-N20039\">CLIENT: Well, I guess the sense of danger came from what her dad did. So, yeah. I know I had an agency and stuff, that I can take myself out of the situation and not be a helpless little baby or a little girl that can’t defend herself, but that’s what it was when I was there. Not that I’ve become little, <\/span><span data-id=\"P1-N200391\">but I had that whole matter of I have no one and I need help, and I’m seeking their help. That kind of really put me in that position of not being able to defend myself or draw the line too much or too decisively. (pause) <\/span><\/p>\n<span data-id=\"P1-N20038-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561396\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">So, that’s it felt that way but then it kind of, you know, for a few hours, then I kind of said okay, time to let it go. I mean, I’m not entirely disabuse myself of that feeling, and I still feel threatened and left out and slighted, and like an outsider, but I guess I’m kind of ignoring that for <\/span><span data-id=\"P2-N2003B1\">a bit and just like (sighs) just focusing on my work and things like bring me peace, like reading, watching TV or whatever.  (pause)<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">Yeah, because there was a lot to think about after that, and I cannot retaliate in the sense that, I think okay, they have community, they have powerful fathers or famous fathers, and how can I recreate that and feel powerful myself? Well, I tried to create a community, I was very proud of the community <\/span><span data-id=\"P2-N2003D1\">I had here, and then there were a couple differences, and then I just kind of lost interest.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: I’m sorry, I lost that, there are a couple of differences.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: Well, like I had a fight with that girl at that Thanksgiving party.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">CLIENT: And then this other girl, who didn’t invite me to her birthday and I felt very left out, because everyone was there, everyone from the (inaudible) group was there and like, yeah. We had our meeting yesterday and I didn’t go. <\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">THERAPIST: Why not? You didn’t want to see them?<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">CLIENT: Yeah, I really didn’t want to see them and I don’t know, I guess maybe stuff that [Nelson?] has been saying is kind of taking is going somewhere here, having some effect. I don’t know, he’s like, you don’t really you shouldn’t go there, they rile you up and all they do is sit and talk about <\/span><span data-id=\"P2-N200491\">how bad the world is, you need friends. I’m like, yeah that is so true. Instead, I spent most of the day with a friend, went to the mall. I mean I do this, like I wanted to work yesterday but I put that aside just to hang out with her, and then she’s upset, she’s crying, so I thought maybe this could <\/span><span data-id=\"P2-N200492\">be a good chance to be there for her and build this friendship. So, we just did fun stuff yesterday and then I went to this dinner party with Nelson. I wasn’t like I was observing myself. I guess like after the fact, I was thinking hey, I wasn’t feeling very insecure when I shook hands with people <\/span><span data-id=\"P2-N200493\">who have PhDs in robotics and are doctors. You know? I was just fine actually and people were asking about my book and they were connecting it to their own grandparents experience, because I’m writing something a little bit historical. So, you know, I was like, how much more can I ask for, like strangers… <\/span><span data-id=\"P2-N200494\">And it’s funny, because one person had almost the exact same last name as me, just one alphabet different. So it’s weird, it’s like I haven’t really thought about him. It’s like yeah, shouldn’t I be really thankful for this kind of a connection? It’s not as intensely emotional, because they’re not making <\/span><span data-id=\"P2-N200495\">me feel small or whatever, it’s just level, and there is not as much drama when things are level. But it’s still, you know, it’s good I guess. I don’t know, I was just I guess I am surprised that I wasn’t feeling small, shaking hands with people who I think have it all and have it together. I was <\/span><span data-id=\"P2-N200496\">fine until that woman walked in, the one I had a fight with at Thanksgiving. She was sitting way over there and I was sitting at the other end, and I just wanted her to be not looking at me. <\/span><\/p>\n<span data-id=\"P2-N20048-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561396\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">Yeah, I guess what I’m really trying to say, so yeah, I mean I used to think that okay, what makes them powerful is the fact that they have a community. People in my community are all about yeah, that’s what’s wrong with the world right now, we’ve lost our communities. So, I’m like yeah, I should hang <\/span><span data-id=\"P3-N2004B1\">out with you guys, but then all we do when we hang out is talk about what’s wrong with the world. It’s true, especially that’s important. People are like you can’t have you know, that’s how you build power, by understanding things, but I’m like, I’m a little more emotional. You guys all have your <\/span><span data-id=\"P3-N2004B2\">friends and then you come and talk about politics. I come here and expect to find friends.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: You don’t think they do too? <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Some of them. Maybe they do, but not everyone gets along with them. The reason I didn’t go last night was like yeah, I didn’t want to see some of these people, but also that I joined the group to make friends and a couple people have kind of their actions shown me that we cannot be friends, <\/span><span data-id=\"P3-N2004F1\">so maybe a couple others. There’s one girl I get along with and we sometimes kind of rarely… She’s a lot more open minded, so I guess I have one friend there. I just don’t feel like doing more reading about patriarchy and talking about it. I would much rather have a drink and just not do anything, or <\/span><span data-id=\"P3-N2004F2\">even watch TV. Yeah. So I don’t know if community is the thing that will bring me strength. I was pretty sure that it was but then it’s like what do you do when people act weird or you act weird and then they act weird and you know. I totally feel like running away, the bitterness that develops instantly <\/span><span data-id=\"P3-N2004F3\">in me, makes me want to run away, so what do I do about that?<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: What do you think the bitterness is about? <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Being left out, being forgotten, being abandoned. I was really mad at this third woman. We hung out one time and it was nice, and I thought she felt the same way, and then the semester was ending and I was like even before the semester was ending, I wrote her and said, I had a good time. We <\/span><span data-id=\"P3-N200531\">talked about hanging out as soon as we both got free, so here’s the times I’m free, let me know. And then several days later she’s like oh, hi, I’m sorry I missed whatever, and happy new year, and I was just like, you know, fuck you. What the hell, you know? I put so much effort and I have so many expectations <\/span><span data-id=\"P3-N200532\">and they just kind of you have so many other friends, I get it. And then when I saw her, she’s very sweet, she’s just busy. I saw her at a gathering and was just like so mad at her. I didn’t even want to look at her.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: What did she do to you? <\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Well, she, you know, she didn’t respond. We talked about how we were going to hang out as soon as we were free.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: It doesn’t sound like she’s free so soon.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Yeah, but she said that she would be.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: Maybe she miscalculated.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: (laughs) I know, but it feels like a really giant kind of betrayal.<\/span><\/p>\n<span data-id=\"P3-N2005E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561396\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Yes, it does. You very much feel like the world aggresses against you. I mean, an outsider is someone no one cares about essentially, right? No one cares about an outsider. You don’t feel like that you feel like people are specifically targeting you, hostile towards you.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: That’s a problem. No?<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Yeah, I guess so, and what Chris says makes it worse. When people don’t really care about you, they’re not really thinking about you, they’re busy and involved, which is true.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Why does it make it worse? <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Because it’s worse, that’s what I’m afraid of, that people aren’t thinking about me and wanting to hang out with me, and it confirms my fears.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Is it easier to think that they’re aggressing against you, upon you?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Yeah. Some emotion is better than no emotion. (pause) I don’t know. I mean, I was feeling all this very intensely and then it kind of mellowed and I was nice to her and I did tell her oh, I’m hanging out with this friend at that time, if you’re free you should come. I did try hard to get over <\/span><span data-id=\"P4-N2006F1\">my bitterness and she didn’t come. I mean, I don’t know, I feel like maybe I should just find it in myself to take care of myself and not reach out so much, and let people reach out to me. (pause) I feel like that is my problem, reaching out is my problem. When I reach out, I have expectations and all <\/span><span data-id=\"P4-N2006F2\">that. I’m trying to fight against my nature and just be chill, you know? Because I didn’t write to this friend, the one I hung out with yesterday, I didn’t write to her all throughout the break and all throughout the semester actually. She’s at school with me and she was the one who reached out. She <\/span><span data-id=\"P4-N2006F3\">was like, do you want to hang out? <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: Well it’s not really the expectations. The expectations, you feel obligate people to you, so it’s not that you feel disappointed, you feel angry. You expect this and why aren’t they living up to their end of the bargain, as if they’ve entered this bargain with you, and then you feel angry at them.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Well, that’s like I said, I’m trying to change that, not hold them to anything. I don’t know how to do it but I just think that maybe if I don’t reach out and let them reach out, and try to really just focus on myself, like really intensely focus on myself. Instead of needing people to do stuff <\/span><span data-id=\"P4-N200731\">with me, I’ll just do stuff with myself, you know, and as far as meeting new people, goes like I won’t really reach out to them unless and until they reach out to me, and then I’ll accept their invitation if I can. Yeah, I don’t know. (nervous chuckle) I think we talked about this last week, like the <\/span><span data-id=\"P4-N200732\">whole obligation thing is me just jumping the gun and being really impatient and thinking oh, I can be I can get a best friend right now, in one month, just by binding them into an agreement and getting to know them really quickly, like the crash course of getting a best friend.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Get rich quick. <\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: Huh?<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: Get rich quick.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: Yes. But as Nelson says, people need more time and here, have as much time as you want, idiots. (laughs) Because I’m not going to reach out to you.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">[PAUSE: 00:26:57 to 00:28:55]<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: I mean, I feel like people should want to see me, you know?<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: They do, [Cecelia?].<\/span><\/p>\n<span data-id=\"P4-N20080-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561396\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: How do you know?<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: The people who see you now, they do it because they’re coerced somehow? The people that you spend time with?<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Well, I was going to say, it’s mostly guys who want to see me. I feel weird about that. How many women want to see me?<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: Well, what do you say more about feeling that guys only want to spend time with you.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: Well, sort of because there’s that the whole sex is there, I feel. And Chris, because maybe there is sex there, but there’s also love and affection, and we have a lot of things in common and we understand each other. Who else? This friend, he also calls, but I guess there is no sex. I don’t <\/span><span data-id=\"P5-N2008B1\">know, I just yeah. And then Nelson’s friends, they’re nice to me. <\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">I guess I want to be wanted for my capacity to love and understand and empathize and, you know, the interesting things I may say once in a while, and that I’m helpful. Yeah, these things, in that order.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: But you try to befriend people by doing things for them.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: But not all the time.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: Not all the time but you do.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Yeah. I mean, the PhD friend, the one who is applying to PhD programs, I mean that was just, you know, like he just kept saying, “I don’t know anyone else who will do this for me, so I called you.” I was like, yeah, that’s fine, I will live up to your expectation, I won’t let you down. But I <\/span><span data-id=\"P5-N200951\">really don’t I did not hold him to any obligation. He calls and I’m like, why are you calling me? I hope I’m not lying about this, but I think I am not. I don’t expect anything from him. It may be nice to hang out with him some time, but I have other people I can hang out with.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">[PAUSE: 00:32:12 to 00:33:22]<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: Maybe that’s what was there, behind the my interaction with the India woman. I think of this woman’s e-mail and stuff, I was like why are you only talking about that? I didn’t address that all when I replied to her. I was just like hey, no it’s okay, nothing is horrible, and by the way, here <\/span><span data-id=\"P5-N200991\">are photos of your kids I took this summer. I didn’t really address anything she said. I hope she’s not mad. I don’t know, she hasn’t replied. Like instead of being, remember our yeah, remembered for anything I had said or done, I was remembered for what had happened to me when I was there. That was upsetting.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: You didn’t have to tell anybody. <\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Huh?<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: You didn’t have to tell anybody. She only knew because you told her.<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: Yeah. I mean it just happened, so.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">THERAPIST: Sometimes people keep that private for those reasons.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">CLIENT: Yeah, that’s true.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">THERAPIST: She knew you for that because you told her.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">CLIENT: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">THERAPIST: And you felt like it defined you that summer and I’m sure you communicated that to her in a way that she saw it as defining you, at least for that period of time, and took you seriously.<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">CLIENT: Did I really let it define me?<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">THERAPIST: Maybe it’s too strong of a word, but when you came back, that was what you wanted to tell me about, that was it. That was what your experience was this summer. <\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">CLIENT: It was big.<\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">THERAPIST: Exactly. Well, that’s I’m just saying, that’s what she’s responding to. You’re saying oh, you don’t want her to just think of that when she thinks of you.<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N200B6\"><span data-id=\"P5-N200B7\">THERAPIST: But you communicated that. She’s not making that up.<\/span><\/p>\n<span data-id=\"P5-N200B6-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200B6-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561396\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: I see. (pause) Hmm. It’s really up to us, what we put in the foreground and what we put in the background, huh?<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: Yes. You see yourself very much as other people see you, a particular way, and I guess what I’m trying to draw your attention to is that you contribute and create those circumstances. It’s not just simply that people are imposing these views on you. There’s conflict in your community when <\/span><span data-id=\"P6-N200BB1\">you create it. <\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: Well, you’re saying oh, but this community is, you know, there’s conflict. It’s like yeah, but you start it up.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: (raises voice) No, I’m not saying I didn’t.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: But you’re saying there’s something that’s sort of inherently problematic about these things, but you’ve created these situations. I mean, not solely, understand, but…<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">THERAPIST: And you’re saying, in a sense, you’re not quite saying this, but it’s such a shame this woman sees you this way. Then don’t portray yourself that way and she won’t see you that way. Problem solved.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: Well, I didn’t, did I? When I replied to her e-mail all I said was here’s photos of your kids and yes, I’m busy writing.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">THERAPIST: And you’re absolutely right, you’re absolutely right, that’s true.<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: I didn’t address anything about the summer.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">THERAPIST: And it very well may be that you know, how she thinks about that and you just will shift.<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">CLIENT: Mm-hmm. (pause) So maybe the trick with these women in the community is to like not refer to the incident at Thanksgiving, or the fact that I wasn’t invited to a birthday party, but to shift focus to something else. But for that, I have to see them or interact with them and you know. (nervous <\/span><span data-id=\"P6-N200D11\">chuckle) And somewhat get over my bitterness. <\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">THERAPIST: Mm-hmm. (long pause)<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">CLIENT: I mean it did. For the summer, I kept thinking that the whole narrative is like I worked on my book and while I was taking (sighs) favor from someone, I was I was what was the word I wanted to use? Like, this old man came up to me, and I was put in a difficult and uncomfortable situation. <\/span><span data-id=\"P6-N200D51\">But then, that kind of changed to like, I was put in this whole situation, I was sexually harassed, I was molested. It kind of like, went out of my hand. I lost control of that narrative somehow, somewhere, because a lot of people suddenly became involved, because I told so many people. <\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">CLIENT: (laughs) What is that supposed to mean?<\/span><\/p>\n<p data-id=\"P6-N200DA\"><span data-id=\"P6-N200DB\">THERAPIST: I mean, yeah, that’s how it I mean you felt victimized and that’s what people picked up on.<\/span><\/p>\n<p data-id=\"P6-N200DC\"><span data-id=\"P6-N200DD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200DE\"><span data-id=\"P6-N200DF\">THERAPIST: Not the least of which is you were there to begin with, because you were with Chris, who you wanted not to have time to spend with him.<\/span><\/p>\n<p data-id=\"P6-N200E0\"><span data-id=\"P6-N200E1\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P6-N200E2\"><span data-id=\"P6-N200E3\">THERAPIST: You wanted your own space. You were traveling with your then boyfriend, but you didn’t want to spend time with him. You found another place. It’s not like you had nowhere to go. You just wanted to be away from him. I mean, I know you wanted your own space to write, but it’s he didn’t cast <\/span><span data-id=\"P6-N200E31\">you out, you wanted him to go.<\/span><\/p>\n<p data-id=\"P6-N200E4\"><span data-id=\"P6-N200E5\">CLIENT: I didn’t say he cast me out.<\/span><\/p>\n<p data-id=\"P6-N200E6\"><span data-id=\"P6-N200E7\">THERAPIST: Right, but this whole thing, oh I was just stuck here and I was in the you know.<\/span><\/p>\n<p data-id=\"P6-N200E8\"><span data-id=\"P6-N200E9\">CLIENT: No, I didn’t say I was stuck there, no that’s not what I said. I just said that what I said was just that that’s the price I paid for space, like… Yeah, I mean it was in my space, it was comfortable and everything, but the fact that it was cheap, I mean that’s why it was it was cheap. I <\/span><span data-id=\"P6-N200E91\">could have spent all that money at a guest house, that I didn’t spend.<\/span><\/p>\n<span data-id=\"P6-N200E8-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200E8-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561396\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: Mm-hmm. <\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: And since I was taking a favor, I didn’t really feel like being very aggressive when, you know, the man said, oh, poor you, you’re this, you’re that. I didn’t want to say shut up or, you know, like I’m leaving now. I had to like smile and nod and just shrug it off or something. And then when <\/span><span data-id=\"P7-N200ED1\">it kind of started escalating, very quickly when he said, “You crave a man’s touch, don’t you?” You know, I didn’t just say shut up you dirty old fool, you know. I couldn’t, so I was just like, did he really say that? (pause) Yeah, I mean, I definitely feel like I could have handled the situation much <\/span><span data-id=\"P7-N200ED2\">better, as soon as he said that, just kind of put distance and really, really avoid being alone with him. I didn’t take care of that, so. Because I didn’t know, like it would go that far. (sighs) And then when it did go that far, I just couldn’t keep it to myself. But then Amt keeps saying it’s good <\/span><span data-id=\"P7-N200ED3\">that you didn’t, because now we know who she really is, and she’s a horrible person. But I don’t know, you know, are people horrible or do you just see a horrible side of them sometimes? There’s no point of regretting what already happened, but I mean it is kind of it has become this kind of, it feels <\/span><span data-id=\"P7-N200ED4\">like a permanent situation, that I feel really threatened and scared about going back to India. And I did kind of use that to kind of push Chris away. <\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">THERAPIST: I’m not following that.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: I don’t know, maybe it’s not true, but sometimes I feel like when I move out of this place, this cheap suburban, that place, not that apartment but that part of that house. And the circle, which is kind of not a circle of hypocrites, but like full of people who are really very high up and elite <\/span><span data-id=\"P7-N200F11\">and make me feel small. But I’m guessing, that’s my perception.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">THERAPIST: [Cecelia?], we need to stop for today. I will see you Wednesday.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">CLIENT: Okay. Have a good day.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">THERAPIST: Okay, thank you, you too.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">CLIENT: Bye.<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}