{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his sadness over his wife's recent hospitalization. Client discusses the trust he places in his therapist and how it makes him feel safe during this difficult time."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Client-therapist relationship","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Trust","Hospitalization","Married people","Suicide","Psychoanalytic Psychology","Sadness","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Client-therapist relationship","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Trust","Hospitalization","Married people","Suicide"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":6,"pageCount":6,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562672","dorpId":"1006469665","contentType":"text","aucs":"CTRN-V1","title":"Client \"L\" Therapy Session Audio Recording, February 26, 2014: Client discusses his sadness over his wife's recent hospitalization. Client discusses the trust he places in his therapist and how it makes him feel safe during this difficult time.","fullTitle":"Client \"L\" Therapy Session Audio Recording, February 26, 2014: Client discusses his sadness over his wife's recent hospitalization. Client discusses the trust he places in his therapist and how it makes him feel safe during this difficult time.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":6,"totalPages":6,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":6,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562672\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi! Come on in!<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: (pause) Oh, these are for you.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Oh, thank you.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: The bank mailed me an overdraft statement, so I thought I’d give you a copy of it.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Okay, but... here. (client affirms) I assume you... that is correct.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Okay, thanks.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: On the issue of trust.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: (chuckles) (pause) So I... took Tanya to the ER yesterday, so she’s back in Frederick now. I walked with her, I didn’t make the decision, I just went with her. So... (pause) that’s happening.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">(pause 00:01:03 to 00:01:56)<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">So it seems like this... that a string of episodes, episode, has been going on for a week and a half or so. She had been dealing with suicidality. She wasn’t working last week, because they were out of town, and so she had the week off (the family she nannies for). So she saw Chad every day. I feel <\/span><span data-id=\"P1-N2001F1\">like they were in, he was closely monitoring the situation, so... Monday of this week they... Is that the right day? Yeah, Monday of this week... Today is Wednesday. They... He decided that things were bad enough that he thought she needed to at least go to the ER, and be there for a while to be safe, <\/span><span data-id=\"P1-N2001F2\">and then have them assess her in a few hours, because these tend to get bad and then drop back off, and she’s okay again. That’s kind of the normal pattern. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">So we walked from his office in the Square to the Andover Hospital, just, not very far, but, you know, it takes 15 minutes or something so... By the time we got there, she... felt like going in was ridiculous, which was sort of, one of the metrics as to whether like, this is the, actually the right <\/span><span data-id=\"P1-N200211\">course of action. Like, if you’re there for a while, and then it starts to feel absurd that you’re there, then maybe it’s okay to not be there, or to not do the full hospitalization.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">So she called him, they talked for a minute and... he said, “Okay, well, go on home, I’ll see you in the morning anyway,” because they had an appointment Tuesday morning. So they... So she... packed our filet knife with her in her bag, because she goes to work on Tuesday. So she was going to go see <\/span><span data-id=\"P1-N200231\">Chad, and then go to work, and afterwards, she was going to drive out somewhere and cut her wrists. So she ended up not doing that and instead, giving the knife to Chad. Then I walked her from there to the Andover Hospital. We sat in the ER for a while, and moved to the Psych ER, and then she’s at Frederick <\/span><span data-id=\"P1-N200232\">now, so... (pause) It seemed vaguely important to... give you the facts. So I did. <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: (pause) Well, that’s part of what happened, and then there is what’s happening in you.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">(pause 00:05:12 to 00:06:00)<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: So I, we’ve done this a few times, and I sort of expected that to be, you know, your response would be somewhere in that line. So I was sort of wondering why I felt like starting with the facts was the important thing anyway. I still think it is. But... that came to mind, so...<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">(pause 00:06:23 to 00:06:58)<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">Anyway, so I’m sad today. Yesterday... was crisis day, right? So it’s, for me that’s the easy day. It’s easy to do what needs to be done, just continue on. What needed to be done there was go, and to be with her, and listen when she wanted to talk and... At this point there is not anything that she <\/span><span data-id=\"P1-N2002D1\">can say about suicide, I don’t know, that I haven’t heard from her already. It’s... (chuckles) it’s complicated, because she doesn’t remember... the worst of the suicidal events, because of the CT (ph), so she just like, we’re at Frederick and she hasn’t... (chuckles) it feels vaguely familiar to her, <\/span><span data-id=\"P1-N2002D2\">but... She spent about a month there, but doesn’t remember it at all. That’s weird. I remember it very clearly. So... <\/span><\/p>\n<span data-id=\"P1-N2002C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562672\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">It’s sort of like I know, more or less, exactly what her routine is going to be like from day to day, but she doesn’t know what it’s going to be like there, so it’s... But again, that’s easy, like that situation is easy for me. Today, you know, I’m sad.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">(pause 00:08:31 to 00:08:59)<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">I haven’t really hit despair yet, at least not for any length of time.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">(pause 00:09:05 to 00:09:27)<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">If I weren’t coming here, it would have been a lot harder to get up this morning. I would have, eventually, but...<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">(pause 00:09:35 to 00:10:20)<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">I’m also glad I’m here. I... (pause) I... Yeah, I feel safe here and I feel like you... already know most of my response to this, in some sense, and I know that whatever response I have is okay here. So, thank you.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: (pause) I’m sorry.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Thanks.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">(pause 00:11:23 to 00:11:55) (sighs)<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">THERAPIST: I imagine this is upsetting and discouraging.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">CLIENT: (pause) It’s definitely upsetting. Yeah, it’s... discouraging is probably right, but I, it’s like... this doesn’t seem... I mean, A) it doesn’t seem as bad as it’s been other times. It’s like she is more able to cope with the suicidal ideation and feelings and thoughts like, this is, it seems <\/span><span data-id=\"P2-N200451\">pretty clear that this is a place that she goes when she gets overwhelmed. But that... I think largely through some distance from some of the most acute original causes and some, and a whole lot of work and therapy with Chad, she is more able to cope with... with the stress or the whatever. <\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">But unlike, with any particular medication, where like, the claim is essentially like, your mood should be, our mood stabilizing needs to be (ph) compressed, such that you don’t have large swings in this direction. There is no particular claim in that direction with psychotherapy, right? Like, this <\/span><span data-id=\"P2-N200471\">is not, this is not overturning the theory of what’s going on in any way like, she’s overwhelmed. (pause) I feel like... you know, the way she describes it, she has to decide every... ten minutes, or hour, not to kill herself. That seems like it would be hard, and, if you’re doing that for a week, I <\/span><span data-id=\"P2-N200472\">feel like... it would be harder to keep making the same decision, so I don’t know. <\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">So in that sense, I’m not discouraged about like... I think that’s probably a part of... I don’t feel like the course of treatment that she’s on is ruined, or wrecked, or broken, or failing, even. It’s like, this is a bad thing that has happened, but it’s sort of in the range of expected values. The <\/span><span data-id=\"P2-N200491\">other side of that is like, you and I talk a lot about trust, and particularly in the last couple of months, we’ve talked a lot about it. So, you know, one of the themes we haven’t exactly sorted out is like, this sort of, you can trust anyone or you can trust no one. There is some space in the middle <\/span><span data-id=\"P2-N200492\">where it’s probably better to live, but... <\/span><\/p>\n<span data-id=\"P2-N20048-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562672\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">It seems to me like we’re agreed that there are people who are trustworthy, or there are things that are trustworthy. Maybe I misestimate what those are, but... it’s a lot harder to... (chuckles) It’s a lot harder to trust someone who doesn’t want to live, because fundamentally, we’re back in this place <\/span><span data-id=\"P3-N2004B1\">where like, I know she’s suicidal and so I trust her alone less. I trust her ability to deal with her own moods less, so I’m going to trust her with mine? That’s, you know, I wouldn’t say that’s (chuckles) the right response, but that’s certainly one I have, so...<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: (pause) I guess I used the word “discouraging” because I think one is discouraged when one is expecting something to go in one direction and it goes in another direction. Maybe I’m... imputing that to the situation. Maybe you weren’t feeling that way. <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: (pause) I think... (sighs) There has been a strange element this time around, where like, I have not felt like this is a thing in my control, and that’s been okay. Like... (pause) The phrase that’s kind of come to mind several times is that “this is not about me,” which is sort of a weird... <\/span><span data-id=\"P3-N2004F1\">phrase anyway, and a little weirder in this context. But it sort of gets at the... the feeling like... (pause) Yeah, I can’t fix her, I can’t fix this for her. There are some things I can do to help, and I’ve tried to do them. But... yeah. I don’t know, I guess I don’t... <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">(pause) I feel like a year ago that I had a larger sense of like, “I have to do something about this,” or something, but I don’t have that sense now. I think that’s a good thing, and some of that I, it concerns me like, maybe I... I don’t care about her in some way, or something. I don’t think that’s <\/span><span data-id=\"P3-N200511\">really true, but that... I think for the most part, it’s mostly like, this is actually not a thing I can control, and so... wanting to control it is not really... (chuckles) helpful or useful.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: (pause) That is a big change.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">(pause 00:19:05 to 00:19:56)<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yeah, I think it concerns me, because I think that there is a... there is a... part of me that... sort of feels like, “Well, at least if she killed herself, I could deal with that, and it would solve the problem of... do I leave her or do I stay in this particularly horrible situation that’s <\/span><span data-id=\"P3-N200571\">not always horrible, but is tough.” (chuckles) I’m not particularly happy about that part of me, but I sort of understand it, so... I actually think it’s a good thing to feel like this is not in my control, and that I shouldn’t be trying to control it. But that other piece, I don’t know. Seemed related <\/span><span data-id=\"P3-N200572\">and bothers me. <\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: (pause) That you feel that way? (client affirms) (pause) Well, it speaks to... maybe a burden you feel about not knowing what to do and what this means.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">(pause 00:21:47 to 00:22:07)<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: Yeah, I think that’s right, I think that’s right. Yeah. Because it’s sort of like, “Well, at least the burden would be gone, so...” Short way of saying it, yeah.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">(pause 00:22:21 to 00:23:41)<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">Are you okay?<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">THERAPIST: Yeah. (chuckles) What was your concern?<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">CLIENT: Um, yeah, so (sighs), I, of course, would have the concern anyway, right? Because I feel like I have to take care of you. But I respond to that, “No, no, it’s okay. (chuckles) I don’t need to take care of you. I need to be here so that you can take care of me.” And thank you for that. But then <\/span><span data-id=\"P3-N200651\">you sighed, and so you’ve... You’ve sighed twice in this session, and you don’t usually sigh, so it was sort of a, you know... so I asked. Here we are.<\/span><\/p>\n<span data-id=\"P3-N20064-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562672\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: I feel sad about the situation, and I feel sad for you. I can feel with you. I can imagine, or try to imagine, the weight of that burden is. So I have all of those feelings, but I also feel okay, too. <\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Hmm! Thank you. So why? (chuckles) Why would you imagine that? (pause) I understand why, but, and thank you for doing it, but that... that seems like a lot.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">(pause 00:25:00 to 00:26:30)<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">So I... feel less sad than I did when I got here. Thank you. And we also have some more time, so I would be interested in talking about other things, if that seems okay to you.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: This is your space.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: (chuckles) I don’t have any particular thing, you know. Just I feel like we have been... not on a perfectly linear path, we’re kind of following several themes for several weeks. I would prefer to hold onto that somewhat, if possible.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">(pause) So I feel like we left off last week talking about, very briefly, raising the subject of like, my sensitivity to other people. (pause) I’ve also had this... sense in the last couple of sessions that, or feeling that... as if you have been trusting me more, which I thought it would be interesting <\/span><span data-id=\"P4-N200731\">to mention. <\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Trusting you in what ways?<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: I feel like you’ve been more open about what you’re thinking, or what you do or think about it. I don’t know that that’s actually accurate, but that’s how I, how I feel, so that seemed like... I actually think that some of the things you’ve said, you said before, so it’s not like... So, I... <\/span><span data-id=\"P4-N200771\">anyway, I don’t know exactly where the feeling comes from, but it seemed important to mention. (pause) I like it.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">(pause 00:28:50 to 00:29:41)<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">It’s weird, it feels, you know... artificial, like I’m trying to force the conversation in a particular direction that’s not... (pause) And then I’m having a hard time adjusting that I...<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: (pause) Well, do you feel like you’re trying to move away from the topic of Tanya being re-hospitalized?<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: I didn’t when I started doing it. I actually did feel better. It’s sort of like I, in trying to move away, I felt like it’s been harder to access the other space, or something like that. Yeah, so...<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">(pause 00:31:10 to 00:31:33)<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">Feels sort of like I’m trying to maintain something that’s... eclipsed right now. (pause) I keep trying anyway. So, one of the things that I did remember wondering, after we talked last week was, do you think of yourself as a scientist?<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: Not really.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: Do you think of yourself as a medical professional?<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">THERAPIST: No. Definitely not that.<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">CLIENT: Interesting. Okay. So the analogy that sort of came to mind last week, or afterwards, was that it was like you are a scientist whose instrument was herself, because you were talking sort of both feeling and watching yourself feel things, and using that as the... I thought that was very interesting. <\/span><span data-id=\"P4-N2008B1\">It seems really hard. <\/span><\/p>\n<p data-id=\"P4-N2008C\"><span data-id=\"P4-N2008D\">THERAPIST: Yeah, I think this, you know, I don’t think of myself as a scientist, but I think in a very broad definition, sure. Like, that fits.<\/span><\/p>\n<p data-id=\"P4-N2008E\"><span data-id=\"P4-N2008F\">CLIENT: Yeah, I mean, I don’t particularly need you to be a scientist. I think you’re more of a wizard than a scientist, anyway, but... I just... that was the analogy that had been, sort of comes to me, because I know a lot of people who, you know, do one instrument or something, sort of get to know <\/span><span data-id=\"P4-N2008F1\">the instrument very well. So I was curious.<\/span><\/p>\n<span data-id=\"P4-N2008E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562672\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: And the medical professional part?<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: That was actually just, I don’t know. You said no to scientist and it, that question popped in my head, so I asked it.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">(pause 00:33:32 to 00:34:12)<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: But a wizard is something altogether different.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: (pause) Yeah. You know, there is, there are all sorts of sort of pithy responses to that, right? The old, any sufficiently advanced technology is indistinguishable from magic, or... you know, the methods the alchemists followed were pretty similar to the methods that early chemists followed, <\/span><span data-id=\"P5-N200991\">or pretty similar to the ones we follow now. It’s just some information content difference. Yeah, it’s altogether different, but I feel like... people, and the things people do, and things we care about are kind of... more similar than we talk about, across time and professions. But yeah, it is an altogether <\/span><span data-id=\"P5-N200992\">different description, or way of conceptualizing, what you do. <\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: Yeah, I mean, I don’t think of my primary care doctor as a wizard. (client chuckles) He can be very helpful. (client laughs)<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">(pause 00:35:45 to 00:36:21)<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: I don’t think of your primary care doctor as a wizard, either, but... We’ve talked about this before. It’s one of the... worse analogies that I’ve used, because it’s more opaque (ph) for you, I think, so it’s...<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: Well, it certainly has a particular connotations, usually.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: (chuckles) Yeah. I don’t think I need all of the connotations that it has, so... But...<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: Well, is it, when I think of wizard, I think of magic, there is usually magic involved.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">CLIENT: Sure, sure.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">(pause 00:37:00 to 00:37:36)<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">Yeah, then we’re back to... magic being often things that are not well understood by the person who thinks they are magic. But, that’s not... that’s the less important part. I think the more important part is that like, for the person for whom the wizard is doing something that... there need not be <\/span><span data-id=\"P5-N200AB1\">any magic. There just, there is the... I don’t know... (pause) you know, even in a like, purely physical world, there is something going on in that interaction that is important. You know, it gets particularly problematic in the context of most magicians are also tricksters, which I don’t really, but <\/span><span data-id=\"P5-N200AB2\">that’s not an implication, because most magic isn’t actually magic. But... yeah, that’s also not really a piece that I meant there, so... Yeah, particularly poor, as analogies go.<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">(pause) Because I neither understand, nor need to understand, everything about what we do in order for it to be helpful or very real, so... (pause) I also would like to understand most of what we’re doing. <\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">THERAPIST: Because you’re a scientist?<\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">CLIENT: Or maybe they both come from the same... piece of me. I am a scientist and I care about that, because of who I am, you know. (pause) See, I also don’t think of myself as a scientist, although I very much am, in terms of like...<\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">(pause 00:40:01 to 00:40:57)<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">THERAPIST: What are you thinking?<\/span><\/p>\n<p data-id=\"P5-N200B6\"><span data-id=\"P5-N200B7\">CLIENT: Um, so initially I was expecting you to tell me the time was up, because I sort of thought that was a thing that you would respond to, because you went through several “Hmm’s.” Then we were looking at each other and you kept doing that.<\/span><\/p>\n<span data-id=\"P5-N200B6-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200B6-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562672\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: Time is almost up, but we still have like, a minute. (client chuckles) It wasn’t up at that point, actually. (client affirms)<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">(pause 00:41:24 to 00:41:52)<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: Yeah, so, anyway, so I have tried to follow the, some of the themes we were talking about. It’s really... I feel like, scattered to the wind a whole lot, but... Okay with it.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: There is a lot going on. (client affirms) Here is when we actually do need to stop. (client affirms) Okay, I’ll see you next week.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: All right, thank you.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: Take care. Bye bye.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}