{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client's move abroad is getting closer and he discusses his excitement over the move. Client is mentally and physically preparing himself for a move to a new country and hopes it will work out for his career."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Life events","Teoria do Aconselhamento","Teorías del Asesoramiento","Self confidence","Continuing education","Psychoanalytic Psychology","Sadness","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships","Life events"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["9"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Self confidence","Continuing education"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562552","dorpId":"1006469545","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 179: March 07, 2014: Client's move abroad is getting closer and he discusses his excitement over the move. Client is mentally and physically preparing himself for a move to a new country and hopes it will work out for his career.","fullTitle":"Client \"AP\", Session 179: March 07, 2014: Client's move abroad is getting closer and he discusses his excitement over the move. Client is mentally and physically preparing himself for a move to a new country and hopes it will work out for his career.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562552\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: How’s it going?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Good.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: So I guess I’m starting to actually get excited, which is cool. I also remember... well I didn’t remember, I knew that I had this kind of... when I worked at UConn for that year, whatever it was that I taught, they... it was mandatory that some of your money went into a... some kind of state <\/span><span data-id=\"P1-N200111\">pension fund, whatever it is. So I remembered that a week or two ago, and I’ve got like $1200 in there. So I’m just going to withdraw it. I mean it’s going to only end up being probably more like $900 or $800 after they cut whatever, but at least that’ll be a little extra something.  Because the ESA <\/span><span data-id=\"P1-N200112\">thing didn’t work. I’ve got to pay $200 for that, for Cecelia. The airline just doesn’t allow any...<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: [inaudible] for cats.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: No, it can only be dogs, yeah. So I called and did that yesterday. So...<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: That allows her to ride below.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Either way.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Either way.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah, cargo or cabin. You have to pay, yeah. I got the dimensions and all that. So worse comes to worse if they say... I mean I’ve reserved it for her so that’s all set, but they were like the only thing that could happen is you could get to the airport and they, for whatever reason, they can <\/span><span data-id=\"P1-N2001D1\">be like there’s just no room in the cabin. You might have to put her in cargo. But they’re like probably not. We’ve already put her in for... yeah. So what I had to pick up was Assyria, they’re so funny man, they still they don’t even know their own laws about pets because they’re like who gives a shit. <\/span><span data-id=\"P1-N2001D2\"> They don’t know. So I called the embassy and the way the woman answered the phone at the embassy was the way... it epitomized so many things about Assyrians are just immigrant... this is our fucking Assyrian embassy in DC. She really went hello. That was... I was like is this the Assyrian embassy? <\/span><span data-id=\"P1-N2001D3\">She’s like yeah. Jesus fucking Christ. So she had no idea. I was like does this health certificate need to be endorsed by the USDA before… she’s like I don’t know. She’s like well just... she’s like just endorse it just to be on the safe side. Okay. So that’s why I had to pick up this thing, I have <\/span><span data-id=\"P1-N2001D4\">to send to the USDA telling them stamp it and send it back. So anyway, yeah, it’s been a full day already.  Left the house around 8:00, was just writing; I started a new essay. And I’m just like errands and dealing with my phone; I don’t want to pay a shitload of money.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: [inaudible]<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Yeah, yeah. I did that. Then I’ve got to call my car insurance and have them stop that. Yeah, it’s crazy.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: It’s becoming more and more real.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yeah. It’s cool, I mean... and it’s... I just feel excited.  That’s the... yeah, I feel kind of anxious with... I mean you know the other thing I was thinking about today was a lot of the anxiety I tend to feel, not a lot, but I mean... I also just don’t like flying. I don’t get sick, I don’t <\/span><span data-id=\"P1-N200251\">panic or anything, I just... I’m a thinker, so it’s just.... doesn’t make sense to be flying in the air at 700 miles an hour. It’s just so weird to me. So I’m not a big fan but... so a lot of times my anxiety or nervousness is mostly just that. It’s just... I just want to actually get there, and just <\/span><span data-id=\"P1-N200252\">the ordeal of getting there is just not my favorite. Although I mean I’m fine once we’re in the air and all that. It’s just weird. <\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562552\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Yeah, so what about flying? It feels…<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: I mean it just seems like it should be impossible. I mean it’s a huge fucking enormous thing flying through the air at 30,000 feet. That’s pretty insane, while you’re just watching Seinfeld in your chair. I mean that’s pretty fucking weird. Amazing but it’s just hard for me to zone it out all <\/span><span data-id=\"P2-N200291\">the time. But, yeah. The other thing that happened today was my friend... the doctor needed just some address in Assyria, so just do you have an address where you’re going to be or whatever. So this was the first time I got to see my friend’s address where I might crash a little bit, to actually see <\/span><span data-id=\"P2-N200292\">it.  And their zip code was 0001. I was like that’s...<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: That’s small town.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Welcome to Assyria.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Small country.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yeah. I don’t know, yeah. It’s just one day at a time. I’m also being kind of careful with this girl that I’ve been texting with every day.  That painter girl from San Diego. I want to be a little careful with that because I... she seems really awesome and everything but I don’t want to get <\/span><span data-id=\"P2-N200311\">there and... to a place I’ve never been and be entangled. You know what I mean? I just... so I mean I guess I won’t since I’m being thoughtful about it but…<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: Entangled with…<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Hopes or... you know what I mean? This or that. She could be the most annoying person I’ve ever fucking met in my life once I get there. So...<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: She lives in San Diego, part time San Diego, part time Assyria.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: She does what I plan on doing but she somehow keeps going back and forth. She has an apartment in Assyria, and I think she owns a little club or runs a little club.  I don’t know what that is. And she paints. And then she’s in movies or something. I don’t know, she’s set up a really nice life <\/span><span data-id=\"P2-N200391\">for herself. I think. I don’t know if she comes from money or whatever. I don’t know what that is but she makes it work somehow. So what I like is she’s not a native because they’re different.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: She was born here.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: I think she was born in Cairo. She was more like these friends of mine who... they came here when they were 13, 14, 15, 20, whatever. She did set design for movies or something for a while. I don’t know. She’s a very interesting person. But I’ve just been very conscious of okay, this is great. <\/span><span data-id=\"P2-N2003D1\">It could be awesome but I’m just going to have fun with our little exchanges and when I get there we’ll... I mean we’ll see what happens. <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: That’s a lot of cautioning temporary Bless you. [inaudible]<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: Yeah, well it’s just what we’ve been talking about almost every time. It’s just... I know I’m being a bit hyper-vigilant about it. I just... it just feels good to be that way right now. It’s like I know I’m going to get there and not. Or even if I get there and she is the most annoying person <\/span><span data-id=\"P2-N200411\">in the world, yeah, I’ll be a little bit disappointed and bummed, but it’s not going to put me in a tailspin. But even that I want to guard against.  It’s like I just want to go with really low to zero expectations and then be pleasantly surprised. Or if not, then it’ll just be like well whatever. I <\/span><span data-id=\"P2-N200412\">mean it’s… but I think... like I mean today I’ve been... I’m working on a new essay, which has to do with... I decided to write an essay about my Mickey Mouse record player that I had in North Carolina that was my best friend, other than my little guitar I played... got after that. So I decided to write <\/span><span data-id=\"P2-N200413\">a little essay about that and about the first number of 45s and records that I bought. Or that my mom bought or whatever... whoever bought it for me. So I think that’s good. It’s a good sign.  I think it’s very healthy to be able to think back to those memories and to really think them instead of feel <\/span><span data-id=\"P2-N200414\">like they’re some kind of weird... I still feel that way about San Francisco, just that, like I said, it just feels so... but now I’m looking back at my childhood and those are more... you know what I mean? Like at the mall. And it was so weird at the mall. It was like... it was an outdoor mall, but <\/span><span data-id=\"P2-N200415\">the coolest part of the mall where the record shop was, this weird underground place with a yogurt shop, a photo booth, a record store, and a kind of pretty risqué lingerie shop. That’s what I remember about this. And I fucking loved it. I mean ice cream, records, and pretty girls, and a photo booth. <\/span><span data-id=\"P2-N200416\">It was awesome. But that’s... it’s more concrete now. I’m starting to remember those things. <\/span><\/p>\n<span data-id=\"P2-N20040-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562552\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: I was wondering what was coming up around the first records you bought. What did you write about? Mickey Mouse record...<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Just about being a lonely kid and a latchkey kid and how that record player was like my best friend. I remember carrying it around the apartment and just plugging it in wherever. It was like a lunchbox that you open up and his arm’s the needle. That’s kind of where it all started, all the creativity. <\/span><span data-id=\"P3-N200451\">I mean in a way I’m trying to write about how a lot of artists, I think they start reflecting on how did I get... become an artist, and especially in my case, where I don’t even know how I learned to play the guitar. I don’t remember. How do you learn? I don’t... how do you go from banging on the piano <\/span><span data-id=\"P3-N200452\">to really knowing how to play the piano. It’s weird. So kind of about that and, I don’t know, just kind of other... it’s like a lot of... about a lot of things I think.  But… at first I was going to make it about my... the red guitar and this and I was like you know what, I think these are all different <\/span><span data-id=\"P3-N200453\">essays because they’re big chunks of... I mean just that record player I could write a lot about. And getting the guitar was a whole other ordeal. All this stuff. So yeah, I think I’m charting my development, like how did I do this stuff, or what it meant to me or whatever. And now it’s so great with <\/span><span data-id=\"P3-N200454\">the Internet you can... I hadn’t seen that record player since I was 12. I just did a search, boom. Exactly the way I remember it. I wish I knew what that red guitar... I don’t remember that so I can’t find that. But I don’t know who made it or what it exactly looked like.  But the other recorder I <\/span><span data-id=\"P3-N200455\">had, that my mom used for her interviews, I found that. It was this 1980s professional Sony. So those are all separate phases.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: And also just creating an attachment to objects...<\/span><\/p>\n<span data-id=\"P3-N20046-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562552\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: ...can be really important [inaudible]<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Yeah, very intimate relationships.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Yeah, or even as you’re describing that downstairs mall, it’s like that’s so... the record store, the photo booth, the lingerie, that’s so your mind in a way. It’s sort of... I can imagine that feeling kind of like a home away from home.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Well even the ice cream.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Ice cream, yes.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: Kind of like cozy comfort food. Yeah. <\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: That sounds like you. It might not sound like every person, but it’s so your attachments.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Yeah, I was so like that. You could never do that now. That was so 70s, 80s kind of. I mean it was a risqué store, in a fucking mall. I don’t know how they did that. Or how I even got to go in there with... because I never went to that mall alone, so how... that they would just let me go in <\/span><span data-id=\"P4-N200591\">there, both my family and the store people. It’s crazy. And... but I...<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Were you with... would you go into that area with your parents?<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: I was always with adults, yeah. Yeah, because I was too young to go there by myself. But...<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: They wouldn’t let you go... run off, though, to your own section [inaudible] that old.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: I don’t remember that. Maybe they did.  I don’t remember. Maybe back then it was more like they wouldn’t be as paranoid as they would be now. I don’t know. That I don’t remember.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: You weren’t going in the lingerie store with your mother, or were you.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: I’m saying... well not just my mom but like...<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: With other family.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Yeah, the family, my dad, my mom, whatever. Or if her sister was visiting or... I don’t know, I just remember being in there sometimes with family. Yeah.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: That’s [inaudible] in other words.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Yeah, I mean that’s what I remember because there’s no other way I could have gone in there.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: So someone was shopping for the lingerie?<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: No idea. I think for them it was kind of like coming to the Square in the 60s. I think it was a bit of a freak show. Or not a freak show but it was like oh, look at that, look at that. Weird. So in some ways I think it was half a joke. But... so maybe that’s why I thought it was just funnier. <\/span><span data-id=\"P4-N200711\">But I don’t know. Or maybe they were more concerned than I remember but not concerned enough to be like you’re not going anywhere.  They weren’t yelling at me. So maybe I didn’t go all the way in and I just remember just a little front part or something. I don’t know. It’s not like I was walking around <\/span><span data-id=\"P4-N200712\">and they were shopping for shit. I know that wasn’t the case but... yeah. And the record store I do remember being allowed to kind of wander a little bit. So I even went back and found some of the records that were more obscure, like a George... I have this 45 by George Harrison. I was like I could <\/span><span data-id=\"P4-N200713\">kind of see what it looks like. I was like what the fuck was that song? And of course the guy has like 3 million... but I found it.  Wikipedia, it’s like a list of all his singles. And I just looked at the ones that were around that year or two, listened to all of them, and I found it. Or like Elvis, <\/span><span data-id=\"P4-N200714\">weird cover of him standing on a painted road with a rainbow or some shit. Found that one. Yeah, crazy.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Comforts.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Yeah, those were the... put them on, I would lip sync to them, and that’s, I’m pretty sure that’s how I learned to play the guitar. I have no idea. But it must be. I don’t know how I learned but maybe that’ll come back to me. I don’t know. But I can’t quite remember. I’m assuming it was just <\/span><span data-id=\"P4-N200751\">banging on it while listening to these songs. It’s cool.  I think this blog is a great way to kind of work on a book without thinking of it that way. You know what I mean? A lot of these things could be much longer but they’re blog posts so they’re... you know what I mean? So it kind of actually takes <\/span><span data-id=\"P4-N200752\">the pressure off of a lot of things. And after you publish it you can go back and revise it, obviously, so it’s kind of a good way to... especially this forum, the blog, the site that I use is so made for just writing. This guy’s made it... it’s the same guy that did Twitter. It’s just really easy and <\/span><span data-id=\"P4-N200753\">looks nice and just focus on the writing instead of just all this other shit. It’s pretty cool. So I’m kind of using it as an organizational... I still have a shitload of titles and things and it was [inaudible] all in there. <\/span><\/p>\n<span data-id=\"P4-N20074-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20074-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562552\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Like a place to start gathering your memories.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Yeah, because he’s done such a good job of... you go into your little dashboard and just... there’s just a very nice list of things and it’s all... and I can... very sparse and clean and… especially because some of them relate to others so you can edit. Oh, you know what, those aren’t two essays, <\/span><span data-id=\"P5-N200791\">that’s one essay, or whatever. You know what I mean? You can kind of play around.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Find your mind.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: With all the... I think there’s something special about it being sparse [inaudible] overstimulation. <\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yeah, kind of like my apartment, the way I’ve just... yeah. Or just how I’ve been organizing my days. Like that chick Selena wants to come over today. I’m like no. I’m going to my Assyrian friend’s house to have some whiskey and just hang out. That’s what I’d rather be doing. I asked the chair <\/span><span data-id=\"P5-N200811\">of the department at the university, I was like I’m kind of writing... I’m ramping up my output and getting ready to publish [inaudible] so I was like can I start saying that I... that’s where I work. You’ve got to send a bio and this and that. So I just want it to be more concrete. I mean that’s…<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: Do you have a center to [inaudible] or what are your days going to look like when you first get there? <\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: I’m going to write off the first two months I think. It’s a write off. Because I think it’s just going to be all sensory overload, just absorbing and just kind of being... a lot of mixed feelings and this and that and just... I think every day there are going to be moments where I’m sitting <\/span><span data-id=\"P5-N200851\">somewhere, I’m going to be like holy shit, this isn’t just a café, it’s an Assyrian café in Assyria, where everyone’s fucking... I mean just that I think those kinds of things are going to keep hitting me. Oh look, all the signs are in Assyrian. That’s fucking weird. Or oh look, we’re walking by a building <\/span><span data-id=\"P5-N200852\">and holy shit there’s Mt. Ararat, that’s like a fabled mountains where Noah’s ark landed.  I mean it’s just weird. So I mean this is all going to be a lot of weird shit. People. I’ve heard that when you first get there, especially if you already know some people, it’s just a deluge of meeting people <\/span><span data-id=\"P5-N200853\">and hanging out with people, then meeting other people and being invited here and being invited there and all that. That’s my... that’s what every single person’s told me, so that’s the sense I get. So I think I’m just not pressuring... I think those first few months, like month or two, just need to <\/span><span data-id=\"P5-N200854\">kind of just be. You know what I mean? But then what I see, what I envision, is hopefully... but that’s the one thing I’m worried about. I really want to make sure I have a relatively quiet apartment. These countries... America’s the only place where this whole peace and quiet thing is a big deal.  <\/span><span data-id=\"P5-N200855\">You go to Europe and stuff and people just... it’s the weirdest thing, just everyone listens to this shitty techno music and there’s a little bit more.... or a little bit less personal space things in that part of the world. So I just really want to find a place where... because the plan is desk, Cecelia, <\/span><span data-id=\"P5-N200856\">and just a lot of writing, a lot of just... I mean in a way it’s perfect. No car, a lot of walking, which will be really good. Not just for exercise but just gets your mind... and then yeah, just a lot of writing. And playing music. But mostly, I think, writing. And more organized because this shit’s <\/span><span data-id=\"P5-N200857\">got to get done. So… so yeah, I don’t know. It’ll be interesting. <\/span><\/p>\n<span data-id=\"P5-N20084-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562552\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: You don’t [inaudible] work before...<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: Oh no, sure I do.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: You do.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: Yeah, yeah, yeah. There’s just nothing I can do about that right now. And just like... you know what I mean.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: Oh, I know that, I just didn’t know if that was a part of the plan was to something [inaudible] job.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: It absolutely is. Yeah, yeah, yeah. No, it absolutely is. Not just temporary. I mean like I said, if I found something really good, I mean if I found something amazing that’s full time, and then I would just flip things and be like you know what?  I can only teach one or two at the most at the <\/span><span data-id=\"P6-N200911\">university. This is what I want to be doing right now. But I think what’s going to happen is just find something that’s part time that’s good and just even keep it when I’m at the university. Or I know that everyone there is like you’ll always be able to make money tutoring, you’ll always be able to <\/span><span data-id=\"P6-N200912\">make money... I was saying, their websites over there, there’s always something about them. Even the good ones. That you’ll get to the last paragraph and be like oh, that’s weird syntax and weird word choices. So I could even kind of contract type stuff. So that one I have no choice but to just trust <\/span><span data-id=\"P6-N200913\">all these people that are telling me to just not worry about it.  And this one woman, who I really think is going to be helpful, the one I was saying from Yale, so I’m hoping something will happen fairly soon. And then tomorrow I’ll find out when those classes start in the summer. That way I’ll know <\/span><span data-id=\"P6-N200914\">exactly how long do I need to... like first of all, what does that pay, but second of all, how many months do I have to kind of just get by until I have a real… yeah. Because I really won’t need much, but once this apartment’s rented, I mean whatever my mom sends me from here will pretty much pay my <\/span><span data-id=\"P6-N200915\">rent. So no car insurance, no major other bills, just Internet, whatever. I shouldn’t need that… initially, I shouldn’t need that much to just kind of be okay.  We’ll see. I don’t know. One thing I’ve totally forgotten, too, about renting an apartment, I totally forgot, that it’s fucking Assyria. I <\/span><span data-id=\"P6-N200916\">mean I could always just get there and be like you know what? For one month I just want to rent this place. You know what I mean?<\/span><\/p>\n<span data-id=\"P6-N20090-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20090-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562552\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: They’re not going to have a year lease you mean.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: There are places, there are plenty of places where there’s so many people visiting, it’s just a different place. Be like hey man, I want to rent this apartment. I’ll give you $400 for the month or whatever it is until I get my bearings and find one I really, really want and... yeah. So I might <\/span><span data-id=\"P7-N200951\">just do something like that when I get...<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: Rather than crashing with someone else for two months or something?<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: Well no, that was never going to happen anyway. I was very... I don’t want to do that.  But instead of rushing, just be like look, I’m just... let me rent a place for a month and get my bearings and figure it out. Or ask my Assyrian… I just thought of this now, but ask my Assyrian friend who <\/span><span data-id=\"P7-N200991\">has the apartment, be like hey man, I’m going to be there two weeks anyway, can I just pay you and stay there four weeks? Why didn’t I do that? I should just do that. Because I mean I have a feeling their place is really, really nice. They come from a lot of money and they’re nice people. As long as <\/span><span data-id=\"P7-N200992\">they don’t need it, it’s not the summer months yet, whatever.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: It’s becoming ever more tangible.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: Every day.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: Yeah, no it is for sure.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: The details are coming alive.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: Yeah, yesterday I went to the store and bought a pair of jeans a shirt and stuff. I’m like wow. It’s funny. I’ve got to buy some black... just a pair of black shoes. I’ve got to start weighing. They’re such bastards. If your luggage is over 50 pounds you’re fucked. Which I don’t even know how <\/span><span data-id=\"P7-N200A51\">people... that’s... I don’t... that seems very light to me. But... so yeah, I’ll try to pack as light as possible I guess.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: You can pay for a second one. You know that.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: Oh yeah, no, of course you can, but $200 for Cecelia, another whatever the fuck, $100, for a stupid ‘nother luggage? It’s like come on.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: Is it $100? <\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: Something. It’s insane.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: Maybe for international it’s more.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: Yeah, it’s something really insane, yeah. I mean in some ways I don’t mind. I think it forces you to just be like what the fuck, how many jackets do I need. I mean two pairs of jeans, whatever, two other pairs of pants. I mean it’s not a... it’s not the desert. I mean once I really need something <\/span><span data-id=\"P7-N200B11\">I’ll go get it. Yeah, things are a little more expensive there but whatever. I mean those kinds of things. They have all those stores, but I guess they’re a little... dollar wise you’re going to pay more.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: See you next week.<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: Okay. Thank you.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: [inaudible] Wednesday?<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: Yeah, have a good weekend.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: You too.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: See you later. Bye.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}