{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her need to move out of her apartment, and possibly the city, and go somewhere new. Client is tired of her current life and feels stagnated in her job and life."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Romantic relationships","Parent-child relationships","Disappointment","Housing and shelter","Friendship","Psychoanalytic Psychology","Sadness","Shame","Anxiety","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Romantic relationships","Parent-child relationships","Disappointment","Housing and shelter","Friendship"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Shame","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562528","dorpId":"1006469521","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session April 28, 2014: Client discusses her need to move out of her apartment, and possibly the city, and go somewhere new. Client is tired of her current life and feels stagnated in her job and life.","fullTitle":"Client \"S\", Session April 28, 2014: Client discusses her need to move out of her apartment, and possibly the city, and go somewhere new. Client is tired of her current life and feels stagnated in her job and life.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562528\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Okay. [inaudible] Thanks for fitting me in. We have a… we had a meeting that we were able to schedule at the venue for the event in two weeks for our big conference. Our [inaudible] conference is in two weeks.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Right, that’s why… so a week from Friday and two weeks from today.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Exactly.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Okay, yeah.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: So because… yeah, because Friday we have the advisory committee and then the… Monday the 12th we have an all-day staff retreat to talk about how much we love the center and what we all can do to make it better and enjoy our lives there. And it’s going to be with the director and executive director, <\/span><span data-id=\"P1-N200151\">who are not going to be there in a month. So I’m like uh… so right, there’s that. And then today we have the [inaudible] at four. [1:02] So the weekend was pretty good for me. I mean just relaxing. I had a… I went out to dinner with Stephanie on Friday and that was really nice. We went to this place <\/span><span data-id=\"P1-N200152\">in Anaheim. It’s new. It’s in the Square, across the street from Star Market. And it’s really good. I recommend it. But my Mom had gone there and I had read about it, and then I was just kind of like, I don’t know, let’s drive up the street. And I was like oh yeah, this place. But anyway, that was really <\/span><span data-id=\"P1-N200153\">nice. And then Saturday, oh, I got up really early and went and got an oil change and stuff for my car, and then I came home and napped and then my roommate was being really annoying. And I had been saying to Stephanie the night before, I don’t know what I’m going to do. And she was like you have said <\/span><span data-id=\"P1-N200154\">four different things this week that you’re going to do. You’ve said still live with… no, you said say it the way it is, try to rent it… do it on your own, ask your dad for help to do it on your own, get a new roommate, move to a smaller apartment, or move to Houston. [2:34] And she was like but whatever <\/span><span data-id=\"P1-N200155\">you do, whatever you do, she’s like do not live with her again. She’s like no matter how marginally… how… if it’s marginally better right now, it’s not good. And then almost as if I, when was it that… it was almost as if I needed a… almost on cue with me, oh, maybe I need a reminder that she… I can’t <\/span><span data-id=\"P1-N200156\">live with her, I think she came home really, really drunk on Saturday because I heard a lot of commotion up the stairs. And my room is right there, my door’s right there. And I heard her friend Frank, who she had ahead of time… told me was going to sleep over, who’s kind of cool; I feel bad for him. <\/span><span data-id=\"P1-N200157\">I think he’s a depressed guy, whatever. But it didn’t really sound like he was drunk. It sounded like he was helping her up the stairs. And I didn’t get up to look in the peephole soon enough so I didn’t see, but I heard him like which key, and she’s like oh, just one second, and retarded. And so it <\/span><span data-id=\"P1-N200158\">was almost like okay, that’s why I can’t live with you. This is… your friend is carrying you home and crashing on our couch? We’re 30. [3:49] So then Saturday night I didn’t do anything. That was the night that she [inaudible] And then Sunday I got up and went to my Mom’s house. And we were… first of <\/span><span data-id=\"P1-N200159\">all, we were having some sort of a psychic connection or something because I had been thinking maybe since Reno or something, I don’t even know, ooh, I want crepes. I want my Mom to make crepes. She makes crepes really well. And then I get there and she had made crepe batter. I was like… and I had said <\/span><span data-id=\"P1-N2001510\">to her oh, let’s have breakfast or something. You want to make breakfast. And then I hadn’t specified anything. Then I was like whoa, did I tell you that I wanted crepes? She was like no. I was like whoa, you read my mind. And then we… I was talking to her about what to do and it’s either that I get <\/span><span data-id=\"P1-N2001511\">a new roommate… I… the conclusion was that I think I’m going to move to Houston. Guess we’re here again.<\/span><\/p>\n<span data-id=\"P1-N20014-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20014-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562528\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">CLIENT: Hm?<\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">THERAPIST: I said guess we’re here again. [5:21] But A) I don’t know, what am I going to do, stay here, find another roommate? I don’t know, I should just do it and see what happens, and then if it sucks I’ll come back, whatever. But I’m not getting any jobs at MIT, and unless I do it before September <\/span><span data-id=\"P2-N200191\">then why resign my lease and go through the whole thing again of finding a new roommate and whatever when I could just move and do something I’ve been talking about for ten years and see what it’s like. And then if I don’t like it, I don’t like it. And if I like it, great, then… and so my Mom is so <\/span><span data-id=\"P2-N200192\">supportive of this idea, and my friends are as well, that we are going to have a family meeting. And I already said we should have a family meeting because I just wanted people’s input about what to do about the Helen situation, that I can’t live with her anymore, again, and should I move, should I <\/span><span data-id=\"P2-N200193\">do this, should I do that. But now it’s like well this is what I want to do. So have a family meeting about it. And I’m sure that Tracy and my Dad are just going to be like well good luck. So I’m prepared for that. And so whatever, I’ll try my best to do it on my own and see what happens. But I just <\/span><span data-id=\"P2-N200194\">think that it’s worth it at this point to try that. [6:49] (pause) I just don’t see myself excited to do anything here, and I am not… I’m hardly even looking forward to the summer because then it’s just going to be followed by… all I’m thinking about is September and the leaves and roommate, and then <\/span><span data-id=\"P2-N200195\">it’s going to be September again and I’m going to be in the same job starting the same semester dealing with the same bullshit. And that thought really makes me sad. (pause) Well (pause)<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: I just have the sense that you kind of want my input, like do I think this is a good idea or not. [10:04] And that [inaudible] feel like my response is a little bit like your Dad and Tracy’s, like okay, well yeah, I guess that’s nice, whatever.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Well, I’m right. Obviously in a different way because I wouldn’t necessarily expect you to…<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: No, I know. I mean I guess the things… I mean there are two things. One is the way I feel is that maybe a more visceral level and sort of how you know in your head that I’m likely to respond. I mean I know you know in your head that I’m not going to… well, here’s what I think are the good <\/span><span data-id=\"P2-N2001F1\">points and bad points about that plan, blah, blah, blah. At the same time [inaudible] a little bit like and now Ethan, over to you. And over to you. Okay, [inaudible]<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: I think a little, yeah.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: And…<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Well the thing is, I don’t really… I mean I don’t necessarily think it’s a good idea. [11:13] So… and Stephanie was saying her main concern is if I’m going to… that I might feel lonely. And so she’s just concerned about the whole thing overall with my mental health. She’s concerned about… and <\/span><span data-id=\"P2-N200251\">I was texting with Sergio and… about it and he said something that for some reason… and I was trying to think why did this rub me the wrong way. I was just kind of saying… because I was saying something about oh, it’s cheaper to buy than to rent down there, or something like that because he’s in real <\/span><span data-id=\"P2-N200252\">estate and whatever. And he responded some way about oh, blah, blah, blah, you don’t have to live in it necessarily. Something blah, blah, blah. I’ll talk to you later; I can’t talk. And I said something, I was like well, either way, I’m betting all my chips or whatever on this endeavor. And he was <\/span><span data-id=\"P2-N200253\">like… and I had said before I regret not doing it, this and that, may as well, blah, blah, blah. He was like I hear you. I don’t know why this made me so irritated. I hear you. Everyone needs goals. I don’t know why it really irritated me. I was like everyone needs goals? What the fuck are you talking <\/span><span data-id=\"P2-N200254\">about you asshole? That was how I talked in my head. [12:44] Fuck you. Like you have some fucking goals. I don’t even know. Well because it doesn’t even feel like a goal. Or I don’t know, it seemed… that response seemed very… I don’t know what the word is. I don’t know how to pinpoint it but it really, <\/span><span data-id=\"P2-N200255\">really rubbed me the wrong way.<\/span><\/p>\n<span data-id=\"P2-N20024-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562528\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: Well I guess that’s part of it but probably [inaudible] it seems like quite a distant response.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: Exactly, distant.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: Like he’s sort of stepping outside of the relationship between you.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: Right, that is part of it.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: I’m sure it feels patronizing as well.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: Yeah, exactly. Like oh, well, yeah, sure. Whatever you say idiot, or something.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: I see. Oh, so it seemed insulting.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Yeah, like everyone needs goals. As if this is an idiotic goal. You know what I mean? Or it seemed like yeah, like is this somebody where oh, I’m trying to quit smoking within the next ten years. Oh, everyone needs a goal. Or something like that. Or like oh, I’m trying to hit the lottery in <\/span><span data-id=\"P3-N200351\">the next six months. Well everyone needs goals. Or something like that. [14:23]<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: Okay, yeah, maybe it’s a little bit like I don’t really want to deal with this and I don’t want to deal with you, so I’m going to…<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: And this is stupid. I don’t care about this conversation or your idiot little goal of moving to Houston and spending all your money and [inaudible] on it.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: [inaudible] Like it’s a real cop out, of a response I mean.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: Yeah, well, and it’s almost like… which just proves it’s a completely superficial way that he wants to be in my life. It just is an example of that.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Which [inaudible] it reminds me of your Dad and Tracy’s response in your mind. I mean…<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Oh, they’re the… going to be completely at arm’s length. Good luck.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Yeah, I hope it works out for you.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: I hope it works out for you, exactly. We’ll be excited to come visit you once you get settled in kind of thing. [15:30]<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: But not in the kind of nitty gritty of what this is about for you.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Oh no.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: What the risks are, why you’re doing it.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: I think they’re going to have, it feels like, a similar response in oh, you idiot. This sounds stupid. Good luck. (pause) Every time I feel like Julie… they’re judging my decisions or how I spend my time or money or whatever. Every time I feel that… every time I… all I can feel, all I feel like <\/span><span data-id=\"P3-N2004D1\">saying, is… or I could just give it another few years and meet somebody 20 years older than me with kids already and then just marry him and then be miserable the rest of my life. Could do that. That’s what I always feel like.<\/span><\/p>\n<span data-id=\"P3-N2004C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562528\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Which would be her.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Yes. [16:44]<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: She’s miserable? I didn’t know that.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: I have no idea, maybe not. (overlapping talk) No, she may not be because then my mom and I were also discussing, yesterday, how, really, my father, just like whatever his wife says he just goes along with. She’s like… because she’s thinking back to how he was with her and how he is with her. <\/span><span data-id=\"P4-N200551\">And she’s like oh my God, he just goes along with whatever I said. She’s like because why did I think he was someone normal and whatever when I was married to him and now he’s just a complete freak. Then she said oh my God, because he just did whatever I said, for the most part. And he does that with <\/span><span data-id=\"P4-N200552\">Tracy too. (pause)<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: So (pause) I guess it seems to me like whatever happens, whatever you decide to do, that thinking about the move sort of creates a referendum for the people around you, and it seems it’s kind of helping you feel clear about who’s with you and who’s not. [19:59] And not new information exactly, <\/span><span data-id=\"P4-N200571\">but the way your Mom is supportive and I guess sounds interested and was right in sync about the crepes anyway. And Stephanie is, well, who kind of heard closely what you said and remembered it better, in a way, than you did. Then… and then there’s Sergio and your Dad on the other side, and I guess <\/span><span data-id=\"P4-N200572\">me, for a minute anyway, on the other side, not really saying anything about it. And (pause) I get that (pause) [inaudible] right, but a part of what… why you want to leave is for not feeling like either Dad or that guy that you’re involved with is kind of like really with you. [22:02]<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: But that’s part of why I want to leave.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: I think there are a lot of other things, but those things are what are coming up today.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: I mean yes, and also it has to do with still my [inaudible] you and just having spent the last almost two years just kind of trying to figure out my place here outside of that relationship now, and not really feeling like I’m getting anywhere. And just kind of wanting to change scenery for the <\/span><span data-id=\"P4-N2005D1\">sake of that and… just because I never have. And rather than wait around, yeah, rather than wait around for probably you or Sergio or my Dad or…<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Or I think, honestly, neither really help you fix it in some way that’s feeling like it’s fixing it. [23:11]<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Yes. But aside from that I also don’t even feel a desire to get involved in any of the things that I know could also help me fix it in partnership with therapy with you here. I’m not finding myself oh, let me start doing all these activities here or, I don’t know, I’m just not very motivated <\/span><span data-id=\"P4-N200611\">by anything. But I think that…<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: I think you’re pretty disappointed.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: And…<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: But it’s not a direct…<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: …feeling often overtrying.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: And I’m not saying all you need to do is just keep your chin up and get out there, I’m just saying I think that’s where you’re at.<\/span><\/p>\n<span data-id=\"P4-N2006E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562528\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Yeah. Well like I said, I think that it’s just a lot of feeling like just the idea of starting again and not… and just having a real short summer. I’m not even excited for summer. It’s just a really short summer, and then another semester of events and new director and open… I just can’t even… <\/span><span data-id=\"P5-N200711\">and roommate. And every time I walk by the fucking apartment I think of heroin addicts, or him. [24:41] So I think I just need to try this. And I think it’s really financially irresponsible of me, the most, because I may have to take out my entire retirement in cash because that’s all my money. Plus <\/span><span data-id=\"P5-N200712\">acquire more debt. But I almost feel like it’s worth it. And my Mom kind of does too. She’s like… I mean, I don’t know, I didn’t have this retirement savings when I was 30. You can start over. Kind of like you’re only 30. (pause) I mean anxiety is forming even just saying that out loud about oh, it’s <\/span><span data-id=\"P5-N200713\">only money. It doesn’t matter. I’m only 30. But really, what if it changes my life, or not and I want to come home. But either way I feel that it’s worth it to me right now. I don’t know. [26:18] I mean you’re as… if you were my financial advisor at this point you’d be saying absolutely this is really <\/span><span data-id=\"P5-N200714\">not... an unwise choice. Luckily I don’t have a financial advisor. (laughter) And also, I mean another part of… seeing Mindy in Reno, she’s so happy and she’s making new friends and enjoying the new city, and enjoying different weather and just really seems herself. And I don’t know, I was like huh, <\/span><span data-id=\"P5-N200715\">okay, me too. She doesn’t know where she’s going next. She doesn’t know how long she’s going to stay there. She has a boyfriend that she likes a lot. Why not me? (pause)<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: So I guess it does seem to me that there are kind of two sides. [28:06] One is wanting to get away from this particular kind of disappointment that we talked about, which is the sort of disappointment that also feels very shaming, where… with your roommate. You’re disappointed in her but <\/span><span data-id=\"P5-N200731\">it’s also in this way that I think kind of makes you feel like a loser for living with her, or for living above this… that heroin addict. But that’s not the only thing. You’re saying now there’s also a way that there’s a sense of your hope and possibility and just [inaudible] something better. It seems <\/span><span data-id=\"P5-N200732\">that is also part of why you want to move. In other words, not just running from something but you also sound like you have some sort of [inaudible] or something better and could find it, is a part of it as well. (pause) Maybe it’s also that you’re it sounds so obvious, but I think in a way maybe <\/span><span data-id=\"P5-N200733\">it isn’t very sad about having something here over the last couple of years in a way that I think might be hard for you to bear. [31:08] In other words, you haven’t had a lot of what you wanted with work and with relationships. Things haven’t gone that way [inaudible] haven’t gone your way in that <\/span><span data-id=\"P5-N200734\">regard. And, I don’t know, I guess it [inaudible] kind of disappointed and feeling bad about yourself, plus just something that feels sad that life has not turned out over the last few years how you wanted. (pause) [inaudible] hard to be in touch with.<\/span><\/p>\n<span data-id=\"P5-N20072-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20072-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562528\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: Yeah. And it’s just very repetitive. [32:30] Things here have felt very repetitive. So I think it’s worth trying something else. I was talking to Nora last night for a little while in text. I haven’t talked to her in a while. But I was just in touch with her because I’m going to go to Chicago <\/span><span data-id=\"P6-N200751\">next weekend so… I mean this weekend. So and I was telling her I think this is what I’m going to do, finally, and that… especially because of a couple things that happened this month. Life’s too short and I don’t want to regret things, and I just need a change of scenery, whatever. And I told her what <\/span><span data-id=\"P6-N200752\">happened. She said oh my God… about Nathan and then about Stephanie’s father in law. And then she’s like oh my God, she’s like oh my God, that’s horrible. I’m so sorry to hear it. And she’s like yeah, time to go to Houston. Her reaction was almost like yeah, time for a change.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: I see, like get out of Dodge.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Yeah, exactly. Just go. And that’s how I’m feeling about it too. And I understand the concern. I mean yes, wherever you go there you are, right? [33:54]<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: Pretty sure you’re right about that, yeah.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: But okay (pause)<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: Something else is occurring to me that I’m surprised… you know when I said [inaudible] before [inaudible] crossed your mind, that hadn’t crossed my mind until just now, which is the downstairs neighbor dying, especially having been from Anaheim, right, and your brother.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: Oh my God, of course. Yeah, and one of the things that my Mom talked about a lot was that she was like oh my God, that could’ve been Michael. What if he had been living with you and then they had met and then used together and whatever. And then that started… then she was like well, we’re so <\/span><span data-id=\"P6-N200811\">lucky that Michael didn’t get to that point and thank God, and oh my God this and that. [35:08] So yeah.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: Again, I’m thinking about it (pause) from the point of view also of (pause) the kind of guy who’s always been and been very important in your life, who has been a terrible disappointment in a way that also feels kind of shaming.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: Well yeah. (pause)<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: This may sound a bit off the wall, but it seems right to me. I bet there’s some important way that I feel to you like him. I know that in a… to Michael. [39:17] I would imagine that in a lot of ways I seem not very much like him at all, but I don’t know, I guess I imagine for you, on some <\/span><span data-id=\"P6-N200871\">kind of intuitive and not very fitted [ph?] with certain realities kind of level I don’t mean like dripping [ph?] crazy, I just mean it’s like a transfer of words, but you’re kind of waiting for me to get my butt in gear and do something to make things better for you.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: Yeah, maybe.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: And the way that I’m not doing that makes me seem like him. Again, I know in your head you know that I’m not going to say okay, so you know what, tomorrow come over and we’re going to square this all away. I’m going to help find you a job and do this and that and the other thing just to make <\/span><span data-id=\"P6-N2008B1\">everything better. Give you the answers so you’ll have those and… I know. But in some other way I bet it feels like I’m kind of dicking around and not really fixing things. [40:39]<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: More like the therapy is… should get [inaudible] or something. Well in that sense are you taking it as an insult that I want to move, like oh, the therapy isn’t working, maybe Houston will?<\/span><\/p>\n<span data-id=\"P6-N2008C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2008C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562528\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">THERAPIST: I’m taking it as a something of a very familiar, often repeated experience for you of having a guy who’s really supposed to be there for you, who you’ve invested a lot in, and who isn’t… turns out not to be or promises or pretends to be and isn’t. [41:52] I guess what I’m focused on is the <\/span><span data-id=\"P7-N2008F1\">sort of aspect of your experience with this, which is like that.<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: Which I guess, in a way, it’s hard to say this without sounding defensive, and perhaps I’m being, but I think it’s also a valid point. That is therapy in gear. And… do you know what I mean?<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: I don’t mean, of course, that you are experiencing this that way resolves on its own, fixes something for you, but I do mean that you being engaged here and bringing what’s happened in your life here.<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: In a way that we can look at and question and all of that. [43:53] Even at this hour.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: Huh?<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: Even at this hour.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: Well we should finish up for now.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: We’ll see you this Friday. And I’ll let you know about alternatives to next Friday the following Monday.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: Okay, sounds good. Thank you.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: Take care of yourself.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}