{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his wife's issues and how it's possible that her internalized anger is leading to her depression and suicidal thoughts. Client discusses his extreme sensitivity."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Sensitivity (personality)","Suicide","Perfectionism","Psychoanalytic Psychology","Anger","Sadness","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["9"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Sensitivity (personality)","Suicide","Perfectionism"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Sadness","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562678","dorpId":"1006469671","contentType":"text","aucs":"CTRN-V1","title":"Client \"L\" Therapy Session Audio February 19, 2014: Client discusses his wife's issues and how it's possible that her internalized anger is leading to her depression and suicidal thoughts. Client discusses his extreme sensitivity.","fullTitle":"Client \"L\" Therapy Session Audio February 19, 2014: Client discusses his wife's issues and how it's possible that her internalized anger is leading to her depression and suicidal thoughts. Client discusses his extreme sensitivity.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562678\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Come on in!<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">(pause 00:00:08 to 00:02:15)<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Morning.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Morning.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: So I wrote a check for you and I forgot to bring it, so I’m very sorry about that.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: It’s okay.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: So we ended the last session, you sort of talked about theory and what we’re doing here in your construction of it. So I’m... then I didn’t have anything to say, but I guess I want to say thank you, that I appreciated you talking about it. It... It took me a few minutes, after I left, to sort <\/span><span data-id=\"P1-N200191\">of sort out my feelings, but... I was very grateful for you, to you for talking about it. Just... it was, it was interesting, and also comforting, and sort of reassuring.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">Like, you were saying that... not only is it essentially okay that I interact with the world in a particular fashion, but it is necessary that we construct theories to make sense of our reality. (therapist responds) (pause) I also felt like you were sort of... I don’t want to say “casually dismissive” <\/span><span data-id=\"P1-N2001B1\">of like, particular strains of theory... and... I like that in anyone who is an expert at something. It’s nice, because it sort of... I mean, I get bogged down and sort of questioning everything. That’s not always necessary. That’s nice. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: When you say “casually dismissive” of...?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: I, so, you sort of said that, you know, that psychotherapy gets a bad rap, and deservedly so, for focusing too much on “everything comes from your childhood.” Then you sort of developed a “second order of theory” of... it’s important, but it’s important because of the way you construct, one <\/span><span data-id=\"P1-N2001F1\">constructs theories about how one exists, and continues to do so through time. So, but... you know, that sort of “casually dismissive” of that strain of theory, of...<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Oh, not even casually. (both chuckle)<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Sorry, I meant off-handedly...<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Taken.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: But (chuckles) ... fair enough.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: Well, there is certainly that construct. For some people, make (ph), is very meaningful. But I’m less interested in the specific structure of it, but the fact that the structure is important, that (client chuckles) the importance of having a structure, not the particular kind of structure. <\/span><span data-id=\"P1-N200291\">Being wedded to a particular kind of structure, I think, is problematic. <\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: (chuckles) I... I’m not at all surprised to hear you say that (therapist responds), but... It’s sort of like... we’ve been doing this for a long time, and it’s not like we haven’t talked about what we’re doing, but you’re also providing in some ways more details here than you have at other times, <\/span><span data-id=\"P1-N2002B1\">or it makes more sense in these last two discussions. (therapist responds) It’s also nice because I feel like you, you’re talking about what you do and it’s important to you. I find that interesting, so...<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: Well, and I’m sharing with you how I think about things.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: Yes, yes. Thank you for that.<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">THERAPIST: And that I have reasons and so in some ways, I have very clear ideas about how I think about things. It’s not random.<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">CLIENT: (affirms) (pause) What was that last part? You said... it’s not random. <\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">THERAPIST: That it’s not, that I have, that not only am I sharing it, but that you’re sort of, you’re seeing that there are certain... sort of areas that I have very clear ideas about. Like, it’s something that I’ve thought about and developed, it’s not random or like, maybe this or maybe that. (pause) <\/span><span data-id=\"P1-N200351\">(client affirms) (pause) No, I want to know what you’re thinking, but I think maybe I even, if I’m thinking about why I even said that, I, about, well, I think that, you know, knowing you, that that is something that you appreciate, when there is sort a lot of forethought into how... someone goes about <\/span><span data-id=\"P1-N200352\">doing something. <\/span><\/p>\n<span data-id=\"P1-N20034-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562678\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Yes. You’re very purposive in what you do. (therapist affirms) And that, in some ways, that has been very clear. So you’re sort of saying, “Yes of course, and it’s in this particular fashion.” Yeah, I mean, that’s also reassuring. But... I guess I was sort of sitting here, wondering why you <\/span><span data-id=\"P2-N200371\">would say that, but you’ve just answered. But I’m also... wondering whether I have like... suggested to you that I think what you do is random, because I don’t, I don’t that’s how I think about it, but...<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: No. I don’t think that way, either, but I was just, the thought that came to my mind was (maybe this could be more generalized), but certainly, you know, when Tanya, when she was sort of in and out of the hospital and you were sort of meeting with people and you thought, “Do they actually <\/span><span data-id=\"P2-N200391\">know what they’re talking about.” (client chuckles) It was very scary and enraging at times. Do they actually know, do they have an idea of what they were talking about? (client affirms) (pause) Maybe more generally like, this concern like, “Do the people in charge know what they’re doing?” <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Yeah. And... In many circumstances, the answer is “sort of.” (therapist affirms) I know you sort of, you’ve pushed on that idea before, in suggesting that I... perhaps undervalue the extent to which the people who are doing things are doing them for a reason. That might be true. But... So in <\/span><span data-id=\"P2-N2003B1\">that instance, another thing that I found very frustrating about it was that everyone sort of goes through the same sequence when they meet Tanya. So it was like... they hear her story and they... seem to start constructing essentially a similar sequence of theories, as if... while hearing the history, <\/span><span data-id=\"P2-N2003B2\">in which she is talking about seeing a whole bunch of other people who do their job, they aren’t recognizing that the other people will have constructed the same theories, and that their first conclusion has probably already been tried. That sort of, so... <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">(pause) It’s sort of like... you know, you were giving, in many ways, a very complex level of theory and... to... you know, it’s, I guess... it’s simple, in that it’s... It can be expressed simply, but it’s also... (inaudible) ... yeah, I guess I feel like, at the... as I understood what you were saying, <\/span><span data-id=\"P2-N2003D1\">you would say something like, “Well, obviously these things that have happened in Tanya’s life are important, but at least as important is how she has responded to them, and the sort of responses she has constructed internally in the narrative, she has constructed internally to explain what is going <\/span><span data-id=\"P2-N2003D2\">on in her life. (pause) Maybe everyone in your discipline feels the same way, or believes the same things, or... I don’t even feel so many things (ph), um... but that’s not at all clear, so, yeah...<\/span><\/p>\n<span data-id=\"P2-N2003C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562678\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">(pause 00:11:12 to 00:11:43)<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">But this is also related to... trust more generally. There is a... There is a sense in which I seem to look for... probably some specific markers (but I don’t know that I could articulate what all of them are) that indicate that there is forethought into what’s going on and that... an understanding <\/span><span data-id=\"P3-N200411\">of... both what’s being done and the effects that it’s having, because... most organizations have a structure, and most structures do something to the people in them, and that does something to the final product, also.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: (pause) Well, and you’re acutely aware that all organizations, I was going to say most, but all organizations are so far from perfect. And that difference between how you feel they ought to run and how they actually run is disappointing. I think sometimes you’re not sure what to do with that <\/span><span data-id=\"P3-N200431\">disappointment like, whether you should trust them at all, then. <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Yeah, and that disappointment is related to this... you suggested I have a tendency to despair. (therapist affirms) This... Go ahead. You agreed like you were going to say something.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Well, that abol , that the disappointment slides into that.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Yeah, I that’s right. And so, you know, I’ve been working on it. Describing that as a thing that happens is, has been helpful and also you... we spend a lot of time talking about things could be non-ideal and still okay, and still even good.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">(pause 00:13:46 to 00:14:33)<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">Yeah, I think in a general sense, it seems helpful to... have the non-ideality be acknowledged. (pause) But there are unhelpful ways of doing that. People will say things like, “Well, nothing is perfect.” That’s true, but that’s... you know, that’s the... if my... view of things is non-ideal, and therefore <\/span><span data-id=\"P3-N2004D1\">bad, it’s naïve (and it is), then the converse is also naïve. Nothing’s perfect, so anything is okay is... (chuckles) equally ridiculous, really. <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Well, that’s sort of a permission, a blanket permission, then that’s a problem.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: That’s, yeah, and it often feels that way to me. It’s like, “Well, you know, we can’t make it perfect, so we might as well just not try to do anything at all.”<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">(pause 00:15:37 to 00:16:00)<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Well, and you see that perfectionism in Tanya, although it typically manifests more in relation to herself. I mean, she feels it most acutely, and then most dramatically when she feels she’s falling short of being perfect. But the issue of perfectionism is definitely like, I think you can <\/span><span data-id=\"P3-N200551\">relate to that, just, it’s not as sort of, you don’t hold yourself to the kind of rigidity she does. (pause) Are you confused by my comment on it?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: No, no. Meta-confused. We’re doing something different today than we usually do. I’m pleased by it, though, so...<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: Oh. Well, how do you mean. What are we doing differently?<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Um... I feel like you’re talking a lot more (therapist affirms) and I also feel like you’re... it’s as if you’re pushing in some specific direction. You’re continuing to bring us back to some like, set, fixed (inaudible). I don’t know if my, I don’t know how the... I don’t know how it’s working <\/span><span data-id=\"P3-N2005B1\">on your end, and I feel like I’ve now disturbed it by talking about it, but... <\/span><\/p>\n<span data-id=\"P3-N2005A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562678\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: Then that, that there is certainly intentionality, you’re imputing that I’m (chuckles) I’m not feeling like I’m going to a particular direction, consciously, but...<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: That’s fine. Um, yeah. I guess I... (pause) Yeah, that’s fine. Anyway, yeah, thank you. You’re keeping things moving in a... particular... line of summoning things that we’ve talked about before, to continue the conversation we’re having at present. Which, it’s not that you don’t do that ever, <\/span><span data-id=\"P4-N2005F1\">but you... several in a row. Anyway, so, Tanya, perfectionism; me, not the same internal rigidity, yes. And it... (pause) Yeah, and it’s really problematic. I’m like, I understand... the desire for perfection, but... You know, I don’t think you and I talked about, but she and I, and Dr. Jannis talked <\/span><span data-id=\"P4-N2005F2\">a couple of weeks ago about anger and... the sense in which one of the... not the only, but one of the causes of her... self-injury and suicidality is her utter inability to deal with anger from anyone else or herself. That’s my description of it. There is, not theirs, but... <\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">She’ll get angry and... she’s not allowed to express the anger, by herself. She does not allow herself to express the anger, because any expression of anger is bad, because... I don’t know. I don’t follow the logic of it, it’s a particular emotional or traumatic logic, but... It’s not okay to express <\/span><span data-id=\"P4-N200611\">the anger, and so... she internalizes it, something like being angry because she is angry, but becoming angry at herself for being angry at someone else, and wanting to express that. Then that ends up in self-injury and if it... goes on long enough or is particularly acute, suicidality. So... (therapist <\/span><span data-id=\"P4-N200612\">responds) You know, now I, I guess you were talking about ways that I can understand and relate, and I’m talking about now the piece that I really can’t relate to, but...<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">(pause 00:20:12 to 00:21:28)<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">Now I have the sense that by talking about what we’re doing, I’ve disturbed it. I know that that’s not strictly true, but...<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: You’ve disturbed what we were doing (client affirms), in talking about it?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">(pause 00: 21:40 to 00:22:00)<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">Like you’ve ruined it somehow?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: (chuckles)<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">(pause 00:22:03 to 00:22:25)<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">Yeah, it’s a really interesting choice of words. (pause) Yeah, “lost” is the word that... comes to mind, more than ruined. (therapist affirms) But yet, there is a sense of... yeah, I guess there is a sense of ruined to it, just isn’t the... You know, I understand why you ask the question before, it <\/span><span data-id=\"P4-N200711\">sort of resonates the word does, does that make sense? (therapist affirms) So... (pause) Or sometimes the opposite happens. It’s like... very much yes and then also, like, yes, I can see why you were asking that. That question makes some kind of particular sense. (therapist affirms)<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">(pause 00:23:32 to 00:24:18)<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">Yeah, yeah. (pause) Like by talking about it, I made it go away, so... Yeah, there is a sense of ruined, I think. (pause) Of course, there is also a... you know, by asking that question, you were also demonstrating that that wasn’t really true, so... Kind of a... an interesting... (pause) You know, <\/span><span data-id=\"P4-N200751\">I feel like a question is about how I interpret... the world in a sort of... fairly fundamental way. In a conversation that we’re having, that’s about how I interpret the world... but I also feel like, one of the things that you... sometimes suggest is that I interpret the world... for lack of a better <\/span><span data-id=\"P4-N200752\">word, incorrectly like, I have not ruined this conversation in any real sense. I’ve perturbed it, in the sense of... every time one of us speaks, the conversation is altered, but that’s the meaning of conversation, so... (therapist affirms)<\/span><\/p>\n<span data-id=\"P4-N20074-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20074-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562678\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">(pause 00:25:50 to 00:26:16)<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: There are, this is a sort of true throughout our sessions, there are sort of times in the session where it seems like, you are more kind of attentive to your own thought process, and there are times where it seems like you’re kind of acutely aware of sitting in front of you and... (client <\/span><span data-id=\"P5-N200791\">chuckles) dealing with that like, at this moment.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Yeah. (pause) Yes.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: And I’m not sure what... you know, that’s certainly not one thing. It’s maybe to some extent unknowable, but it’s still interesting what creates those shifts.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">(pause 00:27:03 to 00:28:35)<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: I think, I think there is a difference in... I mean like, I don’t have an answer, but... I feel like a large part of what we’re doing here is struggling to interpret or understand what’s going on in my life or me. When we get to a point where I feel like I understand something, then often... <\/span><span data-id=\"P5-N200811\">my focus will shift to... back to you, in some sense. (therapist responds) It’s like, that’s where we start the session, is, you know... I’m acutely aware that you’re present. (therapist affirms) Then I come back to that when I... I feel like I have things in hand or something like that. <\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">But that, maybe that’s a good description, because that’s also somewhat true emotionally, so... The couple of times we’ve sat largely in silence for periods of time. You... suggested during one of those that you thought it was very important to give people space, that’s just a thing that was missing <\/span><span data-id=\"P5-N200831\">from our culture more generally... (pause) So, years ago, I used to be able to like, look at a person and think while I was doing it. Somewhere, I don’t know... early in my... PhD program... I stopped being able to do that. I don’t know exactly why. Something like being acutely aware of what’s going <\/span><span data-id=\"P5-N200832\">on with you interrupts my thought process, so I... (chuckles) It is not helped by my advisor, who has like, very bright blue eyes and sits very attentively like... like a pleasant bird, but it was just like, has a very intense gaze, and will wait for you to talk. <\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: Like a therapist?<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: In (chuckles) many ways, yeah. But... much more expectantly. (therapist responds) I feel like, especially you and... you sit and I feel that there is an expectation that I will speak, but your gaze is not particularly expectant, if that makes sense. (therapist affirms) Like, you’re not staring <\/span><span data-id=\"P5-N200871\">at me like, “Okay, what are you going to say now? It’s your turn to talk.” Whereas... in some ways that’s the gaze Gerard has. I don’t think he... I think he both realizes it and does not realize it. It’s the gaze he has after he’s asked if there are questions in the class or asked a question. He will <\/span><span data-id=\"P5-N200872\">look around the room and wait for someone to respond. He seems perfectly content to wait for long periods of time, or some (inaudible). It has the effect of when there are actually questions, someone will eventually ask the question, but... <\/span><\/p>\n<span data-id=\"P5-N20086-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562678\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: So, do you think that’s coincidental? Or that was actually a...<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: Causative?<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: Causative, yeah.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: I have no idea. I observed it both... co-occurred. I think... you know, as an explanation, so I read recently that old people are not any dumber than they were when they were young, like, you know, at 70. They just have a lot more information to process and so it takes them longer to find particular facts.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: Hmm, interesting.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: I don’t know if it’s true, but it was... I found it interesting. So, you know, I’ve learned a whole lot in the last several years and it... it gets hard to sort out individual facts. I find when I’m learning a whole lot all at once like, it takes longer to process individual things. So I think... <\/span><span data-id=\"P6-N200931\">those two things happening at the same time... play into it (therapist affirms) and maybe makes sense in this context where... one way of describing why I’m here is that I can’t process all of what’s happening or happened, so... <\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: (pause) I think that’s why people come to therapy in general, or sort of the frameworks they have for processing it are not working. There is too much new experience to incorporate and it’s not fitting in with the, you know, the... pre-existing constructs. (pause) It’s not simply intellectual, <\/span><span data-id=\"P6-N200951\">it’s emotionally, one is overwhelmed by the information. The information can be feelings and it’s not just facts (client affirms), but often is feelings, or usually feelings and you know, maybe cognitive information that’s just overwhelming the system. <\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: (pause) So I have, I have a sense of how one eventually makes sense of facts. But do you feel like one makes sense of emotions in the same way, over time? Is there a different... set of... constructs or tools or... features about oneself that allow him to process emotional or emotions, feelings?<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: I don’t know how to answer that off the bat. What do you think? It sounds like you had some thoughts behind, at, in terms of just even constructing the question as you did.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Yes, I had the experience of, as you were talking about it. (pause) You know, you were talking about it and it made good sense, then you sort of said, “But also not intellectually, you know, it’s not just facts, it’s also feelings.” Yeah, of course. But I have a much less clear sense of... (chuckles) <\/span><span data-id=\"P6-N2009B1\">how do you sort out feelings? (pause) Yeah, and I guess, one of the ways that I do that is I (chuckles) project them into the “fact space,” so that I... recognize, we talk and... that, in a sense... identifies and tags feelings and particular trends in my feelings. Then I monitor those when they’re <\/span><span data-id=\"P6-N2009B2\">happening. That allows me to... continue to experience them as feelings, but also recognize... that’s part of a repeated thing, in some sense. This is... “I feel like things are ruined.” It’s okay. They are not ruined. They... Not only are they not ruined, they’re probably not very damaged, and at this <\/span><span data-id=\"P6-N2009B3\">point. Things are still... likely to be very salvageable. (therapist affirms) That’s, you know, some line like that is sufficient to get back into the space where I can, where I have sufficient agency to do things, so... <\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: (pause) Yeah, I guess... my then answer to that after hearing what you’re saying is that I don’t think of facts and feelings as sort of having separate trajectories, but they’re linked, they’re associated. So I mean, certainly facts stick out because... there are feelings attached to those <\/span><span data-id=\"P6-N2009D1\">facts. (pause) And so by processing the facts, you can also be processing the feelings. Because that thought of “things aren’t ruined” has a feeling associated to it, much more pleasant than (client chuckles) the fact “things are ruined.”<\/span><\/p>\n<span data-id=\"P6-N2009C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2009C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562678\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: Sure, sure.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">(pause 00:38:04 to 00:38:28)<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">Yeah, at this point, I’m just sort of curious and... I’ve sort of described a way that I process feelings. It’s certainly not the only one, I don’t think, but it’s very important in that kind of time. How do other people process feelings?<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">THERAPIST: Hmm. (pause) That’s a, I don’t know how to answer that question. It’s so broad. (pause) I would say that you’ve given an example of one way you process feelings. You probably process feelings a lot of different ways. That’s not the only way you process it, but that was an elegant example <\/span><span data-id=\"P7-N200A51\">of one way of processing them. (client affirms) So, when you say “other people,” probably the ways other people process it, you process them too. (client affirms) But it would be hard for me to articulate. Nothing sort of comes to mind at the moment. It might.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">(pause 00:39:29 to 00:41:23)<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: What do you do, while I am... thinking, over there?<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: Hmm! Do, in terms of what I do think about?<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: I, you don’t have to think about anything. I was... that particular formulation of the question supposes an answer, and so, but I really meant what do you do. Do you think about other things as a, you know, anything or... because there is a real sense in which like, I am engaged in something <\/span><span data-id=\"P7-N200AD1\">else. I have no idea what you’re doing.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: So this is not a question to evade that question. (client chuckles and affirms) But I am curious about this. Do you think about that in other situations as well, when you’re with other people? Or is it just that we tend not to be, we’re not exactly interactive in a way, at those moments, <\/span><span data-id=\"P7-N200AF1\">and that’s what makes you curious, in a way that it would be less likely in other social situations for that to happen. <\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: (pause) Um... you know, I think it, that there is an element in which it’s like, it’s a particular feature of like, we are here having a conversation, and I think about something else for a while. But that’s a... that’s a feature of... of meetings, often. One person is usually talking, usually <\/span><span data-id=\"P7-N200B11\">there is lots of other people who are not talking, so they’re doing something. It’s also a feature of like, dinner with more than one person, so I... And I do wonder like, what other people are thinking about in other contexts, also, but... Sometimes I have a clear sense of what they’re doing, and I <\/span><span data-id=\"P7-N200B12\">do hear. So like, in a lot of meetings, I know which of my colleagues are spending most of the time on their phone, because they really don’t want to be in the meeting and were hardly engaged when they were looking at it. (therapist affirms) So I don’t ask them what they were doing, because I know, <\/span><span data-id=\"P7-N200B13\">if that makes sense. <\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: Well, that’s, yeah, I have two different thoughts. My first thought is, direct answer is, I see what happens. Not just like, what happens between us, I see what happens in me, where my mind goes, what I’m feeling and then try, as it’s happening, to reflect on what that could be about. But <\/span><span data-id=\"P7-N200B31\">some, I guess, then doing two things. I’m both trying to let something evolve inside me and then also, try to think about that at the same time. Sometimes I’m doing more of one than the other, which is why sometimes I have a lot of things to say, because I’m thinking very much about what’s going on. <\/span><span data-id=\"P7-N200B32\">Sometimes I’m letting things (inaudible) I don’t actually have any words for it, so I don’t have anything to say. I don’t want to just talk for the sake of talking.<\/span><\/p>\n<span data-id=\"P7-N200B2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200B2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562678\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">But, so that was what one thought is, a direct answer. But the other thought I had is, we’ve talked about it all along, and we’ve talked about it today, but it’s sometimes it’s sort of similar to the foreground of just how sort of acutely aware and sensitive you are about, with the people around you, <\/span><span data-id=\"P8-N200B51\">you’re very homed in on them. <\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">CLIENT: (pause) Yes, to the last part. I have... not a lot to say there, but I think that’s probably the place we should, the thing we should talk about. But thank you for the direct answer also. That was very interesting and it very much matches my experience of like... how you interact with me. (therapist <\/span><span data-id=\"P8-N200B71\">affirms) You know, you’ll often say something like, “This came to my mind.” Which is... entirely consistent with what you just said, that it, you know... So thanks for sharing that. I appreciate now what’s going on.<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">THERAPIST: I do, we’re going to need to stop James (ph), but I do, I do agree that this sort of, this sensitivity you have, you know, this sort of acute sensitivity, is something to talk about and think about together, that there is a lot there. But, we do need to stop for today. (client affirms) So <\/span><span data-id=\"P8-N200B91\">I’ll see you next week!<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">CLIENT: All right, thank you.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">THERAPIST: Okay, great! Take care.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">CLIENT: You, too.<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}