{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses how her trip home went really well and helped her feel good about her divorce. Client discusses how she's communicating with her husband and how she's starting to do more things for herself."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Family relations","Stress","Marital separation","Divorce","Psychoanalytic Psychology","Sadness","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Separated"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["15"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Family relations","Stress","Marital separation","Divorce"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Latino"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":14,"pageCount":14,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562588","dorpId":"1006469581","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"Vn\" Therapy Session Audio Recording, May 07, 2014: Client discusses how her trip home went really well and helped her feel good about her divorce. Client discusses how she's communicating with her husband and how she's starting to do more things for herself.","fullTitle":"Client \"Vn\" Therapy Session Audio Recording, May 07, 2014: Client discusses how her trip home went really well and helped her feel good about her divorce. Client discusses how she's communicating with her husband and how she's starting to do more things for herself.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":14,"totalPages":14,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":14,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562588\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi! Come on in!<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Good morning!<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: I’m going to just grab some water.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Okay, sounds good. (pause) How are you?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Good, thank you!<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Are you feeling well? (therapist affirms) When are you due, in June?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: (affirms) The end of the third week, so I’ll be here through the end of the third week.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Okay, great! And then, out July, right?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Yeah. And I plan to... Yeah, I plan to probably come back either, probably the first week in August. (client affirms) Last week in July, but probably the first week in August, but I’ll definitely be in touch, say, mid-July (client affirms), just to give you a sense of like...<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: What’s going on.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: ...yeah, yeah.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yeah, oh good! I don’t even remember the last time I was here! Was it like, two weeks ago? (chuckles) <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: No, it was more than that, because I think we were supposed to meet last week originally, and you had rescheduled because...<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Oh, right, because I was out of town.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: Like, probably three weeks.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: Yeah. So, yeah. I guess I have a really good lawyer. Did I have a lawyer when I came here last time?<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: You had just gotten a lawyer.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: Okay, so... So that’s good. My trip home went really well. I was very anxious about it. Well, there were a few things. Right before I left, I had asked Rich if he could start giving me some money every month like, some form of child support. We couldn’t agree on an amount. Literally, the amount <\/span><span data-id=\"P1-N2002F1\">varies by like a $100, so... which now my lawyer is like, “I don’t even think that’s the right amount.” She’s like, “He should be giving you more.” So, when I landed... So I was already anxious about going home, because, well, A) I was travelling with Brady for the first time by myself. That’s kind <\/span><span data-id=\"P1-N2002F2\">of like, you know... I do, I fly with him a lot, but usually Rich was always with me or someone was with me. So this was just like, you know, it’s a lot of logistics, getting him down there, but he was wonderful. You know, obviously, to see my parents and, you know, all this family and stuff, but... <\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">So when I landed, I had sent Rich an e-mail like, a day or two before just like, “You know, maybe you could start giving me this much a month, because I’m really running out of money. If you could think about covering this portion of his school...” So it was like a couple of things we were trying to <\/span><span data-id=\"P1-N200311\">like, agree to. So when I landed, his e-mail, I had got an e-mail as soon as I landed from him. It was basically like, “No, I’m not going to give you the amount you want. No, I’m not going to cover extra school, and I don’t think I’m going to give you, and I don’t feel comfortable giving you money until <\/span><span data-id=\"P1-N200312\">the papers have been signed.” So, I got really upset. <\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">Not like, I was trying to stay calm, because I was with Brady on a flight, you know? But I just was like, just the stress, and particularly of the finances, and just him being a jerk about it. I feel like, he knows he owes me child support, but he’s not wanting to give it, or give me anything. I mean, <\/span><span data-id=\"P1-N200331\">he’s still paying for his daycare portion, which is, like $800, my daycare portion, which is $800 a month. So I guess that’s something, but I was asking him for like, $300 more a month. So, I got really frustrated. So when I got in... And I was very overwhelmed, because I was going to see... My brother <\/span><span data-id=\"P1-N200332\">was picking me up and I hadn’t seen him since December, so when he picked me up, you know, it was just like... He was just like, “How are you doing?” I was just like, “Wahh!” You know, I kind of just like... told him what was going on. <\/span><\/p>\n<span data-id=\"P1-N20032-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562588\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">My brother is, he’s the oldest. He’s really, he’s like the most, he’s very generous and the most like, sensible. So he was kind of like, “Listen!” He, his wife that he married, was married previously and divorced and has two children, so he understands like, he’s, they’re, you know, they deal with her <\/span><span data-id=\"P2-N200351\">ex-husband and stuff. So he was kind of like, you know, “Listen! I know you want to be nice about everything, and you feel bad about stuff, but you need to cut the shit and you need to like, get really firm. You need to like, deal with your lawyer, you need to ask, you know, make sure you’re getting <\/span><span data-id=\"P2-N200352\">everything you and Brady need.” He’s like, “I understand you want to be friends with him and that’s important to do, too, but at the same time, you can’t let him just like walk all over you and not give you things when you know you need it.” <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">He’s like, “So his not giving you money is really not giving it to Brady, and you know, he’s got to understand that.” You know, my brother was just like, you know, “Make sure that the document you have covers everything like...” You know, and he was just saying how the issues they’ve come up with, with <\/span><span data-id=\"P2-N200371\">the document, the agreement that his wife currently has with her ex, how certain things don’t get paid and whatever. So he’s like, “You want to just make sure that you’re getting everything that you need, and don’t feel like you’re tr , that you feel like you’re being some like, money-hungry person, <\/span><span data-id=\"P2-N200372\">but you’re just taking care of yourself and Brady.” <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">He’s like, you know, “Rich has a lot more opportunity, financial opportunity. You know, he has a big financial trust that’s worth many millions of dollars that eventually goes to him. He’s like the sole inheritor and he’s like, you know, that he’ll be able to pay for things. You don’t have that, so <\/span><span data-id=\"P2-N200391\">for you to ask him for a couple of hundred dollars more a month is not really that crazy, you know?” So, he was really good. He was just very much like, “You’ll get through it. It’s a tough time, but stop being like, really nice and letting him, you know, get away with things or you know, not give you <\/span><span data-id=\"P2-N200392\">things that you’re supposed to have.” So...<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">So that was good and then we got to my parents’ house. Well, my brother was like, “Do you want to go Mom and Dad’s?” I was like, “Yeah, I guess I should. I should just go see them.” So we went and then I saw my Dad. My Dad was wonderful. He gave me a big hug, asked me how I was doing, and he basically <\/span><span data-id=\"P2-N2003B1\">was just like, he looked at me and was like, “We’re going to take care of you and Brady here.” He’s like, you know, “I’m not going to have you pay for anything, we’ll take care of you. I want you to relax and like, enjoy your time here.” So that was really nice, for him to say. <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">Then, when I saw my Mom, she, we hugged each other. We didn’t say anything. We hugged each other, and then we like, cried while we hugged for a few minutes. Then all she kept saying was, “I’m so happy you’re here, I’m so happy you’re here.” Then I said, “I’m happy to be home.” Then, other than that, <\/span><span data-id=\"P2-N2003D1\">she never talked about my divorce the entire trip. It was like, never brought up. So, she came to IKEA with us and like, picked out a new dining table for, you know, she picked up stuff and was like, “This would be nice.” But she never... addressed any of it, I think, because my Dad had told her like, <\/span><span data-id=\"P2-N2003D2\">“Don’t upset her while you’re here.” So I guess she took that as, just don’t like, bring it up.<\/span><\/p>\n<span data-id=\"P2-N2003C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562588\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">I mean, my Dad would bring it up and just was like, “So, is Rich giving you money? What’s going on with that?” So I explained some things and you know, I didn’t ask them for money. I guess I could. You know, they don’t have a lot of money, but my Dad was like, “If you need something, let us know.” So... <\/span><span data-id=\"P3-N2003F1\">I might have to, at some point, but... But they were really... good. I mean, it was very much... Then my other brother came from Nicaragua, so he was there and just asked how I was doing. But everyone in general was just, it was a good distraction. Everyone was, it was just nice to be with them. <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">It was the first time I had been with my family without Rich since I was like, 19. I got to enjoy my family, kind of in a different way, like without a partner. It was actually kind of nice like, I said to my friend, normally when I’m home for a week, I’m like, “Oh, God! I’m ready to go back home!” <\/span><span data-id=\"P3-N200411\">This was the first time I didn’t want to leave. I mean, I’m sure it had to do with the fact that I’m just like, going through this, too. But I like, wanted to be around them. I wanted to stay with them. I just felt like, it was a different way to be with them, that I really enjoyed, you know?<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">So, it was great! I mean, they, we had dinners together, we just, we did everything together while we were there. And Brady loved it! I mean, he had such a wonderful time with them! We had a big 40th birthday party for my brother, and at that party is where I saw my, you know, extended family like, <\/span><span data-id=\"P3-N200431\">some second cousins and stuff that live there. They were just like, “How’s it going? Where’s Rich?” And some of them knew and some of them didn’t, so I had to kind of break it to some people. They were... <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">You know, particularly like my godmother and some other people... My godmother actually just got divorced anyway, so she was like... “You know, I’m just sorry we, you’ve been going through this without us knowing,” you know? And she’s, they weren’t, she was like, “No one judges you. Like, you have to <\/span><span data-id=\"P3-N200451\">do what makes you happy and...” You know, she said some peo , you know, “This happens a lot. You know, we just want you to know that...” She was like, “You can text me if you’re sad, if you’re lonely. You can call me, I can come up.” They were all just very much like... Like, I guess I got the impression, <\/span><span data-id=\"P3-N200452\">I felt like people would be like, “Oh, my God! Like, why?” Like, as if I had made a mistake. But everyone was just like, “Yeah, you know, it happens, but how are you, you look great. Like, let us know what you need. You know, it will, it’s hard, but you’ll be okay and...” <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">So that was really great. It was like, so nice for people to say that, you know? Some of my family is divorced and remarried, and you see like, how happy they are. Like, my godfather was just saying how he, you know, he travels with his wife who, you know, they’re both divorced. He’s just like, “You <\/span><span data-id=\"P3-N200471\">know, you just, sometimes you’re not meant to be with someone, and then you find someone you are. It’s okay.” Like, you know, they know this is a really hard time. You know, “You’ll be happ , you’ll be fully like, happy and, you know, well and at some point, you know. Maybe you don’t feel it now, <\/span><span data-id=\"P3-N200472\">but you will, so...” Everyone was just so supportive and awesome. So that was really great. <\/span><\/p>\n<span data-id=\"P3-N20046-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562588\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">You know, that’s like, kind of what I, but I was expecting this trip to be much, like totally different. I thought it was going to be stressful and like, sad and difficult, and it wasn’t. It was actually really enjoyable. Then the last night I was there, my sister-in-law finally was like, “I haven’t <\/span><span data-id=\"P4-N200491\">had a chance to (because she’s been divorced)...” She was like, “I want to talk to you about stuff.” She just was great! She gave me, you know, she, you know, kind of, she left her husband, her ex-husband. So she was like, you know, “It’s a huge decision,” because she had two kids. They were, at the <\/span><span data-id=\"P4-N200492\">time, they were, I guess 4 and 6. They’re now like, 16 and 14, but she was like, you know, “You feel like you shouldn’t do it, because you have a child and you don’t want to ruin a family. But you know, in the end, it’s not like you’re damaging him. You’re not hurting him. You know, of course, he’ll <\/span><span data-id=\"P4-N200493\">ask about...” <\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">She was like, “I still deal with it.” You know, she still deals with it, with her kids, with issues with the dad or whatever. But she said, “In the end, it’s better.” One thing she said that made me feel, she said, “You will still feel that, sometimes like, did you do the right thing? Like, you’ll have <\/span><span data-id=\"P4-N2004B1\">that question come up.” She was like, “You should know that’s normal.” My godmother said the same thing. She says, “You’re going to feel sometimes like, I, maybe I, you know, did I do the right thing? Was this a mistake?” They were both, just said the same thing. They were like, “It happens, and that <\/span><span data-id=\"P4-N2004B2\">eventually goes away.” But they were like, “It’s a common feeling. So, you know, don’t freak out if that happens.” <\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">You know, because they were like, “Do you want to get back with Rich?” I was like, “No!” That’s, it’s more, any time I have those moments, it’s more like, because of either my situation now like, not having enough money, or Brady’s not having two parents. That’s really the times when I’m like, “Oh! <\/span><span data-id=\"P4-N2004D1\">What have I done?” You know? It’s never like, “Oh, my God! I... He was the love of my life!” You know, it’s never been that. So they were like, “That’s good!” (chuckles) You know, so... It made me feel a lot better when they said that, because, you know, my sister-in-law, Wendy was like, “It’s just <\/span><span data-id=\"P4-N2004D2\">a common feeling. And it sucks!” She was like, “Because you do, you try to get strong enough to do it, and then you do it, and then you start to question yourself. That’s really probably one of the worst feelings, you know.” But she was like, you know, “I met your brother and I’m really happy and...” So... <\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">So, it was a really good trip. It was wonderful. I felt really uplifted by it, so... Brady had a wonderful time. So, I think what happened was, we got back and then (we got back last Wednesday), and then... Brady went back to Rich’s house, kind of right away. Then I had no plans last weekend. It was <\/span><span data-id=\"P4-N2004F1\">the first weekend, where I didn’t have plans with like, anyone or to do anything. It really freaked me out. I got really... like, sad and like, kind of lonely, I got very lonely.<\/span><\/p>\n<span data-id=\"P4-N2004E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562588\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">My friends like, particularly my friend Paula (who lives in California), was like, (chuckles) she was funny, she’s like, “You’ve never felt like, loneliness! Think about it! You never like, developed that, like, within yourself. You lived with your parents, then you went to college and lived with roommates, <\/span><span data-id=\"P5-N200511\">and then you met Rich at 19. So you’ve always had someone... Even if Rich was travelling...” You know, she was like, “You still, you know, if he went away for a couple of days, you’d hang out with friends. You need constant stimulation. That’s your personality. You’ve always been with someone. You’ve <\/span><span data-id=\"P5-N200512\">never been lonely. All of us have had a lonely point, where...” So was describing when she first moved to DC and you know, didn’t really have any friends. She was like, “I was really lonely, you know?” <\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">You know, my friend Kayla was saying, when she had to move, like, when she went somewhere... She, like everyone I know has had a lonely point, and I haven’t! Like, I really tried to think... I was trying to think like, when I felt... I think the last time I felt lonely was like, the first two days when <\/span><span data-id=\"P5-N200531\">I started college, when I was 18. I was very sad, because I didn’t know anyone and I didn’t have my family, but then I met like, a friend like, three days later. But that was probably the last time I’ve ever felt lonely. So, I think it’s weird. I don’t know if that’s weird, about me, but... because <\/span><span data-id=\"P5-N200532\">I think most, I’m assuming most people have gone through some sort of, know what loneliness feels like. And I just don’t. Until I like, acc , I don’t know if it’s accept it or like, deal with it somehow. <\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">I think that’s like, my biggest issue is like, how to handle that. So... So Friday, I was like, really bummed. You know, we had this work retreat at a winery on Friday. So my friend was like, “Let’s just, we’ll go to the winery, we’ll have fun.” She’s like, “It’s okay, if you don’t have plans this weekend, <\/span><span data-id=\"P5-N200551\">you know? Like, make plans for yourself! Like, you don’t need to like, always be with people.” So, it ended up after the winery, I, you know, hung out with a couple of co-workers. Then my co-worker was like, “Oh, do you want to go see a movie?” So I ended up doing something Friday night.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">But I woke up Saturday and I was like, “Oh, my God! I have nothing to do,” with the exception of a birthday party being thrown by one of the girls that doesn’t really talk to me anymore, attended by my other friend, who doesn’t talk to me anymore. So... I had been a little anxious about going to that, <\/span><span data-id=\"P5-N200571\">but I decided to go, because... I wanted to show them that like, Rich and I actually still talk to each other. Like, even though they don’t want to talk to me, that even my ex (who I did this to) like, will still talk to me, and that, I don’t want to like, hide away, you know what I mean? Like, I just <\/span><span data-id=\"P5-N200572\">didn’t want to like, just because they don’t talk to me, I didn’t want it to feel like... like, I don’t know. I just wanted it to be like, “I’m doing okay, and I’m going to be nice to you,” so... <\/span><\/p>\n<span data-id=\"P5-N20056-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562588\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">So, I went. I, you know, Rich and Brady were there. It was nice, because I got to see Brady like, on the Saturday, where I don’t normally see him. When I got there, the girl who was hosting, who doesn’t really talk to me that much (I don’t know why she invited me, but she was probably being nice)... <\/span><span data-id=\"P6-N200591\">I brought a present, you know, I was like, “Thank you for inviting me. It’s nice to be here.” She was like, “Oh, thanks for coming.”<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">Then my, the girl, Emma (sp), who was my very close friend (who doesn’t talk to me), she and her husband are very much on “Team Rich” (Rich hangs out with them all the time), I saw her and gave... You know, I said, “Hi.” They just had a baby, so I was like, “Congratulations. She’s adorable, here is <\/span><span data-id=\"P6-N2005B1\">a present for her. You look great, you know, hope everything is well.” She was like, “Thank you.” You know, so then I went and played with Brady. <\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">Then my friend, Carla (who’s awesome), came over and hung out with me, because the other girls were... It was a small party, but the girls were just kind of hanging out, and the guys were hanging out. The guys, the husbands, don’t really, I... They just say “hi” to me and that’s about it. They don’t <\/span><span data-id=\"P6-N2005D1\">really like, talk to me. So, the guys were all hanging out and the girls. Then my friend... So I was just playing with the kids. My friend Carla came over and was like, “How are you? How are you doing? Like...” I told her and then I was like, “How are you?” We just like, talked and hung out and she <\/span><span data-id=\"P6-N2005D2\">was very nice about it and hung out with me. Then we went up to get pizza, she sat next to me and ate with me. <\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">So did Rich. I mean, Rich would talk to me and... It felt a little weird at times, because I felt like they knew everything I had done. It was, you know what I mean? Like, I was sitting there playing with the kids, and I’m like, “Wow! They know like, that I slept with someone else when I was married.” <\/span><span data-id=\"P6-N2005F1\">But you know it’s like, they know this stuff about you, so you feel really like... I don’t know, I just felt like... I mean, I’m sure they weren’t thinking of it, but it’s just weird not to think about that. It’s...<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">THERAPIST: Kind of exposed.<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">CLIENT: Yeah, totally! Like, every one of them has their thing that no one knows about, but like everyone knows everything about me, so... It felt a little weird, but I mean, I just kind of smiled and enjoyed my time with Brady. I was joking and talking to Rich about stuff, like we were fine.<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">So, when I left, it got, I got really sad, because I had to leave Brady again, and then I didn’t have anything planned for the rest of the day, or weekend. So... I got really down and then I called my friend. She was like, “Listen!” She was like, and that’s when she was telling me I need to learn how <\/span><span data-id=\"P6-N200651\">to be lonely sometimes. She was like, “You have to make plans for yourself. Just because you’re not with someone doesn’t mean you don’t have things to do.” <\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">So she was like, “What do you feel like doing?” I said, “Well, I should go for a run.” She was like, “Go for a run! It’s really pretty, you know, you could take the dog with you. You know, get your favorite take-out or make your favorite meal and watch a movie tonight. Like, it’s okay to do those things, <\/span><span data-id=\"P6-N200671\">you know.” I was like, “You’re right.” So I did that! I went, I went home, got the dog, and I went for a really long run, and I felt a lot better afterwards. You know, I went and got take-out, went home, I was actually so exhausted from my run that I didn’t like the idea of like, going out to do something. <\/span><span data-id=\"P6-N200672\">It seemed like, terrible! So (chuckles), I just like, watched some movies and went to bed.<\/span><\/p>\n<span data-id=\"P6-N20066-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562588\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">Then, on Sunday, I, you know, my dad... I had been telling my Dad that I wanted to get a new bike, so I could start biking in to work on weeks I don’t have Brady (because my old bike is pretty heavy and it’s tough for a longer commute). So, my dad called, you know, he was like, “If you see a bike, I’ll <\/span><span data-id=\"P7-N200691\">buy it for you. Just, you know, go find one that’s pretty inexpensive.” So on Sunday, I was like, “I’ll go look for a bike!” So the weather was nice, so I found a nice bike, I’m really excited to ride it next week, because I had Brady this week. But, so I was really excited about that. <\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">Then, I went to the museum in the afternoon, because there was an exhibit I had been wanting to see and it was the last day. So, I was like, go down, the parking is free on Sunday, I’ll go and, so I did that. Then I picked up Brady at 5:00. So I ended up... You know, my friend called me at the end of <\/span><span data-id=\"P7-N2006B1\">the day. She was like, “So, how was it? Your weekend?” I was like, “It was really good! You know, I actually, I did stuff that I wanted to do and it wasn’t so bad! It was really nice!” She was like, “That’s great! It’s baby steps, you know?” So...<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">I think I’ll still have moments, where... I mean, I look at my calendar now and I’m like, “I don’t have anything that weekend.” I get like, almost anxious about it, but I need to like, not get anxious about it. I need to just be like, “Oh!” See it more as like, an opportunity to do things rather than <\/span><span data-id=\"P7-N2006D1\">like, you know, like a bad thing. Like, even she said, she has twins, and she was like, “Oh, my God! I love my babies, but what would I give to have a full day of like, just to myself, to do whatever I wanted, you know? With no one to bother me!” (chuckles) I was like, “Yeah, that’s a good point.” So... <\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">So I think that’s, that’s like a hurdle I have to keep dealing with. And I don’t know, I don’t know like... I hope I’m doing like, the right steps to kind of, get over it. I hope it goes away. Like, do, I mean, I guess people are always lonely at some point, you know? But, it’s a crappy feeling. I don’t <\/span><span data-id=\"P7-N2006F1\">like feeling lonely very, you know, who does, I guess? But... I don’t love it at all! (chuckles)<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">THERAPIST: Well, you’re always seeking out other people’s company.<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">CLIENT: Right. Right! And it’s like, and if I’m alone, it’s like I notice families together or couples. Like, I notice people with other people, and it’s kind of, I was like, oh, you know like, “I wish I had that.” I kind of, I mean, I do. I have some friends, but... (pause) It’s just been like, a weird <\/span><span data-id=\"P7-N200731\">time. Then my friend, Olivia (who’s been great), I haven’t seen her in like, two months. Her husband doesn’t talk to me because of this, all this stuff. But she has kind of been. She’s the one that I was like, unsure about, and then she’s been great. But, I tried to like, make plans with her and just <\/span><span data-id=\"P7-N200732\">be like, “Oh, are you available for lunch or, you know...” She just kind of evades my invitations, so... I kind of, I don’t know. I’ve tried often enough that now, I’m just going to stop trying and I’ll see what she does, but... <\/span><\/p>\n<span data-id=\"P7-N20072-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20072-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562588\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20074\"><span data-id=\"P8-N20075\">She’s not like, “I don’t want to be your friend.” She just hasn’t really... tried to like, make plans with me or accept any invites that I make to her, so... (pause) So that’s kind of a bummer. You know, that’s like, “Oh, someone else that’s not around,” you know. So, I feel like, very limited in my <\/span><span data-id=\"P8-N200751\">friends right now. I feel like... I have so many that don’t live here. I have a ton that don’t live here, because they’ve all moved away, but... The ones here, it’s like, not too many, so... I need to see if I can make more friends. (chuckles) It’s just a bummer, because it’s because of like, what I <\/span><span data-id=\"P8-N200752\">did, that’s why, you know. (pause) I mean, it’s only people who don’t need to know all that, will be okay with being my friends, so... <\/span><\/p>\n<p data-id=\"P8-N20076\"><span data-id=\"P8-N20077\">(pause) I think I’m going to start doing like, I’ll be biking, I like biking, so I’m going to start doing that. I’m going to take a dance class at the dance complex. I used to do that, a few years ago. So... I’m just kind of like, trying to... get into my hobbies, I guess. I think that’s a good way <\/span><span data-id=\"P8-N200771\">to... to deal with some of this. Then I’m trying to meet with my lawyer, hopefully tomorrow, because she reviewed my documents and she wants to talk about stuff, so... Rich, when I responded to his e-mail with, “Well, I guess... (once he told he didn’t want to give me money and didn’t agree to anything <\/span><span data-id=\"P8-N200772\">I had asked).” I said, “Well, it’s disappointing that we’re not on the same page, so I guess we should stop mediation right now, because there are no point in paying for her, if we can’t agree to things, because I don’t want to sit there and disagree on things and pay, you know, $300 an hour.” <\/span><\/p>\n<p data-id=\"P8-N20078\"><span data-id=\"P8-N20079\">So I said, “My lawyer is going to get some stuff, and then we could present it to your lawyer.” So he called me and was like, “You know, do we really need to have the lawyers talking? I mean, maybe there is a way like, you can present it to me.” I’m like, “That’s fine. I don’t want to really present <\/span><span data-id=\"P8-N200791\">it to you over the phone or in person. I’ll e-mail you everything, because I feel like we don’t really...” I said, “I feel like I don’t, I get a little bullied sometimes when you talk to me.” He was like, “Well, what do you mean?” I’m like, “I just... I just want to present what I want, and then you <\/span><span data-id=\"P8-N200792\">can tell me whether you’re going to do it or not. Or counter-offer something else. I think that’s just the best way to do this.” So he said, “Fine.” We’re supposed to have dinner tonight, so... (chuckles) <\/span><\/p>\n<p data-id=\"P8-N2007A\"><span data-id=\"P8-N2007B\">It’s an interesting relationship. We’re very friendly when we see each other and when we’re with Brady. We signed up Brady for soccer, so we’ll be at soccer stuff on Saturdays, but... In regards to the other stuff, it’s very like, serious, so... But it’s not like, nasty. It’s just serious. And I guess <\/span><span data-id=\"P8-N2007B1\">this could be worse, so... I’m just hoping that I’ll meet with her, she gives me the list of things that needs to be addressed, send it to him, see what he says, and hopefully he just agrees to it. You know, at this point, you know... I’ll go to court if he still doesn’t agree to stuff. I mean, I don’t <\/span><span data-id=\"P8-N2007B2\">want to, but I will if I have to. It’s a matter of like, a couple hundred dollars. It’s not like I’m asking him for like (chuckles)... you know. All this crazy money! It’s just like a few hundred dollars more a month, so... I hope he’ll agree. And... So yeah. We’ll have dinner tonight. I haven’t had <\/span><span data-id=\"P8-N2007B3\">dinner with him in a while, with Brady, so... <\/span><\/p>\n<span data-id=\"P8-N2007A-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2007A-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562588\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2007C\"><span data-id=\"P9-N2007D\">THERAPIST: So you’re waiting for that, and you’re just waiting for him to start paying.<\/span><\/p>\n<p data-id=\"P9-N2007E\"><span data-id=\"P9-N2007F\">CLIENT: I need him to send me a check. I mean, it’s helpful that he’s paying for daycare, but... you know. At this point, I’m like, it makes me write down every day how much I spend, so I know where I’m at with things. (pause) Yeah, he needs to write me a check or something. (chuckles) I mean, my lawyer <\/span><span data-id=\"P9-N2007F1\">was saying that the calculations that were made had daycare included. She was like, “It really shouldn’t even be included, because daycare is only going to be another 14 months, you know.” So she was like, “If you take daycare out of the equation, he actually owes you $1250 versus $900 a month, you <\/span><span data-id=\"P9-N2007F2\">know? That makes more sense, for the next 15 years of, or for however longer Brady’s life” She’s like, “And I’ll tell you a judge would agree with that, so...”<\/span><\/p>\n<p data-id=\"P9-N20080\"><span data-id=\"P9-N20081\">THERAPIST: 19 years.<\/span><\/p>\n<p data-id=\"P9-N20082\"><span data-id=\"P9-N20083\">CLIENT: 19, because he’s 20 , yeah, it’s 23.<\/span><\/p>\n<p data-id=\"P9-N20084\"><span data-id=\"P9-N20085\">THERAPIST: Yeah, when it’s 23, it’s (inaudible). <\/span><\/p>\n<p data-id=\"P9-N20086\"><span data-id=\"P9-N20087\">CLIENT: Yeah, I forget (inaudible) 23. So she was saying, you know, “That amount shouldn’t even be in the...” I didn’t even think about that. I was like, “Oh, that makes sense!” Because she was like, you know, “If you’d gotten divorced next year, then the calculation would be vastly different,” you <\/span><span data-id=\"P9-N200871\">know. So, and she was like, “We know that’s going to end at a certain point, in September of 2015.”<\/span><\/p>\n<p data-id=\"P9-N20088\"><span data-id=\"P9-N20089\">So that’s a big deal. If I could get that much, that would make, that would just like, make things so much easier. And just like, the debt that’s just sitting there, you know. I try to make minimum payments and he gives me half, but it’s just nothing. You know, I just have credit card people calling <\/span><span data-id=\"P9-N200891\">me. I tell them what’s happening and they understand, and they make a note, but they keep calling (chuckles) me. Someone else keeps calling me. So, I just want it to get that. I mean, I’m hoping... all the finances will be settled this year, you know. He’ll re-finance, he’ll write me a check for things. <\/span><\/p>\n<p data-id=\"P9-N2008A\"><span data-id=\"P9-N2008B\">You know, he still owes me... And that was the other thing. I said, you know, “You owe me for the condo.” I was like, “Can you give me some of that money?” (chuckles) And he won’t. So, there is this thing you can call, that you can do. It’s like an emergency like, order for someone to give you money, <\/span><span data-id=\"P9-N2008B1\">your future-ex to give you money. It’s like, if someone like, can’t pay their rent or something. So, I was going to ask her about that, to see if there is something... that can be done. (pause) So yeah.<\/span><\/p>\n<p data-id=\"P9-N2008C\"><span data-id=\"P9-N2008D\">THERAPIST: It does seem a little crazy. He’s going to eventually have to pay it, so...<\/span><\/p>\n<p data-id=\"P9-N2008E\"><span data-id=\"P9-N2008F\">CLIENT: Well, and I said that to him. I was like, “You know, you’re going to have to pay this retroactively.” He was like, “No, I don’t. I’m not going to do that.” And I’m like, “Yes, you do!” And he’s like, “Well, how do, who says?” And I’m like, “Well, my friends who are getting divorced said (chuckles), <\/span><span data-id=\"P9-N2008F1\">you know, they’re...” I said, “I have friends in, I have a friend in divorce who, her hus , her ex has to pay her retroactively and is giving her money every month and they’re still and they still haven’t like, signed their document, you know. Like, you know, by law, you’re supposed to give me something, <\/span><span data-id=\"P9-N2008F2\">and you’re not giving it to me.” You know, my friend was like, “You should call him a dead-beat dad!” Like, I don’t want to start throwing like, terms around like that, but... She was like, “Essentially, that’s what he’s doing, you know. He’s just like, denying you the money he’s supposed to be giving you.” <\/span><\/p>\n<span data-id=\"P9-N2008E-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562588\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20090\"><span data-id=\"P10-N20091\">(pause) So, hopefully, I’ll meet with her tomorrow and she’ll have some good... insight into it all, so... Well, I think I just, yeah. I am like, so it’s like, with that, finances, feeling lonely. It’s like a few things that are just like... there. I mean, overall, day to day, it’s good. Every day, <\/span><span data-id=\"P10-N200911\">it’s good. But there are some hard days. And it’s hard, being gone from my family, too. It was just like, being with them and then leaving them, that was hard. That was really tough, because it was...<\/span><\/p>\n<p data-id=\"P10-N20092\"><span data-id=\"P10-N20093\">THERAPIST: There was comfort.<\/span><\/p>\n<p data-id=\"P10-N20094\"><span data-id=\"P10-N20095\">CLIENT: Oh, my God, yeah. I mean, they were like cooking for me... or just like... you know, just like being able to be like, “I’m going to go to my Mom’s house today.” Like, and hang out with my Mom or my Dad. It’s like, I can’t do that. So... I mean, it makes me want to like, go back and visit them. <\/span><span data-id=\"P10-N200951\">But then it’s like, I don’t have money to go back. It’s just like... <\/span><\/p>\n<p data-id=\"P10-N20096\"><span data-id=\"P10-N20097\">(pause) You know, this weekend is Mothers’ Day, so I was trying to figure out like, what to do. I was like, I guess it will just be me and Brady. Then my best friend, Blair was like, “Come to DC.” She’s a mom. She’s like, “We’ll have the weekend together, stay at our place, we’ll go for brunch for Mothers’ <\/span><span data-id=\"P10-N200971\">Day.” So, I was like, “That’s perfect, because it’s like, my first Mothers’ Day like, on my own, first single mom’s Mothers’ Day, so...”<\/span><\/p>\n<p data-id=\"P10-N20098\"><span data-id=\"P10-N20099\">It will be nice to like, take a drive with him. My friend from work is riding with us, too. She needed to go to DC, so she’ll be in the car with us, and hang out with my best friend and her family. It will be a fun little weekend getaway, so... So I’m not feeling like, “Oh, we’re having a depressing <\/span><span data-id=\"P10-N200991\">Mothers’ Day!” (chuckles) You know? (pause) So, it’s been kind of up and down. It’s still overall good, it’s just, there are some down moments, I think, so... I’m just trying to work those out. I just want to get some things resolved, you know. I want to enjoy the summer and... not eat frozen dinners <\/span><span data-id=\"P10-N200992\">all the time. (chuckles) So... <\/span><\/p>\n<p data-id=\"P10-N2009A\"><span data-id=\"P10-N2009B\">THERAPIST: Because of the convenience factor? What’s the frozen dinner?<\/span><\/p>\n<p data-id=\"P10-N2009C\"><span data-id=\"P10-N2009D\">CLIENT: (laughs) I know exactly how much it’s going to cost and it is a convenient thing, although I’m trying to cook a little bit more. I’m just trying not to like, go out to eat, basically. Not that I was drinking a lot, but my friend and I (who are training for this race), we decided not to drink <\/span><span data-id=\"P10-N2009D1\">this month, like for the month, just because we were spending money on like... You know, I just, I was like, “I need to, I can’t spend money. I’m like, really broke.” So she was like, “Let’s just not drink any drinks, any alcohol at all, so...” You know, because that adds up, if you go out for like, <\/span><span data-id=\"P10-N2009D2\">two drinks or something. <\/span><\/p>\n<span data-id=\"P10-N2009C-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2009C-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562588\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2009E\"><span data-id=\"P11-N2009F\">So, I’m doing that and... I’m trying to be more... I think (and I think I’ve said this to you in the recent past), I just tended to avoid thinking about money, because I knew it was a stressful thing, so I wasn’t really even thinking about it. Now I’m at the opposite, where I almost, I have to think <\/span><span data-id=\"P11-N2009F1\">about it like, daily to make sure I like... Like, how much do I have in my account, how much am I spending like, what do I have to pay, like I’m very... conscious of it now. So that gets a little stressful, but... As long as I pay my rent, and as long as we have food, we have electricity and water (chuckles) <\/span><span data-id=\"P11-N2009F2\">and a phone; that’s it, you know.<\/span><\/p>\n<p data-id=\"P11-N200A0\"><span data-id=\"P11-N200A1\">My parents, if I really needed to... I mean, my brother, when I left, he was like, “If you need anything, let me know. If you get in a bind,” is what he said. “If you’re in a bind, let me know.” I don’t want to pull that card yet. I want to try to get through this. On my own, somehow. I haven’t asked <\/span><span data-id=\"P11-N200A11\">my parents for money since I was like, in college, so I don’t want to have to ask them. I mean, they did buy me furniture, I guess, but... I want to try to get through it on my own. Maybe. (chuckles) <\/span><\/p>\n<p data-id=\"P11-N200A2\"><span data-id=\"P11-N200A3\">THERAPIST: It seems like, when I think about it, it’s like leaving college all over again or something.<\/span><\/p>\n<p data-id=\"P11-N200A4\"><span data-id=\"P11-N200A5\">CLIENT: It is! Do you follow “[]”? It’s this website where this photographer goes around and just like, sees people on the street, takes their picture, and asks them a couple of questions. It ranges, it’s very cool, it’s a very cool site, but... One of the ones this weekend was, (chuckles) it was this <\/span><span data-id=\"P11-N200A51\">woman, who’s sitting on a stoop and she’s like, she’s like, “It really sucks to have to ask your parents for money at 45.” I was like, “That’s so true!” (chuckles)<\/span><\/p>\n<p data-id=\"P11-N200A6\"><span data-id=\"P11-N200A7\">You know, you want to be like... I mean, I feel successful in my job for sure, thank God. But... you know. It’s like, embarrassing to have to like... Not embarrassing. They’re not going to like, make fun of me, my parents, but it is weird to be like, “I can’t really afford that, or I need to borrow <\/span><span data-id=\"P11-N200A71\">like, $500 if you have it.” So... I just need to like, I just need to get the money. <\/span><\/p>\n<p data-id=\"P11-N200A8\"><span data-id=\"P11-N200A9\">Then I can like, square things away, you know. Pay my credit card, pay you, pay things that I’m like, outstanding, you know. Mediator, I owe her a check, so, I’m trying to like, pay like, a little bit at a time like, $100, can you take $100 now and then, you know... (pause) It will work out, you know. <\/span><span data-id=\"P11-N200A91\">It’s just, I have to be more careful. I’m hoping biking will save me on gas. That would be good. Plus I like to do it, so it would probably make me feel better than sitting in traffic (chuckles).<\/span><\/p>\n<p data-id=\"P11-N200AA\"><span data-id=\"P11-N200AB\">THERAPIST: I mean, I can see it’s very much on your mind.<\/span><\/p>\n<p data-id=\"P11-N200AC\"><span data-id=\"P11-N200AD\">CLIENT: Yeah. Yeah, I’m just trying to figure out ways to... to cut cor , you know, to save money. (pause) But, we’ll see. Maybe he’ll write me a check soon, maybe next month. I keep thinking that. Maybe next month! I was like, maybe May. Now I’m like, maybe June (chuckles) he’ll write me a check. <\/span><\/p>\n<p data-id=\"P11-N200AE\"><span data-id=\"P11-N200AF\">THERAPIST: Would you ever want to get a different job that might pay more?<\/span><\/p>\n<span data-id=\"P11-N200AE-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562588\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N200B0\"><span data-id=\"P12-N200B1\">CLIENT: That’s what he said to me. He was like, I said, “I don’t make that much!” And he was like, “It’s your choice to stay working there.” I considered getting a second job, when I don’t have Brady. I love my job. I feel like it’s rare for people to say they really like their job. I love my job! I <\/span><span data-id=\"P12-N200B11\">would never want to leave it, no. And I know I don’t make that much. I have a review coming up. Hopefully, they’ll give me something. But... I don’t want to go somewhere and hate my job, to make more money. I just, it’s the one, it’s like, the one thing that like, I’m so happy with, besides Brady.<\/span><\/p>\n<p data-id=\"P12-N200B2\"><span data-id=\"P12-N200B3\">THERAPIST: Am I sounding like Rich? <\/span><\/p>\n<p data-id=\"P12-N200B4\"><span data-id=\"P12-N200B5\">CLIENT: No! (chuckles) No, I mean, it’s a good question. I mean, especially if I didn’t like my job, I would be like, “Oh, my God! Let me go somewhere else, but...” But I’ve considered like, “Oh, well maybe, when I don’t have Brady, I can work at a retail store,” although I’ve never worked in retail, <\/span><span data-id=\"P12-N200B51\">but... I could work in some store or... I don’t want to work in restaurants again. It’s only work. I could do that, but then it’s like, it would have to be like, every other week, when I have... It can’t be during the day. It would have to be at night like, during the week or on weekends. But I could <\/span><span data-id=\"P12-N200B52\">probably find something, I think.<\/span><\/p>\n<p data-id=\"P12-N200B6\"><span data-id=\"P12-N200B7\">(pause) I’m not there yet. (chuckles) But I would do it, if I had to. At least I hope I don’t have to. (pause) And I’m going to sell the ring. I found a place that will auction it for me, so... I can get some money from that. Not as much as I hoped, but... I’ve asked like, five jewelers, five places, <\/span><span data-id=\"P12-N200B71\">and they’re... This is the one that’s giving me the best quote, so... <\/span><\/p>\n<p data-id=\"P12-N200B8\"><span data-id=\"P12-N200B9\">THERAPIST: I think I was asking that, in part, to sort of see if you felt empowered to be able to make money, if you wanted to and make more money if you wanted to.<\/span><\/p>\n<p data-id=\"P12-N200BA\"><span data-id=\"P12-N200BB\">CLIENT: Um... (sighs) Like...<\/span><\/p>\n<p data-id=\"P12-N200BC\"><span data-id=\"P12-N200BD\">THERAPIST: It sounds like you have other... you have other priorities.<\/span><\/p>\n<p data-id=\"P12-N200BE\"><span data-id=\"P12-N200BF\">CLIENT: Yeah. I mean, I’ve worked there, because... Like, we always say the people that work there, work there because we don’t care about money. Like, we all want to make money, but we work in marketing because we like what we do, you know. Yeah, I could totally find a job. You know, I could find a <\/span><span data-id=\"P12-N200BF1\">job that paid me more. (pause) But I’ve just gotten to a point in this job, where I’m really... like... I run the marketing on a show, like on a documentary series, a really well-known, [] show, and it’s like, that’s huge! And I love my job! I love my co-workers. <\/span><\/p>\n<p data-id=\"P12-N200C0\"><span data-id=\"P12-N200C1\">I mean, I started off as a secretary there, you know, 13 years ago. My boss now is kind of like, “Run it. You know, run that side of things.” You know, and that’s huge! That’s like a huge... thing, career-wise. I feel like, next year I want to ask for marketing director, which is basically the highest <\/span><span data-id=\"P12-N200C11\">title you can get in that kind of line. So that if I do really need to find a job somewhere different, I mean I don’t, I would have that title. I’m like a year away from getting that title, and I want to get it. (pause) I just, I love my job. I love it! It’s great! I love waking up in the morning and going.<\/span><\/p>\n<p data-id=\"P12-N200C2\"><span data-id=\"P12-N200C3\">THERAPIST: That’s great! <\/span><\/p>\n<p data-id=\"P12-N200C4\"><span data-id=\"P12-N200C5\">CLIENT: Yeah! I feel very lucky. I know I’m one of the lucky few that can say that, because I know a lot of friends that don’t like their jobs at all. So... It’s hard to walk away from, even though they don’t really pay a lot (chuckles).<\/span><\/p>\n<span data-id=\"P12-N200C4-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N200C4-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562588\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N200C6\"><span data-id=\"P13-N200C7\">THERAPIST: Well, I wanted to make sure that you weren’t coming at it from a place of helplessness, like I said. Like, it sounds like it’s not. It’s something that’s, you like it and it’s something that’s important to you.<\/span><\/p>\n<p data-id=\"P13-N200C8\"><span data-id=\"P13-N200C9\">CLIENT: Yeah. I mean, do I, I mean, I think if I put my resume out there, I could get hired pretty... pretty easily. I mean, I say that, being really cocky about it, but, I think I could get hired and get a bigger salary, for sure, or a little bit more than I make now. (pause) I just don’t want to leave.<\/span><\/p>\n<p data-id=\"P13-N200CA\"><span data-id=\"P13-N200CB\">(pause) That’s why it would almost be like, “I’ll take a second job somewhere else, so I could stay there.” (chuckles) But... I mean, I’m making enough. I’m just getting by right now. I don’t have enough to pay bill , like to pay extra things. Like, I have enough to pay my rent, my utilities, eat <\/span><span data-id=\"P13-N200CB1\">food, you know, buy him some shorts, you know? (pause) That’s it. I don’t have... to like, “Oh, make a big payment to this and like, make a big payment to that, or buy this for my apartment.” I don’t really have that. (pause) But I mean, he’s going to write me money. He’s going to give me money, at <\/span><span data-id=\"P13-N200CB2\">some point. It’s just a matter of when. So, I just think he’s going to be bummed when he finds out how much. <\/span><\/p>\n<p data-id=\"P13-N200CC\"><span data-id=\"P13-N200CD\">THERAPIST: It’s accruing over these months.<\/span><\/p>\n<p data-id=\"P13-N200CE\"><span data-id=\"P13-N200CF\">CLIENT: I know! (chuckles) I know. Yeah. I’m just thankful that he’s paying for the daycare. Like, that’s huge. If I had to pay for that, I’d be screwed. I’d be really screwed. (pause) So... We’ll have dinner tonight.<\/span><\/p>\n<p data-id=\"P13-N200D0\"><span data-id=\"P13-N200D1\">THERAPIST: You’ll be able to broach it there?<\/span><\/p>\n<p data-id=\"P13-N200D2\"><span data-id=\"P13-N200D3\">CLIENT: I don’t know. I mean, Brady is sitting with us, so I don’t know like, how appropriate it is to be like...<\/span><\/p>\n<p data-id=\"P13-N200D4\"><span data-id=\"P13-N200D5\">THERAPIST: It’s with Brady?<\/span><\/p>\n<p data-id=\"P13-N200D6\"><span data-id=\"P13-N200D7\">CLIENT: Yeah, so like... we usually just kind of talk about what’s going on like, oh... You know, our lives in general and stuff with Brady, so... We don’t really discuss... I think we did it once, when he came over to get him. I think Brady could tell that we were... Because I was kind of getting upset, <\/span><span data-id=\"P13-N200D71\">and then Brady kept kind of interrupting and like, try to say funny stuff. So...<\/span><\/p>\n<p data-id=\"P13-N200D8\"><span data-id=\"P13-N200D9\">THERAPIST: Lighten the mood.<\/span><\/p>\n<p data-id=\"P13-N200DA\"><span data-id=\"P13-N200DB\">CLIENT: Yeah. So then, I just was like, “Let’s stop talking about this.” He was like, “Yeah, you’re right.” Because we don’t really fight in front of him, you know. <\/span><\/p>\n<p data-id=\"P13-N200DC\"><span data-id=\"P13-N200DD\">THERAPIST: He knows what’s going on. (client affirms) He can sense when there is tension.<\/span><\/p>\n<p data-id=\"P13-N200DE\"><span data-id=\"P13-N200DF\">CLIENT: Yeah, he can sense that I’m getting upset, you know. Or sad. So, it’s good to have, I mean, I mean before I was like, “I don’t want to do these dinners. They’re awkward.” But last night, he was like, “Oh, so tomorrow’s Wednesday.” I was like, “Yeah.” And he was like, “Are we going to do dinner?” <\/span><span data-id=\"P13-N200DF1\">And I was like, “Oh!” Because we haven’t done one in like, because I’ve been gone or, you know, travelling or whatever. I was like, “Uh... Sure, I guess!” (chuckles) And he was like, “Okay. We can go to Panera.” I was like, “All right.” So... It’s good for Brady to see us together in a nice way.<\/span><\/p>\n<p data-id=\"P13-N200E0\"><span data-id=\"P13-N200E1\">THERAPIST: Well, (both chuckle) good luck with that!<\/span><\/p>\n<p data-id=\"P13-N200E2\"><span data-id=\"P13-N200E3\">CLIENT: Thanks!<\/span><\/p>\n<p data-id=\"P13-N200E4\"><span data-id=\"P13-N200E5\">THERAPIST: So, I have you down for next week, and then I have you down for two weeks from that. (client affirms) Does that...?<\/span><\/p>\n<span data-id=\"P13-N200E4-br\" class=\"page-break\" data-seq=\"12\"><span data-id=\"P13-N200E4-dsp\"><\/span><\/span>\n<\/div>"},{"number":14,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562588\" data-realpage=\"14\" data-page=\"14\">\n<p data-id=\"P14-N200E6\"><span data-id=\"P14-N200E7\">CLIENT: Yeah, that’s easier, because it’s harder for me like, the weeks I have Brady, it’s har , I have my work schedule is shortened.<\/span><\/p>\n<p data-id=\"P14-N200E8\"><span data-id=\"P14-N200E9\">THERAPIST: I see. And that’s this week. <\/span><\/p>\n<p data-id=\"P14-N200EA\"><span data-id=\"P14-N200EB\">CLIENT: That’s why it’s hard for me to like, leave also in the middle of the day.<\/span><\/p>\n<p data-id=\"P14-N200EC\"><span data-id=\"P14-N200ED\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P14-N200EE\"><span data-id=\"P14-N200EF\">CLIENT: So if we sneak it to the...<\/span><\/p>\n<p data-id=\"P14-N200F0\"><span data-id=\"P14-N200F1\">THERAPIST: Yeah, so for, we’ll start... Yeah, I mean, in general, you know, I understand that things come up in general or whatever, (inaudible) good time for you. Like I, you know, the best you can do to get here (client affirms) if you can, you can, obviously, but definitely, okay.<\/span><\/p>\n<p data-id=\"P14-N200F2\"><span data-id=\"P14-N200F3\">CLIENT: I have an, I’ll, can I leave you a check? I was going to give $100 and then (therapist affirms) could you, can you hold it until Friday? Because I get paid on Friday? (therapist agrees)<\/span><\/p>\n<p data-id=\"P14-N200F4\"><span data-id=\"P14-N200F5\">THERAPIST: (pause0 I’ll put it aside.<\/span><\/p>\n<p data-id=\"P14-N200F6\"><span data-id=\"P14-N200F7\">CLIENT: Do you have a pen?<\/span><\/p>\n<p data-id=\"P14-N200F8\"><span data-id=\"P14-N200F9\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P14-N200FA\"><span data-id=\"P14-N200FB\">CLIENT: Thanks.<\/span><\/p>\n<p data-id=\"P14-N200FC\"><span data-id=\"P14-N200FD\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P14-N200FE\"><span data-id=\"P14-N200FF\">CLIENT: It finally feels summery outside. <\/span><\/p>\n<p data-id=\"P14-N20100\"><span data-id=\"P14-N20101\">THERAPIST: Is it nice out there?<\/span><\/p>\n<p data-id=\"P14-N20102\"><span data-id=\"P14-N20103\">CLIENT: Yeah, it’s really nice.<\/span><\/p>\n<p data-id=\"P14-N20104\"><span data-id=\"P14-N20105\">THERAPIST: Awesome!<\/span><\/p>\n<p data-id=\"P14-N20106\"><span data-id=\"P14-N20107\">CLIENT: Today is the... 5th?<\/span><\/p>\n<p data-id=\"P14-N20108\"><span data-id=\"P14-N20109\">THERAPIST: Today is the 8th. I think Sunday was Cinco de Mayo.<\/span><\/p>\n<p data-id=\"P14-N2010A\"><span data-id=\"P14-N2010B\">CLIENT: Oh, right. Okay. (tearing check) Thank you! Thanks for your patience with that. (chuckles)<\/span><\/p>\n<p data-id=\"P14-N2010C\"><span data-id=\"P14-N2010D\">THERAPIST: I appreciate your making small payments. I know that when you actually start getting money from Rich...<\/span><\/p>\n<p data-id=\"P14-N2010E\"><span data-id=\"P14-N2010F\">CLIENT: I can make it up, just like square away.<\/span><\/p>\n<p data-id=\"P14-N20110\"><span data-id=\"P14-N20111\">THERAPIST: All right, that’s fine. All right, take care. I’ll see you next week. Okay, bye bye.<\/span><\/p>\n<p data-id=\"P14-N20112\"><span data-id=\"P14-N20113\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}