{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the idea of shame and scandal after discovering a very in depth story about late family members."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Parent-child relationships","Family conflict","Family relations","Love","Psychoanalytic Psychology","Sadness","Shame","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Parent-child relationships","Family conflict","Family relations","Love"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Shame"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562136","dorpId":"1006469129","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session February 11, 2014: Client discusses the idea of shame and scandal after discovering a very in depth story about late family members.","fullTitle":"Client \"A\", Session February 11, 2014: Client discusses the idea of shame and scandal after discovering a very in depth story about late family members.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562136\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: So, you posed the question, I think, on Thursday, about whether we could unearth something more than I’ve forgotten what the hypothetical, we had an idea, and I suggested some, you know, sort of vague historical explanation for this tension that we’ve been discussing for a week or two. And I <\/span><span data-id=\"P1-N2000D1\">think where we left it was that I would think on it a little bit. You pushed me a little bit to think some more. <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">But it’s hard for me to say I’m not quite calling to mind an exact exchange. I mean, I know what you were talking about was this kind of work, this tension or dilemma that often comes up in work situations between, for lack of a more sophisticated presentation, staying or going, engaging versus disengaging.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Was I wondering like what the fantasy was in the present with that? Am I—<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: No, you were wondering, I had said, I had suggested that there was something about my dad that I really want to set it up again. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">Because it will make today much better and more useful, as opposed to entertaining, if we can be talking about the real matter at hand. I had said that there was something about, there was something about disappointment with my father, feeling kind of let down by, oh yeah, work. Oh, that’s right. Okay, <\/span><span data-id=\"P1-N200151\">now the pieces fall into place. So the jumping off point was this exchange that I had with, or not exchange, but this episode or observation that I’d made on the stairs in the library. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">And it was this strange, strange kind of—<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Oh yeah, now I remember.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Kind of internal debate, I guess, between you know, the part that, or layer of personality that was kind of grossed out by this, and you know, we correlated this with my reaction to, you were talking about our work.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: And my kind of yearning for it. I said, it was obvious, and then I thought very casually, I think, ultimately, that you know, one issue might be that, you know, it’s sort of grossed out, let down, disappointed, hurt by my father’s sort of disintegration. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">And his lack of consideration for everybody in his life, really, specifically with regard to work. In other words, in pursuit, you know, of work, vocation, you know, he’d kind of run over everything and you know, not gotten anywhere besides. So I thought that maybe this would kind of explain this tension. <\/span><span data-id=\"P1-N200211\">So anyway, I don’t, I mean, with regard to this question, I don’t know that I’ve, you know, moved the ball down the field very much, but I have learned some interesting things about my family in rather salacious and—there was a soap opera in my grandmother’s family. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">That I had never ever heard about, and I was kind of interested in following it up, I think because, you know, I had the idea that out of this down time, you know, in retrospect, it will be describable as down time, you know, I would come up with other things, manuscript, you know, so you know, the <\/span><span data-id=\"P1-N200231\">part of the point of the novel was biographical, and I thought that that would be more evocative and malleable idiom than memoir, which isn’t very appealing to me. So you know, that’s sort of research for that project. I am interested, not very assiduously until recently, in kind of following up on <\/span><span data-id=\"P1-N200232\">my family history. <\/span><\/p>\n<span data-id=\"P1-N20022-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562136\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">And it happened that in a conversation with my mother over the weekend, I think, at dinner, about my great great grandfather, about whom I’d heard vaguely, and it turned out that some conversations that I hadn’t really followed up on with my uncle Tim, my father’s brother, had, you know, been referring <\/span><span data-id=\"P2-N200251\">to him and his family, but I don’t know why. A, I don’t know why I didn’t hear more about him, except, you know, very tangentially, and B, I’m, you know, interested in the fact that some of what my mother told me was very clearly wrong. <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">So what she told me was that my great great grandfather was the, I think she said he was the chief rabbi of America, and, or the chief rabbi of Chicago, I can’t remember what she said. She said he was married four times, and all of his wives died, and that he was descended from this guy who wrote a <\/span><span data-id=\"P2-N200271\">book called (inaudible at 00:07:38). So I heard about (inaudible at 00:07:43) from my uncle who very proudly showed me his copy at one point, and I heard—<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: What is it?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: It’s a, you know, it’s an eighteenth-century text whose main claim to fame, I think the reason most people refer to it, is that it has a genealogy that, a specific and concrete genealogy, spurious or no, from Rashi (sp), you may have heard, to himself. <\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">Okay? So, oh, and you know, it also has, you know, it’s like one of those histories of the world from the creation until the present day. But, you know, at a certain point, he gets into the (inaudible at 00:08:26), and traces himself to Rashi (sp), and, you know, thus to King David, and thus making <\/span><span data-id=\"P2-N2002D1\">him a plausible Messianic candidate, which was important, I’m guessing. I’ve only read a very small, small portion of it, but I’m guessing this was important to him in particular because he was, you know, as many people were in the late seventeenth, early eighteenth century, you know, in Askanaz (sp), <\/span><span data-id=\"P2-N2002D2\">he was a very sort of (inaudible at 00:09:04) mystical individual. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">The only other, I think the only other surviving text of his, besides this one, is a very kind of esoteric catalog of supposed synonyms in the Bible. Anyway, so on my great great grandfather’s tombstone is all of the places where he served as rabbi. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">Anyway, so I started pushing, and I discover that basically I discover something that’s a cross between Fiddler on the Roof and All My Children, so the most of it comes out in the Yiddish forward, and was synopsized in a court case brought by my grandmother’s great aunt, the youngest of this guy’s eight <\/span><span data-id=\"P2-N200311\">children who sued somebody for assault and then after this very salacious story was written up by a reporter in the forward, sued the forward for libel. This is, I guess the article was from 1933. <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">And this, the final appeal of the court case was two years before my grandmother got married. And the great mystery to me, from the family perspective, was why, given that at this time, at the time my grandmother came as a refugee from these two wars, what I had assumed to be, you know, the great trauma <\/span><span data-id=\"P2-N200331\">of her life, you know, alone as a twelve year old or what have you, to Chicago, why she didn’t say with any family members?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">So, you know, there’s something very curious here. She’s sent to live with friends or whatever, having fled from the front of World War I, you know, to the front of the revolution. She’s sent alone on a ship, or at least this is the story that I (inaudible at 00:11:53), and she comes and stays with <\/span><span data-id=\"P2-N200351\">family friends, what the fuck, right? <\/span><\/p>\n<span data-id=\"P2-N20034-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562136\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: So the story, as I’ve reconstructed it, is as follows. The grandfather, the great great grandfather in question, he’s working, gets his ordination. He’s kind of a prodigy. He serves in a couple of really horrible struggles as Rabbi. You know, I mean, just like, one of them was plowed under by <\/span><span data-id=\"P3-N200391\">the Nazis, one of them is just, you know, all of the, I think, almost all of the Jews there were killed, and you know, the rest, most of them are scattered. <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">Then he succeeded in marrying very well to the daughter, this is the Fiddler on the Roof part, who was the teacher of a famous Hassidic rabbi who I’d heard of, have called the (inaudible at 00:13:12), that was his nickname. Anyway, whatever. So this is like a really renowned saintly individual that, <\/span><span data-id=\"P3-N2003B1\">I mean, I think they, there are pilgrimages to his gravesite, probably. He’s in—<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: And your great great grandfather—<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: And my great great grandfather marries his daughter, so he’s now his son in law, yeah, and he has five children by her, and then she dies, okay? So he’s set up and he, you know, his wife dies, his father in law, famous father in law has died long since, and so he marries again. <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">Has one child, my great grandmother, no wait a minute. Yeah, it’s my great grandmother. Now, by his second wife. Then as I understand it at least, and all of this, by the way, is coming out in these salacious articles in the paper, because they are like—<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Whatever.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Anyway, we’re getting there. So, he’s a, you know, increasingly responsible rabbi, I don’t think the chief rabbi of the town, but, you know, maybe, for twenty-eight years, during which time he had, he goes through three wives, okay? His, I don’t know when his second wife, oh I do know when his <\/span><span data-id=\"P3-N200451\">second wife died based on things that his youngest daughter, who is involved in the lawsuit, said in her hoped-for rebuttal article. <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">So she was born in, (inaudible at 00:15:17) was thirteen at the time, and I believe—<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: There’s one more child and a wife in between?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: No, no, no, okay, so, I’m sorry I’m not telling the story as well as I ought to be, but so (inaudible at 00:15:36) is born, the only child born to the second wife. At some point, I believe when she was very young, she was, her mother died. He remarries for the second time to the third wife, <\/span><span data-id=\"P3-N2004B1\">so this wife has borne his last two children, (inaudible at 00:15:57), surviving children. <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">This woman, who’s thirty-seven in 1933, and an older brother. When she is five, her mother dies. I guess he lived as a widower for a little while, but he leaves and comes to the US where he already has a brother, and is appointed as the chief rabbi of Providence.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">So when he comes to Providence, like he’s, some of his family has come with him. Some of them, including, you know, my great grandmother, did not. She was already married by that time. <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">I suspect, to her, to my great great grandfather. And she stayed. It’s not entirely clear why the people who came with him came with him. I suspect that there were family tensions which were alluded to in ‘33, saying she didn’t get along with her stepmother, and who knows. So there was some kind of <\/span><span data-id=\"P3-N200511\">family rift, clearly by the fact that when my grandmother came over, she was, you know, kind of alone, and when Isiah and Hamish (sp) followed her some years afterwards, maybe shortly thereafter, you know, doesn’t seem as if there was a whole lot of contact in immediate terms with their father. <\/span><\/p>\n<span data-id=\"P3-N20050-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562136\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">Anyway, he leaves Providence under a cloud, having married, and apparently divorced his fourth wife, or you know, either he divorced the fourth wife in Providence and that was why he left Providence, or it was because he was, he had disputations with people about their adherence to Jewish law, specifically <\/span><span data-id=\"P4-N200531\">the law applying to (inaudible at 00:18:26), to keep kosher.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">Now we have to know, and he wrote about this later in the context of Chicago, that he had very strong feelings about the corruption that he saw in the (inaudible at 00:18:44) industry in the United States, particularly because most rabbis, I assume many of them who had been ordained in eastern Europe <\/span><span data-id=\"P4-N200551\">who were coming over as immigrants, did not have pulpits. <\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">So they would come over, you know, their profession would be rabbi, they would know how to learn Talmud, you know, they were immigrants and so the institutional apparatus that had sustained them to that point, you know, had completely disappeared and they needed to support themselves.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: And they worked in a (inaudible at 00:19:15) industry?<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Well, you know, they signed off on the (inaudible at 00:19:20) of particular butchers because there was not yet really an organized (inaudible at 00:19:25) industry at this point. It wasn’t like you had, you know, all of these, you know, kind of these consensus assessments of whether people <\/span><span data-id=\"P4-N2005B1\">were okay. Basically, a butcher found a rabbi. He supported, this was my great great grandfather’s contention, supported him and now the problem was after my grandfather had left in a huff, either, you know, not either or, but possibly due to some increment of personal scandal or tension and partly <\/span><span data-id=\"P4-N2005B2\">due to his doctrinal dogmatic dispute, he had to support himself. <\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">And he was given the pulpit of this, you know, kind of a Jewish burial society that had a synagogue in Chicago, the president of which was a very wealthy and well-connected butcher, and much of the funding for which came from the meat packing industry, like this consortium of meat packers. You know, <\/span><span data-id=\"P4-N2005D1\">in other words, bundlers of butchers. And three years after he came, he was renegotiating his contract, he succeeded in getting them to support him for life, which was important at this point because he’s probably seventy in the twenties. <\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">And the funding for this was advocated by this wealthy butcher and, you know, a significant proportion of it was provided by this meat packing consortium. Now, he’s really failing. You know, he’s really getting old, and most of the rabbinical questions he’s answering are coming from, or are being answered <\/span><span data-id=\"P4-N2005F1\">by sub-rabbis, his son and others. The oldest was doing some of this. One of the daughters had apparently reconciled with them because she comes out in this article as a kind of defender of her father and (inaudible at 00:21:46). Supposedly at the request of her siblings, maybe because their father <\/span><span data-id=\"P4-N2005F2\">was you know, really getting very frail, Lola came back from you know, many years of travel. <\/span><\/p>\n<span data-id=\"P4-N2005E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562136\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">She was secular, she was unmarried, she had been, you know, earning wages in all these different places, and she came to the U.S., you know, whether at her own behest or something else, and she had no means of support. And she asked, or somebody asked for her, or somehow it was decided by the butcher <\/span><span data-id=\"P5-N200611\">who is by this time much less wealthy than he used to be, because of the Depression, that ten dollars a week from her father’s salary would go to support her. <\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">Now, she accuses this same butcher, the president of the synagogue slash, you know, society, sort of benevolent society, of, you know, basically, attempted rape. And she sues him, you know, I guess those kinds of cases were never prosecuted, I’m assuming, sues him for $25,000. And the paper, probably, <\/span><span data-id=\"P5-N200631\">I’m guessing because here, somebody in his camp, leaked this to the reporter, picks it up, and just makes the biggest fucking scandal you can imagine out of it. And, you know, I mean, this is the paper. It goes out to every Jew in, you know, the United States, and in European places besides. So it’s, <\/span><span data-id=\"P5-N200632\">it is the worst possible, I mean absolute worst possible scandal. And basically, among other things, it would have, you know, publicized to all of these people the fact that my great great grandfather’s family was basically, you know. <\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">Basically, what the article said was that she had an affair with this guy, with this meat packer, an adulterous affair on his end, the butcher, and then tried to blackmail him for $25,000, you know, by accusing him of attempted rape, of assault as they called it. All of this is in the court record, <\/span><span data-id=\"P5-N200651\">and, you know, all, it’s really the most awful story I can imagine, and two years later, while this is still, while things are still going on, my great great grandfather dies, no doubt, you know, that this clearly, obviously would have had a lot to do with it. <\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">You know, it was really sordid, and you know, she admitted to pushing the very, his very elderly caretaker, and trying to oust them from, you know, the care of her father, so I mean, at a minimum, you know, she comes off very, very, very, very bad lady. And when the case was settled, the jury awarded <\/span><span data-id=\"P5-N200671\">to the plaintiff, but for $3500, which clearly didn’t cover her legal costs because one of the appended exhibits, I think for the defense, appeal with the libel case in the Supreme Court was a note that suggested she hadn’t paid her lawyer. So, you know, she appealed the jury ruling, the award, and <\/span><span data-id=\"P5-N200672\">was ultimately denied, and you know, thereafter disappears from the easily obtainable written record. <\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">My grandmother marries my grandfather, so the appeal is still going on and like being batted about in a very public fashion two years after he died, and then, you know, a couple of years, if that, afterwards, my grandfather and grandmother are honeymooning. You know, I think I’m reading all of this, and I’m thinking—<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: (inaudible at 00:26:55)<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Sure, a detail.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: They came over later.<\/span><\/p>\n<span data-id=\"P5-N2006E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562136\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: Yeah, exactly, exactly.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: In support of her father, eventually, although there had been some—<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: She, oh wasn’t actually, no, she was sort of tangentially brought into this case because the reporter claimed that because she refused to denounce the synagogue president who was providing her father’s salary, she was, you know, contradicting her youngest sister.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: Okay. Anyway.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: I’d heard nothing about this. My mother knew nothing about this. You know, the details of the begats are completely unobtainable, both, you know, certainly the details of the begats to King David, but even from my great great grandfather to King David. I’ve asked my uncle, I doubt if he will <\/span><span data-id=\"P6-N200791\">respond. <\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">Because it’s important to him, and if indeed, you know, the documentation for this thing is, you know, unobtainable, even if it’s true, I mean, I’m sure these kinds of things are tough. Because all of the documents are plowed under, you know, during World War II and probably some of them before that. <\/span><span data-id=\"P6-N2007B1\">It’s important to him. I think it’s really important to him because two of his sons, you know, and one, at least one of his son in laws, I think only one of his son in laws, are in the, you know, very Orthodox, ultra-Orthodox (inaudible at 00:28:50) community for whom the (inaudible at 00:28:52) is <\/span><span data-id=\"P6-N2007B2\">like a byword, and you know, their ancestry is, you know, it’s part of the mix. It’s like when you marry, this is important. <\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">And whether the scandal has, you know, been forgotten by everybody or is just not mentioned for the sake of delicacy or what have you, but you know, it’s a—it must have been a terrible trauma. If I had been talking to you three years ago, we would have been talking about work, but we would also have <\/span><span data-id=\"P6-N2007D1\">been talking about sex, and you know, and love, and pairing and, you know, relationships, and it has always been a mystery to me why my parents, who after all, met in 1967, and you know, traveled in very Bohemian circles, so completely uptight, as my mother herself admitted, and why I felt so scarred <\/span><span data-id=\"P6-N2007D2\">sexually as I did, and, you know, I think I’ve come a long way to sort of make a good relationship with a wonderful person. <\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">Certainly that goes a long way to describe her, or I don’t know. I mean, I don’t even know how to think about these historical, you know, events, and multigenerational hoo-has, and all of that, but anyway, my grandmother was funny, and this is certainly the kind of thing that would make (inaudible at <\/span><span data-id=\"P6-N2007F1\">00:30:43) among other things about sexual activity and mating and stability and I don’t know, but it’s also a story about work. It’s also a story about sustenance and, you know, the legitimacy of, you know, of a calling. <\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">It’s a very, it’s a really tough story. It’s really sad. I mean, basically, the rabbi was in this, you know, nurturing community, and I assume he was part of that emigration. One reason why he left this place and he arrived in the United States and you know, like he’s given basically on the basis of <\/span><span data-id=\"P6-N200811\">reputation and connections, this thing, the chief rabbinate (sp) of Providence. And within four years, he’s gone. <\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">Can you imagine, with all of his brood, with all of these people. Meanwhile, you know, the child he had in his sixties, you know, just had no, whose mother died and the stepmother with relations difficult between them comes back, you know, at the very end of his life, and lays, just sort of willfully, <\/span><span data-id=\"P6-N200831\">through her lawsuits, lays bare all of these difficult, you know, family business, just in the pages of a tabloid that’s sent to all of the Jews in all of the world? I mean, you can imagine, it just must have been, it just must have been incredibly traumatizing. And she gets married two years later. <\/span><span data-id=\"P6-N200832\">You know, after it all ends, you know, that’s when she makes a household of her own. So fine. Again, you know, even with regard to the relationship between this soliloquy of mine on the stairs of (inaudible at 00:33:05), library, and my father, I don’t know what to make of these historical relationships. <\/span><\/p>\n<span data-id=\"P6-N20082-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562136\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">But this is quite a story. It’s a very, and the other thing, you know, I think, that is maybe more germane to our discussion is that I’m reading this, and I’m thinking, you know, my first thought is fuck, there’s the novel. You know what I’m saying? And then I’m thinking to myself, Jesus Christ, you <\/span><span data-id=\"P7-N200851\">know, you can’t write this. You can’t write this whole or you’re just going to devastate your family. They don’t want this to come out. They don’t want to read about this, I’m sure. I am just, there’s no way that my uncle Tim does not know about this. No way. He’s a lawyer, he went to Brown law. <\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">This is, everything is in the proceedings of the Chicago Supreme Court, the State Supreme Court. I almost feel like asking you to bleep the names from the transcript of this conversation.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">THERAPIST: (inaudible at 00:34:59).<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">CLIENT: I hope so.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">THERAPIST: Yeah, no they would.<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">CLIENT: All right. <\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: I guess I’m just thinking about all the shame that must have come from it.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">CLIENT: Unbelievable.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: Like humiliation, and—<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: But you know, it’s also like, I also feel Lola comes off, you know, some of his, just, you know, the defense attorney, being an asshole. <\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">But Lola comes off in the worst possible way, and yet I’m sure, you know, I can very very easily believe that some, you know, some jerkoff butcher who, you know, she is dependent on would try to take advantage of that. You know, it sounds, she sounds like a pretty shitty person, but, you know, I think, <\/span><span data-id=\"P7-N200991\">you know, attempted rape is entirely plausible. Talk about shame, you know, humiliation. So can you imagine these two shames playing off against each other? Just in the most public possible way, her shame and her father’s and family shame. <\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">It’s like, you know, it’s like, I, it really does seem more like a tele novella than a Greek tragedy, but there’s something, you know, incredibly tragic about it, and you know, whatever, God knows what the genealogy (inaudible at 00:37:17), it’s like this guy was part of the (inaudible at 00:37:20) <\/span><span data-id=\"P7-N2009B1\">family, if his genealogy’s to be believed.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">THERAPIST: I think kind of very larger than life.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: Very, very, just this huge canvas, and so I’m thinking about writing it, and then I’m thinking God, I can’t, you know, so again, work, love, all of these things are in my head in a very vivid and, you know, melodramatic. It’s a melodrama, you know, but it’s very, it’s (inaudible at 00:37:55). <\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">THERAPIST: When did you see all of it?<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">CLIENT: Most of it, yesterday. I stayed up until four.<\/span><\/p>\n<span data-id=\"P7-N200A2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200A2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562136\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">THERAPIST: Did you just get it all online?<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">CLIENT: Yeah, I mean, certainly the court transcripts are online. All of the, you know, like my great great grandfather’s book online. So I mean, you could actually go back and, you know, read the printed version of his manuscripts. And I’m very good at this. I’m like genuinely talented at this kind <\/span><span data-id=\"P8-N200A71\">of research, so I don’t know, maybe whatever, it’s just there for the asking, but it didn’t take me very long to (inaudible at 00:39:05) it out. <\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">(Long pause) <\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">THERAPIST: I have some thoughts, but they all seem too small.<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">CLIENT: Small is beautiful, I think, at this point. I mean, I’d like, from my point of view, small is actually good because this is obviously far too large.<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">THERAPIST: I mean, I’m thinking about wondering about your father and shame. <\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">And you’ve both been worried about love, I guess.<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">CLIENT: He caused another scandal. Not so public, maybe, but I guess that’s what he really is.<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">THERAPIST: And something like separateness and having to pull himself away. I don’t know. And maybe, I mean, one thing that seems to (inaudible at 00:42:33) in my mind is like it probably could have been an issue, but you could also call it sort of a feeling of danger of being saddled on a part of something <\/span><span data-id=\"P8-N200B51\">that I guess is evident in your father’s life, both in terms of family stuff and also work and sort of the larger culture. He seemed to <\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">CLIENT: Well that was one of my theories, was that there was something, you know, some related phenomenon between his instability, you know, even going down to the level of not staying in the house for, you know, more than a year when I was small, and this wanderlust, or discomfort with—And I, you know, <\/span><span data-id=\"P8-N200B71\">granted, I expressed it through my own eyes, you know, in terms of my own experience of going one, very, you know, radically different environment, to another, but I wasn’t in control of the moves, so ultimately, you know, this instability is, was my father’s responsibility, particularly because as <\/span><span data-id=\"P8-N200B72\">we discussed, my mother just kind of abdicated any agency in deciding these questions. <\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">So yeah, I mean, I have to say, I mean, again, Lola comes off as just a scoundrel, if you would call, you know, a woman in her thirties a scoundrel, but I felt this affinity for her, or some kind of empathy. You know, she talked about, you know, just being a wandering Jew, and she talked about not being <\/span><span data-id=\"P8-N200B91\">able to settle, you know, in one place and in one kind of job, and again, she did it in an interview with this paper, this incredibly personal string of revelations. So on the one hand there is this compulsion and on the other hand the shame about it. <\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">The disclosure about it.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">THERAPIST: It’s kind of horrifying that she would disclose that kind of stuff.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">CLIENT: Oh God, I can’t imagine. I can’t imagine. We must be coming toward the end.<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">THERAPIST: Yeah, exactly.<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">CLIENT: You can look it up.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">THERAPIST: It’s quite a story.<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">CLIENT: All right. I’ll see you soon.<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">THERAPIST: Yeah, bye.<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}