{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses panic over possibly moving and leaving behind their therapist."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Life changes","Married people","Client-counselor relations","Psychoanalytic Psychology","Sadness","Anxiety","Panic","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["6"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Life changes","Married people","Client-counselor relations"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety","Panic"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562466","dorpId":"1006469459","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session April 01, 2014: Client discusses panic over possibly moving and leaving behind their therapist.","fullTitle":"Client \"Ma\", Session April 01, 2014: Client discusses panic over possibly moving and leaving behind their therapist.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562466\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I really just want one extra day. I was real anxious to see you today. The Greek class met and decided to disband until fall and that’s kind of good. One of the older women, she is kind of like I am. I’m really overwhelmed by all of the material and I need to go back and learn it, and it will <\/span><span data-id=\"P1-N2000D1\">be good to have one less commitment.  They sent me a gift card. That was very sweet, unexpected and nice. (pause) (inaudible at 00:01:33) I had an evening meeting, this committee, basically, to talk about religious formation at the church and what to do and how we should do it.  That was very exciting <\/span><span data-id=\"P1-N2000D2\">and fun, but it was long. (laughs) When I got back I was telling James about stuff there for a little bit and then I was like okay, I’m going to mess around on the Internet, read a book, and go to bed. I sat down and he was like, “How do you feel about the fact of not going to couple’s counseling this <\/span><span data-id=\"P1-N2000D3\">week?” So we talked about whether we should stop going to couple’s counseling. (laughs) I don’t want to have this conversation now. So we talked about it and I was like, “Look, I’m not don being mad at you. This isn’t over for me.” We talked about that some more.  We got to a little bit better of a <\/span><span data-id=\"P1-N2000D4\">place. I’m like fuck, I have to have this conversation, but I was just so tired. I think doing our taxes has given James new purpose in applying for jobs. (laughs) He talked with me yesterday about some things that are opening up. He said yesterday, “You know, I haven’t applied for the post docs yet <\/span><span data-id=\"P1-N2000D5\">and I could have applied for post docs. It’s not a wait for a job sort of thing.  So I think what I should take away from this is that I really don’t want to do a post doc.” (laughs) I was like, “That makes sense to me. Okay, let’s do that.” There was that position and a visiting professorship at North <\/span><span data-id=\"P1-N2000D6\">Carolina State University , which is in like Raleigh, North Carolina, and they have said that they have a chemical consultant position is opening up in sustainable chemistry. Both consulting and sustaining chemistry are something James has talked about being really interested in, and that’s in some <\/span><span data-id=\"P1-N2000D7\">suburb of Denver that starts with a “L.”  It’s one of the far ones.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Lone Tree, Larkspur . . .<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Fine. (laughs) Between here and Denver. It’s like a half hour out.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: North?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Lafayatte, Louisville . . .<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: (laughs) I can see we’re going to be here for a long time. Someplace I’m actually (inaudible at 00:05:36). I was like, “You should apply for that one.” Yeah, that’s good.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Good.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah.  (long pause) People keep asking so, has James heard back from any job applications? And every time, like after this, I’ll just be like “Well, no.” But that’s because he hasn’t sent out any job applications. (both laugh) And so being in that place . . .  I guess by “that place,” I mean <\/span><span data-id=\"P1-N2001D1\">feeling sort of like pissed at him and sort of spiteful, like I don’t like that. (pause) In the last couple of days a lot of people have sort of been affirming me in various ways. Yeah, holidays and a gift card and actually, my friend who I contact for, gave me some books as a thank you. On the way <\/span><span data-id=\"P1-N2001D2\">back from this meeting last night, I was getting a ride from somebody who lives in Andover, a very nice woman.  We were talking about what my next stop was going to be like, looking for the next thing, and she was like, “Are you looking at a life in the church?” I was like, “Yeah, I’m talking about <\/span><span data-id=\"P1-N2001D3\">ordination and the priesthood” and she was like, “Oh, good,” and I was like whoa – that’s really cool.<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562466\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: Yeah, absolutely. (long pause) <\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Geoffrey is coming to town this weekend, so we’re going to have lunch with him. I’m sort of stressed out and anxious about the whole thing. Friends of James are having a party on Saturday, also. There is just so much stuff. (pause)<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: Yeah, you could use another day. (pause)<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Yeah. (long pause)  James said that he wondered whether it was coincidental that the areas in my life where I feel like I am my best self right now are the things that he’s not part of. (pause) Which I think is worth talking about. Even if it’s not coincidental, even if that’s the thing, I don’t <\/span><span data-id=\"P2-N200251\">think that, in itself, is a valid excuse for not being there with me. (chuckles) (pause)  When I was talking to Camilla, she was like quite skeptical of the way that therapy functions in society and I’m trying to talk with her about that and she’s not somebody who is like “you can just pull yourself <\/span><span data-id=\"P2-N200252\">up by your bootstraps.” That was completely not what she was saying, thank goodness.  She was like, “Well, I grew up in sort of the Denver area where every third person is a psychologist,” and I think basically her idea was that we shouldn’t need therapy to go through normal human processes, like normal <\/span><span data-id=\"P2-N200253\">human development, and that she sees it as self-perpetuating rather than the goal being to work outside of therapy, and so me being like “that’s not how I see it, but I don’t actually know anything about it and I sort of explicitly try to not learn anything about it.” I don’t really know.  I don’t know <\/span><span data-id=\"P2-N200254\">where I’m going with this. (chuckles) I don’t know. (pause) My point to her was that I would rather have any number of people being helped in ways that they don’t necessarily need than to have people not be helped in ways that they need. It seems overkill seems like the better error for me, certainly <\/span><span data-id=\"P2-N200255\">trying to find therapy in Kansas, it’s a different world in here. There is just not that . . . And it’s like for someone who knows how to go about looking . . . I like Camilla, in part because I think we disagree on some pretty big things, like that’s good . . . (long pause) (chuckles) <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">I brought up the idea of a timeline again. I was like I can’t; I’m just not going to let this go. I just need something that’s narrower than anytime between a week and a year or a timeframe, I guess. (pause) I didn’t get anything. (chuckles) Basically what James said was, “Well, the longer time goes <\/span><span data-id=\"P2-N200271\">on, it’s becoming more likely that we will move soon or that something will happen soon.” Like – yay! (laughs) You’re really assuaging my anxiety here.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: If you’re not moving now, wouldn’t that always logically be true?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: (both laugh) Yes. Yeah. He said he didn’t want to tell me something and then have me be upset when it took longer when that wasn’t how it worked.  (sighs) I said, “I’m not upset because we have to change plans, I’m upset because we change plans and you don’t tell me that that’s what we’re doing <\/span><span data-id=\"P2-N2002B1\">until it happens. I’m upset because there is this silence for two months, during which I thought were the two months when you were going to be applying.”<\/span><\/p>\n<span data-id=\"P2-N2002A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562466\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: The being in the dark part.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: Yeah. It’s not just the part about being in the dark realistically, but that that’s the part that he can do something about.  (long pause) I guess I wanted to tell you that things might be moving. And James said we’re just going to move. (long pause)  It has seemed like James has sort of been <\/span><span data-id=\"P3-N2002F1\">trying to disassociate his job search, which is the locust for my feeling anxious and scared, and those feelings that James is like “you feel anxious and scared about that. That doesn’t mean that that’s what’s causing that or that it’s my fault.” I don’t want to say that it’s his fault that I’m anxious <\/span><span data-id=\"P3-N2002F2\">and scared, but I do want to say that maybe he could be doing things to help. But now I’m like I don’t know.  I feel like I don’t know whether I’m just anxious about other things and putting them on this or whether I’m really anxious about this or both. It’s usually both. (pause) (inaudible at 00:20:50) <\/span><span data-id=\"P3-N2002F3\">on Saturday Night Live. I just watched that little stand-up part that he did. He talked about talking to a friend who was like, “Why is my girlfriend mad at me?”  And the guy was like, “Well, I guess I said something and then she got her feelings hurt.” It was like I said something and then she got <\/span><span data-id=\"P3-N2002F4\">hurt. (both laugh) How much more distant can you get? (long pause)  It sort of feels like I’m talking about all of this and if I’m really honest, there is this huge upwelling panic surrounding moving away, mostly because of you, and I don’t want to deal with it. I feel like I can’t. (crying)<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: It feels like it’s too much?<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: It’s a lot.  And also I feel like that’s not how I should be making decisions. I have to focus on the fact that it would be okay eventually to move rather than on the fact that I really feel like it wouldn’t be.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: I see. I imagine part of that is because you’re worried that, among other things, talking with me about how terrified you are about moving and losing me would likely make it happen.  Or it’s a little different than that. Maybe the clearer I was about that, the more likely I would walk away <\/span><span data-id=\"P3-N200351\">somehow and you would lose me over that.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: It does feel like that. It also feels like I’d lose James. (pause) <\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Like I’m becoming too demanding of him around this?<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Something about the way your panic around moving, the way you express that to him or something, will cause you to lose him? (pause)<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: I don’t know. (long pause) <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: I guess this is something like what we were talking about the other day. Maybe if he knew more about how much I mean to you?<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: I’m really afraid to talk to him about that. I can’t. I can’t talk to him about it, and so . . . (pause) I don’t know.  Sorry, I lost what I was going to say. (pause)  It feels like I just stopped being able to think about it. Very strange.<\/span><\/p>\n<span data-id=\"P3-N20042-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562466\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: I guess it’s hard to talk to me about it, as well. (pause) It’s like there is both quality of luckiness and uncanniness to this and you’re coming to rely on me and be open with me in the way that I think is one of those curious things you could have done and is also right at the heart of <\/span><span data-id=\"P4-N200451\">stuff related to your depression and what you’ve been struggling with.  And so the threat that moving poses seems horribly unlucky in the midst of that and, at the same time, uncanny.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: (crying) Yes. (chuckles) (long pause) <\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: I kind of imagine for you that that also seems kind of inevitable.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: (crying) Like well, of course this happened. It’s just how my life goes. (long pause) (crying) <\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: I guess it makes me think about how some of the things you have said reflect pieces of this, like the way that James is not being more open about where he’s at or what’s going on job search-wise. Like he is being more helpless, more passive, more in the dark about whether or not you’ll be <\/span><span data-id=\"P4-N2004D1\">leaving, and I was thinking about [what you were saying at the beginning of our meeting the other day,] (ph?) that whatever the realities are, this is absolutely not something you feel ready for.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: Not really.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: I just feel like it doesn’t really matter in the same way that I need another day, but I can’t actually add another day to the week. It just happens. The world doesn’t care what I need. (pause) <\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: I think it’s worse. I think, in a way it’s like the people closest to you maybe don’t seem to care what you need.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: (crying) (pause)<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: They’re certainly not doing anything about it. Let me put it this way and I guess this is what I think it is: it seems to me that you probably agree that though you don’t like the way that he’s being about this, it’s also not like he’s intending to hurt you this badly over it. <\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Yeah. I honestly think that he doesn’t know what’s at stake for me and I don’t feel like I can tell him, so then I feel like it’s my fault because I can’t tell him, but I just can’t. (crying)<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: I imagine you can’t because you don’t anticipate he will get it all that well or clearly. <\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yeah, I don’t think he would. (crying) I don’t think he (inaudible at 00:37:14). (pause) (crying)  I’ve said it for the last year, my relationships have been built on the idea that I might be moving any time so I can’t commit. He’s like, “Well, it doesn’t follow that you then can’t be fully <\/span><span data-id=\"P4-N2005F1\">in the relationship. You can’t actually develop relationships.” Well, no. I think that I have, but . . . I don’t know.  The way he said it, it’s like he really doesn’t know what’s going on here. (laughs) (sniffling) <\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: I think there is something there, too, which is – I don’t know if this is true or not about James, but I imagine it’s he who feels it. You’re right, it’s not just that he kind of lacks the context, but that it would be very hard for him to bear, to see what it was really like for you.  In <\/span><span data-id=\"P4-N200611\">other words, if it was just that he didn’t know, you could tell him; but I guess it feels to you as though – and maybe rightly, I don’t know – there are things he wouldn’t want to know or couldn’t well bear.<\/span><\/p>\n<span data-id=\"P4-N20060-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562466\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: It seems less than not being able to bear; it’s not being able to comprehend it. I actually think if I told him, he wouldn’t be able to go from whatever words I use to the experience. He wouldn’t be able to actually get it. <\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: I see. (long pause)  I would imagine what you’re referring to is how our relationship, and in part the way you can talk with me about what’s going on with you, is so close and is a lifeline. (long pause) <\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: It feels so tenuous. (pause)<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: I guess part of what’s also a part of that is he is not in that same way.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Yeah. (pause)  Actually, if I sat back and thought about it, that’s probably good.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: I think. (pause) But also hard.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: We should probably stop for now.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}