{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses meeting up with her ex-boyfriend and how it made her even more confused over the situation. Client is still in love with him, and he loves her, but refuses to leave his wife."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Relationships","Abandonment","Disappointment","Psychoanalytic Psychology","Sadness","Anger","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Relationships","Abandonment","Disappointment"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562124","dorpId":"1006469117","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session January 10, 2014: Client discusses meeting up with her ex-boyfriend and how it made her even more confused over the situation. Client is still in love with him, and he loves her, but refuses to leave his wife.","fullTitle":"Client \"S\", Session January 10, 2014: Client discusses meeting up with her ex-boyfriend and how it made her even more confused over the situation. Client is still in love with him, and he loves her, but refuses to leave his wife.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562124\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Hello. I wasn’t expecting the snow. It’s supposed to be 55 tomorrow. Sorry, but I’m still a little cold. Well the week went pretty fast I think, which was good because first week back. I still don’t like my job. That didn’t change in the course of a week. So it did make it difficult to work <\/span><span data-id=\"P1-N2000D1\">because I’m just so anti, I don’t know. I did a bunch of work looking over resumes. I screened out a bunch of people and whatever. But all these were constantly just annoying me so I’m just ignoring them, all these e-mails and request for rooms or whatever. So then today I’m just going to have to answer <\/span><span data-id=\"P1-N2000D2\">a bunch of e-mails. But that’s what’s annoying about it, though, because then today I’ll answer all the e-mails and do all the work that I didn’t do the last two days. But it’s like if I can do it in one day I…<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: It’s just kind of boring. I was trying to think of… whatever. [1:22] And on top of that I was going back and forth with Lucas all weekend… all week still. And then finally on Wednesday we met up for coffee near his house, in between his house and my work kind of, and chatted about stuff. And <\/span><span data-id=\"P1-N200111\">I told him, basically, all about how at Aiden’s party I thought he was acting like an asshole and all this stuff, and he was like I was feeling so sick and obviously I wasn’t myself. And I was like yeah, I don’t know who you were. I don’t know who you’ve been. You’ve been an asshole. And he apologized <\/span><span data-id=\"P1-N200112\">and said… and then of course told me that he’s been thinking about me and, I don’t know, I’m like… and that he feels bad that basically… I mean the same way I do, feels bad that we… I got into this situation. [2:28] And he feels bad and then of course, as usual, he begins reviewing all the reasons why <\/span><span data-id=\"P1-N200113\">we wouldn’t work as a couple anyway. And I told him, as I always told him, I was like you don’t need to say that stuff to me. I’m happy with feeling glad about the reasons why we maybe could’ve worked because if you start talking about… but yeah, we would’ve fought all the time and look at this, we’re <\/span><span data-id=\"P1-N200114\">arguing now and whatever, then I guess, I don’t know, it makes me feel more like less hopeful that I can make it work with somebody at all. And I like to think that all the things that did work are what I’d like to focus on or whatever, and he basically needs to do the opposite. And he said… we were <\/span><span data-id=\"P1-N200115\">e-mailing at one point and he was like do I agree with you and poison my own mind more and disrespect my wife even more, or no. Anything I did’s going to hurt your feelings but do I not play [ph?] it and then hurt myself. [3:50] And then… or do I agree with you and poison my mind and disrespect my wife <\/span><span data-id=\"P1-N200116\">further. Or… and then what do you want me to say, yes, I still want… but what am I supposed to do kind of thing. I was like you don’t have to say anything; I am… this is how I feel about it, whatever. And then when we were saying goodbye, I… we… he gave me a big hug and I said I still love you, and <\/span><span data-id=\"P1-N200117\">he said I still love you too. And of course, I don’t know, I think that he feels better about saying it because we can say it in a friend way, like as friends would say, as like I say I love you to my friends. But obviously it’s meant much more in our case. So I’m not sure what his motivation is in <\/span><span data-id=\"P1-N200118\">even saying that back to me, or saying that to me. I’m not sure. We talked about… I asked him about his relationship and how stuff is going and why he’s been such a dick, basically, what’s so whatever about the situation, and nothing. It’s just… he basically was saying that he feels it’s hard… he didn’t <\/span><span data-id=\"P1-N200119\">go into too much detail but he’s like it’s hard sometimes. And it’s not like a whole day will go by and I’m like whoa, this is so hard. But more like situations will get hard. But she’s a fast learner and I’m learning fast too, so whatever. That was his assessment. [5:36] But it was good to see him <\/span><span data-id=\"P1-N2001110\">and talk about stuff. I think that that made me feel better, at least, that he apologized to me and stuff for being a dick, owns up to being an asshole kind of. I guess it does leave me feeling a little bit confused as to what why he would even say anything to me about, I don’t know. What am I supposed <\/span><span data-id=\"P1-N2001111\">to do with the information with him, that yes, that’s confirmed that he’s a... once… still has feelings for me or whatever. Or wants some flurtive relationship with me or some sort of something with me. Okay, but now that it is confirmed, what am I supposed to do with it. It’s not like it changes anything. <\/span><span data-id=\"P1-N2001112\">[6:56] (pause) So I guess that colored my week a little bit. And then on Tuesday I went on a date with this friend of Jillian’s boyfriend that he works with, and turns out he’s 37, which I didn’t know his age even. And he was nice and we had a nice time talking and having a few drinks and appetizers, <\/span><span data-id=\"P1-N2001113\">whatever, but I didn’t feel… I don’t know, I’m just kind of like meh. It was fun. I’m sure I could do it again. I just don’t really feel…<\/span><\/p>\n<span data-id=\"P1-N20010-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20010-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562124\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20012\"><span data-id=\"P2-N20013\">THERAPIST: No sparks.<\/span><\/p>\n<p data-id=\"P2-N20014\"><span data-id=\"P2-N20015\">CLIENT: Yeah, right. Right. And then, whatever, I don’t know. But I’m just feeling kind of blah about the whole everything, the job, whatever. [8:15] (pause) And then I went out last night for a few drinks with some old friend, and then I got home a little bit tipsy, kind of like... I took… I was on <\/span><span data-id=\"P2-N200151\">the subway, whatever, so I took the subway home and got home, made some leftovers, whatever, was like kind of annoyed and was texting that guy and was saying… oh, and because this… the guy Frederick, that I had gone… that I used to work with, that I had gone out to dinner with a couple weeks ago and <\/span><span data-id=\"P2-N200152\">then I thought maybe we could go out again, whatever, came for drinks or whatever, and doesn’t seem to be interested or whatever. So I texted that guy and I was frustrated that… telling her how frustrated I was that nobody’s asking me on a second date even, why doesn’t… why am I the one initiating conversation. <\/span><span data-id=\"P2-N200153\">[10:03] I don’t know what I’m supposed to do, whatever. And then she said maybe your desperation is showing through. And I was like what are you talking about. My desperation is… she doesn’t know what she’s talking about, and I felt really offended that she would jump to that. Like fuck you, you stupid <\/span><span data-id=\"P2-N200154\">whore. You’re with a rebound dude. Talk about desperate, you found him at the fucking high school reunion. (pause) And then idiot Lucas telling me how much he regrets… that he feels bad about it and it was so bad and he feels so guilty and he wishes I hadn’t blah, blah, blah, but I still want it. But <\/span><span data-id=\"P2-N200155\">that’s him saying he still wants it. And I’m like okay, what you’re telling me are two separate things. You’re telling me that you feel bad and you respect your wife and all this stuff, and you’re saying but I’d still like to… I still have these feelings. [11:49]<\/span><\/p>\n<span data-id=\"P2-N20014-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20014-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562124\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20016\"><span data-id=\"P3-N20017\">THERAPIST: I guess it seems clearest to me what you’re saying about Lucas, that (pause) it’s as though you kind of, I think, run around and look at the things he said from the angle that will make it feel the worst. I mean so first the problem was this, earlier this week that he was being sort of very <\/span><span data-id=\"P3-N200171\">flaky about actually being in touch, wanting to be in touch but not following through, basically. And so a couple of days later that sorts out, you guys get together. So in a way that’s good. He… the biggest thing to me is the way that he’s saying he still has feelings for you, which I think is kind <\/span><span data-id=\"P3-N200172\">of what you said you wanted to know. And in a way it seems… sort of fits better with how things felt to you. I have the sense that you sort of, in a way, have tried to think of it like… or convince yourself that he doesn’t because it’s sort of easier, and because he hasn’t owned up to that, but that <\/span><span data-id=\"P3-N200173\">given how things were between you over this last year it just doesn’t make any sense that they would just go away like that because his wife was there. So in fact he’s saying of course not. Yes of course they’re still there. [13:51] And that he’s in this very… that he doesn’t know how the hell to handle <\/span><span data-id=\"P3-N200174\">this, it sounds like what he said. And he’s sort of confused and not handling it well by you but whatever. In a way I could imagine that would seem like a relief, at least, to know. I mean it sort of makes things make at least some sense. And it’s consistent with how you feel things to be. But you say <\/span><span data-id=\"P3-N200175\">it in a way it makes you feel worse, or at least it doesn’t do anything for you because what are you supposed to do with it. So in a way you kind of just want to make it into bad news or frustrating news at least. There’s no relief in it. And…<\/span><\/p>\n<p data-id=\"P3-N20018\"><span data-id=\"P3-N20019\">CLIENT: I mean a little, just to know that I’m right, I was right.<\/span><\/p>\n<p data-id=\"P3-N2001A\"><span data-id=\"P3-N2001B\">THERAPIST: Yeah, but… and then he says he loves you too, and that’s a little different from sort of talking indirectly about still having feelings for you. He’s kind of putting it out there and it’s a sort of… it is; it’s an intimate thing to say. And it’s sort of showing how he feels torn. And that’s <\/span><span data-id=\"P3-N2001B1\">just confusing and frustrating too. [15:42] So I mean there’s… one of the things you said… but it seems to me a little like maybe you’re sort of unconsciously moving around to look at things from an angle so that they don’t help and don’t provide any relief and just feel kind of frustrating or crummy. <\/span><span data-id=\"P3-N2001B2\">I mean if you… I just want to have the sense that aside from him saying he doesn’t want to leave his wife, what would you most want to hear him acknowledge and say to you. This would probably be pretty close, if not it. But somehow it provides no relief when it actually happens.<\/span><\/p>\n<p data-id=\"P3-N2001C\"><span data-id=\"P3-N2001D\">CLIENT: I think… I don’t know how to look at it from an angle where it feels okay, provides any relief.<\/span><\/p>\n<p data-id=\"P3-N2001E\"><span data-id=\"P3-N2001F\">THERAPIST: Well, (pause) I guess there are things there that I don’t understand because part of how you were feeling so bad about this was feeling very much sort of used and discardable and not that worthwhile in a relationship. [17:46]<\/span><\/p>\n<span data-id=\"P3-N2001E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562124\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20020\"><span data-id=\"P4-N20021\">CLIENT: Well I still feel that way though. That’s the issue.<\/span><\/p>\n<p data-id=\"P4-N20022\"><span data-id=\"P4-N20023\">THERAPIST: But, yeah, I guess that’s sort of… I mean that’s very important. I don’t… it strikes me that he’s saying that he has feelings for you and telling you that he loves you doesn’t shift it a little bit away from, yeah, you’re really not worth being with; I can just get over you in five minutes, <\/span><span data-id=\"P4-N200231\">to something more like God, this situation’s a bitch. Yes, I’m married and I’m going to stay with my wife, but she thinks in some ways things are really working between us, which is kind of what he’s saying.<\/span><\/p>\n<p data-id=\"P4-N20024\"><span data-id=\"P4-N20025\">CLIENT: Right, but what am I supposed to do with that information? How is that supposed to make me feel any better? [18:51]<\/span><\/p>\n<p data-id=\"P4-N20026\"><span data-id=\"P4-N20027\">THERAPIST: Well you’re saying part of why you were feeling bad is not just that you couldn’t be together but that he should get over [overlapping talk]<\/span><\/p>\n<p data-id=\"P4-N20028\"><span data-id=\"P4-N20029\">CLIENT: Okay, well so it makes me feel a little bit better but other than that, what am I supposed to do with the information?<\/span><\/p>\n<p data-id=\"P4-N2002A\"><span data-id=\"P4-N2002B\">THERAPIST: But that’s part of what you’ve been feeling. That’s probably the essential thing you’ve been feeling so awful about is nobody’s going to want to be with you and…<\/span><\/p>\n<p data-id=\"P4-N2002C\"><span data-id=\"P4-N2002D\">CLIENT: But I still feel like that.<\/span><\/p>\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">THERAPIST: Right, and I guess it’s… treats it like how he clearly feels very different, clearly that’s not who you are to him. That doesn’t make much difference. I mean in a way, to me, that situation seems like worlds apart, this situation which, yeah, he was just having fun and it was something else <\/span><span data-id=\"P4-N2002F1\">for you and you weren’t that much for him and he got over you in five minutes and turns around and says oh yeah, it was nice, I should probably look out for you a little more but too bad and it doesn’t matter to me really. And God, I’m really torn apart, I still love you and yeah, [inaudible] of my <\/span><span data-id=\"P4-N2002F2\">life, but it’s so difficult…<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">CLIENT: Well I don’t feel like he feels like that though. [20:00]<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: But that’s what he said.<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: Not… but at the same time, though, he’s still saying… I think he’s just saying that he’d like to still be able to have sex with me. Well I mean I know he’s also saying that he still has feelings for me and still cares about me, obviously, but he wants his cake and eat it too. He wants to stay <\/span><span data-id=\"P4-N200351\">married and then be like but…<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: I don’t know. Tell you… he tells you he loves you, he tells you he still has feelings for you, it doesn’t… I don’t know, I wasn’t there, but I don’t get the sense that he’s trying to arrange things so the two of you can still have sex. I mean it sounds like it’s more expressing his feelings <\/span><span data-id=\"P4-N200371\">and his being distraught.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: Well yeah, I mean, that, too.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: I mean he’s sort of also saying I’m trying to think of reasons why we don’t work because it helps me get past how I feel.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: Yeah, exactly.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: Which is actually an indication of how much he feels.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: But then why doesn’t he just leave his… why doesn’t he just tell her to move back to China then. What’s the point of being married to somebody if you can have feelings for somebody else? Why is he married to anybody? [21:17]<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: I see. So…<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: It sucks… oh, poor you Lucas. I don’t give a shit. Tell her to move then, I don’t know. Or you move so you don’t have more temptation here or something. Go back to China with her. What are you doing. That’s…<\/span><\/p>\n<span data-id=\"P4-N20044-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562124\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: Yeah, but you know the answer to that. I mean you know that she’s from a different culture and she’s a different person and he fell in love with her, and they’ve been apart for a year and the two of you have so much more in common and you spent all this time together and had good sexual chemistry <\/span><span data-id=\"P5-N200471\">and got along well and all this other stuff. I mean…<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: But then why is he married to her, who doesn’t have all that stuff? And who has whatever…<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: But he’s not saying they don’t have any of that stuff.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: Right, so again, I just feel like what am I supposed to do with that information? Just proceed as I’m doing, just continue dating and feeling nothing?<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: I see. So you’re saying that information doesn’t actually give you anything to do that will make you feel any better. [23:12]<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: So it’s no help.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: It’s like great, cool, there’s somebody out there that I maybe can have a great relationship with and that loves me. Nice to know but I can’t be with that person.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: That and $1.99 will get you a cup of coffee.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: It’s probably $3.99 now, I don’t know.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: Probably. (pause)<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: Well here’s another possibility. Maybe it makes you way sadder to think about how things could’ve worked with him than to feel that they didn’t matter very much to him, which is what you felt a few weeks ago. [25:01] Or to feel like he’s an asshole, which you’ve also been feeling.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: It’s definitely way sadder to think that things could’ve worked. I mean I do think that I feel like it’s also... makes me feel hopeful that it could work with somebody else then too. But it’s sad because it’s not something that I can explore with him.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: And I suspect it’s also just incredibly sad.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: Right. And how sad for him to be married and to feel… have feelings for another woman too. (pause) I mean [inaudible] sleep with all those girls; he didn’t have feelings for them. It was just ego boosting. It was different.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: [inaudible]<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: Okay. Have a good weekend, yeah. Thanks.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}