{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is second-guessing all of his major life decisions, including dating and breaking up with several different women. Client is anxious over his upcoming move abroad and is becoming increasingly unsure of his actions."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Life events","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Relationships","Job security","Life changes","Stress","Psychoanalytic Psychology","Sadness","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Life events","Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["11"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Relationships","Job security","Life changes","Stress"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562584","dorpId":"1006469577","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 163: January 16, 2014: Client is second-guessing all of his major life decisions, including dating and breaking up with several different women. Client is anxious over his upcoming move abroad and is becoming increasingly unsure of his actions.","fullTitle":"Client \"AP\", Session 163: January 16, 2014: Client is second-guessing all of his major life decisions, including dating and breaking up with several different women. Client is anxious over his upcoming move abroad and is becoming increasingly unsure of his actions.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562584\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I read a little bit of the book – very little – but I did it.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: That’s something.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: It felt good. I couldn’t concentrate very well. Obviously, I was thinking about doing it. The fact that I just did it . . .<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: And then what stopped you?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yesterday was a little bit different because I actually didn’t have a lot of free time. My friend, who is going back to Assyria, is here so we spent almost the whole day together. Two things were good about that.  One was I kind of started feeling excited, so that was nice. It’s a nice feeling <\/span><span data-id=\"P1-N200151\">to know you’re going to get there and one of your best friends is there. I kind of felt some of the excitement that I’ve been wanting to feel a little bit. Then we went to see this movie, Her. Do you know about this movie?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: The man character falls in love with his operating system. We went to see it and we both really liked it. It was really interesting. It made me think of two things.  One was there is a good scene in it where he’s talking to his best friend and he kind of finally has a moment of self-awareness <\/span><span data-id=\"P1-N200191\">or self-understanding; and he’s just so genuine and it’s sad. He’s like, “I don’t know what I want. I never know what I want.” That really struck a chord with me, that idea. Here is this guy who has a nice life, but he’s just gotten divorced, even though it looks like he didn’t want to get divorced. <\/span><span data-id=\"P1-N200192\">There were a lot of things that he said that really resonated, I think, probably with a lot of people. That’s the whole point of the movie, I think, that a lot of us are fucked up in this similar way, like he can’t express himself, he shuts down when he’s upset instead of him just saying that he’s upset. <\/span><span data-id=\"P1-N200193\">All that stuff.  That moment I was like that’s the thing, man. I think of all the women I’ve been with and it’s very confusing. What am I looking for here? Then that made me think, because of what we were talking about yesterday about Assyria, I thought that everything with me boils down to that – a <\/span><span data-id=\"P1-N200194\">combination of never knowing exactly what I want and how to express myself.  It’s this combination of not knowing what I want and not understanding myself at all, like not really getting me. The reason I thought of that is because I thought about all the things we’ve talked about, like you publish your <\/span><span data-id=\"P1-N200195\">book but then it’s like whatever. But then, like with women, that’s the ultimate example. Like right now I’ve got these three or four that are texting me all the time and can’t get enough of me. And I’m not saying that I should feel like I’m fucking amazing. It feels good, but I think that on some level <\/span><span data-id=\"P1-N200196\">I still don’t get that. I’m not faking anything; I feel confident. I feel good, but on some level I don’t get that level of reaction. I don’t know if that makes sense. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Don’t get what they’re drawn to in you?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Let’s say some women are kind of exaggerating their flirtation. With a good percentage it just doesn’t sound like they are, not to write the kinds of things or say the kinds of things they say. I just don’t get that. Part of me just doesn’t know what to do. It’s not that I don’t get it – I’m <\/span><span data-id=\"P1-N2001D1\">not faking anything – but I don’t know what to do with it. That’s what it is. Do you know what I mean?<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562584\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: It’s connected, in a way, to your question of what do I want? Do you want that? Is that really what you’re looking for? Because when you get it, then what? So what, in a way.  On the one hand, I think it’s always felt like the thing that would be most satisfying, to have someone react to <\/span><span data-id=\"P2-N2001F1\">you – really, really wanting to be with you – but then you get it. Then you do get that all the time; and then what?<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: What?<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: No, I don’t know. It’s baffling. I don’t understand. In some ways, I can’t do without it because now that I’m not faking anything or now that I understand it all better, it just feels good. I’m not going to lie. It’s fucking awesome to have these great girls clamor over themselves, but there <\/span><span data-id=\"P2-N200251\">is a disconnect. I guess I just don’t get why it’s so strong. Let me put it this way, a lot of times I don’t understand why I’m not having that reaction.  Why am I like “I’ve never felt this way about anybody?” I have moments when I feel that way, but no. So what’s that? Am I so mangled now that I don’t <\/span><span data-id=\"P2-N200252\">know if I love somebody, like I can’t differentiate anymore?<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: You’re asking both then why such a strong reaction? That’s a very particular reaction. That’s not just desiring or wanting to get to know you. I’ve never felt these feelings before so quickly, so suddenly.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: It’s a lot of lustful\/visceral or something. It’s awesome, but I still don’t quite – I don’t know what I’m trying to say about all this.  On the one hand, I guess it makes me kind of sad and confused – like is there something I’m not getting?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: About yourself?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: About myself or something, and that makes me feel that if they feel that way, maybe there’s something, again, it’s about my potential. Maybe that means I could get the kind of girl I really, really, really want if I’m getting this reaction all over the place. Maybe I’m not channeling myself. <\/span><span data-id=\"P2-N2002D1\">I don’t know. I don’t understand this shit.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: You have gotten the girl you really, really wanted, though – several times.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Have I? That’s the thing.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Well, in the moment I have.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: You’ve often said “I wanted the perfect girl and then she came and I found a way for it to not work out.” <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Yeah, that’s true. That’s true. Yeah, that’s true.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: In other words, that can be part and parcel of what you’re saying. What’s happening?<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: What’s going on? Right. With some of them, I’m sure, who knows what could have happened. Some of them clearly could have lasted a number of years, at least.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: You did come in with several saying “I am madly in love.” “This is the one.”<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: Exactly. So what is that? It’s never like “she has a kid.” No, there were plenty that didn’t have kids. I know enough to know the Assyrian thing is real and not real at the same time. I’m already bracing myself for that because I’m going to get to Assyria. They’re women like any other women <\/span><span data-id=\"P2-N200411\">and when I do find the one, when this happens over there, then I’m going to find something – they’re not American enough.  They don’t get my American . . . I’m already preparing for that. I seem to always find a way.<\/span><\/p>\n<span data-id=\"P2-N20040-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562584\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: I think that’s likely, being perfectly honest.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Seeing this movie it was like what do I do about that? He found a solution because he found it with his OS and Scarlett Johansson’s voice, so that’s not too shabby. That is a solution because, of course, that person never leaves you. I won’t tell you what happens. It’s love, but you’re still <\/span><span data-id=\"P3-N200451\">kind of . . .<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: It’s not physical.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Exactly. It’s not someone in your space, really, sharing your life. It’s someone in your earbud.  Not someone – that’s the point. Highly intelligent. I don’t know. But then, of course, the flip side of it is my friend, Diego, who is married and has two kids, he was like, “Yeah, it made me think <\/span><span data-id=\"P3-N200491\">about my marriage and what the hell is going on and why I’m not happy. I was happy five years ago.” It’s like the grass is always greener. There is obviously no simple, clear answer to any of that stuff.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: There is something about how you started today, saying that you got to read a little bit but actually today was unusual because you were out with one of your close friends yesterday all day.  It does make me wonder how much woven into the day-to-day decisions about how to spend your time <\/span><span data-id=\"P3-N2004B1\">is the question of what do you want? Yesterday, you didn’t write because what you wanted more was to hang out with your close friend. It’s one day where there was something else you wanted more, but then you kick yourself for not writing. The idea of dealing with many things you want, actually, that <\/span><span data-id=\"P3-N2004B2\">there are a lot of things you want. You want someone who knows American culture. You want someone who knows Assyrian culture. Do you know what I mean?<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: And when you pick one, you can’t have another sometimes. Or sometimes it’s not possible to have all things – many times. Picking out a person to spend a life with means you’re letting go of certain things you want. Do you know what I mean? <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: What are the things that are most important to you? They are the priorities. And what are the things you’re going to let go of and mourn? It’s not in the realm yet of consideration.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Maybe I’m spoiled that way. I’ve never been married. I never had a long – other when I was very, very young – so maybe I’ve been spoiled. I just want all of it. It would just be great to have all these people who are, obviously, all different.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: It is, but it’s not having one long-term person. You don’t get the things that you would get with that. If you go with that, then you lose what you get with this.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: Exactly, because then I’d worry that if you pick that one person I’m going to end up like a lot of my unhappy friends. <\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: I think one of the things is reaching the point of realizing that you actually maybe are making decisions based on what you want.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: Yeah, yeah. I know what I want more than I think I do.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: Maybe you don’t want to get married because you don’t want that and many, many marriages head down really bumpy roads where you get sick of each other and disappointed in the other one. That’s actually part of marriage. If marriage is working, that’s part of it. Maybe you don’t want that. <\/span><span data-id=\"P3-N2005F1\">That’s different than not thinking you want it and then kicking yourself and being mad at yourself for not having it when, actually, you keep deciding that you want this instead. You might actually decide one day that you don’t want this instead, that that’s losing its attractiveness and that you’ll <\/span><span data-id=\"P3-N2005F2\">take the disappointments that come with marriage for the things that you get out of it that you’ll never get out of here.<\/span><\/p>\n<span data-id=\"P3-N2005E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562584\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: That’s right. Yeah, I see what you’re saying.  I guess I’m looking at the nuance aspect of it, though, where I could have had some of those people. I could have had kind of both. In other words, there were some who were so cool. They literally would have done almost anything. I could have still <\/span><span data-id=\"P4-N200611\">retained whatever this life I have is; and because that person loved me so much, they would have let me be . . . They knew that I didn’t want such a domesticated, suburban feel.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Were you thinking of Meredith?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Michelle. Meredith, not so much. I think Meredith did want it. Clearly, she got pregnant and got married a year after we broke up. I think she wanted that. Michelle. Meredith, not so much. I think Meredith did want it. Clearly, she got pregnant and got married a year after we broke up. I think <\/span><span data-id=\"P4-N200651\">she wanted that.  But yeah, there have been a few where it could have been. I don’t know.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: And yet, there have been times where you’ve said “I think I don’t want to continue in a relationship where it’s not going to head towards getting married,” if she’s old and she doesn’t want to have a kid again. I point it out only because I think that has poked its head up as a desire of <\/span><span data-id=\"P4-N200671\">yours. That doesn’t mean that’s the only thing you want. There are some times you think “I don’t want to go anywhere near that,” but you’ve used her not wanting that as a reason to break up with her.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: No, that’s true. It will never work with someone with a kid. Never. I’m someone who likes to pick up and move, obviously. I like that. It’s scary, but I do it so obviously I like doing it.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: So Michelle wouldn’t? It wouldn’t have worked? <\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Yeah, right. So how is that going to work out? The expense involved – that’s not good for a child.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: So there is a reason where, when you actually get to the heart of it, it’s not that it could have worked with Michelle. If that feels real to you that, actually, the lifestyle, the kind of life that you want can’t involve someone else’s child right now.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Or even being married. Even if there isn’t a kid, that’s still not easy. You’re married. You can’t just up and decide “I’m going to move to Assyria.” What if that other person just does not want to? They have their own good reason for not wanting to go there. What the fuck are you supposed to <\/span><span data-id=\"P4-N200711\">do? I guess you could argue it’s the opposite. I’ve always actually done and gotten what I want, in a way.  I didn’t become an accountant and then be a musician at night or whatever. That’s what I want to do and that’s what I do.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: And yet there is still the fantasy that you could do and get what you want and it is impossible in life, right? No one gets everything they want. By not becoming an accountant, you don’t have financial stability right now, so there is a loss that you feel.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Every decision you make you have to not make other decisions.<\/span><\/p>\n<span data-id=\"P4-N20074-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20074-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562584\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: It has losses. Every single path you go down you have losses, including yesterday when you saw your friend instead of writing. That was a decision and you may feel really good about the decision, but that doesn’t mean there wasn’t a loss. (pause) How you spend each hour of the day, you’re <\/span><span data-id=\"P5-N200771\">picking one thing and not another thing, not many, many, many other things. <\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: I did work on songs yesterday. That kind of made me excited, too. I was like, “I want to play some of these songs, just acoustic, and see what they sound like;” and they sounded good. I was like, “You know what? I think this could be awesome in Assyria.” There is nothing like this over there. <\/span><span data-id=\"P5-N200791\">I could probably pay my rent playing two or three shows a month over there. Also, I’ve noticed when I was playing and singing, thinking about being over there, something felt different in the songs. In a way, I felt more reconnected to my songs. I think that’s what happened. I just felt more excited <\/span><span data-id=\"P5-N200792\">because here it is what it is. It’s the same week in and week out; and I just don’t get excited anymore to play San Diego or whatever.  I don’t know. It’s not doing anything for me; whereas in Assyria I feel like it’s different there. If people really respond to the music, I feel like it has a deeper <\/span><span data-id=\"P5-N200793\">meaning over there.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: For you?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: For me and for people there. (pause) At the end of the day, I’m not sure, but there could be a different connection that I make with an audience there that I can’t make here because there is just something unspoken. They might pick up certain things that are in the tones or the performance or <\/span><span data-id=\"P5-N2007D1\">whatever the fuck it is that people here respond, as well, but in a different way.  Especially when here it’s a dime a dozen; they see me one night and they can see a bunch of other bands the next night. So even if it’s good, it’s like “I saw this; I saw that; great stuff; all good.” Whereas there I <\/span><span data-id=\"P5-N2007D2\">feel like it can have a different kind of impact maybe. Again, if nothing else – I’m not trying to get all lofty – at least I can pay my fucking rent, I think, from what everyone is telling me.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: And also, if nothing else, you worked on your songs yesterday. It’s actually a moment where that’s what you chose to do. You were motivated to do that, not to write. That doesn’t mean you might not one day. Just because you’re staring at something doesn’t mean you’re going to want to or it <\/span><span data-id=\"P5-N2007F1\">doesn’t mean it’s going to feel as important as something else you also can do. It is writing, true. <\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: I think it felt good that if this is true and either pay my rent or pay half my rent for playing shows or whatever, I think it’s also the idea that it means that even more than here I’ll be a working artist. That takes it to a different mentally that wow, I kind of like that, thinking of it <\/span><span data-id=\"P5-N200811\">as a fucking job that I love. It’s not just playing someplace for $20 – or even if it is $20, (chuckling) over there that’s a lot of money. Whatever it is, your rent is so cheap that all you’ve got to do is play a couple of shows for $30 or $40 and you’ve paid your rent.  When you can say that you can <\/span><span data-id=\"P5-N200812\">pay your rent from your art, that’s a pretty awesome feeling.<\/span><\/p>\n<span data-id=\"P5-N20080-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562584\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: And rare.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: Yeah, and rare. I’m not trying to romanticize it or whatever. From what people are telling me, that seems highly possible. Regardless, even if I played shows infrequently, I feel like I can just sense something there – that people my age, and especially younger, there is definitely some kind <\/span><span data-id=\"P6-N200851\">of underground, bohemian sub-culture, artsy thing going on there and I think it would feel good – for me, but also to maybe share something that means something to these people. <\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: You keep saying “I don’t want to get all lofty or get ahead of myself” and it’s true. You can’t know how it’s going to go with any certainty until you get there. What you can know and start trying to work through now is what you want; all things considered, would be where you want to be and <\/span><span data-id=\"P6-N200871\">what you want to be doing. This brings it back to the question I’ve reminded you of several times. Since the unemployment stopped I asked you if you could have the same job here would you want to stay here? You said “no.” So even when the choices were open, you were pretty clear that’s where you wanted <\/span><span data-id=\"P6-N200872\">to be. Of course, there are hesitations and questions you’re trying to continue to sort through, but articulating to yourself that that is what you want to go after is the start of actually making it work. <\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: I think that’s what I’m realizing that, yeah, I want those things to happen. It’s okay to want it to go well. These days I’m so scared. I’m like “I’m getting ahead of myself,” but that’s not the same thing.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: That’s different than expecting it will happen in a kind of self-illusory way. You want to be realistic about something; will it work?<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: But actually all the things I want are realistic in this scenario. I’ve worked hard. I have a job; 99% likely. There seem to be a lot of other job opportunities from all the people I know and all my contacts and all that. Music – every single person I talk to says there is a hunger and there <\/span><span data-id=\"P6-N2008D1\">is no one doing what I do over there and the fact that I’m American but Assyrian. There are ingredients there that are really going to maybe connect with people. <\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: So it’s realistic. There are a million other things that you could do instead that are also realistic. Starting to say “that’s the one that I want to go do; that’s what I’m committing myself to,” and knowing that you’re letting go of things by doing that. You could be gaining a ton – that’s <\/span><span data-id=\"P6-N2008F1\">what the hope is – but you’re also letting go of things. Even in marriages, when marriages are healthy and actually pretty happy are when people have really arrived at a place of knowing that there are certain things you don’t have in this person and they’re worth it. There are things you get that really <\/span><span data-id=\"P6-N2008F2\">make you want to stay.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: Because that’s probably a beautiful feeling, too – wow, I’m willing to give up all these things for this person. That’s an amazing thing. Of course.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: It’s real then. It’s not an idealization or a devaluation; and that’s the same thing as going to Assyria, to say this thing is worth what I’ve given up for it. At least it feels that way now and you’ll go see.  If you change your mind you’ll do something else. (long pause)  I think when you’re <\/span><span data-id=\"P6-N200931\">so hard-wired with all this dysfunction, these fuckers over here, that’s the other thing. You’re constantly second-guessing yourself. They’re so unsatisfied with everything that there is some of that in me, so like with Meredith. Even if they weren’t going to work out, to bail so quickly, that wasn’t <\/span><span data-id=\"P6-N200932\">me. To not be able to see that holy, shit; there is this stunning girl who . . . And then also to not see that I made it happen. To not be like how awesome is this? I met this girl at a bar and she’s moving with me to London. What are the chances of that? I did it. It was natural. It felt organic. It <\/span><span data-id=\"P6-N200933\">was amazing. That part bums me out that I couldn’t . . .  I see that now when I meet women. That’s great, but it is a bummer that I just couldn’t see any of that then, how amazing that is, to be grateful for it, to savor it. It’s like that’s how they are. There is never a moment when they can just be <\/span><span data-id=\"P6-N200934\">still and just enjoy. It’s just impossible.<\/span><\/p>\n<span data-id=\"P6-N20092-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20092-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562584\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: There is so much of a disavowing of being owners of their own lives and I think it’s just insidious and seeped into you, right?<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: And even if you get something you really want, someone has something better so there is someone better than this woman.  I’m being very superficial but . . .<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">THERAPIST: No, it’s there. It’s deep; [it has been superficial] (ph?) throughout with that side of your mom’s family.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: I know. It’s a fucking crime for one dude to have such beautiful women, a lot of who are also very cool, nice people – flawed, but we all are. There is someone better; there is this; this is fucked up and that’s fucked up – just nitpicking. That bums me out. I’m glad I’m not like that anymore. <\/span><span data-id=\"P7-N2009B1\">That’s good. I think that movie is part of what got me thinking about that a little bit. In a way it was very comforting because it was weird with this movie. I think Diego felt this way, too, because obviously a lot of people who go into see the movie are a certain crowd. So a lot of people in the <\/span><span data-id=\"P7-N2009B2\">theatre were around our age, slightly creative types; you could almost taste it in the theatre. We were all sad. (chuckles) In that way it was a little comforting that this is like a pandemic now. We don’t fucking know what we’re doing. In the movie he goes to chat rooms to try to not feel lonely. He <\/span><span data-id=\"P7-N2009B3\">gets set up on a date. It’s just all the stuff we all do. Looking for people online and trying to find people – all this loneliness and trying to piece together some fulfillment or a connection, a real connection to somebody. And then not knowing sometimes whether it’s a real connection or not, which <\/span><span data-id=\"P7-N2009B4\">I think was it kind of silly, the operating system, but I think it was symbolic that’s the thing.  Are you really connecting with somebody? What’s the difference between this person and this person? Which one of those was the real connection? (pause)<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">THERAPIST: I also think there is something about how intolerable your mother’s criticism and nitpicking and claustrophobia negativity was; and that then her own looking at you with eyes that were so critical all the time and negative, in a way, that meant that there was never any room in that relationship <\/span><span data-id=\"P7-N2009D1\">for there to be a tremendous amount of love, even when you’re disappointed in a person sometimes, that’s actually a part of good parent-child relationships, too.  Nobody is perfect. Parents screw up. Kids make mistakes, but the feeling that that is ordinary and part of actually really good, healthy <\/span><span data-id=\"P7-N2009D2\">loving relationships . . .<\/span><\/p>\n<span data-id=\"P7-N2009C-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2009C-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562584\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">CLIENT: Right, the foundation is solid.<\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">THERAPIST: Yes! And that you’re human, so you disagree all the time and get in each other’s way.<\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">CLIENT: But you always have each other’s back. Yeah, in my family it doesn’t exist. They’ll say it, of course, to their death they’ll say that it does, but it doesn’t. A smothering kind of love is not having someone’s back. That’s just projecting all kinds of shit on somebody. Having someone’s back <\/span><span data-id=\"P8-N200A31\">is like “It’s fine. This didn’t work out? Cool. Why don’t you try this?” without judging. Even your tone of voice – instead of saying “I don’t know. What can I say?” “Try that. Try that one. Let’s see what happens.”  No, you already sound like you’re judging. They just don’t get any of that. They don’t <\/span><span data-id=\"P8-N200A32\">understand that your tone of voice – forget the words you’re saying. They could be the right words, but if you’re using a certain tone of voice . . .<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">THERAPIST: Think about when we were talking about how when you’re dating if she starts talking or complaining, you said you immediately get to feel like she’s complaining and she’s talking too much, your mother’s intrusiveness, judgment, critical; that is not a space of negotiating between two minds. <\/span><span data-id=\"P8-N200A51\">That is like the stuff of marriage where there are two people who like some of the things and don’t like other things and get annoyed at each other that never got to happen. It’s been for the longest time in here I felt like whenever I talked it was more like intrusiveness into your space, like it was <\/span><span data-id=\"P8-N200A52\">not wanted.  Very recently, there is a little more of you feeling like wait, there is another person over there who actually is outside of whatever you could construct about it which is really different. How do you deal with the “otherness” of another real person when your mother’s otherness was extremely <\/span><span data-id=\"P8-N200A53\">hurtful every time, that you shut down from taking in the other, which makes dating someone where you have to grapple with otherness. It’s not you you’re dating. It will never be. (chuckles) She’ll be disappointing sometimes. She’ll wear the wrong shoes.<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">CLIENT: Or she’ll be disappointed in me. It’s not the end of the world; whereas for me, all those little things are colossal.<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">THERAPIST: Humiliations [ ] (inaudible at 00:35:59)<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">CLIENT: Or like crazy red flags that I have to . . . <\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">THERAPIST: Right, like any disappointment could be a red flag. No, any relationship that works is going to have disappointment. Hopefully it has a tremendous amount of other things that make those disappointments worth it. (pause) Sometimes the wrong shoes, even, could turn into something like that’s <\/span><span data-id=\"P8-N200AD1\">her. It’s not my favorite, but that’s when I know I’m dealing with her. That’s her choice and I love that person. (long pause) <\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">CLIENT: I don’t know. A lot of it is over-thinking, too, which is also my mom.<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">THERAPIST: Doubting yourself?<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">CLIENT: Just too much thinking. Not enough doing and too much thinking. Obviously, I’m very proactive, but that does bother me that I catch myself a lot. I’m just constantly fucking thinking. (pause) It’s not necessarily a bad thing, because I’m proactive so a lot of times I try to turn that into . <\/span><span data-id=\"P8-N200B31\">. . but it’s so “them” that I don’t like that. Sometimes you’ve got to just not.<\/span><\/p>\n<span data-id=\"P8-N200B2-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200B2-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562584\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">THERAPIST: I think I’m not exactly sure what you’re talking about when you say too much thinking.<\/span><\/p>\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">CLIENT: Just in general. <\/span><\/p>\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">THERAPIST: Like lost-in-your-head kind of thinking?<\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">CLIENT: Like over-thinking things.<\/span><\/p>\n<p data-id=\"P9-N200BC\"><span data-id=\"P9-N200BD\">THERAPIST: Worrying it won’t go well?<\/span><\/p>\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">CLIENT: More than that. Taking all your choices like which choice is right? I hung out with my friend; that’s it. There is nothing to think about. Do you know what I’m saying? Or I’m going to read a chapter of this book. There is really nothing to think about here. I’m going to read some words on the <\/span><span data-id=\"P9-N200BF1\">page and then I’m going to move on. I’m not like that. There’s this constant, fucking engine. It’s gotten better. I think that’s part and parcel of all these things that I’m saying. <\/span><\/p>\n<p data-id=\"P9-N200C0\"><span data-id=\"P9-N200C1\">THERAPIST: Because thinking and a way of putting over-thinking implies a kind of cognitive level of ruination that is not about being grounded in yourself and what your gut is telling you is the right thing for you to do. The hope isn’t that every hour of every day everyone is thinking “should I go <\/span><span data-id=\"P9-N200C11\">to work or not?” “Should I have lunch or not?” There is an intuitive sense that gets built in when you know yourself, like “Yes, I’m going to have lunch.” “Yes, I’m going to go to work.” Or “No, I’m not going to go to work today because I’m sick,” right? I think you’re talking about being in the realm <\/span><span data-id=\"P9-N200C12\">of not knowing yourself, that’s not always intuitive. There is a lot of second-guessing.<\/span><\/p>\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">CLIENT: Right, so instead of being like cool, I’m going to go to Assyria – like really, what is there to over-think, in a way? I’m going to go. I’m not going to a place where I don’t know anybody. I have this whole network where I have good friends and acquaintances, people I don’t know yet, but that <\/span><span data-id=\"P9-N200C31\">people are introducing me to. What’s the big deal, really?  Yes, I’m horrified that I might have to come back and then I have to stay with my mom. Literally, that’s it. (chuckles) I have to go back and stay with my mom. But yeah, you cross that bridge when you get to it. Also chances are that’s not <\/span><span data-id=\"P9-N200C32\">going to happen. Realistically, it doesn’t look like that’s going to happen. That happens with a lot of things. I’m getting better at it. I notice now when I’m on dates that I’ve gotten better at just being with this person and even if I’m like yeah, I don’t know – it doesn’t matter. I’m here now. It’s <\/span><span data-id=\"P9-N200C33\">a nice time. I’m getting better at it, but these bigger things like my art and careers and these bigger questions – not necessarily the day-to-day . . .<\/span><\/p>\n<p data-id=\"P9-N200C4\"><span data-id=\"P9-N200C5\">THERAPIST: Or marriage.<\/span><\/p>\n<p data-id=\"P9-N200C6\"><span data-id=\"P9-N200C7\">CLIENT: Marriage, yeah.  It’s gotten better, but I have to work on that a little bit more. It makes you waste energy and time sometimes because you’re not quite able to focus.<\/span><\/p>\n<p data-id=\"P9-N200C8\"><span data-id=\"P9-N200C9\">THERAPIST: Again, quite able to trust. That’s what it is. It’s a leap of faith going to Assyria. It’s a leap of faith for anyone getting married that you don’t know where you’ll be five or ten years from then. It’s the idea of trusting yourself that you’ve used your good thinking capacities and this <\/span><span data-id=\"P9-N200C91\">makes sense. You actually have thought it through and you trust your gut sense that this is a right thing to do. I think you’ve had some other decisions where you feel like the only way you’ve made it was to do it without thought. Sometimes you’ve been so burdened by thought, over-thinking, that the <\/span><span data-id=\"P9-N200C92\">only protection would be to not think too much at all and do something on impulse. <\/span><\/p>\n<span data-id=\"P9-N200C8-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200C8-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562584\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200CA\"><span data-id=\"P10-N200CB\">CLIENT: To under-think it.<\/span><\/p>\n<p data-id=\"P10-N200CC\"><span data-id=\"P10-N200CD\">THERAPIST: To under-think it; and again, that’s probably actually the healthiest thing at the time that you could do because you were at least trying not to over-think it and stop yourself from going to London or something like that. You could have over-thought that.<\/span><\/p>\n<p data-id=\"P10-N200CE\"><span data-id=\"P10-N200CF\">CLIENT: Yeah, I was trying to change things.<\/span><\/p>\n<p data-id=\"P10-N200D0\"><span data-id=\"P10-N200D1\">THERAPIST: Going to [Brown] (ph?); going to Oregon – some of these things if you had over-thought it, you would have probably remained frozen and immobile for the rest of your life. So you’re at least trying to carve out some space where you didn’t have to think too much about it. The next step is how <\/span><span data-id=\"P10-N200D11\">do you reintegrate some thinking to get to know yourself and get to know what you’re letting go of by doing this and to think through what you gain by doing this. You sound, to me, the clearest you’ve ever been about Assyria with thought and with a gut sense that this could have real possibilities that <\/span><span data-id=\"P10-N200D12\">work for you on a number of different levels. We have to stop.<\/span><\/p>\n<p data-id=\"P10-N200D2\"><span data-id=\"P10-N200D3\">CLIENT: 2:20?<\/span><\/p>\n<p data-id=\"P10-N200D4\"><span data-id=\"P10-N200D5\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P10-N200D6\"><span data-id=\"P10-N200D7\">CLIENT: Thank you. See you tomorrow.<\/span><\/p>\n<p data-id=\"P10-N200D8\"><span data-id=\"P10-N200D9\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}