{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the coldness he's feeling in light of his marital separation and he worries he should feel more empathy. Client discusses the selfish nature of his wife ultimately led to their separation and divorce."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Selfishness","Empathy","Power","Divorce","Marital separation","Psychoanalytic Psychology","Sadness","Anger","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Selfishness","Empathy","Power","Divorce","Marital separation"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562160","dorpId":"1006469153","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ad\", Session February 24, 2014: Client discusses the coldness he's feeling in light of his marital separation and he worries he should feel more empathy. Client discusses the selfish nature of his wife ultimately led to their separation and divorce.","fullTitle":"Client \"Ad\", Session February 24, 2014: Client discusses the coldness he's feeling in light of his marital separation and he worries he should feel more empathy. Client discusses the selfish nature of his wife ultimately led to their separation and divorce.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562160\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I’ve been kind of dragging my feet with doing anything with the paperwork for the divorce. It’s just because first of all, it feels like it’s all on me anyway, like Georgia isn’t going to initiate that, even though she said she would sign whatever.  When friends find out or I e-mail friends, <\/span><span data-id=\"P1-N2000D1\">it all seems very quick and sudden. And in the moral world of dating and engagement, the non-religious world, it seems like it’s more typical to have honor for your separation and give it a try. I clearly just don’t want to be too hasty; but at the same time, I feel a lot of resolve for where I’m at <\/span><span data-id=\"P1-N2000D2\">and it feels a little bit like where I was at with the church, finishing up the paperwork to remove my records. It’s just kind of an additional chore that I don’t want to think about, but it was over in my mind already.  I think there might be some insecurities around that, as well. I mean, it’s a big <\/span><span data-id=\"P1-N2000D3\">deal to get divorced and all that; but that said, it’s impossible for me to imagine living with Georgia again (chuckles) at this point. It’s just something [ ] (inaudible at 00:02:33). (pause) I guess I just need to schedule some time to do it. (pause)  One of the weird things is that it feels like <\/span><span data-id=\"P1-N2000D4\">because Georgia works at [Falmouth] (ph?) and a lot of our friends were made through that connection, it’s like I basically feel like I’m obliged to step away from all of it and not participate in the friendships that I made with them, which is super weird because if that’s the case, then they weren’t <\/span><span data-id=\"P1-N2000D5\">real friendships anyway, at least not very deep ones. (laughs) Maybe I felt like they were deeper in my mind than they really were. They were based on seeing each other at the gym and also through Georgia.  There are probably too many obstacles, but I don’t know. Have you ever seen American Psycho with <\/span><span data-id=\"P1-N2000D6\">Christian Bale or heard of it?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I’ve heard of it. I may have seen ten minutes of it a long time ago, but for all intents and purposes, I haven’t seen it – but I have heard of it.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I was watching it the other day just because it was on Netflix and it’s funny because I can kind of relate in some ways. I think most people can. I think that’s why it’s a little disturbing. With the protagonist, he’s talking about how there is this façade that people seem to interact with, <\/span><span data-id=\"P1-N200111\">but that’s not him. And then there is a scene in the movie where he’s breaking up with his long-time girlfriend and she’s like, “What about all of our friends?” and he’s like, “You can have them. You can have them all.”  (laughs) I feel like that’s basically what happened, except there was no agreement <\/span><span data-id=\"P1-N200112\">or understanding or even discussion of it. I guess it makes sense. Georgia is a lot more extroverted and social and probably maintains those relationships better than I do, but all of a sudden I feel like I don’t really have friends or pals or whoever to hang out with or talk through life with or whatever. <\/span><span data-id=\"P1-N200113\">It’s a bit isolating that way and I feel a little sociopathic. I know that’s not a real term or anything, but just in the sense that all of these friendships that meant something to me, all of a sudden mean nothing to me.  It causes me to question what friendship is and the value of these tangential <\/span><span data-id=\"P1-N200114\">relationships that I thought were more central. (pause) It’s kind of one of those things in life where you get to test who is really your friend and who wants to support you, however that may be. I have a hard time determining how much of that is me being kind of introverted and not so great at staying <\/span><span data-id=\"P1-N200115\">connected and how much of it is circumstantial because divorce and all of that is really weird and awkward for people.  It seems to me like, despite all that, if you have a real friendship then maybe people that are close to you would kind of reach out or whatever. That may be a false hope or expecting <\/span><span data-id=\"P1-N200116\">too much from people. (pause)<\/span><\/p>\n<span data-id=\"P1-N20010-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20010-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562160\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20012\"><span data-id=\"P2-N20013\">THERAPIST: [I sense that you’re feeling] (ph?) a bit sociopathic, like it refers to a kind of coldness or shutting down which I suspect, but am not sure, comes from feeling hurt and powerless.  You are going through what’s been an awfully rough patch, which it seems like you’re feeling is only to the <\/span><span data-id=\"P2-N200131\">good and what you want and so forth, but be that as it may, there is turmoil and it’s been a tough time – and where the fuck is everybody?<\/span><\/p>\n<p data-id=\"P2-N20014\"><span data-id=\"P2-N20015\">CLIENT: Yeah. Or is that expecting too much of people? Even the commotion and complexity of this relationship where . . .<\/span><\/p>\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">THERAPIST: My sense is that while you question that at one level, you’re actually just pretty hurt at another level. In other words, stay back for a moment from what the social realities tends to be – whatever the hell those are – that you are wondering . . .  I don’t know how many people have reached <\/span><span data-id=\"P2-N200171\">out to you or haven’t or how they have or how often they’ve checked in with you or what it’s been like, but the feeling of being sociopathic – and I’m not saying I think you are sociopathic – but I assume what you’re referring to is a kind of coldness and shutting down and uncaring.<\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">CLIENT: Yeah, like a lack of empathy.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: Right. And I think that – and I don’t know if this is always true – but I think for you now that’s probably a response to what you’re feeling quite hurt about people’s reactions, which I think you then kind of reality check, like, “Well, maybe I’m off base. Maybe divorce is uncomfortable <\/span><span data-id=\"P2-N2001B1\">for people or everybody is just going to be sympathetic to Georgia and not to me for any number of reasons.  She’s more extroverted or I’m the one who initiated this more so or whatever.” That’s reasonable to think about; I’m not saying it doesn’t make sense to think about it, but I think it’s most <\/span><span data-id=\"P2-N2001B2\">immediately a reaction to being hurt and upset that people haven’t been in touch and you’re going through a hard time.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Yeah, that’s a good point. I like to move more quickly past that into the application of that. It’s like okay, this isn’t a nice realization to have after however many years of making friendships with people.  And sure, some of them maybe are more circumstantial than others, but yeah. (pause)<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: No, I’m sure it’s not.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: I guess it’s probably common that there is reckonings where you do a check to see how many people are interested or aware in my life – who I consider friends, of course, not just anybody. It kind of makes me want to go through and [ ] (inaudible at [0:11:58]) the Facebook people (laughs) and <\/span><span data-id=\"P2-N200211\">all of that, like do a gleaning.  Or just close it altogether, but that’s kind of like just doing nothing.<\/span><\/p>\n<span data-id=\"P2-N20020-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562160\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">THERAPIST: But I think it’s indicative. I think that is absolutely one of the ways that you have, since you were small, responded to being hurt – is to just say “to hell with everybody.’ It’s vastly safer to want nothing to do with anybody. (both laugh) Fuck all of you.<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">CLIENT: Yeah, totally. (pause)  I think if anything, it’s kind of like the take-away for me is develop these friendships carefully so that they are actually based in some kind of reality and not just the perception. Of course, there are some people that have been in touch. It’s not like it’s complete <\/span><span data-id=\"P3-N200251\">isolation. Aside from my family, maybe four friends who I alerted to what was going on, but they knew kind of anyway. But it’s tough because they also have families and kids, not just wives, so it leaves me in this place now where . . . <\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: When you say “it’s tough,” do you mean that they don’t have a lot of time or that they’re not that available because of the family stuff?<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: Yeah, exactly; and they’re in a different place than I am. It’s not like they’re looking to go out and meet people or whatever, which is what I expected. I expected that it would be me on my own and then that transition would be kind of like a [solitaire,] (ph?) a singular one, a sole venture, <\/span><span data-id=\"P3-N200291\">which I chose intentionally because I wanted space and wanted to not be easily controlled and manipulated. <\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: Maybe I’m wrong, but I imagine you anticipated some of the social repercussions. It’s not like you didn’t see this coming, to some extent, socially, I suspect. But I don’t have the sense that’s what you would have ideally wanted. Do you know what I mean? So far, it has continued to seem pretty <\/span><span data-id=\"P3-N2002B1\">clear that you did ideally want not to live with Georgia and not be married. I do imagine you foresaw that it would have a big effect on your social circle social-wise, but I don’t know that up as it sounds like you’re having to.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: Yeah, it’s interesting. That’s a very good question. I don’t know that I had it in mind. I think I knew it could be a consequence, but it’s like maybe a bit disappointing to see how widespread it is.  It’s just like Georgia’s friends (chuckles) and her support group – and she probably needs <\/span><span data-id=\"P3-N2002D1\">it more than I do because it seems like she has taken it a lot harder which, of course, I initiated it and so it will be harder for her. (pause) But you kind of lose a little bit of hope in humanity when that kind of stuff happens.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: They are the things that made me feel more misanthropic, (chuckles) these kinds of things.  It just reaffirms oh, yeah, I’m fine by myself. That’s the right way to go because you can’t rely on other people necessarily for solace and comfort. You need to find that on your own, within. (pause)<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: Honestly, even though in a way what you just said is bad news, I expect it’s actually . . .  Another quality to your reaction, it seems to me, to this is it could have been what you just said – you can’t really rely on other people for solace and comfort. You kind of have to find it in yourself. <\/span><span data-id=\"P3-N200331\">I think you said something like that. It’s way more varied and complicated than that, isn’t it? I mean, sometimes you can; sometimes you can in certain ways, but not in other ways. I guess where I’m going is to say I think you’re simplifying it a lot because, again, it takes the ambiguity out. It takes <\/span><span data-id=\"P3-N200332\">the unpredictability out. It takes the lack of being in control out. Do you see what I mean? To just say nope, nobody never no how.<\/span><\/p>\n<span data-id=\"P3-N20032-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562160\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: It’s clear in black and white.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: Yes. I’m not saying there aren’t things like that.  I’m sure there are, but I don’t think your experience has been that you haven’t ever been able to draw on anybody for anything.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: Right. That’s true.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: I am pretty clear that you have been hugely disappointed by the most important people in your life since you were small.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: That’s kind of what I was thinking, too. It’s kind of like writing my parents off in a way, at certain points and stages in my life, after you realize they are taking way more than they’re giving. (laughs) Georgia is the prime example of that, but it’s just like the repetition of a pattern that <\/span><span data-id=\"P4-N2003D1\">I’ve never seen the opposite of because we’re all self-interested.  Of course, I doubt that Georgia would say that I was more giving than she was because it’s always like you’re just self-interested and ego-driven and some people’s egos are bigger than others. I don’t know. I don’t know that she would <\/span><span data-id=\"P4-N2003D2\">agree with me that she was more selfish than I was, that I was more invested in her life than she was in mine. I don’t know that she would agree with me on that, but that’s at least how it felt. It feels like, to me, it’s one of the main reasons that it just couldn’t work out any more and I told her <\/span><span data-id=\"P4-N2003D3\">that even and she felt I was being cruel when I said it.  She was like, “There is nothing I wouldn’t have done.” I think I told you this already. And I leveled with her on point because I could tell that I wasn’t going to get too many options or opportunities to talk with her on the phone. It was best <\/span><span data-id=\"P4-N2003D4\">to just e-mail, logistics. She said, “There is nothing I wouldn’t have done to keep our marriage together.” And I just said, “Look, Georgia, we went along this thing together and it became all about you at a certain point. Then there was a break and we got back together and we tried to recommit and <\/span><span data-id=\"P4-N2003D5\">reconnect. You made it about you again. It was all about you.” I didn’t elaborate. I just said that it can’t work for me and it just doesn’t work.  And then I said too much, (laughs) but I wanted to say a whole lot more. I wanted to detail out why, in my mind, it was all about her. I’m sure she wouldn’t <\/span><span data-id=\"P4-N2003D6\">be able to handle it, but I don’t know that she knows that she’s just fundamentally very selfish. I think that’s her blind spot. It works to her benefit in a lot of ways because she has her own business and she’s driven and Type A and all of these things that are socially very rewarded. These are things <\/span><span data-id=\"P4-N2003D7\">that are great. People like it when someone takes charge and, sure, she has a big ego, but you allow for that because she’s Georgia and she’s amazing. But living with someone like that means that you’re constantly in their world, and I kept getting sucked into her world and losing myself to a certain <\/span><span data-id=\"P4-N2003D8\">degree – not entirely – but losing myself and my self-confidence because it’s all based on her.  At least that’s the way it felt to me. We were investing. We were investing a lot of money in her business and all of that, but that wasn’t going to pay off for me at all, so where is the benefit of that? <\/span><span data-id=\"P4-N2003D9\">Not that I’m just looking for financial, but I feel like my work in all of that has been sustained through Yale in a kind of minimal way (chuckles) because Yale is pretty cheap, actually. I never even supported equal amounts of money to what we were both doing.  It would be a very different situation <\/span><span data-id=\"P4-N2003D10\">now. I don’t want to make it just about money, but I think that money, at least in this example, illustrates the interest and the time and attention that the two parties are getting. Every day. Every day we would talk about Georgia’s work and I was helping her with the business. Never once would she <\/span><span data-id=\"P4-N2003D11\">really engage me in what I was doing – and I don’t know that she would agree with that, but I think she would say that she would have a difficult time engaging in conversation about the work that I was doing because it’s very specialized and all of that. But even from a consensual ballpark of, “All <\/span><span data-id=\"P4-N2003D12\">right, what are you doing? Let’s look at all of the jobs that are available right now,” or things like that, I feel like I helped Georgia more with than I got out. <\/span><\/p>\n<span data-id=\"P4-N2003C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562160\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">These kinds of caveats and examples come to mind. It’s what I don’t want to get into again with someone, even though there are a lot of benefits to being the sidekick of a very driven ego, big ego kind of individual. You get immediate connections and friends and people love you and the world is going <\/span><span data-id=\"P5-N2003F1\">in your direction, but it’s at the cost of being kind of neglected and ultimately just not getting out of it what you put into it, it feels like.  And I think, of course, it makes sense to me why, in what feels like pretty mature phases of life, I got sucked into a relationship like Georgia’s because <\/span><span data-id=\"P5-N2003F2\">it reflected very much the relationship with both of my parents, who are both driven and both have their own worlds and their own egos where the world revolves around them; so it probably felt very natural to me. The awareness of “this isn’t working,” later on I kind of realized what’s going on and <\/span><span data-id=\"P5-N2003F3\">was like “I have to get out of this. I don’t want to continue to live in repeat patterns and I don’t think Georgia is going to change enough that I would ultimately benefit in this.” <\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">That’s one thing I would be interested in. It seems to me like change is a really interesting thing in human nature. Some people are highly adaptive and can change dramatically. Other people really can’t change very much. Maybe like baby steps and subtle things, but they have this kind of unalterable <\/span><span data-id=\"P5-N200411\">character. Would you say that’s correct of a generalization?<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: What are you thinking of, more specifically?<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: More just like the character and personality of people. I feel like (chuckles) I’m a very [mercurial,] (ph?) changeable. <\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: Huh. And yet, you just explained how – I’m not saying it’s not true – but you were also just explaining how your relationship with Georgia recapitulates a lot from your relationships with your parents.<\/span><\/p>\n<span data-id=\"P5-N20046-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562160\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20048\"><span data-id=\"P6-N20049\">CLIENT: I think that’s a good question.<\/span><\/p>\n<p data-id=\"P6-N2004A\"><span data-id=\"P6-N2004B\">THERAPIST: Continuity.<\/span><\/p>\n<p data-id=\"P6-N2004C\"><span data-id=\"P6-N2004D\">CLIENT: At least in my phases in life where I was not self-aware, and maybe that’s part of it. I was just reacting. I was still in the religious embrace and it was suffocating and convoluted and all of that; but I definitely don’t consider myself a mature adult when I was married and when I got married <\/span><span data-id=\"P6-N2004D1\">and all of that. These are decisions that I feel like were more made for me than by me. The “me” that I’m referring to then, feels 100% different than me now; but I guess that might be off. <\/span><\/p>\n<p data-id=\"P6-N2004E\"><span data-id=\"P6-N2004F\">THERAPIST: I see. So that’s the change you’re wondering about?<\/span><\/p>\n<p data-id=\"P6-N20050\"><span data-id=\"P6-N20051\">CLIENT: I understand the psychology. It’s a really common thing now to say that everything is changeable. People change all the time, drastic changes, but what are the preconditions for change? Is it, I guess, self-awareness? Desire to change? I’m just trying to think if I end up in this situation where <\/span><span data-id=\"P6-N200511\">I feel like “oh, no – this is the same thing I had with Georgia,” how do I change that?<\/span><\/p>\n<p data-id=\"P6-N20052\"><span data-id=\"P6-N20053\">THERAPIST: I see. Like how do I make sure this never, ever happens again? (both laugh) <\/span><\/p>\n<p data-id=\"P6-N20054\"><span data-id=\"P6-N20055\">CLIENT: It’s happened three times.<\/span><\/p>\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">THERAPIST: Your parents and religion and Georgia. You want to be done.<\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">CLIENT: Yeah. I don’t want to get into this situation again. I know I’m not going to remain a single guy the rest of my life – well, I don’t know that, but that’s kind of my assumption.<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">THERAPIST: Right. And maybe you even want to be in a relationship, as long as you can be pretty damned sure that it’s going to be different.<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">CLIENT: Exactly.<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: I do think it’s possible.<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">CLIENT: How can you help facilitate change in another person? Because I’ve changed dramatically and that has, consequently, made Georgia change in some ways. But some stuff she just couldn’t and it was clear that she’s still in a religious mindset. Her morays and her rule following will always be there. <\/span><span data-id=\"P6-N200611\">She’ll always [ ] (inaudible at 00:30:59) about stuff and controlling and very driven in her world.  I couldn’t avert her from that path. I can’t change that, or at least it felt like I couldn’t now. Psychologists say anything is changeable. You can change all of this, but I didn’t have access to that, <\/span><span data-id=\"P6-N200612\">at least in any of the major relationships in my life.<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">THERAPIST: Right. Let’s see. (long pause)  It seems to me you actually changed pretty considerably in your relationship with Georgia, I think, over the last year or so.  I guess here’s what I have in mind: Even before you decided you wanted to split up, it seems to me that you had a pretty different <\/span><span data-id=\"P6-N200631\">view, a pretty different story about what was going on between you when you had had a while prior. It seems to me that came about through a combination of things – the stuff with Liam, obviously, stirred up a lot. There was some sort of events like that and then, I think, there was also your examination, <\/span><span data-id=\"P6-N200632\">here and elsewhere, of your experience with her. Do you know what I mean?  It seems to me that what you just said about how selfish and, in ways, one-sided you felt things could be between you is not something you would have said two or three years ago in the same way, I don’t think. I don’t think you <\/span><span data-id=\"P6-N200633\">would have disagreed with some of the observations, but I don’t think you would have quite put it like that.<\/span><\/p>\n<span data-id=\"P6-N20062-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562160\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20064\"><span data-id=\"P7-N20065\">CLIENT: That’s true.<\/span><\/p>\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">THERAPIST: And I think you changed that on the basis of getting in touch, particularly with bad feelings you had, ways she made you feel bad or things happened between you that made you feel bad, that you, for reasons – some of which we have talked about, I think – you haven’t wanted to focus on before. <\/span><span data-id=\"P7-N200671\">Like turning off my light switch and wanting things from her point of view and not wanting to cause conflict.  And also, I think, if you were going to feel bad, it was going to be way off on your own and you were going to keep that very separate from things between the two of you. I guess it seems to <\/span><span data-id=\"P7-N200672\">me that it was a combination of events, but I guess the other thing really would be you leaving religion, your having some time on your own in Geneva, Georgia’s stuff with Liam. That stuff clearly set things in motion, in a way. I’m not saying inevitably to this conclusion, but those stirred a lot up. <\/span><span data-id=\"P7-N200673\">And then you paid a lot of attention, it seems to me, and whether you had as much of things that you hadn’t wanted to see before that were really bothering you. <\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">CLIENT: It’s a shame that it took some separation and some space for me to even realize that. I feel like it’s kind of a personal flaw that I’m not able to process that immediately. It’s like isolation for me has made me realize that this is not a good thing and I thought it was, but it was not. (pause)<\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">THERAPIST: I don’t know this for a fact; I’m just wondering.  I’m not so sure it was as bad in the beginning as it was more recently. I really could be wrong, but when you were sort of thoroughly in religion and just had a very different vision of, I think, who you were, where your life was going to <\/span><span data-id=\"P7-N2006B1\">take you, what you wanted, I would guess the equation was different or the costs and benefits were different. Sure, maybe you were really out of touch with some things that really mattered and you were hurt and upset in ways you didn’t realize by things between you and Georgia but, again, I guess I’m <\/span><span data-id=\"P7-N2006B2\">not convinced.  Again, I could be wrong with this, but I’m not convinced that this was just kind of a wrong-headed decision from the start. Do you know what I mean? You were in a pretty different world when the two of you got married.<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">CLIENT: Absolutely. I see it as kind of a maturation process. I was still a child and under a lot of different types of conditioning, one from how my parents had behaved and how I then, consequently, reacted; and for religion as well – the social pressures and expectations I mean – which makes for odd <\/span><span data-id=\"P7-N2006D1\">relationships anyway. All religious relationships are weird, so I think that you’re right.  There was this way in which Georgia was a parental figure, as well as a sexual partner and everything else that a wife is, like a way for me to kind of work through my issues with my parents.<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">THERAPIST: Spouses are almost always, to some extent, that; but she may have been more so.<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">CLIENT: Yeah, it seems very much like that. That’s just like what relationships are valid? We’ve already narrowed the [ ] (inaudible at 00:39:35) (laughs).<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">THERAPIST: There is always that dimension. Sometimes there is more; sometimes there is less. Sometimes you work it out and [sometimes you divorce.] (ph?) Sometimes there is not much to work out. I’m saying I think it’s always a dimension to what people are doing; but how much and how problematic, those <\/span><span data-id=\"P7-N200731\">are different questions.  I think sometimes somebody marries somebody who is kind of like their parent in a way and that works great for them, or that’s the overriding part. Other times not. Obviously, it gets pretty nuanced.<\/span><\/p>\n<span data-id=\"P7-N20072-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20072-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562160\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20074\"><span data-id=\"P8-N20075\">CLIENT: Totally, and I think in the beginning when we shared the same world view, it definitely was working and it was a great way for me to feel validated and autonomous from my parents because I had Georgia as a parental figure; and then I outgrew her. I think that’s kind of, if I could put it simply, <\/span><span data-id=\"P8-N200751\">that would be it. I think that’s really a good point. I feel like I outgrew her because I changed much more and adapted much more than she ever could.  I think she would still be religious if I had not said what I did and all of that. I know I’m not going to change fundamentally who she is as a person <\/span><span data-id=\"P8-N200752\">and I realize that now; but at the time, fundamentally who she was, was what I was looking for in replacement of my parents. Now that I’ve matured into an adult, I no longer want to live with a parent. My issues with my parents are more resolved than my relationship with Georgia. (laughs) (pause)  I <\/span><span data-id=\"P8-N200753\">tend to kind of say, “Well, it was a good first marriage,” and leave it at that and say that I’ve matured, passed it, and grew out of the relationship at some point. I’m kind of devoid of emotion in that regard. It’s just a matter of not getting back into something that’s pretty remotely parental in this way.<\/span><\/p>\n<p data-id=\"P8-N20076\"><span data-id=\"P8-N20077\">THERAPIST: We have to stop for now.<\/span><\/p>\n<p data-id=\"P8-N20078\"><span data-id=\"P8-N20079\">CLIENT: It was really insightful. Thank you.<\/span><\/p>\n<p data-id=\"P8-N2007A\"><span data-id=\"P8-N2007B\">THERAPIST: Well, good. I’m glad it was helpful. Let’s see, scheduling.<\/span><\/p>\n<p data-id=\"P8-N2007C\"><span data-id=\"P8-N2007D\">CLIENT: Probably just [ ] (inaudible at 00:42:42).<\/span><\/p>\n<p data-id=\"P8-N2007E\"><span data-id=\"P8-N2007F\">THERAPIST: Do you want to come in again this week if I can find something? Do you want to wait until next week? I guess that would be the whole thing for me to know and then I will go from there. At least from my side, we can settle into some kind of more routine thing in the next few weeks. My schedule <\/span><span data-id=\"P8-N2007F1\">is still a little [flaky] (ph?).<\/span><\/p>\n<p data-id=\"P8-N20080\"><span data-id=\"P8-N20081\">CLIENT: And it’s cool because except for Friday, my schedule is still pretty open. It’s just that mornings are harder for me. I think we can do one next week. I’m feeling pretty settled and a lot of things are not turning over as much as it was, for sure.<\/span><\/p>\n<p data-id=\"P8-N20082\"><span data-id=\"P8-N20083\">THERAPIST: Then I will get in touch with that in time for next week.<\/span><\/p>\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">CLIENT: Perfect. See you.<\/span><\/p>\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}