{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her impending divorce and how things are moving quickly legally. Client discusses her stress about being able to financially support her son and hopes that she will be more stable in her apartment and life in a few months."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Life events","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Housing and shelter","Divorce","Marital separation","Psychoanalytic Psychology","Anger","Sadness","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Separated"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Life events","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["18"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Housing and shelter","Divorce","Marital separation"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Latino"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Sadness","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":16,"pageCount":16,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562656","dorpId":"1006469649","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"Vn\" Therapy Session Audio Recording, March 12, 2014: Client discusses her impending divorce and how things are moving quickly legally. Client discusses her stress about being able to financially support her son and hopes that she will be more stable in her apartment and life in a few months.","fullTitle":"Client \"Vn\" Therapy Session Audio Recording, March 12, 2014: Client discusses her impending divorce and how things are moving quickly legally. Client discusses her stress about being able to financially support her son and hopes that she will be more stable in her apartment and life in a few months.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":16,"totalPages":16,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":16,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come on in!<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Hi, how are you?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Good, thank you!<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: I’m sorry, (inaudible). Nice to see you!<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Good to see you as well.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I always want to be like, “How are things?” (chuckles)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Actually, I did want to touch base with you about, just a little time off I’ll be taking over the summer. I’m actually going to be on maternity leave.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Oh! I didn’t know you were pregnant! (chuckles)<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Yes! So, I’m pregnant!<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Congratulations!<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Thank you. Well, I just started to show. (chuckles)<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: When are you due?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: So, I’m due the third week in June.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Oh my gosh! Wow! You look great! (chuckles)<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: Thanks! And I’ll be coming back part-time pretty soon, so, after, so I’ll probably, after about five weeks, I’ll be here, you know, a couple of days a week. So I should be able to...<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: Okay, yeah, we can figure out a...<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: Yeah, a schedule and so forth. But I should, you know, I’m certain the people that I’m seeing now, I should be able to accommodate, you know. <\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: Okay, great!<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">THERAPIST: So, especially the daytime. Yeah, so probably... you know, the third week in June to probably, you know, toward the end of July, so about five weeks.<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">CLIENT: Okay, yeah, that’s fine. That’s fun! That’s great! (chuckles)<\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">So, I feel like the last time I saw you, I was like a hot mess. I was like, really, really bad. But, that was two weeks ago, so I’m a lot better today. I went away last week with my girlfriends, and that was awesome. That was like, exactly what I needed, I think, you know? It was... I mean, then after <\/span><span data-id=\"P1-N200351\">I saw you, the next day I was feeling better. I think I just was having a really rough day that day. That weekend, I saw my friend, Carla and I went over with my son for a play date. <\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">She was really honest with me. She was really great. She was like, you know, she was like, “Listen...,”(because we’re mutual friends with a couple of people that aren’t talking to me). She was like, “Here is the deal.” She was like, “I just want you to know what’s happening, because I’m sure you don’t.” <\/span><span data-id=\"P1-N200371\">She was like, “Rich is making you, is painting you out to be a really, really horrible person to everyone.” She was like, you know, “He is giving us so many details. Like, so many, so many details.” She was like, “I don’t even want to know them.” She was like, “It’s none of my business. Like, I don’t <\/span><span data-id=\"P1-N200372\">care to know them.” She was like, you know, “I’m not going to like...” She was like, “The way I see it is, you know, he’s making it, making you sound a certain way, and I’m just not going to believe all of it, because, you know, it’s coming from his mouth and he’s very upset.”<\/span><\/p>\n<p data-id=\"P1-N20038\"><span data-id=\"P1-N20039\">So she was like, “The thing is, these other people, these other friends, are very quick to judge,” and she was like, “You know, they’ve pretty much, you know, you’re right, they don’t want to be your friend,” and she was like, “There is nothing you can say or do to change their mind at this point.” <\/span><span data-id=\"P1-N200391\">She was like, “I just thought you should know that, because I don’t think it’s fair for you not to know that. <\/span><\/p>\n<p data-id=\"P1-N2003A\"><span data-id=\"P1-N2003B\">So... which I appreciated her saying that, you know. She... You know, I tried to explain to her... And not that I was explaining, but what she said was, she was like, “The thing is, I think what happens is,” she said, “You know, Rich is so open about so many details, and you’re not at all. So people, <\/span><span data-id=\"P1-N2003B1\">I think, assume that everything he’s saying is true about you.” So... you know, and something like, he was telling them how I went out on Valentine’s Day, because I got a babysitter that night to go out with my girlfriends from work, who wanted to take me out for Valentine’s Day, to dinner. So, she <\/span><span data-id=\"P1-N2003B2\">was like, you know, we heard about that.<\/span><\/p>\n<span data-id=\"P1-N2003A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">I was like, “Why is that a bad thing? Why am I not allowed to go (chuckles) out on Valentine’s Day?” And she was like, “Exactly! I don’t think there is anything...” You know, I put my son to bed. It wasn’t like I... didn’t even go home. It’s like, I picked him up from preschool, I gave him dinner, I <\/span><span data-id=\"P2-N2003D1\">put him to bed, and the sitter came after he was asleep. So like, that... and I was gone for like, three hours or something. So, and I said that to Carla. She was like, “No, I know. I don’t think... you know, there is anything wrong with that. He just is kind of making it look like you... don’t even <\/span><span data-id=\"P2-N2003D2\">like, you know, even when Brady’s there, you’re just kind of like, not there with him or something and that he said he could have watched him, that he would have just taken him, if you were going to be going out or something.” <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">Which I was like, “That’s insane, because I put him to bed and I was there when he woke up, so (chuckles) like...” So she was like, “You know, we hear, it’s like, all that stuff like, you know...” He... you know, and then another week that I had Brady, I got a sitter to go out to dinner for my friend’s <\/span><span data-id=\"P2-N2003F1\">birthday. Again, whenever I get a sitter, I put Brady to bed. It’s not like I... I know eventually, one day I’ll have to go out a little earlier than like, 7:30 or 8:00, but for now, I just do it, so I can have as much time with him. You know, I think one of my friends put a picture on Facebook that <\/span><span data-id=\"P2-N2003F2\">we were out to dinner.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">The next morning, he called me right, first thing in the morning. He was like, “Did you go out last night?” And I said, “Yes,” I said, “Yeah.” He was like, “Well, you need to tell me when you go out and when you have a sitter.” And I was like, “Why?” He said, “Because I need to know if something goes <\/span><span data-id=\"P2-N200411\">wrong.” I said, “Well, the sitter has your contact information, you know. But, they would contact me like, you know...” And he was like, “I just need you to tell me every time you get a sitter, when you have him.” And I was like, “I’m not going to do that.” (chuckles) <\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">I mean, I don’t have to do that! That’s like, crazy, you know, to have to... every single time. And then, I said to my friend, Carla, I said, “Well... and then if I go out twice in one week, what’s he going to say? Like, you know, I feel like it will...” You know, not that I do. You know, if anything, <\/span><span data-id=\"P2-N200431\">I just go out once during the week, when I have Brady, or if, not at all, but... I said, you know, “Then it just like... feeds this whole like, notion that I’m like, out partying and being like, reckless or something,” you know.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">So, anyway, she, I just kind of explained to her, I said, “You know, my personality is, I don’t talk about my feelings in general. I’m not this like, super open book in general. So this whole process has been, you know, I obviously talk about it with like, you and like, my very close friends who have <\/span><span data-id=\"P2-N200451\">known me for dec , you know, over a decade or longer, but I’m not, I’m not going to like, just go up to all of my friends and just be like, ‘He, this is why I was unhappy with him. You know, did you know he does this and doesn’t do this.’ Like, I’m like, that’s not how I am. I don’t want to do that, <\/span><span data-id=\"P2-N200452\">I don’t want to like... I just don’t see the point of it, you know.” <\/span><\/p>\n<span data-id=\"P2-N20044-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">So, she was like, “Well, he’s doing the opposite, (chuckles) so...” But she was like, No, she was like, “I completely understand.” Then I just said to her, I said, “You know quite honestly, (because we do these like, ladies’ dinners every other week and those girls are there), and I said, I don’t really <\/span><span data-id=\"P3-N200471\">want to keep doing those if they don’t, if they’re like talking about me and they don’t like me.” I was like, “I don’t really see the point of being around people that don’t want to, you know, be around me. So, I just, those kind of negative vibes I don’t really need to be like, around.” She was like, <\/span><span data-id=\"P3-N200472\">“Well, you know, just come for one more and then maybe let them know you’re happy to answer any questions or...”<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">And I said, “Well, they know they are always able to contact me,” but I was like, “I really don’t want to sit at a dinner table and stand trial for why I ended my marriage.” I’m like, “I didn’t marry them. I married Rich. I didn’t leave them. I left Rich, so it’s really kind of between me and him, but... <\/span><span data-id=\"P3-N200491\">You know, my other friends don’t seem to need an explanation, so I don’t really see why I have to give it to them.” <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">So, when I left, you know, this was right before I left for California, I... was really pissed! I was really like, upset with him for continuing to like, just, you know, talk... I’ve asked him multiple times not to, and he continues to. Then, so that Sunday, when he picked up Brady, I said to him, “You <\/span><span data-id=\"P3-N2004B1\">know, I talked to Carla, and you know, she’s telling me you’re telling everyone everything. You know, she doesn’t even want, you know, they don’t even want to hear all the details. Some people don’t really want to know everything, you know? He was like, “Well...” (the same answer), “I’m just being honest <\/span><span data-id=\"P3-N2004B2\">and open, you know. That’s all I’m doing.” And I said, “I guess,” but I said, “You know, people don’t want to be that involved. I mean, they can be supportive, but they don’t want to know like, everything, you know?” And I said, “And now for nothing like, you know, I’m already, you know, you’re, people <\/span><span data-id=\"P3-N2004B3\">don’t want to be my friend because of it.” And he was just like... “Oh, well.” (chuckles) you know? <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">I said, you know, “I don’t care.” I said, “If they don’t want to be my friend, whatever; then I don’t need them as friends,” but I said, “You know, I don’t need... peop , you know, I don’t need this getting around so much, so that every single person on, you know, involved or even who knows us knows <\/span><span data-id=\"P3-N2004D1\">this.” I definitely don’t want it to get into work anymore, you know like... I was just like, “Can’t, you know, do you understand that like, I need, you know, I have a rep—I’ve been at work for 12 years like, I have a reputation there like, that’s how I pay my bills, how I feed Brady, you know like...” <\/span><span data-id=\"P3-N2004D2\">He just was like, “Well, you know...” He got really upset and he said, “You know, you’re the one that married me, and then you’re the one that had a baby with me, cheated on me, and then left me. So you need to own it.”<\/span><\/p>\n<span data-id=\"P3-N2004C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">I said, “I am owning it! I told you what I did and I apologized.” And I think he meant like, I should suffer consequences. That’s probably the better words (chuckles) he could have used than like, I should own it. So... you know, I was upset. He could see I was upset, and then I was trying not to be <\/span><span data-id=\"P4-N2004F1\">upset in front of Brady, because he was right there. So... he was like, “I’m not doing a smear campaign against you.” I’m like, “But it seems...” I was like, “It really seems like you are, though.” So... and that’s kind of, and then he left, so... <\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">Then I was really bummed that day. I just felt like, really crappy that day. It was like Sunday, it was right before I was getting on my flight to see my, to go down. I just was pissed at him and I was just... I don’t know. I just felt like really shitty and alone, I guess. And then, I mean, fortunately, <\/span><span data-id=\"P4-N200511\">I called my friend down in California. She was just... You know, my friends have been great. They were just like, “Call whenever.” So I called her and talked to her for a while, and she was like, “Get on the plane, you’re going to see me in a few hours.”<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">So I went down there and it was... like, you know, it was perfect. It was my friends who’ve known me and him since like we started dating, so, you know, my one friend was kind of like, “Yeah, I was kind of waiting for this to happen at some point.” (chuckles) Which I thought was funny. And they were <\/span><span data-id=\"P4-N200531\">just like, great. They were just like, the most supportive people and totally understanding. We just talked a lot about it. I mean, it was just like having therapy for like, seven days with your close (chuckles) friends and... <\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">So, it was great, it was wonderful, it was a really good trip. I was worried that, when I came back, I was going to be like, depressed again, just because I wouldn’t be around them, it was going to be cold here. But I almost feel like, it gave me like this Vitamin D and like, positive energy boost that <\/span><span data-id=\"P4-N200551\">I’m still like, riding right now. So, I got back Sunday, I picked up Brady, and you know, so far, I’ve had really good days, just kind of, I’m kind of like... over the people who don’t want to be my friend. I’m just kind of like, “Well, now I know.” You know, my friends have all been like, “You know <\/span><span data-id=\"P4-N200552\">what? Screw them like, you know, maybe one day they’ll come and apologize for being this way,” you know, but... for now, I’m not going to, you know, sob about it or try to get their friendship back. I just... I don’t want to deal with that, you know. I just want to deal with the friends that are good, <\/span><span data-id=\"P4-N200553\">you know. Because I have so many, that I feel like I... I’m always touching base with them and talking with them now, so... <\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">So yeah, so I’m feeling good about that. I feel good now that I’m back, that I am like, okay, I’m going to, now I’m home for a while, so I’m going to like, focus on getting my apartment together and you know, finishing getting it like, furnished, because I really want to do that by the end of this month, <\/span><span data-id=\"P4-N200571\">because I don’t need that too many things. (pause) So that’s been good so far, this week. So I’m feeling a lot better.<\/span><\/p>\n<span data-id=\"P4-N20056-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">I had a very odd conversation with my parents on Sunday, actually when I got back. I was talking to my parents like on, you know, FaceTime, so they could see Brady. My mom has like, been losing her memory for many years. I mean, she’s still pretty much there, but like... Okay, she’ll forget like, things <\/span><span data-id=\"P5-N200591\">that we just did something or just talked about something, she’ll forget that. So we’re on FaceTime and, you know, my dad is kind of just like, “How are you doing,” you know. I hadn’t talked to them in weeks. My parents are just... it’s like, I think other people who have like, good relationships and <\/span><span data-id=\"P5-N200592\">normal parents, their parents would be like calling them consistently and checking on them. Like, I hadn’t heard from my parents in like, several weeks like, two and half weeks or something. And whatever; that’s just kind of how we’ve always been. <\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">They’re just not super... I don’t know what it is. I think they like, worry about us, but they don’t like, make an effort to like, check in and they don’t really make an effort to listen very well, so... I don’t know. So, anyway, so I called them and my dad was just like, “How are you doing?” And I’m <\/span><span data-id=\"P5-N2005B1\">like, “You know, I’m okay. Some tough days, but overall, good.” I’m like, “I’m really worried about money like...” The finances are kind of like, actually the most stressful, probably the only big stress thing I have right now, besides... I would say that’s like the only thing that’s like, really weighing <\/span><span data-id=\"P5-N2005B2\">on me.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: Has he started to pay any sort of child support?<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: No, so we’re meeting with our mediator on Monday, and so she... So when we talk to her, she said... If we agree on everything, which... Did I tell you? I don’t know if I told you this yet, that we talked to her? That, if we agree... Because we’re both wanting to do the joint file, the one where <\/span><span data-id=\"P5-N2005F1\">it’s like, we do it together, so we don’t have to be in the court system forever. So, and he really wants to do that one, too, because he doesn’t want to pay for a lawyer, like, lawyers and everything. So she said if we agree on everything, that we could pretty much finalize everything in two sessions <\/span><span data-id=\"P5-N2005F2\">with her, which are like, each two hours. So she was like, “We could it in like four hours, maybe six, if you... like, we need to talk something out.” <\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">So she was like, “You could conceivably be divorced like, at the courthouse, in April.” And, because Rich was like, “I want to get this over with as soon as possible.” He was like, “I just want to, I want, what’s the fastest we can do it?” And she was like, “You could do it as early as April, if everything, <\/span><span data-id=\"P5-N200611\">if you guys agree to everything.” So we said, “Okay.” And then, so what we’re do , no, he hasn’t given me any money at all, so he gave me half of the tax return, which was like $2500, that’s all he’s given me.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">(pause) So, she gave us each these full financial disclosure documents we have to fill out. So he gets one that’s for people who make, you know, six figures, and I get the one for people who don’t make (chuckles) six figures, because I don’t make that much money. And so she’s, that, she’s like, you <\/span><span data-id=\"P5-N200631\">know, she explained in that, in the phone call that we had with her, she was like, “You’re going to put down everything you make, everything you spend, everything you owe like, debt-wise,” she was like, “Everything financial about you goes in these documents: your retirement, your health insurance...” <\/span><span data-id=\"P5-N200632\">Because I’m paying the health insurance. <\/span><\/p>\n<span data-id=\"P5-N20062-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">So I had to ask him the other day for like, money for the health insurance. And he’s very particular like, when I said to him, I said, “Hey, you know, I’ve been paying the family health insurance this month, February. Can you give me half of it? It’s $172.” He was like, “I need you to send me a pay <\/span><span data-id=\"P6-N200651\">stub, so I know that’s the exact amount.” And I’m like... (whispers) “Fine.” So he’s been very like, particular about finances. So I’m won , I wonder what he’ll be like, when things are decided, because what she said is... they take that and then... She explained, she said, you know, “What we do with <\/span><span data-id=\"P6-N200652\">the money is, we divide it up so you both are living comfortably and able to support yourselves and Brady.”<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">So she was like, “Not one of you, one of you will not be living poorly while the other one lives much better.” So, she was like, “This is where, there is a formula to it, where you’ll, we’ll figure out alimony and child support, because, you know, we want to make sure both of you can afford to put Brady <\/span><span data-id=\"P6-N200671\">into soccer game, you know, soccer team, you know like, extra-curricular.” So she’s like, “We’ll work all of that out.” So I’m supposed to send in the statement this week. But, no, he hasn’t given me any money at all. So, I’m like barely living on what I can live on. I know of, you know, someone I spoke <\/span><span data-id=\"P6-N200672\">to recently. She was divorced a year ago, and she was like, “You’ll get it retroactively,” but she’s like, “He really should be giving you something now,” but, he’s not. Because I, he wouldn’t even know what to give me, I don’t think. I feel like he just needs like, a lawyer to tell him how much he’s <\/span><span data-id=\"P6-N200673\">got to give me. <\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">Because the other day I asked him, I said, “Oh, there is a...” I want to pay off the Nordstrom credit card, which is what we use for Christmas presents. He was like, “I already gave you money for credit card bills.” I’m like, “You mean $2500?” Because we have like, $14,000 on one credit card that we <\/span><span data-id=\"P6-N200691\">need to pay. And I was like... and this is a completely different card. And he’s like, “Oh. Well...” And I’m like, “It’s $300, you just need to give me $150 and that’s it.” Like, it’s not even... like that much money, but it’s... trying to get it, have him give me money has not been super easy. And <\/span><span data-id=\"P6-N200692\">like, every morning, practically, he sends me a text like, “Transfer money for such and such like, transfer...,” because our joint is still open and things are still hitting it. And it’s just like, “Transfer this, transfer this, transfer this.” I’m like...<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">THERAPIST: You shouldn’t be paying half for things, because you’re not getting any money from him. <\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: Well, I’m paying for like, my gym. Like, he’ll be like, your gym got like, because I have a gym membership. So he’s like, “Your gym just got pulled from our joint, so you need to add for that, or your car insurance...” My car insurance, I have to put in for that. So right now, we’re paying like... <\/span><span data-id=\"P6-N2006D1\">no, it’s a mess. I mean... I don’t know. I mean, I hope he, they give me money (chuckles) retroactively. And like, I had a huge expense just moving like, buying everything and moving. It’s just been... really expensive.<\/span><\/p>\n<span data-id=\"P6-N2006C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">(pause) So, I don’t know how he’ll be with that. I mean, I think he’s kind of has to know. I mean, I think once he sees how much I make and then how much... I’m spending, that I actually can’t live on what I’m making, you know? I mean, I’m at the brink of like, do I... I’m considering giving my dog <\/span><span data-id=\"P7-N2006F1\">to a friend, because I don’t think I can afford him. So... I don’t know. I asked Rich if he would consider taking the dog when he took Brady, because that would help a little bit, and we could split the cost of things, and he said no. So... And my... <\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">THERAPIST: It will be very soon, that he’ll start giving you money.<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">CLIENT: Right. So that’s why I’m kind of holding off right now. I’m hoping like, I could start getting money in the next like, few weeks or something. And just to even like... I’m almost like, working on this like, “ignorance is bliss” kind of thing, where I’m actually just like, not even thinking about <\/span><span data-id=\"P7-N200731\">the money, because I think when I do think about it, I start to like, really get stressed out about it. (pause) Because I worry, I can’t like, pay for things, you know?<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">THERAPIST: You’re worried you won’t be able to live on the child support, alimony, and your salary?<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">CLIENT: No, that I think I can. I think... and I know, I think right now, I definitely can’t live on just my salary. Like, that’s, that’s a very true statement. I can’t. There is no way, because of my rent, you know. And daycare. Daycare is a big chunk, so...<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">THERAPIST: And you’re paying daycare? <\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">CLIENT: (affirms) Yeah, we, he is having me pay 35% of daycare, but his parents pay the rest of his share. So he doesn’t want to pay daycare out of his wallet, I guess you could say. (pause) But I don’t know if he’s going to, I mean, I don’t know if he would, like he’d have to say that, I guess, that <\/span><span data-id=\"P7-N2007B1\">he gets money from his parents, I don’t know.<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">THERAPIST: Yeah, you actually do have to claim that. (client affirms) Do you think he’s going to be honest about claiming money?<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">CLIENT: I don’t know. (pause) I don’t know.<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">THERAPIST: He would, I mean, you’ll find out when you meet with the mediator, but you’ll have to figure out if you can actually do this mediation.<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">CLIENT: Yeah. Yeah. Yeah, I mean, if he’s saying like, he doesn’t get any money from his parents... I know the only money he had, we’ve always just gotten this money for daycare. They’ve always given us like, $800 or $900, it’s like $900 for daycare every month. They’ve just always done that, and that’s <\/span><span data-id=\"P7-N200831\">it. So I would be shocked if he goes in there and says he’s not getting that. I would just be like, “Are you really telling the truth? Because why would your mom stop paying it? (chuckles) Like, especially when you’re going through a divorce. I would think your mother would keep paying it.” What I don’t <\/span><span data-id=\"P7-N200832\">know is if his parents are giving him extra money every month. Which they could! I have no idea. <\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">THERAPIST: I think you, I imagine you would have to produce bank statements.<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">CLIENT: Oh, yeah. That’s true. That’s true. Yeah, that makes sense. So, I mean, yeah. I think, I just need to know the number. Once I have a number of how much I’m getting, then I think I’ll calm down. I think right now, I’m just like, in this very unknown, financially, and it’s like, making me nervous; <\/span><span data-id=\"P7-N200871\">like, super nervous... because I just, I mean, I don’t know how... I can afford everything. There is no way. I don’t make that much. I mean, he makes double what I make, so... I mean, his, the condo is a little bit more than my apartment, I think, but and he has a car payment. But I don’t think he’s <\/span><span data-id=\"P7-N200872\">paying daycare, which is like, a big chunk, you know.<\/span><\/p>\n<span data-id=\"P7-N20086-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">THERAPIST: I imagine you’ll get close to a third of his salary, in child support and alimony, I guess. <\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">CLIENT: Yeah, I would imagine they would, I just figure they would try to keep us like, more balanced, more like, even. So, yeah like, they would do that. And then he has to pay... yeah. My friend, my brother was like, “You should watch Divorce Court.” It’s like, this documentary and I watched the trailer <\/span><span data-id=\"P8-N2008B1\">yesterday. It looked horrible. It was terrifying. I was like, “I’m not watching that!” (chuckles) It’s about these divorces that are in court for like, years; like, years! And like, that was the people who have to sell their possessions to like, pay for their fees and like, I don’t want to do that. <\/span><span data-id=\"P8-N2008B2\">Although I will... I think I will sell my diamond rings very soon. I think once the divorce is final, then I’m selling my diamonds. Right? Why keep them?<\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">THERAPIST: (pause) If you don’t want them.<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">CLIENT: I don’t! I always think, “Oh, I could give it to Brady. He could give it to his like...,” but they’re like, inscribed and everything. I could get a lot of money for them, I think. A friend gave me the name of a guy I could sell them to! (chuckles) But I could get at least, hopefully like, $11,000 <\/span><span data-id=\"P8-N2008F1\">or something for them. And they’re just in my purse. I just walk around with them in my purse. <\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">THERAPIST: You could probably also bring, because a mediator is there to help you not only financially, but just negotiate your relationship. (client affirms) And I’m sure that she can help you with this issue around him. I shouldn’t say I’m sure she could help you, but I’m sure you can bring up the <\/span><span data-id=\"P8-N200911\">issue around him disclosing all this private information. I think that would be actually very helpful to talk about when you meet her.<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">CLIENT: Yeah, my friend had said that. She was like, “You should bring that up with the mediator, that he, you know...” And I don’t know if that’s, is it like, agreed upon that you don’t... do it?<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">THERAPIST: Obviously, you can’t regulate it or (client affirms) anything, but in terms of, a mediator is not just there to help you with the logistics. It’s there, he or she is there to help you with the relationship.<\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">CLIENT: Oh, got it, okay.<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">THERAPIST: Like, with the whole process (client affirms) and that’s sort of what they’re trained in.<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">CLIENT: Yeah, I mean... That would, I just, yeah, I think... and I mean, I don’t know if he has said more to people recently. I mean, he seemed kind of concerned, when I was so upset about it. But I don’t know if it’s enough to... stop it, you know? (therapist affirms) But I will definitely bring that <\/span><span data-id=\"P8-N2009B1\">up, because it’s just like... it’s just, no one wants to hear it, you know. <\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">I mean, some people do, because they want to gossip about it. But, most people just don’t want to know the details, you know. But yeah, I was going to bring that up. But I’ll make a note of, I have to make a note of everything, just what I spend on the dog. I have to get a dog walker, because... Because <\/span><span data-id=\"P8-N2009D1\">I, my hours are shorter the weeks I have Brady, I have to work longer the other weeks I don’t have him. I can’t, you know, getting home in time, I’ve had to actually drive home and then drive back to work. So I’m putting gas in my car like, three (chuckles) times a week. So...<\/span><\/p>\n<span data-id=\"P8-N2009C-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2009C-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">THERAPIST: Dogs are expensive!<\/span><\/p>\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">CLIENT: They are expensive!<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">THERAPIST: Really expensive.<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">CLIENT: I love him. I adore him. He’s wonderful. I’ve had him for five years, but... I’m just so... thinking I need to give him to... I have a co-worker who watches him when I go away. My co-worker is in his 50’s. He and his wife love him and he loves them. They have a big house with a big yard in Greenwich. <\/span><span data-id=\"P9-N200A51\">She’s retired, so she’s home. You know, I feel bad that he just sits in this apartment by himself all day, while at working late or you know... <\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">So, that’s... and it’s hard, because like, you know, I don’t want to take something else away from my son, too, but... I mean, it’s like, it’s, you know, it’s like, at least $100 or so a month, you know, just dog walker, dog food. This month, he’s supposed to get all his shots, which is like, $375. <\/span><span data-id=\"P9-N200A71\">He has to get groomed. He looks like he hasn’t been washed in forever, because (chuckles) he’s got hair, so he needs to get it cut. It’s like all these things and I’m like... like, you know, I can’t afford it, you know? And I can put it all in my financial statement, but it still becomes this like... <\/span><span data-id=\"P9-N200A72\">expense, you know?<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">THERAPIST: Once you figure out how much you’re getting, you can then figure out what you can afford.<\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">CLIENT: Right. Yeah, that’s true. Like, if I’m only getting a certain amount, and I have to still cut something. I know he would go to a wonderful home, and I know I could see him again, because I’m very good friends with, my friend’s nuts about him. You know, I could watch him for them when they go <\/span><span data-id=\"P9-N200AB1\">away or whatever. And he said he would take him, so... But he was like, “I just want you to be sure.” So he was like, “Why don’t you wait a little while and then let me know.” <\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">THERAPIST: Well, the finances are very real, but they’re also part of your feeling secure on your own.<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">CLIENT: Right. Yeah, because I’m feeling... I feel, in general... I mean, obviously you saw me on a really crappy day, but... and I’m sure I’ll have other crappy days, but... in general, I’m feeling okay about everything else. Definitely okay about leaving, definitely... still need to deal with my parents <\/span><span data-id=\"P9-N200AF1\">like, they want me to come home next month, so... My brother was like, “They just want to talk to you.” And it’s like... It’s going to be a really... difficult conversation, because he’s like, “They just don’t understand.” You know, that mom was really upset.<\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">Oh! And I didn’t finish telling you. So when I talked to my parents on the phone, you know, my dad was asking how I was doing. I said, “You know, I’m okay. I just got back from California, things are, you know, I still need a few things in the apartment.” He was like, “Well, we really want you to come <\/span><span data-id=\"P9-N200B11\">home. You know, your brother’s 40th birthday and you know, it’s good for you and Brady to come.” And I was like, “Okay. Well, can you buy my plane tickets, because I can’t really (chuckles) buy them right now.” He was like, “Yeah, yeah, we can do, you know, whatever.” <\/span><\/p>\n<span data-id=\"P9-N200B0-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200B0-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200B2\"><span data-id=\"P10-N200B3\">Then... my mom was just like, “How’s your handsome husband?” And I was like... “Uh...” She was like, “Where is he?” And I was like, “He’s at... he’s at his condo. And so...” And she just didn’t say anything. So I’m like, does she just like, not remember what’s happening, you know? And then, later in <\/span><span data-id=\"P10-N200B31\">the conversation, she was like, “So, I ran into our neighbor. Then she was asking when you and Rich would have a second child.” And I was like, “What?” And she just like... And then she just kind of laughed, and didn’t say anything.<\/span><\/p>\n<p data-id=\"P10-N200B4\"><span data-id=\"P10-N200B5\">And I’m like, looking at my dad, kind of like, confused. That was it. That was like, the only exchange in regard like, they didn’t ask me anything. Like, my dad just said, “How are you?” And that was pretty much it, but they didn’t ask like, anything else about anything that’s happening. So, it was <\/span><span data-id=\"P10-N200B51\">a weird call. So I got off the phone and then I, you know, video-chatted with my brothers. One is in Nicaragua and the other one lives in Richmond, near my parents. <\/span><\/p>\n<p data-id=\"P10-N200B6\"><span data-id=\"P10-N200B7\">I was like, “I had the weirdest conversation,” and I told him and my brother Liam (sp), who lives in Richmond. He was like, “That happened today?” He was like, “I just talked to mom like, an hour ago.” I said, “Does she not remember what’s happening?” He goes, “No!” He’s like, “She knows! She was very <\/span><span data-id=\"P10-N200B71\">upset like, an hour ago just like, sad about things and like, upset and...You know, she doesn’t understand what happened. She said you guys looked so happy.” I’m like, “Then why is she saying that on the phone?” And he was like, “I don’t know if that’s just her way of like... I don’t know.”<\/span><\/p>\n<p data-id=\"P10-N200B8\"><span data-id=\"P10-N200B9\">And I’m like, “Well, it’s kind of messed up. Like, she... You know like, how, how’s, that makes me feel kind of crappy. Like, why would she say that, you know?” So it honestly makes me not want to talk to them. I said, “I don’t know if she realizes that, but...” And I’ll be happy to tell her, when I <\/span><span data-id=\"P10-N200B91\">see her, but, they’re like, very close to me not wanting to like, communicate with them if they’re going to be like, weird like that, or critical or insulting, I just... like, I... I’m trying to surround myself with less negative people (chuckles) and I don’t want to like, not talk to my parents, because <\/span><span data-id=\"P10-N200B92\">they’re my parents. But I will do it, if like, they’re just going to keep, make me feel like crap, you know? <\/span><\/p>\n<p data-id=\"P10-N200BA\"><span data-id=\"P10-N200BB\">My brother was like, “I know; they just need an explanation.” I’m like, “Listen; I will give them an explanation, but I’m not going to keep talking about it every single day, because it’s not about them.” I was like, “I understand they know Rich, I understand like, I’m their daughter, but like, the <\/span><span data-id=\"P10-N200BB1\">dissolving of my marriage has nothing, is not about them. Like, you know?”<\/span><\/p>\n<p data-id=\"P10-N200BC\"><span data-id=\"P10-N200BD\">And then my other brother, who lives in Nicaragua, he has never married. He’s like, always has like, a long-term relationship and then it ends. He’s with a girl now, but he’s like... and he’s the opp , you know, he travels all over the world. And he’s like, “You have to do whatever makes (chuckles) <\/span><span data-id=\"P10-N200BD1\">you happy!” He’s like, “I’ve been there!” He’s like, “You know, you’re with someone, you realize you’re not happy with them. Then you end it. It’s hard and like, you don’t need to tell everyone everything, you know. Like...” So he like, is the opp , you know, he’s really good in that sense, but... <\/span><span data-id=\"P10-N200BD2\">I just, I was like, I don’t want to like have to... break it all, I mean I’ll... I’ll explain it, but I’m not going to just keep talking about it, and have her try to convince me otherwise. <\/span><\/p>\n<span data-id=\"P10-N200BC-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200BE\"><span data-id=\"P11-N200BF\">I feel like that’s what she’s, my mom’s, going to try to do, or my dad. And I explained to my dad, I was like, “I think if everything goes well, we should be divorced in April, hope to God.” And he was like, “Oh. That’s fast,” you know. I’m like, “Yeah.” (pause) I think they’re just still trying to... <\/span><span data-id=\"P11-N200BF1\">tell me I’m making... Like, convince me I’m making a bad decision, so... They just don’t listen very well, so... I feel like they’ll ask me, and I’ll tell them, and then they’re going to keep saying, “But like, you need to think about Brady and...” And every time I talk to them, I’m like, “Brady is <\/span><span data-id=\"P11-N200BF2\">fine. He’s doing really well like... very happy like, normal like, nothing really different with him at all, you know, that I’ve noticed.” So... yeah. <\/span><\/p>\n<p data-id=\"P11-N200C0\"><span data-id=\"P11-N200C1\">So, yeah. It’s finances, my parents’ relationship... and I’ve been better this week about being like, alone, the alone thing, at least so far. It’s only been like, two days (chuckles) three days this week, but... Like, Monday my friend came over and had dinner. Then last night I just watched a show, <\/span><span data-id=\"P11-N200C11\">and then my friend called me and I talked to her, so... So it’s been a little bit better on that front. So, just trying to enjoy being on my own. (chuckles) Because my friend said that. She was like, “Well, on the times when you’re alone and you start to get a little anxious, just do something you like <\/span><span data-id=\"P11-N200C12\">to do, you know.” She was like, “Do you like to watch TV? Or you want to like... watch a movie like, you can do at the house or, you know, do something.” So... So I think I’ve been like, working on that, just trying to be okay with being... by myself. I think I still have a ways to go, but... <\/span><\/p>\n<p data-id=\"P11-N200C2\"><span data-id=\"P11-N200C3\">So I’m really looking forward to the mediation on Monday, and see what comes of it, and see what he says. He’s such a finance person. I mean, I... foresee him being a pain in the ass about it. And I’m not really organized with money in general. I mean, I’ll pay bills, I just don’t... he’s like super... <\/span><span data-id=\"P11-N200C31\">you know... But I mean, he’s aware that I have to pay for things, because Brady lives with me, so... We could move to a cheaper place. I don’t think that will be actually a real possible, because I’ll eventually need a two-bedroom, because Brady is going to get bigger and I need a place where he has <\/span><span data-id=\"P11-N200C32\">his own bedroom. <\/span><\/p>\n<p data-id=\"P11-N200C4\"><span data-id=\"P11-N200C5\">So, we’ll see how it goes. I just want to know how much money I’m going to get. But the good thing is I... I reached out and made a new friend. My son’s best friend at school, I think I said, his parents are divorced. He’s three as well. So I e-mailed his mom and I said, “Hi, our sons are friends at <\/span><span data-id=\"P11-N200C51\">school, would you like to get together for a play date?” She’s like, a year older than me and she got divorced about a year ago. So I went to her place. She has a really nice apartment in Cambridge, and I was like, “Oh, my God!” I have this tiny place in Falmouth.<\/span><\/p>\n<span data-id=\"P11-N200C4-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N200C4-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N200C6\"><span data-id=\"P12-N200C7\">So when I got there, I was like, “Oh, your place is really nice.” She was like, “Well,” she was like, “It really helped, because once I got the alimony and child support, that made a (chuckles) difference.” She was like, “You should have seen where I was living when I first left!” Because she, she said <\/span><span data-id=\"P12-N200C71\">the same thing. She was like, “I left and I was just out.” You know, she was like, “I didn’t take anything with me.” And she was like, “In the beginning, it’s hard,” but she was like, “You know, once you find out how much he’s giving you, then you can like, figure out your finances, you can save up, <\/span><span data-id=\"P12-N200C72\">and if you want to move to a different, you know, like a bigger place, you can do it.” <\/span><\/p>\n<p data-id=\"P12-N200C8\"><span data-id=\"P12-N200C9\">She was like, it’s just, she was like, you know... And she was the one, she was like, “It’s kind of a bummer he’s not giving you anything,” but she was like, “My ex didn’t give me anything either until they made him do it retroactively.” She said, she’s like, she doesn’t pay for daycare at all. Her <\/span><span data-id=\"P12-N200C91\">husband does. But even she said, she was like, “This apartment is too expensive.” It was like a three-bedroom apartment in Cambridge. She was like, “This is too expensive.” She was like, “I have to downsize at some point, but... She just wanted a place that felt like a house for her son.”<\/span><\/p>\n<p data-id=\"P12-N200CA\"><span data-id=\"P12-N200CB\">THERAPIST: She was a little further along than you (client affirms), and gave you a vision of what it could be.<\/span><\/p>\n<p data-id=\"P12-N200CC\"><span data-id=\"P12-N200CD\">CLIENT: Yeah, when I walked in her place, I was like, “I could have a, I could...” Like, she seemed very settled, which was nice. Like, she... you know, it was like, what I liked about it was, it was nice in that it had a lot of rooms, but her stuff wasn’t that ni . I mean, she, like, you could tell, <\/span><span data-id=\"P12-N200CD1\">it was like... my stuff, where it wasn’t like, super fancy and that it had been given to her. She was like, “Oh, yeah. My friend gave me that table.” Like, every, you know where she was like, “Oh, yeah, my friend gave me like, the kitchen table.” Like me, where people were giving me stuff, she’s like, <\/span><span data-id=\"P12-N200CD2\">“Yeah, all this stuff people like, gave me.” So she’s like, “Nothing really matches,” but it still looked nice, you know. <\/span><\/p>\n<p data-id=\"P12-N200CE\"><span data-id=\"P12-N200CF\">So that was nice. It was like, it was just like, I don’t know. And she was, she was really nice, I mean, she didn’t really know me, but she, we got along really well. She was like, “You’ll be better, you know. This is just the tough part.” You know, she asked me how Brady was doing. And she even said, <\/span><span data-id=\"P12-N200CF1\">she was like, “Sometimes when I’m by myself, it’s a little tough, you know, but...” So I was like, “Well, we should go out to dinner or something, you know.” She was like, “That would be great.” And then I saw her this week and... I said, “Oh, do you want to do another play date this week?” She was <\/span><span data-id=\"P12-N200CF2\">like, “Yeah, let’s go on Saturday to the playground.” So it’s just nice to have someone who... just went through it and to see where she’s at, you know?<\/span><\/p>\n<p data-id=\"P12-N200D0\"><span data-id=\"P12-N200D1\">She also said that she has like, she lost friends. She was like, a few of her friends didn’t talk to her anymore and she was like, “What are you going to do?” You know, she was like, “It’s just stupid, and you just kind of have to... move on without them, you know.” So... so, yeah. That’s good. I hope <\/span><span data-id=\"P12-N200D11\">to like, keep that friendship going. I like her and we seem to get along really well and our sons like, are obsessed with each other, so... They can see that... you know, like I said to Brady, I’m like, “We’re going to his mommy’s house.” And he was like, “Okay.” You know, he was like, “Do we go, are <\/span><span data-id=\"P12-N200D12\">we going to daddy’s house?” I’m like, “No, I think we’re going to the playground and...” He was like, “Can Daddy come with me to Kyle’ house one day?” I’m like, “I’m sure he could e-mail and ask (chuckles) or something.” Maybe not! So I feel good! I’m making like, a divorced friend, which is, I think, <\/span><span data-id=\"P12-N200D13\">helpful, because none of my friends are divorced... that have a small child at least, you know. I think my... some of them hoping that (inaudible) just a little bit. <\/span><\/p>\n<span data-id=\"P12-N200D0-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N200D0-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N200D2\"><span data-id=\"P13-N200D3\">THERAPIST: It sounds like you’re really trying to create something for yourself.<\/span><\/p>\n<p data-id=\"P13-N200D4\"><span data-id=\"P13-N200D5\">CLIENT: I’m trying.<\/span><\/p>\n<p data-id=\"P13-N200D6\"><span data-id=\"P13-N200D7\">THERAPIST: Well, it sounds like you’re not only trying, but you’re being pretty successful at it, too.<\/span><\/p>\n<p data-id=\"P13-N200D8\"><span data-id=\"P13-N200D9\">CLIENT: I hope so! (chuckles) Now my friends tell me I need to start dating. (chuckles) They’re funny. But I’ll get to that at some point, I’m sure.<\/span><\/p>\n<p data-id=\"P13-N200DA\"><span data-id=\"P13-N200DB\">THERAPIST: You should start dating when you feel ready. (client affirms) But I can hear... you really look toward others for guidance, and you get a lot of good guidance. But I can hear sometimes that you feel... like, I don’t know if pressure is the right word, but you really rely on them.<\/span><\/p>\n<p data-id=\"P13-N200DC\"><span data-id=\"P13-N200DD\">CLIENT: Yeah, totally.<\/span><\/p>\n<p data-id=\"P13-N200DE\"><span data-id=\"P13-N200DF\">THERAPIST: Maybe sometimes, questioning your own judgment in it.<\/span><\/p>\n<p data-id=\"P13-N200E0\"><span data-id=\"P13-N200E1\">CLIENT: Right. Yeah, I’m a big like, “What do you guys think?” (pause) Yeah. <\/span><\/p>\n<p data-id=\"P13-N200E2\"><span data-id=\"P13-N200E3\">THERAPIST: Rather than sometimes feeling secure in what you think is right for you.<\/span><\/p>\n<p data-id=\"P13-N200E4\"><span data-id=\"P13-N200E5\">CLIENT: Right, right. Like, I... yeah. I’m usually like, “Uh, I kind of want to do this. Do you think that’s like, a good idea?” And they’ll... usually they’re like, “Yeah!” Or, you know, my one friend, Kayla (ph) is like, “Do what you feel like you should do.” Or that’s kind of what she says to me. <\/span><span data-id=\"P13-N200E51\">She’s like, “This is like... what this is about like, do what you think you want to do.” She was like, if I see you doing something really dangerous, I’ll tell you! (chuckles) But she’s like, I don’t think you will. So... And then I started my marathon, my half-marathon training, so...<\/span><\/p>\n<p data-id=\"P13-N200E6\"><span data-id=\"P13-N200E7\">THERAPIST: It’s been nicer outside!<\/span><\/p>\n<p data-id=\"P13-N200E8\"><span data-id=\"P13-N200E9\">CLIENT: I know! Because I ran this morning, before work. I ran yesterday, so I feel like I’m kind of healing the mind and the body. We’ll see how it goes.<\/span><\/p>\n<p data-id=\"P13-N200EA\"><span data-id=\"P13-N200EB\">THERAPIST: Cool! (client affirms) We’re going, we just have another minute or so left. I was going to ask you if you, talk about money, have you heard anything from the insurance?<\/span><\/p>\n<p data-id=\"P13-N200EC\"><span data-id=\"P13-N200ED\">CLIENT: No, I haven’t. But I have a check, so I can write a check for... I think I owe like $700! (chuckles) or something. <\/span><\/p>\n<p data-id=\"P13-N200EE\"><span data-id=\"P13-N200EF\">THERAPIST: Well, I was going to, I’m happy to, you should actually have heard from the insurance. I would definitely call them.<\/span><\/p>\n<p data-id=\"P13-N200F0\"><span data-id=\"P13-N200F1\">CLIENT: Should I call them?<\/span><\/p>\n<p data-id=\"P13-N200F2\"><span data-id=\"P13-N200F3\">THERAPIST: Yeah, I would definitely call them.<\/span><\/p>\n<p data-id=\"P13-N200F4\"><span data-id=\"P13-N200F5\">CLIENT: I submitted December and January, and then I just got, Janine (ph) just sent me February’s. Although February’s... for the... because we only had two sessions in February, one of them was the recorded one, but it was still the same price. Is that right?<\/span><\/p>\n<span data-id=\"P13-N200F4-br\" class=\"page-break\" data-seq=\"12\"><span data-id=\"P13-N200F4-dsp\"><\/span><\/span>\n<\/div>"},{"number":14,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"14\" data-page=\"14\">\n<p data-id=\"P14-N200F6\"><span data-id=\"P14-N200F7\">THERAPIST: I can, yeah. I don’t actually think I started to record (client affirms), but... Oh, do you have the consent form?<\/span><\/p>\n<p data-id=\"P14-N200F8\"><span data-id=\"P14-N200F9\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P14-N200FA\"><span data-id=\"P14-N200FB\">THERAPIST: Oh, great. But that’s okay. I’ll let her know. I’ll let her know... what... know about that. I’ll give you a revised rate. I’ll give you the revised rate. You know, it’s up to you. If you want to just, why don’t you... why don’t you call them. I mean, I understand that finances are really <\/span><span data-id=\"P14-N200FB1\">tight (client affirms), so why don’t you...<\/span><\/p>\n<p data-id=\"P14-N200FC\"><span data-id=\"P14-N200FD\">CLIENT: I mean, I want to pay you! I don’t want to like... make you work for free, either! So...<\/span><\/p>\n<p data-id=\"P14-N200FE\"><span data-id=\"P14-N200FF\">THERAPIST: That’s okay. Why don’t you call them and find out what the story is for February.<\/span><\/p>\n<p data-id=\"P14-N20100\"><span data-id=\"P14-N20101\">CLIENT: I’ll call them when I get back to my office. (therapist affirms) I have lunch with someone, but then I’ll call this afternoon. Then I can e-mail you and Janine, and just let you know what they said.<\/span><\/p>\n<p data-id=\"P14-N20102\"><span data-id=\"P14-N20103\">THERAPIST: Sure, because you should have, you should definitely have gotten reimbursement. It usually...<\/span><\/p>\n<p data-id=\"P14-N20104\"><span data-id=\"P14-N20105\">CLIENT: Because it’s March! I mean...<\/span><\/p>\n<p data-id=\"P14-N20106\"><span data-id=\"P14-N20107\">THERAPIST: Yeah, usually...<\/span><\/p>\n<p data-id=\"P14-N20108\"><span data-id=\"P14-N20109\">CLIENT: It said 30 days, so I figured well, it’s been a little over, maybe... And then I got nervous that it went to my house, and that Rich like, took the money. So I actually just thought that, as I was driving here. But... And I can’t imagine he would do that; that would be really messed up. <\/span><\/p>\n<p data-id=\"P14-N2010A\"><span data-id=\"P14-N2010B\">THERAPIST: Well, why don’t you, find out what the story is. (client affirms) Yeah, I mean, I’m like, I’m fine if you have to wait to get reimbursed, just as long they are planning on reimbursing you, so... Then I’ll make sure for... starting that second session, it’s fine. We’ll just go to the $40. <\/span><span data-id=\"P14-N2010B1\">So then, what we’ll do is, you’ll just sign over the insurance checks to me. (client affirms) And then it will be the $40 in addition. (client affirms) You know what I’m saying? So rather than... so basically, I’m going to get paid directly from the insurance after they, you know, starting at the end <\/span><span data-id=\"P14-N2010B2\">of February or whatever. Does that make sense?<\/span><\/p>\n<p data-id=\"P14-N2010C\"><span data-id=\"P14-N2010D\">CLIENT: So, so right... sorry. So right now, when I get the reimbursement, I’ll deposit that into my account and then (therapist affirms) write you a check.<\/span><\/p>\n<p data-id=\"P14-N2010E\"><span data-id=\"P14-N2010F\">THERAPIST: The reimbursement for January, and I guess the first session in February, if you want to do it that way. (client affirms) If you want to pay it, as, you know, again, if the difference is really big, let me know and I’m happy to work out something (client affirms) more reasonable. But then <\/span><span data-id=\"P14-N2010F1\">after, starting when we, with the taping, then you’ll just, when you get the reimbursement, you can just sign the check over to me, and then it will just be $40 for you on top of that. Does that make sense? <\/span><\/p>\n<p data-id=\"P14-N20110\"><span data-id=\"P14-N20111\">CLIENT: So... sorry. I’m sorry, I’m still confused. So then... the $40 ones, I’ll still submit as an invoice like, I have been?<\/span><\/p>\n<p data-id=\"P14-N20112\"><span data-id=\"P14-N20113\">THERAPIST: Right. You submit. Well, basically, right now what we’ve been doing...<\/span><\/p>\n<p data-id=\"P14-N20114\"><span data-id=\"P14-N20115\">CLIENT: Will it list as $195?<\/span><\/p>\n<p data-id=\"P14-N20116\"><span data-id=\"P14-N20117\">THERAPIST: Exactly.<\/span><\/p>\n<p data-id=\"P14-N20118\"><span data-id=\"P14-N20119\">CLIENT: Oh, okay. Well that’s probably what she did.<\/span><\/p>\n<p data-id=\"P14-N2011A\"><span data-id=\"P14-N2011B\">THERAPIST: It will list... Yeah, she just doesn’t know. I haven’t told her yet, to adjust the fee. So you’re going to get statements every month for $195 like, the same.<\/span><\/p>\n<p data-id=\"P14-N2011C\"><span data-id=\"P14-N2011D\">CLIENT: No matter what, okay.<\/span><\/p>\n<p data-id=\"P14-N2011E\"><span data-id=\"P14-N2011F\">THERAPIST: And that you submit to the insurance.<\/span><\/p>\n<p data-id=\"P14-N20120\"><span data-id=\"P14-N20121\">CLIENT: So then...<\/span><\/p>\n<p data-id=\"P14-N20122\"><span data-id=\"P14-N20123\">THERAPIST: Then you’ll get a separate statement from me, just for the $40 per session. So that you submit. They’re not going to give you $195, they’re not going to give you the full amount. I don’t know what they’re going to give you. They’ll give you something. But they’ll give you... so whatever, <\/span><span data-id=\"P14-N201231\">from after like, after January, whenever we started, whatever they reimburse, you know, you can give to me, and then just $40 on top of that. But you’ll still get the statements as is, because those still need to go to the insurance. (client affirms) Does that make sense?<\/span><\/p>\n<span data-id=\"P14-N20122-br\" class=\"page-break\" data-seq=\"13\"><span data-id=\"P14-N20122-dsp\"><\/span><\/span>\n<\/div>"},{"number":15,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"15\" data-page=\"15\">\n<p data-id=\"P15-N20124\"><span data-id=\"P15-N20125\">CLIENT: Yes. So then, just so I know how much then going forward will I be paying monthly? <\/span><\/p>\n<p data-id=\"P15-N20126\"><span data-id=\"P15-N20127\">THERAPIST: Well, $40 times how many...<\/span><\/p>\n<p data-id=\"P15-N20128\"><span data-id=\"P15-N20129\">CLIENT: Times we do it. (therapist affirms) So I’m thinking maybe right now, should we just do it twice a month?<\/span><\/p>\n<p data-id=\"P15-N2012A\"><span data-id=\"P15-N2012B\">THERAPIST: I mean, I think it, you know, it’s up to you. Does $40 a session feel a little more than you can afford now, too?<\/span><\/p>\n<p data-id=\"P15-N2012C\"><span data-id=\"P15-N2012D\">CLIENT: I just feel like to pay... $160 a month right now is a little... I just, because I don’t know how much I’m getting and I...<\/span><\/p>\n<p data-id=\"P15-N2012E\"><span data-id=\"P15-N2012F\">THERAPIST: Well, hopefully, you’ll have clarity starting next week. (client affirms) So... it’s up to you. I mean, I’m happy to see you, I don’t want to have you go in the poorhouse (client affirms), I can really appreciate that. And again, if, for January, if the discrepancy between my fee and what <\/span><span data-id=\"P15-N2012F1\">they’re reimbursing you is too big, I’m happy to adjust my fee for that, even though we didn’t start for the (inaudible) recording.<\/span><\/p>\n<p data-id=\"P15-N20130\"><span data-id=\"P15-N20131\">CLIENT: Thank you so much.<\/span><\/p>\n<p data-id=\"P15-N20132\"><span data-id=\"P15-N20133\">THERAPIST: But yeah. I mean, in general, it would be $160 a month, if we met four times a week.<\/span><\/p>\n<p data-id=\"P15-N20134\"><span data-id=\"P15-N20135\">CLIENT: So maybe, maybe for right, maybe for the next, maybe this next month, we’ll do every other week until I know how much it is. Is that crazy to do?<\/span><\/p>\n<p data-id=\"P15-N20136\"><span data-id=\"P15-N20137\">THERAPIST: That’s okay. I mean, honestly, if it has to be $30 a session, I mean like, I’m really willing to work with you. I don’t think I could do half (client affirms), but I’m really willing to work with you, because I do want to con , you know, continue meeting consistently. So... <\/span><\/p>\n<p data-id=\"P15-N20138\"><span data-id=\"P15-N20139\">CLIENT: I mean, we could... Well, let’s, then let’s keep it every week, and then I’ll know Monday. So when I see you Wednesday, I could be like, “He is not giving me anything!” (chuckles) Or something.<\/span><\/p>\n<p data-id=\"P15-N2013A\"><span data-id=\"P15-N2013B\">THERAPIST: Well, I don’t...think that will happen.<\/span><\/p>\n<p data-id=\"P15-N2013C\"><span data-id=\"P15-N2013D\">CLIENT: I don’t think that will be the case, but...<\/span><\/p>\n<p data-id=\"P15-N2013E\"><span data-id=\"P15-N2013F\">THERAPIST: But yeah, just call the insurance and we’ll figure out January and somehow...<\/span><\/p>\n<p data-id=\"P15-N20140\"><span data-id=\"P15-N20141\">CLIENT: Okay, I’ll call them today and I’ll e-mail you both.<\/span><\/p>\n<p data-id=\"P15-N20142\"><span data-id=\"P15-N20143\">THERAPIST: Okay, because I understand that it would be very helpful for you to get, have the money from the insurance before you pay me for January.<\/span><\/p>\n<p data-id=\"P15-N20144\"><span data-id=\"P15-N20145\">CLIENT: Yeah, that’s pretty much... And then, I also submitted some expense reports at work, because, and that’s like... like, $800. So I was like, well, and they’re going to give me that soon, so I was like, I could use that to pay that bill, too. So...<\/span><\/p>\n<p data-id=\"P15-N20146\"><span data-id=\"P15-N20147\">THERAPIST: Right. Just, yeah, call the insurance, see what the story is, in terms of their...<\/span><\/p>\n<p data-id=\"P15-N20148\"><span data-id=\"P15-N20149\">CLIENT: Okay, what’s going on.<\/span><\/p>\n<p data-id=\"P15-N2014A\"><span data-id=\"P15-N2014B\">THERAPIST: Yeah, because they should really be paying that out already (client affirms) and even if it takes a few more weeks, I can at least just charge you the difference, so you don’t have to pay the whole amount. We can at least (inaudible\/blocked).<\/span><\/p>\n<p data-id=\"P15-N2014C\"><span data-id=\"P15-N2014D\">CLIENT: Okay, so at least e-mail me the amount that they’re sending me or something. <\/span><\/p>\n<span data-id=\"P15-N2014C-br\" class=\"page-break\" data-seq=\"14\"><span data-id=\"P15-N2014C-dsp\"><\/span><\/span>\n<\/div>"},{"number":16,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562656\" data-realpage=\"16\" data-page=\"16\">\n<p data-id=\"P16-N2014E\"><span data-id=\"P16-N2014F\">THERAPIST: Yeah, and then you don’t have to put out the whole amount. (client affirms) Okay, does that make sense? Okay.<\/span><\/p>\n<p data-id=\"P16-N20150\"><span data-id=\"P16-N20151\">CLIENT: Okay, that will work. Thank you so much for being so like, flexible with it.<\/span><\/p>\n<p data-id=\"P16-N20152\"><span data-id=\"P16-N20153\">THERAPIST: Sure, sure.<\/span><\/p>\n<p data-id=\"P16-N20154\"><span data-id=\"P16-N20155\">CLIENT: I want to get you paid, I swear!<\/span><\/p>\n<p data-id=\"P16-N20156\"><span data-id=\"P16-N20157\">THERAPIST: No, I’m totally fine, and you’re still just working out some stuff and clearly, I would tell you if it weren’t fine.<\/span><\/p>\n<p data-id=\"P16-N20158\"><span data-id=\"P16-N20159\">CLIENT: Okay, all right. Thank you. Congratulations again!<\/span><\/p>\n<p data-id=\"P16-N2015A\"><span data-id=\"P16-N2015B\">THERAPIST: Thank you so much!<\/span><\/p>\n<p data-id=\"P16-N2015C\"><span data-id=\"P16-N2015D\">CLIENT: Okay, I’ll see you next week.<\/span><\/p>\n<p data-id=\"P16-N2015E\"><span data-id=\"P16-N2015F\">THERAPIST: Take care, okay, bye bye.<\/span><\/p>\n<p data-id=\"P16-N20160\"><span data-id=\"P16-N20161\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}