{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her work behavior and how she is very critical of herself when she feels unproductive. Client has difficulty articulating her feelings, because it feels as if everything is bothering her and often for no discernible reason."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Self-defeating behavior","Depressive disorder","Stress","Work behavior","Psychoanalytic Psychology","Anger","Anxiety","Sadness","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["4"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Self-defeating behavior","Depressive disorder","Stress","Work behavior"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety","Sadness"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":3,"pageCount":3,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562438","dorpId":"1006469431","contentType":"text","aucs":"CTRN-V1","title":"Client \"K\", Session April 08, 2014: Client discusses her work behavior and how she is very critical of herself when she feels unproductive. Client has difficulty articulating her feelings, because it feels as if everything is bothering her and often for no discernible reason.","fullTitle":"Client \"K\", Session April 08, 2014: Client discusses her work behavior and how she is very critical of herself when she feels unproductive. Client has difficulty articulating her feelings, because it feels as if everything is bothering her and often for no discernible reason.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":3,"totalPages":3,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":3,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562438\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi. (long pause) <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I guess I’m just getting pretty out of it and kind of tired. I don’t know. Yesterday, I don’t know if it was allergies or something, but I just kind of seemed hazy and [ ] (inaudible at 00:01:59).  It’s hard to do work. I don’t know if it’s that I don’t like being tired so I try to fight it <\/span><span data-id=\"P1-N2000F1\">or try to do something about it. I get angry when I feel that way. (long pause)  When I left here yesterday I was feeling kind of heavy and not able to express exactly what was wrong.  (pause) I don’t know if it was feeling like shame for not using my time better here or a general feeling of not knowing <\/span><span data-id=\"P1-N2000F2\">what I want or feeling aimless, I guess.  (long pause)  I’m just trying to think of what my thought process was yesterday. (pause) It was just kind of a general dread. (long pause) <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: When you say “general dread,” what do you have in mind?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: It was like yesterday at work I was feeling bad about not using my time well and then just going to work and being out of it, tired, not really wanting to do anything.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: And in what way did you feel you didn’t use your time well? <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Because I just felt like I didn’t have anything to say or was being very stubborn.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Were you being stubborn?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: I don’t know. Just not wanting to discuss things or just kind of wanting to stay productive or keep my emotions in check.  (long pause) <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: I see. And you were pretty mad at yourself over it. (pause)<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: I guess. I think I just want change and I feel like I’m being stubborn or kind of not allowing that or [ ] (inaudible at 00:13:11). (pause) <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: I think you might be protecting yourself from feeling more vulnerable and [ ] (inaudible at 00:13:52) by the minute by being more self-critical. It can be one of those instances where you’re feeling self-critical, as though you’re being stubborn; you’re resisting this or resisting me or resisting <\/span><span data-id=\"P1-N200211\">talking about things that you’re feeling when you should be able to be more in control of yourself and more in control of opening up in those ways or going with things, I guess.  It seems to me that’s something like what you have in mind. And that feels crummy, to be critical or angry at yourself for <\/span><span data-id=\"P1-N200212\">that, I think, but probably quite a lot safer than being in touch with how scary all that is, I think, for you – how unpredictable, how dangerous, in that it can really throw you, and how that can throw a dent in your day.  Wanting to get things done, it can then make you really feel bad. I guess what <\/span><span data-id=\"P1-N200213\">I have in mind is, though I know it doesn’t feel good, maybe feeling so self-critical of yourself is also more comfortable because it means that you should be in control of it, rather than being in touch with how frightening it is to [tend to] (ph?) the things about what you feel or what upsets you <\/span><span data-id=\"P1-N200214\">or whatever. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Right. At the time, I don’t know why I’m upset. (pause)<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: I think I know what you mean. I guess I’m not sure how you mean that in response to what I said. In other words, I think there is probably a connection there that I’m not getting. <\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562438\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: I agree with what you’re saying, but I guess it just seems like I’m not able to talk about it or understand it. I don’t want to deal with it.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: I see. So it’s not as though there is this very clear story of things you’re upset about or have strong feelings about that you’re kind of not wanting to talk about.  It’s more like you can feel like you’re being stubborn or not wanting to deal with things, but it’s unclear, if you turn around <\/span><span data-id=\"P2-N200291\">and look that way, what you’re even referring to or what you would be talking about or why it would be upsetting – stuff like that?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Right. Yeah. (long pause)  It kind of feels like everything bothers me and I don’t know what to do about it or how to make it better or why I just can’t let things be or enjoy things. (long pause) <\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: It’s very overwhelming, I gather, to try to think about what’s bothering you and why because you said it seems like everything and, at times, for no real clear reason. (pause)<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Right.  (long pause)  I don’t know. It comes down to every second I’m just not wanting to do something or being critical of myself, thinking about work and not wanting to do these things or being mad that I have to do something or just whatever pops up. And then there is a general feeling like <\/span><span data-id=\"P2-N2002F1\">why am I so tired? I’m just feeling sluggish or feeling the way I feel or why can’t I feel better? Or why can’t I just have energy? I don’t know – it’s everything. Everything that pops up in my head, I just don’t want to.t deal with it.  Why is it this way or what can I do?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: It’s as though you’re kind of in a fight all the time.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Right. (long pause) <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: You say it’s always a fight to do things, like you’re always pushing against something, no matter how much you know you need to get done or, I guess in a way, even don’t mind doing it, it’s like you’re always having to struggle with something to do it.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Right. (pause)<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: I guess I’m sort of thinking it has three parts. One part wants to do whatever it is or feels like it needs to get done.  Another part, which seems, for whatever reason, to be directly opposing your doing that. And then the third part that seems helpless to do anything about all of that, <\/span><span data-id=\"P2-N200391\">that’s almost passively watching and confused and sort of helpless, or kind of unable to understand, to make it better to work or compromise or something like that.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Right.  (long pause)  I wish I could think of what it feels like, but it’s just kind of being outraged or always unhappy with the situation – I guess it’s with myself – but then feeling unable to do anything or helpless.  The outrage wants to do something – be critical or punish or something <\/span><span data-id=\"P2-N2003B1\">– to make the situation better. <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: I guess the way that often works, I think, is that there is a part of you that wants to talk or try to get into stuff, even if you’re not sure quite how or what to say. There is another part that is sort of angry and pushing back on that and doesn’t want to, and then you feel sort of helpless <\/span><span data-id=\"P2-N2003D1\">about it. But I think you also – I also get some of the helpless part. I’m sitting here watching and can’t really do anything, but it would be good if I could do something to help make that easier.  There might be other moments where I think you feel like I’m also the one who thinks you should be doing <\/span><span data-id=\"P2-N2003D2\">something and you’re pushing back on me. My sense is that sort of [flickers] (ph?) sometime.<\/span><\/p>\n<span data-id=\"P2-N2003C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562438\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: I think it’s just easier for me to just contain it, like contain the helplessness or the anger feeling by just being productive. I just don’t want to deal with either one. (pause) <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Here or elsewhere that’s part of what can be both satisfying and reassuring about being productive, is that it helps to contain that anger and overcome the helplessness?<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Right. (long pause)  So . . . I don’t know. I guess I just keep trying to function or function at a productive level, but then if I get thrown out or anything like that, I get really angry [ ] (inaudible at 00:37:33) I might be slightly removed or [ ] able to function more and do things.  (pause)<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: I’m not clear on the last part. I get the first part about how [being productive] (ph?) helps, but then if you get thrown out you get really angry because the [anger shouldn’t be placated in the] (ph?) same way anymore. I see. So you’re saying after you get angry, then sometimes you feel <\/span><span data-id=\"P3-N200451\">kind of removed or a little out of it and that sort of gets you back to being able to do things?<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: No.  Being productive, I’m [removed.] (ph?)<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Oh, I see. It’s being productive that keeps you a bit removed. I see.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Right. To separate or I don’t want to be influenced by people or off-put by people or [ ] (inaudible at 00:39:32) unconsciously, but it seems like I care less about things and try not to be deflected by them. (long pause) <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: I was thinking I wonder where all the anger comes from, what or whom you’re so angry at. I know that so much of the time you’re taking it out on yourself, so you’re kind of evidently angry at yourself. But I sort of get the feeling that’s not where it starts or that that’s only part of the <\/span><span data-id=\"P3-N2004D1\">story, if that makes sense. That makes me wonder then what’s the rest of the story?  I’m not sure, but one thought I have and that I’ve had before is that when you feel a demand to do something, I think it feels very big and very intrusive. Like if there is something that you have to do at work, let’s <\/span><span data-id=\"P3-N2004D2\">say – something that Ray wants or even if Marlowe asks you for something, it feels like the request is made with a lot of authority, I think, and a lot of insistence at some level.  I know you can recognize when, in reality, Ray or Marlowe or whoever might be more urgent or more casual about what they’re <\/span><span data-id=\"P3-N2004D3\">asking. I don’t think you necessarily mix that up, but I think there is some way internally that it might feel very intense, like a very intense demand and very intrusive, like a demand that isn’t made from outside, but from inside, in some way.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Right. (pause)<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: My thought is maybe that’s part of what makes you mad. We should actually stop.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}