{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the anger and abandonment she feels after a recent breakup. Client is angry that she keeps dating men that aren't good for her and it blows up in her face."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Abandonment","Disappointment","Psychoanalytic Psychology","Sadness","Anger","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["9"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Abandonment","Disappointment"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562134","dorpId":"1006469127","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session January 06, 2014: Client discusses the anger and abandonment she feels after a recent breakup. Client is angry that she keeps dating men that aren't good for her and it blows up in her face.","fullTitle":"Client \"S\", Session January 06, 2014: Client discusses the anger and abandonment she feels after a recent breakup. Client is angry that she keeps dating men that aren't good for her and it blows up in her face.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562134\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: So I went back to work today for the first day since whatever, the twentieth. So, but I was feeling pretty ready to go back to work because I just got kind of bored and like cabin fever with this snow, storms, and stuff. And I have a really, really busy month because between Martin Luther King <\/span><span data-id=\"P1-N2000D1\">day and then going away at the end of the month for my birthday, I’m only in the office seventeen days, which is really not a lot. And I have a lot to do in terms of like (inaudible at 00:00:48) is leaving on the thirty-first of this month, and I’m gone starting on the thirtieth, so I won’t even be <\/span><span data-id=\"P1-N2000D2\">here on her last day. But I just, I had a lot to do so I was kind of feeling like this is good, like maybe the month will fly by, and you know, whatever. <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">I, and you know, I had started the new year feeling like, “Okay, like it’s finally the year’s over, like feeling better,” whatever, like feeling hopeful and like feeling about the new year, and then thinking, “Oh, I could just be busy at work” or whatever, but like as soon as I got there and started <\/span><span data-id=\"P1-N2000F1\">like seeing all these resumes again, and like the same requests and the same fucking professors and the same person asking about a hotel reservation for April. Like, and just, the resumes, I’m just thinking that like I’m doing this again, and like looking through these same people and these horrible <\/span><span data-id=\"P1-N2000F2\">cover letters and whatever, and just start to feel really frustrated about that and just still stuck. And I guess I was like anticipating coming back and like just feeling okay about it or something. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">Or just feeling better about it, and the vacation was good. I think, you know, it was a little bit difficult because just a lot of alone time, and Stephanie (sp) went away on the twenty-eighth, so I didn’t really get to see her and, you know, Christmas was nice with my mom, but low-key. I saw my brother, <\/span><span data-id=\"P1-N200111\">went to Dim sum on Christmas Day and it was nice, but again low-key, and a lot of alone time. You know, if I wanted to have a plan, I had to make my own plan and I get it, but you know, just, I wish I didn’t always have to be the one doing that. And like I had several back and forths with Lucas, where <\/span><span data-id=\"P1-N200112\">basically like he just keeps, it’s the same thing as before the vacation, though, I spoke about, I think. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">Just that he keeps kind of saying he wants to talk or like “Oh yeah, we need to talk,” or whatever, like acting like he wants, or whatever. But then like it never happens and then, you know, and it’s fine, so I just kind of adjusted and like, “Okay, this is what it’s going to be like.” I’m trying to <\/span><span data-id=\"P1-N200131\">move on, and I’m kind of whatever, and then, but I said like, “Stay safe in the snowstorm,” or something like that on Thursday, and he was like, “Oh, I just got onto a (inaudible at 00:03:27),” and he’s like, “Happy New Year, whatever.”<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">And he was like, “Yo, we need to talk ASAP,” and I was like, “Okay,” and I was like, “Did I do something?” And he was like, “No, just about the error of my ways and how they, and how it involves you.” I was like, “Okay,” like whatever, like “Let me know when you want to talk.” So then he specifically <\/span><span data-id=\"P1-N200151\">texts me yesterday morning to say, “Can you meet either tonight or tomorrow night to talk about friendship and whatever?” <\/span><\/p>\n<span data-id=\"P1-N20014-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20014-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562134\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">Everything, and I was like, “Yes, what time, and where would we, should we meet?” And he never replied, and never replied the whole day, never replied until finally at seven I was like, “Well, I’m actually not feeling well, so never mind anyway, even though you never whatever.” And then he never replies, <\/span><span data-id=\"P2-N200171\">never replies, so I texted him this morning, and I was like, “Yo, I mean like should I be worried that you’re dead or something? Like I don’t understand who doesn’t like what the fuck, you know?” And he replies, “Hi, sorry.” And so I call him and like was screaming at him on the phone like seven o’clock <\/span><span data-id=\"P2-N200172\">in the morning, like, “I don’t know who you think you are, like it’s so rude what you just did last night.” No, I was, he was like, “Sorry,” like he was just saying sorry, I was kind of like reaming him. And I said, “Can you answer my question about why you didn’t call me? Why you didn’t tell me a time <\/span><span data-id=\"P2-N200173\">or cancel or anything? What’s the reason?” <\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">“I turned off my phone because my friends were sending too many group texts and I guess I forgot to turn it back on.” I was like, “You asked me if I could meet up. Like do you know how rude and selfish and just lacking manners, like your behavior is right now? Not only have you been a dick to me the <\/span><span data-id=\"P2-N200191\">past month, but you’re now just treating me with, like zero respect. Like I don’t even, it wasn’t even in your fucking—” I don’t care if he was getting his fucking dick sucked all night by his wife, like you make a plan with somebody, you fucking text somebody.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">So then he, I yelled at him and he was like, “I’m sorry, and you’re right, you’re right one hundred percent, and I have so much to say on this and this is what I’m talking about,” like when I said, “You’re treating me like shit, like you have been treating me like shit, you’re selfish, you’re being <\/span><span data-id=\"P2-N2001B1\">selfish, like whatever.” <\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">So then he like, we’re supposed to meet because then there was maybe like museum stuff that I didn’t quite get, and he wanted my help, and I was like, “Fine, whatever.” And it turned into like this whole, basically this, you know, I don’t even care to read it specifically to you, but basically it’s <\/span><span data-id=\"P2-N2001D1\">just, he feels guilty, he doesn’t want to feel guilty, he feels bad, he used me and discarded me and used me as a stand-in and even if it was my own fault for, like, letting myself fall in love with him or something like ridiculous like that, you know, that it’s his, that it was selfish on his part <\/span><span data-id=\"P2-N2001D2\">because he let it continue. And, you know, he doesn’t want to feel anything, he doesn’t want to feel bad, he doesn’t want to think about me, and he doesn’t, and I said, and I replied, and I was like, “I can’t help you with how you feel.” Like, and he basically then wrote me later and like, “Your call <\/span><span data-id=\"P2-N2001D3\">this morning,” oh no, that’s what it was, he wrote me, “Your call this morning put me on the wrong side of the bed, and I’ve already taken it out on my wife and my dad so this is not what this e-mail’s about, but you really, you know, put me in a bad mood.” <\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">And I was like, “Oh, I’m sorry, I put you on the wrong side of the bed because your behavior didn’t affect my day yesterday or today or any of the other days at all this month.” And then I was like, “Not. Do you understand?” And then he wrote back and said, “Yes, I know it was me, it’s me, like it’s <\/span><span data-id=\"P2-N2001F1\">not a good day and we’re done talking for the day.” And all, and this all happened like right, like in the hour before I came into the session. And all I could think is just like why do I keep getting involved with these people that are like so selfish? They just think they could just treat me however, <\/span><span data-id=\"P2-N2001F2\">like do I, am I letting them? Like I don’t, like even to tell me like, even to say, “Oh, I’m sorry, it’s me, we’re done talking for today,” is still like being an asshole because that’s basically like, “I don’t care what you are feeling about this conversation or this interaction we had today, I’m done, <\/span><span data-id=\"P2-N2001F3\">so we’re done, even though I’m sorry, like I’m telling you we’re done, like so don’t.” <\/span><\/p>\n<span data-id=\"P2-N2001E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562134\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">You know, so then it’s like, “Okay, so he can be mad at me like if I continue it or something,” or, you know what I mean? Or just won’t respond to me, like he’s done, he’s done talking about it for today. He was like, “I’m busy, I’m busy.” I was like, “Fuck you, you’re busy, like what are you talking <\/span><span data-id=\"P3-N200211\">about?” Like, but just like the—<\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">THERAPIST: What were you doing (inaudible at 00:08:40) what he’s saying about feeling at fault.<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">CLIENT: Right. He, all he’s doing is making me feel more and more insignificant, or as if like the only reason he wants me to think, or I don’t know, my only significance is because he wants to somehow reconcile his feelings of guilt about the whole thing. But it doesn’t feel like that has anything <\/span><span data-id=\"P3-N200251\">to do with me at all. <\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">It’s just him. He, it’s eating at him, and so he needs me to somehow, he even wrote, “Please help me help you.” Like what does that even mean? Like I just really didn’t want to like feel like bad in 2014 or something, I don’t know. <\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">Like I wanted to feel better about my job and my living situation, and like my social life and whatever, and I don’t. Like I still hate my job and <\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">I just don’t really know what to do with myself, and I feel like at this stage I should, I should. And like it’s frustrating that I, that I feel like I don’t. (long pause) <\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">(Long pause continues) <\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: It seems to me the, what’s happening with, you know, the year 2014 and you, is those things, kind of those things are similar. The issue with Lucas, I think, where you’ve been really upset about what’s been happening with him, I guess especially over the last month, and have felt any number <\/span><span data-id=\"P3-N2002F1\">of terrible things based on what’s happened and what’s true with you. <\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">Like disappointed, and screwed over, and let down, and abandoned and treated disrespectfully. And telling it to happen when you feel so upset and bad like that where you kind of want to just put it away, which is a problem, because then the next time it comes up, you sort of hope it will go different, <\/span><span data-id=\"P3-N200311\">although you kind of know better. <\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">Like you get in a bit of denial about how it’s likely to go, I think. I mean, he’s been pulling stuff like that, this sounds like a somewhat worse example, but all month, hasn’t he? Or like you’re job. I mean, I don’t, I don’t mean to sound harsh, but the idea that the turn of the calendar page was <\/span><span data-id=\"P3-N200331\">going to make you better about the job, it seems a little magical to me.<\/span><\/p>\n<span data-id=\"P3-N20032-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562134\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: Well yeah, I don’t know why I felt that, I would change my own, like I thought that by thinking that way like I could change my attitude about it.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: So what I’m saying is, I think you’ve been so upset about it and felt so awful about it so many times for so long, like you can’t stay on that page, and you have to imagine it’s going to be a new page.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: Right. <\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: The problem is, it is actually the same job, and so like with Lucas, when you go in and the same shit happens, it’s usually disappointing.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: And I think with me, it’s a little more subtle, but I think there’s a similar process that happens where you come in kind of hoping I’ll say something and, you know, in a way, if you step back and it’s not the craziest thing in the world, that will make you feel better. But the things you’re <\/span><span data-id=\"P4-N2003F1\">talking about aren’t the sort of things where if you look at it a little different, or you try to approach it a little different, it’s a different situation. <\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: Like you hate a lot about your job for a long time, you know? And things with Lucas have been shitty for a long time, not a long time, but you know. That’s been really hard, the stuff with him, clearly. And you know, so I think you, you know, of course you’re sad and feeling kind of confused <\/span><span data-id=\"P4-N200431\">and unsure what to do, and are hoping I’ll say something that will help you feel better, but what I’m saying is, it’s the same thing. We kind of know. <\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: Yeah, I know, I know. Well I even had the thought, like as I was waiting to come in here, like I don’t even know where to start, like there’s no point in me, you know, talking today, because like there’s nothing that I’m feeling bad about is anything, like you said, you could just, you know, <\/span><span data-id=\"P4-N200451\">like if you change, you know, think about it this way, or you know, approach it this way, and that will help. You know, it’s just—<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: So why don’t we think about it? It’s like you, it’s like you have a, you sort of put your hope in the other person or some other thing like you are, because I think, I think because you can’t quite maintain it in yourself, and then when you were about to come in, you, it’s like that way of <\/span><span data-id=\"P4-N200471\">approaching this is where it’s been. <\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">I’m not agreeing with you that there’s no point in talking about stuff, but if the goal is that I’m going to say something that’s going to make you feel happy about things you don’t feel happy about—<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: That’s where I’m going, I think.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: And there’s also something going on. <\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">But I don’t have my head as much around those, where, I mean like in the moment between you and me, I think you probably feel like I’m hurting you. I mean, I think if you step back for a minute, I know you don’t think I’m being an asshole or I’m saying things just to make you feel bad, but I think in <\/span><span data-id=\"P4-N200531\">some very immediate way, it probably goes like purple and shitty to hear.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: To hear what?<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: What I’m saying.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: No. More like no, I don’t think so, I don’t know. <\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">Maybe annoying, because not because you’re annoying, but because like I just feel like I’ve been saying the same things for two years and nothing has changed, you know? It’s just like yeah, I know that I do that, that I like put, you know, it will be a new year so I’ll feel differently about it. Because <\/span><span data-id=\"P4-N2005B1\">like thinking about trying to find a new job and is just way more overwhelming, I guess. To think about how I could like make this situation better, but it has been shitty for a long time and I have gone through it for a long time. And I feel like I can’t even like say any of this stuff to my friends <\/span><span data-id=\"P4-N2005B2\">anymore. <\/span><\/p>\n<span data-id=\"P4-N2005A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562134\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">Because it’s like, “Great, how long are you going to like, I don’t know, not date or not go and make friends,” like I don’t know. Stephanie’s (sp) all like back from vacation like her and Aiden are all in love and shit, and she’s like, “I’m really happy right now, so I can’t have negativity, so if you’re <\/span><span data-id=\"P5-N2005D1\">negative, then I can’t hang out with you until you’re not negative.”<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">It’s like I’m sick of feeling shitty about stuff and I’m sick of having to fake shit and I like wanted the whole theme of like my 2014 to be like wellness and like doing stuff and social, and whatever. <\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">And like I don’t feel well. Like, or like happy or motivated or any of those things, really.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: Well, I guess also part of this is that I think, I actually do think that this is (inaudible at 00:24:17), but I think you do often feel like other people don’t want to hear about it. <\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">Yes, things actually really suck. If you’re feeling hopeless and shitty, that you know, you’re going to get what you’ve gotten recently from Stephanie (sp) and also from Lucas. You’re upset, we don’t want to hear about it.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: Aiden did it too. <\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: And (inaudible at 00:25:06) with me, but I think there’s probably some of that there as well. I don’t know if it’s because you, oh I can’t actually (inaudible at 00:25:26). Yeah, I don’t think it’s easy to talk about how like you talk about bad things that happen, and as you were talking <\/span><span data-id=\"P5-N200691\">about earlier with Lucas over the weekend. <\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">But it seems like it’s more worrisome for you to talk about really how bad things have been. What happens when the job sucks? You know, feeling upset about it, and really down about it, frustrated by your job and also the process, at times, of trying to find another one.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: I sort of have the feeling, actually, when I think about it, you don’t necessarily imagine I will want to hear about how bad some of that stuff is. <\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: No. I sometimes feel like, I don’t know, like I don’t know how you can help me, like I don’t know. Like I don’t know what’s going to help, like I, like figuring out why I choose the wrong men, like I’m not, I don’t know what I’m supposed to be focusing on. <\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">Like in therapy, and in my daily life in terms of like changes I can make that will make it so that I don’t feel this way later maybe about similar situations, I guess. Or, that I don’t get involved with somebody with these men that are kind of really selfish and self-serving, I guess.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: Okay, so now I think we’re talking about sort of two different dynamics, the one with the men you get involved with, you’re describing that as selfish. I think you’d say that they really let you down. <\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">I think they’re also charming, and it seems as though that like sort of meshes right in with your like why doesn’t it make you feel better, why am I depending on he’ll be there for you this time. You know, like there’s a sort of collusion around that, and then a disappointment. And to me that’s different. <\/span><span data-id=\"P5-N200771\">I don’t think you would say that I do that so much. It’s more like I’m not sort of being helpful or (inaudible at 00:29:57) or something. <\/span><\/p>\n<span data-id=\"P5-N20076-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20076-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562134\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">And so it’s like, what’s the point in the first place? Like how is what we talk about or what I have to say actually going to really do anything?<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: But (long pause) <\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">(Long pause continues) <\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">(Long pause continues) Well, I guess I’m a little concerned is why I keep defending myself is not what I’m intending to do, but it occurs to me that I guess it shows like how strongly you believe that the way we’re talking about things won’t help. <\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">That like you know, you’ve been wondering what draws you to these kind of guys and you know, I was just saying some stuff about it, and some of it’s new and some of it’s not new, but I think we both agree that probably actually accounts for a lot, or at least I think so.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: What do you mean, counts for a lot?<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: Well, accounts for a lot of how, why you’re drawn to them.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: And yet somehow, our clarifying that, or am I saying that? <\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">Doesn’t actually feel like the feeling you have is not like you’re getting, like you’re getting anything or I’m giving you anything useful or of value that could help. Again, my point isn’t to sort of make an argument that I am, what I’m interested in is like your experience as we’re talking about it.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: Well I think because it’s like, I will hear you say things or we’ll say things and I’ll be like, “Whoa, that’s a good point.” But okay, so how do I change it then is I think what I always end up feeling. Like so how do I make sure that doesn’t happen anymore? Not be attracted to charming guys? <\/span><span data-id=\"P6-N2008F1\">Only date guys that are really unattractive physically because maybe that means they’re a better person or something?<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: That’s absolutely what I’d recommend.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Right, you know what I mean? Like I-<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: I actually think it is clear, from what I’m saying. <\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">Not exactly what to do out in the world, but what’s driving all of this?<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: Which is ways that you’re feeling shitty about yourself or things in your life that you want so much to look away from, that you, you know, pin your hopes on things that won’t work. The problem with these guys isn’t that they’re charming, nothing wrong with charming. But the problem is, they <\/span><span data-id=\"P6-N2009B1\">let you down, and you like, again and again and again, and you let yourself get caught up in that. <\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">Because you can’t bear to know what you really know about them or about what you want them to protect you from or take you away from.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: But then, it’s like so then how am I ever going to find somebody who will stay?<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: So I mean, even as you’re talking, I think you’re doing kind of the same thing. Maybe I’m misunderstanding, but you’re saying like, “Look, what strategy do I use then?” It’s sort of like what you want from me are like ways to look at it or steps you can take to prevent this from happening again. <\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Yeah.<\/span><\/p>\n<span data-id=\"P6-N200A2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562134\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">THERAPIST: Although, in a repeat of what we’re talking about, you know I, you know A, that I’m not going to give you that, and B, it’s because I don’t believe it exists.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">CLIENT: Right. Well, there, I don’t either.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: Yeah, and yes, (inaudible at 00:37:38). <\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">I guess you’re letting yourself believe at the moment that it does. (Long pause) <\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">(Long pause continues)<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: I don’t know. <\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: Well, what’s on your mind?<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: I’m just sick of feeling like shit, and lonely and used or thrown away or unimportant. Like I want people to call me, like I want friends to call me (inaudible at 00:40:37), or I want a guy to be initiating things with me, like I don’t want to be like fucking e-mailing people from the Internet <\/span><span data-id=\"P7-N200B31\">or having like stupid back and forths or anything. I don’t want to have to think about it anymore. <\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">But at the same time, I don’t want to be single. I don’t want to not be with somebody, so I have to think about it, because if I’m not, then what am I doing? Like sitting on my ass hoping somebody will do it, just come along, and then they do, and then it’s a charming asshole that treats me like shit <\/span><span data-id=\"P7-N200B51\">or isn’t able to commit or whatever. And I feel kind of angry at Stephanie (sp) for like going with the whole I love you, we’re in love thing. Because sorry to sound like a bitch, but I don’t really feel like holding her hand if it goes to hell and then she’s all upset over another breakup that you <\/span><span data-id=\"P7-N200B52\">know, she loved the guy. <\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">(Long pause) <\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">(Long pause continues) <\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: (inaudible at 00:44:05) things to yourself, and also like reasonably like if it, like he’s going to kind of use you. We’re going to stop for today.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: Okay, so I’ll see you on Friday morning? Oh, I got your e-mail on the bill.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: On Friday, I’m going to bring you (inaudible at 00:44:43).<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Okay, thanks.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}