{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a massive blow up he had with his uncle over his grandmother's deteriorating condition and current level of care. Client is calling protective services on them, because they refuse to assist."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Elder care","Elder abuse","Family relations","Psychoanalytic Psychology","Sadness","Anger","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["11"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Elder care","Elder abuse","Family relations"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anger"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562574","dorpId":"1006469567","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 168: February 06, 2014: Client discusses a massive blow up he had with his uncle over his grandmother's deteriorating condition and current level of care. Client is calling protective services on them, because they refuse to assist.","fullTitle":"Client \"AP\", Session 168: February 06, 2014: Client discusses a massive blow up he had with his uncle over his grandmother's deteriorating condition and current level of care. Client is calling protective services on them, because they refuse to assist.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562574\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: You look nice. I’m calling Protective Services for my grandmother. I’m done. I’m done with these fucking people. I don’t care if my uncle never talks to me again. So that’s what I’ve been dealing with. That was my whole day yesterday. So instead of having a nice snow day, I had to deal with <\/span><span data-id=\"P1-N2000D1\">these assholes again. I’m done. I’m going to Assyria, but I’ve decided I’m not going until this is taken care of it. I’m going to take care of it and I’m going to go.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Did something more happen?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I think just years of my biting my tongue and just being patient. Somehow in the last two or three days, combined with everything, I’m just so fucking broke. It’s my fault. My account was fine for a couple of days and then I totally forgot I paid the guy to fix my heater.  I paid him like a <\/span><span data-id=\"P1-N200111\">week and a half ago or whatever it was. He just cashed the checks today. I’m done. I’m done. I have my personal issues that we all have. This other shit, I’m done. I’m just fucking done. My aunt is a fucking lunatic. My poor grandmother is out in the hallways banging on neighbors’ doors saying she wants <\/span><span data-id=\"P1-N200112\">her daughter to go home. My aunt has no patience and says mean shit to my grandmother. She’s basically freeloading. I don’t want to say it like that, but that’s what’s going on here. I’m sorry if you’re homeless, but figure it out. And then, of course, my mom has to deal with their shit every day. I’m <\/span><span data-id=\"P1-N200113\">done. Fuck this, including my mom. If they’re all too whatever they are to take care of this . . . Yet again, I’ve been sucked into this and I’m going to take care of it. That’s all. One call to Protective Services is all it takes. Then something has to be done. (pause) I wrote a text to my uncle yesterday. <\/span><span data-id=\"P1-N200114\">I tried to be diplomatic. I was like, “Look, you seem unwilling to deal with this properly. I’ve urged you a number of times. For whatever reason, you seem kind of unwilling. It’s a completely deplorable, disrespectful situation that my grandmother . . . “ And that’s what I started doing. I started <\/span><span data-id=\"P1-N200115\">calling her “my grandmother.” It’s not about all their weird little neuroses, it’s about this woman’s proper day-to-day care. They’re such fucking losers. I’m like this is a deplorable fucking situation and it’s undignified.  So I’m like, “You’re not doing anything so, yet again, I’ve been dragged into <\/span><span data-id=\"P1-N200116\">this; and it stops today. I’m calling Protective Services. You do whatever you want, but this stops today. This is completely unhealthy stress levels for my mom. I’m being dragged into it. You can tell my aunt she’s a fucking nut job. We’re done. This is over now. That’s it.” Of course, he writes back. <\/span><span data-id=\"P1-N200117\">He just doesn’t get shit. “I’ve restrained myself in the past when you’ve attacked me. (sniggers) I’ll tell your aunt to leave your mom alone.” This has got nothing to do with – what is this, high school? It’s not about leaving people alone. They’re just fucking idiots. They’re just such fucking morons. <\/span><span data-id=\"P1-N200118\">So I was like, “Dude, are you kidding me? This is not an attack. I’m telling you logical things, very logical points, to no avail, over and over. This is about me standing up for my grandmother.  That’s all this is. As for my aunt, forget about telling her to leave my mom alone, you can tell her to <\/span><span data-id=\"P1-N200119\">not be a freeloader. You can tell her to stop saying mean things to my grandmother and fighting with her. You can tell her to get some therapy or something, but this is completely unacceptable.” He said, “I’ve said many times that your mom shouldn’t deal with this if she doesn’t want to. It’s not just <\/span><span data-id=\"P1-N2001110\">up to me what happens to her. There are three of us.” I was like, “It is completely up to you. How dare you? Putting this on a 72-year-old, exhausted, weak woman and her mentally fucked-up sister? It’s totally up to you. My mom told you months ago that she came to the logical, common sense acceptance <\/span><span data-id=\"P1-N2001111\">of the reality of the situation and something needs to be done. The caretakers have complained several times. So you can go fuck yourself. Now you have to do something.”  He was like “goodbye,” like he doesn’t – go fuck yourself, man. I don’t give a shit. I’ll be the bad guy for my grandmother. I feel <\/span><span data-id=\"P1-N2001112\">great, actually. I mean I have a headache and I’m enraged, but I also feel great. It feels so good to finally just say what’s what and that’s it. We live in a great state where you can call very nice people who are experienced in these things and they take care of it almost immediately. That’s all there <\/span><span data-id=\"P1-N2001113\">is to it.<\/span><\/p>\n<span data-id=\"P1-N20010-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20010-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562574\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20012\"><span data-id=\"P2-N20013\">THERAPIST: Something empowered you to finally step up.<\/span><\/p>\n<p data-id=\"P2-N20014\"><span data-id=\"P2-N20015\">CLIENT: I’m just done. I’m just done. I’ve been telling you that for a while, right? I’ve been telling you family things.<\/span><\/p>\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">THERAPIST: You haven’t done it, so I just wondered what’s different this time.<\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">CLIENT: It’s just about a build-up. I’ve been patient, patient, patient, patient. This aunt really put it over the top. My grandmother is in her own filth, for Christ’s sake.  And my aunt’s stupid comments. “Oh, your nose is getting long. You look so ugly.” What the fuck are you talking about? It’s <\/span><span data-id=\"P2-N200191\">your fucking mother, man. Are you crazy? Enough is enough. It’s absurd that this is even happening and I told them, “There is no reason that it had to get here. This is completely unnecessary that this has happened and now we’re at this point. I’m sick of this family’s utter inability to logically face <\/span><span data-id=\"P2-N200192\">things and deal with things. I’m done. I’m just done. You can go do whatever the fuck you want, but my conscience is clean. My mom’s conscience is clean.” I thought my mom was going to get upset. Like in the past I’ve told you. “Why did you tell your . . ?” She’s very relieved. That’s how done this <\/span><span data-id=\"P2-N200193\">woman is.  She doesn’t care that I’m (chuckling) probably not going to talk to my uncle for quite a while now. She’s just done. My God. They’re not done because they’re guilty. One is just trying to throw money at it and the other one is just a mental case who thinks no one should get old and die, I <\/span><span data-id=\"P2-N200194\">guess, but that’s not our problem. It’s not our problem. God, man. The community is stunned. Everyone knows my mom. Everyone knows us. They’re all like what is going on here? I told my mom, “You have nothing to . . . Hold your head up high. All these people are your friends. This nut job has no friends <\/span><span data-id=\"P2-N200195\">here. And he has no friends other than the people he once in a while hangs out with at Starbucks. They’ve got nothing. They’ve got nothing. You have your friends. Go hang out with them and spend time with them.”  Fuck this, man. Are you kidding me? An embarrassment. So I called them and I wrote a long, <\/span><span data-id=\"P2-N200196\">fucking e-mail to myself. Which one should I list, the part where she almost fucking died in her apartment almost and was taken to the hospital? The doctor was appalled that she was living alone. They made him the proxy and they said, “This woman needs proper care now.” Nothing happened. Yeah, okay, <\/span><span data-id=\"P2-N200197\">he paid some woman. That’s all half-assed shit. They’re not going to work for a woman that’s shitting her pants. I don’t know if she’s quite shitting her pants, but whatever is going on that she’s so smelly, who is scratching people, throwing stuff at peoples’ heads. We’re done. We’re beyond that point <\/span><span data-id=\"P2-N200198\">of some nice Assyrian ladies taking care of her.  My God. (pause) What a fucking pussy.<\/span><\/p>\n<span data-id=\"P2-N20018-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562574\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2001A\"><span data-id=\"P3-N2001B\">I told my cousin yesterday, “It’s you and me in this family. You and I are the only people – I called you, I told you what happened, and now we’re having a civilized conversation. You understand. You get it. We’re the only two people in this family like this.” I’m done. I can’t keep faking anymore with <\/span><span data-id=\"P3-N2001B1\">people. I’m done. These people are a complete drain of my energy, including my mom. I love my mom. She’s the best out of all of them, but still I got involved in this because she can’t – yeah. And they get it. Lately she has. She’s called him a bunch of times. He’s been avoiding it. The women have been <\/span><span data-id=\"P3-N2001B2\">calling him to complain and he’s avoiding it now. <\/span><\/p>\n<p data-id=\"P3-N2001C\"><span data-id=\"P3-N2001D\">I don’t know what the fuck is going on. He told my mom, “What am I supposed to do now, kick out my sister from there?” It’s like a complete cluster fuck. I don’t care. Are you kidding me, that’s what a pussy you are? You’re the man of the fucking family. You have the means and you have the language <\/span><span data-id=\"P3-N2001D1\">skills, the savviness, to take care of this. You can’t tell your 65-year-old sister that she has to get her shit together? Pay for an apartment for her. I don’t know. I don’t know what to tell you. Grandmother is not going to suffer because of that, you fucking idiot. He’s a fucking moron, man. “Bobby, <\/span><span data-id=\"P3-N2001D2\">her son, is working for me now. Now I’m stuck.” You’re stuck? You’re going around buying mansions? This fucking bullshit is making you stuck? “Hey, Bobby. You told me you were going to be here temporarily. Now it’s been well over a year. I’m sorry. I can give you three more months. I want to do it, <\/span><span data-id=\"P3-N2001D3\">but I can’t.” Really, it’s a half-second conversation. <\/span><\/p>\n<p data-id=\"P3-N2001E\"><span data-id=\"P3-N2001F\">What gets me about that, that’s the part where my mom – she doesn’t want to go there because it’s so hurtful to her. And I understand, but I have to. So he’s concerned about all of this shit, but not his oldest sister? Go fuck yourself. Are you kidding me? It’s not enough to say, “I’ve told her. She <\/span><span data-id=\"P3-N2001F1\">shouldn’t do it.” This isn’t like some kind of high-school social club, if she doesn’t. They call her all fucking day. It’s like harassment. The fact that this is even having to happen and I have to get worked up about this and talk to a shrink about it and tell my friends about it, where are we living? <\/span><span data-id=\"P3-N2001F2\">Are you kidding me? There are plenty of Assyrian families who, of course they don’t want to put their parents in nursing homes, but I don’t know. They have a common-sense gene or something. “You know what? When Regina starts smelling like a homeless person and she’s chewing her food and putting it back <\/span><span data-id=\"P3-N2001F3\">in her pocket, I think it’s out of our hands now.”  I don’t know. There’s just a gene that goes off in peoples’ heads. It’s not huge. You can’t just show up whenever you want. Just take her into your fucking house, dude. It’s all easy. It’s so easy. Huge house. Take her and put her in a room, get a <\/span><span data-id=\"P3-N2001F4\">nurse, and then you’ll feel all righteous that you didn’t put your grandmother in a nursing home. Why aren’t you doing it? Oh, because you don’t want to deal with a crazy person 24 hours a day. Oh, I see. Okay. But Ginny and even my crazy aunt, these people should be with her 24 hours a day. Go fuck <\/span><span data-id=\"P3-N2001F5\">yourself. (pause) Assholes. (pause) <\/span><\/p>\n<span data-id=\"P3-N2001E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562574\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20020\"><span data-id=\"P4-N20021\">THERAPIST: You’ve never quite been this mad about it before.<\/span><\/p>\n<p data-id=\"P4-N20022\"><span data-id=\"P4-N20023\">CLIENT: I’m just done. I’ve been this mad about it. I have. I’ve just been chewing on it. What could I do? Remember when I would say something that I’m the bad guy; and then they’re out having pizza together again the next day. You know what? I realize it. What does this mean? They’re not going to talk <\/span><span data-id=\"P4-N200231\">to my mom? Great! Fucking awesome! Don’t come over. Don’t call her. She doesn’t want to have fucking coffee with you. Go fuck yourselves. And guess what? They’re going to put her in a nursing home like that. (snaps fingers) Like that. (snaps fingers) When my mom is not in the equation, like that. (snaps <\/span><span data-id=\"P4-N200232\">fingers) One of them is a nut job and one of them just doesn’t want to deal with it. So go ahead. Or – you’re homeless? Rent them a nice two-bedroom apartment and put them in there together then. See how that works out for you.  They have mice in their apartment, man. It’s just insane. The people are <\/span><span data-id=\"P4-N200233\">going to come in there and be like, “Well, yeah. Clearly . . . “ Down the list: Mice in the apartment; a daughter living here illegally for months in the building – a Section 8 building you’re not allowed to do that; clearly, the woman can’t reply to anything about what she wants or what she doesn’t <\/span><span data-id=\"P4-N200234\">want; neighbors all witnesses. And a grandson who is a witness to this day in and day out for years. (chuckles) It’s not like they’re going to show up and be like, “Everything seems okay here.” (pause)  Pathetic people. (long pause) <\/span><\/p>\n<p data-id=\"P4-N20024\"><span data-id=\"P4-N20025\">Luckily my one cousin is like, “Thank you for doing this. You and your mom are right there and you’ve had to put up with this shit. You did absolutely the right thing and I appreciate it. I know that that’s hard, but it seems like if no one did anything, nothing was going to happen. The woman was just <\/span><span data-id=\"P4-N200251\">going to die in her filth.” That’s all.<\/span><\/p>\n<p data-id=\"P4-N20026\"><span data-id=\"P4-N20027\">THERAPIST: This is your aunt’s daughter?<\/span><\/p>\n<p data-id=\"P4-N20028\"><span data-id=\"P4-N20029\">CLIENT: Yeah, my aunt who passed away. She was like, “I have been kind of removed. I have two kids. It’s been hard.” I told her, and that’s the problem, too, that they don’t get. They’ve ruined our opportunity to have these last years with our grandmother in a controlled environment.  Don’t feel bad. <\/span><span data-id=\"P4-N200291\">I don’t want to see grandma either. When she comes over I quickly give her a hug. I try not to breathe, and I go upstairs. How am I supposed to interact with my grandmother? While the woman is saying semi-normal things like “how is school?” or whatever, she’s dropping things on the floor and there is <\/span><span data-id=\"P4-N200292\">shit in her pockets and she smells like shit. That’s not normal. You go to a nursing home where, yeah, my grandmother is nuts now, but she’s in a controlled environment. She’s safe. These people know how to deal with this. I can go and, yes, it is uncomfortable. It is weird, but it’s controlled. This <\/span><span data-id=\"P4-N200293\">is insanity so, of course, you don’t want to deal with her. I don’t want to deal with her either, but that’s not our fault. We’ve been forced into this pathetic situation.  They’ll kill her in a nursing home. You know what? She’s dying. I told my mom, “I cannot believe I’m forced to say this kind of <\/span><span data-id=\"P4-N200294\">shit to my elders. You’re a bunch of morons.” I told her that. I was like, “You’re a bunch of completely, mentally-ill weirdos. Do you think I’m not going to die? You’re not going to die? We’re all going to fucking drop dead – today, tomorrow, 80 years from now. The woman is 90. I think she’s had a <\/span><span data-id=\"P4-N200295\">good run, okay? She’s dying anyway. Do you want her to die in her own filth? Or would you like her to die in some semblance of dignity? Are you nuts? Am I telling you to put her in a jail? Fucking go. Go sleep next to her in the nursing home all day. If you care so much, put her in a nursing home – <\/span><span data-id=\"P4-N200296\">a really nice one – and then fucking go there all day and be self-righteous and look after your mother.”  He’s not going to do it, is he? And he knows he’s not. That’s probably another thing. “She’s going to be in a nursing home and I’m not going to visit her.” You’re guilt is not my problem. It’s not <\/span><span data-id=\"P4-N200297\">my fucking problem. It’s not my mom’s problem and not this sick person’s problem. (pause) Fuck. Unbelievable.<\/span><\/p>\n<span data-id=\"P4-N20028-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562574\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2002A\"><span data-id=\"P5-N2002B\">THERAPIST: It’s as though his guilt is running the show. It is so large.<\/span><\/p>\n<p data-id=\"P5-N2002C\"><span data-id=\"P5-N2002D\">CLIENT: Yeah. Guilt and yet not wanting to deal. It’s bizarre. It’s like I’ll do what I want. I show up once in a while – lately not much at all. Once my aunt got here, leave it to the nut job and the martyr. He shows up once in a blue moon and has a coffee or whatever. “Oh . . . the economy . . . the <\/span><span data-id=\"P5-N2002D1\">Baltimore zoning board won’t let me build my golden gate . . . “What the fuck? Are you guys crazy? First of all, no one gives a shit, dude. One of them is homeless and the other one is exhausted.  No one gives a rat’s ass. (sniggers) It takes balls, man. It takes balls for people to be so clueless and <\/span><span data-id=\"P5-N2002D2\">self-involved. Or if you don’t want to help people, then don’t help them. If he’s somehow like, “What the fuck? I’m helping my aunt and now my sister needs my help. I’ve already helped this. I helped him go to school. I gave the other one a job.” Don’t help. If that is what this has become, no one needs <\/span><span data-id=\"P5-N2002D3\">your help, bro. No one needs it. If that’s the kind of family it is, then make up your mind. If that’s the case then walk away. Her Medicare or whatever will pay for the nursing home. Just walk away then. You can’t have a little bit of this. This is not a buffet or carte blanche or whatever that’s called. <\/span><span data-id=\"P5-N2002D4\"> You can’t just pick a little bit of this. “Today I’m guilty. Tomorrow . . . But for months I don’t want to really come and have anything to do with it. I’ll just throw money at it. But no, then why are you upset?” It doesn’t work that way. These people, even my crazy aunt, are dealing with it 24\/7. <\/span><span data-id=\"P5-N2002D5\">I don’t like what’s going on and she has to get the fuck out of there, but I also feel her pain. I also understand. I can’t imagine what’s going on in that apartment. (pause)<\/span><\/p>\n<span data-id=\"P5-N2002C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562574\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2002E\"><span data-id=\"P6-N2002F\">THERAPIST: When was this conversation with him?<\/span><\/p>\n<p data-id=\"P6-N20030\"><span data-id=\"P6-N20031\">CLIENT: I texted him yesterday. When I woke up I heard my mom yelling from downstairs. I go down and it’s the fucking poor health care girl, the Assyrian.  She was like, “I can’t do this anymore. She’s scratching, she’s clawing.” She threw a videotape at her head or something like that. And she was <\/span><span data-id=\"P6-N200311\">like, “And your sister has made this a million times worse.” That’s what she told her last night. “Your mother went to all the neighbors’ doors banging and yelling that she doesn’t want her . . .” I was like that’s it. I’m done. I’m done. I immediately knew that if I don’t do anything right now, absolutely <\/span><span data-id=\"P6-N200312\">nothing is going to happen. My mom’s day is ruined. My aunt there is losing her mind or something. I don’t know what’s going on. And again, ultimately, the most important person, the elderly person who has a sickness, is just in her own filth, wandering hallways, banging on doors. Wow. Wow.  So I was <\/span><span data-id=\"P6-N200313\">like – no, we’re done.<\/span><\/p>\n<p data-id=\"P6-N20032\"><span data-id=\"P6-N20033\">THERAPIST: So right away you e-mailed him?<\/span><\/p>\n<p data-id=\"P6-N20034\"><span data-id=\"P6-N20035\">CLIENT: I just texted him. I didn’t even edit it. It just came out. I’ll fucking read it to you. It was beautiful. It was so beautiful. “Uncle, because you’re unwilling to directly and properly deal with my grandmother’s deplorable situation and the unhealthy stress it’s causing my mom, I’m forced yet <\/span><span data-id=\"P6-N200351\">again to get involved. This situation stops today. Period. I’m going to report it to the state Elder Protective Services. This has been a pathetic, disrespectful, and totally mishandled situation for well over two years and I’ve urged you more than a few times to deal with it properly.” Done. Done. <\/span><span data-id=\"P6-N200352\">He took that as an attack, of course. Then I just said, “Attack? All I’ve done is make logical points to no avail. Give me a break. I’m standing up for my grandmother, who has been made to live in an undignified way for more than a few years. What you need to tell my aunt, instead of telling her not <\/span><span data-id=\"P6-N200353\">to bother my mom, is that she can’t freeload at my sick grandmother’s apartment.  She needs to stop yelling at her and saying mean things to her.” I guess she’s also been gossiping about my mom. I guess she has said a few things like, “Ginny doesn’t want us in her house anymore,” which is not surprising; <\/span><span data-id=\"P6-N200354\">but that just added. Really? Go fuck yourself. Normally I don’t care about gossip, but man, you’re being a little bitch. You’re being a little bitch. I said, “The caretaker has tried to complain a number of times to no avail. I’m sick of this family’s utter inability to deal with things head on and <\/span><span data-id=\"P6-N200355\">in logical ways. The decision IS up to you. My mom signed off months ago when she logically accepted the reality of the situation. How dare you put this on a weak, 72-year-old woman who is exhausted and tired of this insanity and on my aunt, who is clearly selfish and mentally questionable?  We’ve gotten <\/span><span data-id=\"P6-N200356\">to this absurd point totally needlessly. Others are totally baffled at how this has gone on like this for so long. It stops today. Goodbye to you.” His text was like “goodbye.” (laughs) See ya. Are you kidding me?<\/span><\/p>\n<span data-id=\"P6-N20034-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562574\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20036\"><span data-id=\"P7-N20037\">THERAPIST: And what did he say to that?<\/span><\/p>\n<p data-id=\"P7-N20038\"><span data-id=\"P7-N20039\">CLIENT: Nothing. What’s he going to say? It’s just going to be a back-and-forth of him – like what is he going to say to this? Oh, wait. Where is the one where I did tell him that she was in the hallways banging on doors? “Last night, grandma was banging on all the neighbors’ doors saying she doesn’t <\/span><span data-id=\"P7-N200391\">want aunt there.” What’s he going to say? How could you possibly say anything? He’s being called out. He’s being called out and he fucking knows it. He knows it. What’s he going to respond? “I told your mom, if she’s so tired, not to . . .”  Okay, fine. You keep mentioning my mom. Forget my mom. This <\/span><span data-id=\"P7-N200392\">is not about my mom. What do you have to say about all these other things? We should have a talk with grandma to not go around banging on doors? Do you know what I mean? He’s got nothing. He’s got absolutely nothing.<\/span><\/p>\n<p data-id=\"P7-N2003A\"><span data-id=\"P7-N2003B\">THERAPIST: I just mean why did it make him come around and say “fine”?<\/span><\/p>\n<p data-id=\"P7-N2003C\"><span data-id=\"P7-N2003D\">CLIENT: Oh, no. He has clearly not come around. No, no, no. From the first text when I told him about my cousin, she was like “what the fuck?” “I’ll tell her to stop bothering your mom.” And also, again, insulting my mom. It’s like, dude, the woman has done nothing. She has bent over backwards for you <\/span><span data-id=\"P7-N2003D1\">lunatics. Do you think this is something about bothering my mom? I’m telling you, it’s very liberating. I’ll take the headache. It gives me some anxiety, but I really don’t care. It’s like a rush.  I don’t care. It feels great. I told my mom it’s sad, but has he been calling me anyway? She was like, <\/span><span data-id=\"P7-N2003D2\">“This is bad now. He’s not going to let this go. Your relationship is fucked up now.” I was like, “What relationship, exactly? Is he calling me, texting me, ‘hey, nephew, what’s going on?’” When I was desperate to go back – okay, he helped me. La-di-da. He fucking helped me. I said, “You know what? <\/span><span data-id=\"P7-N2003D3\">We’ve helped him a lot, too. If we’re going to play games, my dad would just write him checks. Grandpa would just write him checks, right? So what is he, the king of the family now? It doesn’t work that way.” (pause)  And who is he going to tell? I don’t know if he and my aunt get together and are fuming. <\/span><span data-id=\"P7-N2003D4\">Even if they were, that’s not going to last because my aunt is a nut job. So eventually my uncle is alone in this. What’s he going to do, tell my other uncle? “Brian is . . .” My other uncle is going to be like, “Okay, I guess that’s a little intense, but she probably does need to be in a nursing home.” <\/span><span data-id=\"P7-N2003D5\">Who is he going to tell anything to? (chuckles)<\/span><\/p>\n<p data-id=\"P7-N2003E\"><span data-id=\"P7-N2003F\">THERAPIST: It’s questionable of what your mom is afraid of when she says that now things are bad in your relationship. What’s the worst that could happen?<\/span><\/p>\n<p data-id=\"P7-N20040\"><span data-id=\"P7-N20041\">CLIENT: That’s what I’m saying. She’s saying it, but I can tell she doesn’t give a shit now. No, she’s done with that. In the past she’d get really worked up. She doesn’t care.<\/span><\/p>\n<p data-id=\"P7-N20042\"><span data-id=\"P7-N20043\">THERAPIST: There is not much to lose, actually.<\/span><\/p>\n<p data-id=\"P7-N20044\"><span data-id=\"P7-N20045\">CLIENT: There’s nothing to lose. I was like, “Mom, are you kidding? Enjoy yourself, man. Go to your friend’s house. Watch fucking Assyrian movies or whatever the fuck you guys do and have some coffee. This is done. This is done.” If they put her somewhere appropriate, do you know what, dude?  Go visit <\/span><span data-id=\"P7-N200451\">her eight hours a day. That’s different than them calling you nonstop, coming here nonstop every fucking day. My God. And what’s going to happen – we’re all going to be kind of cold to each other now? (laughs) Beautiful. I’ve got a very comfy life with wonderful friends. I’ve got things going on. They <\/span><span data-id=\"P7-N200452\">don’t appreciate it anyway. They don’t get me. They don’t ask me shit. What the fuck do I care? I’m not interested in their zoning issues or that they had to pay $50,000 for landscaping or something. I have absolutely no interest, so – good. And I feel great that I’m helping my grandmother. This has <\/span><span data-id=\"P7-N200453\">been bothering me for a long time. Do you think he’d want to sit in his fucking filth? Do you think that’s what’s going to happen to him, where he’s chewing his food and putting it in his pocket? No, he’s going to go to some amazing, palatial nursing home.  (pause)<\/span><\/p>\n<span data-id=\"P7-N20044-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562574\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20046\"><span data-id=\"P8-N20047\">Nonstop putting my grandmother down. My grandmother will fucking dance circles around your not knowing English bullshit. She’s an amazing woman. What the fuck are you talking about? What are you going to talk about to people – the economy? philosophy? What’s she going to say ? There is a reality now <\/span><span data-id=\"P8-N200471\">to the situation. She’s like a kid. She’s going to get fucking used to it. And you know what? She’s probably going to love it because she’s going to be clean and well taken care of. People aren’t going to be yelling at her and telling her she’s ugly.<\/span><\/p>\n<p data-id=\"P8-N20048\"><span data-id=\"P8-N20049\">THERAPIST: It’s better for her in so many ways.<\/span><\/p>\n<p data-id=\"P8-N2004A\"><span data-id=\"P8-N2004B\">CLIENT: Better for the fucking neighbors. This is dangerous, man. She’s not crazy, but she’s having moments where that’s crazy – like the videotape; it’s crazy. <\/span><\/p>\n<p data-id=\"P8-N2004C\"><span data-id=\"P8-N2004D\">THERAPIST: Your uncle keeps constructing it as though it’s better for your grandmother to be at home and it’s not.<\/span><\/p>\n<p data-id=\"P8-N2004E\"><span data-id=\"P8-N2004F\">CLIENT: Lately I don’t know what he’s constructing, because now it’s about avoiding. In the past it was like, “Well for now, it’s a system. These women come.” And then he had another woman who was going to come overnight. That was okay – props to him. But as soon as this fucking nut job showed up it <\/span><span data-id=\"P8-N2004F1\">just imploded. It imploded. It was already very tenuous. That set-up was half-assed and now it’s like – sorry.<\/span><\/p>\n<p data-id=\"P8-N20050\"><span data-id=\"P8-N20051\">THERAPIST: What do you think he’s avoiding when you say he’s avoiding? <\/span><\/p>\n<p data-id=\"P8-N20052\"><span data-id=\"P8-N20053\">CLIENT: Again, I don’t mean pussy or wimp or wuss. He’s sheepish. My uncle is very sheepish. These pricks, just like my cousin, Bobby, everybody thinks “oh, but he’s a businessman.” That doesn’t mean shit in terms of character. That doesn’t mean anything. Yes, he’s a nice guy. So? Claire is a nice woman. <\/span><span data-id=\"P8-N200531\">Josh is a good dude. Who the fuck . . ? Then what? Okay, he’s a nice guy, but what are the actions? What are the day-to-day ways he deals with people? He’s a prick. The selfishness – I think he just doesn’t want to deal with it. I think he probably has some deep things himself, just like I have with <\/span><span data-id=\"P8-N200532\">my family. He probably doesn’t want to deal with them. “One of my sisters is a nut job and now she’s fucking homeless and I’ve got to deal with this shit now. My other sister complains or she’s a martyr. Everything is about her.” I don’t know what he’s saying.  Who knows what he’s saying?<\/span><\/p>\n<p data-id=\"P8-N20054\"><span data-id=\"P8-N20055\">THERAPIST: It still doesn’t add up, though. It would actually make it easier for him had he put her in a nursing home.<\/span><\/p>\n<p data-id=\"P8-N20056\"><span data-id=\"P8-N20057\">CLIENT: Exactly. You don’t have to deal with any of it. You don’t have to deal with your complaining sister or the other nut job.<\/span><\/p>\n<span data-id=\"P8-N20056-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562574\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20058\"><span data-id=\"P9-N20059\">THERAPIST: It would be a lot less. But it’s avoiding her death?<\/span><\/p>\n<p data-id=\"P9-N2005A\"><span data-id=\"P9-N2005B\">CLIENT: Maybe it’s avoiding her death. My cousin and I – I’ve said this for a long time – he feels why wasn’t I rich like this when my father was around and my mom was younger? I could shower them with what they deserve.<\/span><\/p>\n<p data-id=\"P9-N2005C\"><span data-id=\"P9-N2005D\">THERAPIST: You can do that now by setting her up in a nice nursing home.<\/span><\/p>\n<p data-id=\"P9-N2005E\"><span data-id=\"P9-N2005F\">CLIENT: But this is a rational conversation to you. I have to say that to those dumb-asses. Exactly. But it’s also disrespect to my grandmother. I told that to my mom.  My grandmother has always been some sort of fucking second-class – the woman got her license in 1981 and they didn’t get her a car. <\/span><span data-id=\"P9-N2005F1\">She’s like a cute little Edith Bunker, which she is. Edith Bunker lived in a society. She had a voice. She could do things and the whole point of the Edith Bunker character was that, actually, she was incredibly wise and amazing. That’s why fucking Archie loved her so much. That’s why my grandfather <\/span><span data-id=\"P9-N2005F2\">loved my grandmother so much. This fucking guy, I don’t know what his fucking problem is. Or that my grandmother is a villager, like a peasant. Do you know what I mean? I don’t know. I don’t know what it is. My uncle is a nouveau riche, douche bag. That’s what this guy has become. They’ve had a lot <\/span><span data-id=\"P9-N2005F3\">of things at their house where they didn’t even invite their sisters.  The list goes on and on. This has been building up a long time. They invite me (sniggers), but not my fucking mom. So we’re all pretending here? And people at the thing are like “where is your mom?” Because they know my mom. They’re <\/span><span data-id=\"P9-N2005F4\">just at the thing because of the free food and you’re rich and they’re hobnobbing with you, but they don’t give a fucking shit about you. I think he’s a douche. I’m sorry. My mom doesn’t want to hear that. That’s how lovely my mom is about that. “Don’t say mean things. You said your piece. You’re right. <\/span><span data-id=\"P9-N2005F5\">You put your foot down, but don’t be mean about his character.” I’m not being mean; he’s forced my hand and he’s not the king of anything. He’s just my uncle and your brother. He’s a douche and he’s done things that are completely douchy. <\/span><\/p>\n<p data-id=\"P9-N20060\"><span data-id=\"P9-N20061\">THERAPIST: And demeaning [ ] (inaudible at 00:36:11)<\/span><\/p>\n<p data-id=\"P9-N20062\"><span data-id=\"P9-N20063\">CLIENT: Yeah, to everyone. I guess a few weeks ago he ran into my other douchy cousin, Pedro, from MSU – the one on my dad’s side, the professor. They just ran into him and the couples ended up having dinner. I’m listening and I’m like, “Mom, why are you telling me this? It only proves my uncle’s douchiness. <\/span><span data-id=\"P9-N200631\">Oh – did you have a nice dinner? That’s good. Did you have a nice dinner with the guy that has completely thrown to the curb his elderly, dead uncle’s wife, who he’s known like a son all these years? Or the guy that has abandoned his dying sister in L.A. or the guy that doesn’t keep in touch with his <\/span><span data-id=\"P9-N200632\">elderly, dying aunts?  You had a nice dinner with him? Oh, that’s great.” That’s all douchiness. That’s all fake douchiness. What am I supposed to do here? We’re either going to pretend or this is what’s going to happen. Someone is going to speak their mind and go on with their lives. I don’t need this <\/span><span data-id=\"P9-N200633\">shit. But also call them out on it instead of just keeping “oh, you saw Pedro? That’s great.” (pause) Morons. Absolute fucking morons. The good thing is this will never happen again. This situation, this was the last of it. It’s sad, in a way, but this will never happen again.  However much longer my <\/span><span data-id=\"P9-N200634\">mom has – I hope a long time – and for me. It’s just done and I don’t have to put up with this shit anymore. I’m going to constantly follow up with Protective Services and make sure that things are being followed through. That’s all. It took me a second. This whole thing took me a second to deal with. (pause)<\/span><\/p>\n<span data-id=\"P9-N20062-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562574\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20064\"><span data-id=\"P10-N20065\">THERAPIST: Brian, is this part of not coming yesterday?<\/span><\/p>\n<p data-id=\"P10-N20066\"><span data-id=\"P10-N20067\">CLIENT: Yeah, it started around 10:00 AM. <\/span><\/p>\n<p data-id=\"P10-N20068\"><span data-id=\"P10-N20069\">THERAPIST: Why didn’t you mention it?<\/span><\/p>\n<p data-id=\"P10-N2006A\"><span data-id=\"P10-N2006B\">CLIENT: I was in a surreal place. I just couldn’t. I was so exhausted and my head was throbbing. I called Protective Services. I’ll just tell her tomorrow. I don’t know what to say. I’m just exhausted.<\/span><\/p>\n<p data-id=\"P10-N2006C\"><span data-id=\"P10-N2006D\">THERAPIST: You could tell me something big was happening that was really distracting.<\/span><\/p>\n<p data-id=\"P10-N2006E\"><span data-id=\"P10-N2006F\">CLIENT: I figured I was going to see you and I would tell you. Sometimes when I’m in those moods, just saying things, even a few words, was giving me a headache yesterday.<\/span><\/p>\n<p data-id=\"P10-N20070\"><span data-id=\"P10-N20071\">THERAPIST: You heard me have feelings about you not calling me? You heard my second message?<\/span><\/p>\n<p data-id=\"P10-N20072\"><span data-id=\"P10-N20073\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20074\"><span data-id=\"P10-N20075\">THERAPIST: It just made me wonder a little bit. It’s not like you to, if you can’t make it, not to call; to tell me in advance. It just made me wonder what was happening. <\/span><\/p>\n<p data-id=\"P10-N20076\"><span data-id=\"P10-N20077\">CLIENT: I was so caught up. Your first message I thought was like “don’t worry if you’re not coming in.”<\/span><\/p>\n<p data-id=\"P10-N20078\"><span data-id=\"P10-N20079\">THERAPIST: I said, “Just make sure and call me if that’s the case.”<\/span><\/p>\n<p data-id=\"P10-N2007A\"><span data-id=\"P10-N2007B\">CLIENT: I’m sorry. At that point I was already completely beside myself.<\/span><\/p>\n<p data-id=\"P10-N2007C\"><span data-id=\"P10-N2007D\">THERAPIST: So that’s something, too – how absorbing this can be of yourself.<\/span><\/p>\n<p data-id=\"P10-N2007E\"><span data-id=\"P10-N2007F\">CLIENT: That’s the other thing. It was really cute, actually. For the first time my mom was like, “Are we too sensitive? Is it us? Are we too sensitive about this that we keep being the bad guys?” I was like, “Mom, we’re sensitive about your mom’s and my grandmother’s well-being. Yeah, we are sensitive. <\/span><span data-id=\"P10-N2007F1\">You know what? It’s because we’re artists.” <\/span><\/p>\n<p data-id=\"P10-N20080\"><span data-id=\"P10-N20081\">THERAPIST: But we’re appropriately sensitive. It’s better than insensitive.<\/span><\/p>\n<p data-id=\"P10-N20082\"><span data-id=\"P10-N20083\">CLIENT: And I said, “Also because we’re highly intelligent, sensitive, artistic people. You’re dealing with a fucking – he might as well be a cigar-chomping business guy with his shitty dockside (laughs) . . . He’s like a caricature now of, I guess, what he’s always wanted to be and your sadly lunatic <\/span><span data-id=\"P10-N200831\">sister.” I really feel bad for my aunts. Something is not right up there. It’s not my problem anymore. She has two fucking children. Shame on them for not dealing with this. This is not our problem. It’s not my uncle’s problem, either, but – whatever. He is the man of the family and he has the means <\/span><span data-id=\"P10-N200832\">and he has hired her fucking son. Sorry. Deal with it. I’ve thought about that, too. Why am I so worked up? I think that’s why I did this. I was like you know what?  I’m going to keep being worked up about this and I’m not going to fucking Assyria while this is nagging – calling my mom and I just want <\/span><span data-id=\"P10-N200833\">to have a nice conversation with my mom and she’s fucking exhausted and she’s pissed and complaining about this or that. This has got to end. You know what I mean? I was like if I am this worked up, then you know what? You can do something about it; otherwise I’m being just like my mom. And yeah, I <\/span><span data-id=\"P10-N200834\">am worked up. I get worked up about things that are unnecessarily and irrationally a certain way. It drives me insane. It drives me insane and I can’t not call it out eventually. Is that what you’re asking?<\/span><\/p>\n<span data-id=\"P10-N20082-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562574\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20084\"><span data-id=\"P11-N20085\">THERAPIST: I don’t mean being worked up because it doesn’t sound like you’re having an overreaction, Brian. You’re having an appropriate reaction to something really crazy happening, like you’re the only one left owning reality in this.  But it made me think about what was happening yesterday that whatever <\/span><span data-id=\"P11-N200851\">that emotional experience was that it took over calling me or even thinking that coming in might have helped.<\/span><\/p>\n<p data-id=\"P11-N20086\"><span data-id=\"P11-N20087\">CLIENT: I did want to come in. I did want to come in, but that was just a reality of being able to get the fuck out of my driveway and all that. No, no, no. I was going to come in if the roads were clear and all that. Honestly, that’s a weird day, the day that I’m calling Elderly Protective Services <\/span><span data-id=\"P11-N200871\">for my grandmother. It was just years and years of pent-up shit that I was just in that zone. I don’t know how else to explain it and I think that’s pretty normal. I think my uncle is lucky I didn’t tell him to go fuck himself. I think I’ve handled this (sniggers) very diplomatically. Was I blunt and <\/span><span data-id=\"P11-N200872\">a little bit aggressive? Fuck, yeah, because I don’t know how else to do it.  Sometimes you’ve got to shake somebody. They guy is just not getting it – and he still didn’t get it, right? So I was worked up. I was very worked up. I don’t know if that answers your question or not.<\/span><\/p>\n<p data-id=\"P11-N20088\"><span data-id=\"P11-N20089\">THERAPIST: Not quite. I don’t know exactly what the question is, but there is some sort of “where I go,” for example, in your mind when you’re that worked up, that I disappear. Do you know what I mean?<\/span><\/p>\n<p data-id=\"P11-N2008A\"><span data-id=\"P11-N2008B\">CLIENT: I didn’t disappear. In a way, I felt relieved. I was like, “She called, so she gets it that it’s fucked up out there. I’ll call her. I’m in the middle of this.”<\/span><\/p>\n<p data-id=\"P11-N2008C\"><span data-id=\"P11-N2008D\">THERAPIST: It was more just from interpreting it that way.<\/span><\/p>\n<p data-id=\"P11-N2008E\"><span data-id=\"P11-N2008F\">CLIENT: Yeah, I was just relieved that I heard from you because I was like fuck, if I don’t hear from her then I have to call her at some point about all this fucking snow shit.<\/span><\/p>\n<p data-id=\"P11-N20090\"><span data-id=\"P11-N20091\">THERAPIST: Did you listen to my message?<\/span><\/p>\n<p data-id=\"P11-N20092\"><span data-id=\"P11-N20093\">CLIENT: I did, but while I’m googling fucking whoever I’m supposed to call.<\/span><\/p>\n<p data-id=\"P11-N20094\"><span data-id=\"P11-N20095\">THERAPIST: Because I was also telling you where to park if you come in. <\/span><\/p>\n<p data-id=\"P11-N20096\"><span data-id=\"P11-N20097\">CLIENT: I did. I did hear that. I did hear that, but I ignored that because I couldn’t get out. The guy didn’t come to plow or anything like that. I was like, “Okay, I’ll call her at some point. She gets it. That’s okay.” When you’re in the middle of something so . . . That’s not a normal day at all. <\/span><span data-id=\"P11-N200971\">And when it’s so pent up, I was completely absorbed because I was absolutely determined to see it through, whatever it was – a text to this douche bag, calling these mother fuckers, get all the right phone numbers, write a fucking e-mail. I immediately started writing what I remember. It’s a lot. It’s <\/span><span data-id=\"P11-N200972\">a lot. Okay. 2:20? Okay. Thank you. Bye. Should I e-mail you that letter thing about the pet travel thing or should I print something out?<\/span><\/p>\n<p data-id=\"P11-N20098\"><span data-id=\"P11-N20099\">THERAPIST: You have my e-mail, right? Yeah, you can e-mail it. That’s fine. Sure.<\/span><\/p>\n<span data-id=\"P11-N20098-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562574\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N2009A\"><span data-id=\"P12-N2009B\">CLIENT: All right, Claire. Thank you.<\/span><\/p>\n<p data-id=\"P12-N2009C\"><span data-id=\"P12-N2009D\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}