{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her issues with marriage and engagement, and why she has yet to make the leap in her relationships."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Life choices","Romantic relationships","Socioeconomic status","Psychoanalytic Psychology","Sadness","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["8"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Life choices","Romantic relationships","Socioeconomic status"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Sadness"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562670","dorpId":"1006469663","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, February 26, 2014: Client discusses her issues with marriage and engagement, and why she has yet to make the leap in her relationships.","fullTitle":"Client \"S\" Therapy Session Audio Recording, February 26, 2014: Client discusses her issues with marriage and engagement, and why she has yet to make the leap in her relationships.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562670\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come on in. <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">(inaudible at 00:01:40)<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: What should we talk about? (chuckling) <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">(pause) I wonder, do I just think about the difference between constructive and destructive? I feel like I’m just confused sometimes. Whether certain actions are constructive or destructive (chuckling). It’s hard to tell what the motivation behind that is sometimes. I don’t know. Or maybe I shouldn’t <\/span><span data-id=\"P1-N200131\">even be thinking in that way, in that dichotomy, in that mind wave (ph). I don’t know, I guess I’ve just been made aware of, oh, you’re in destructive mode, or you’re destructive. So that’s got me thinking in that way. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Who’s saying you’re in a destructive mode?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I guess a year ago, or maybe a year and a half ago, I guess. When that whole Victor episode happened, a friend of mine was saying, “you’re like in a destructive mode,” so...<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">(pause) I guess I feel that, I was thinking of that episode and that way. I guess I was out to destroy myself, and to destroy things. It makes sense. It makes sense. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">(pause) But I’m just like, am I still in a destructive mode? How do I recognize that, and what does that mean? I feel like there’s a lot of power. You feel very powerful when you’re destroying things, it’s like active. It’s not something passive. Then, I’m like, well, power is something positive, isn’t it? <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">(pause) Yeah, I don’t know. I mean, I guess I could talk in more concrete terms, and bring examples. So, if you drink too much, is that destructive? It could be both, because it destroys your liver, or whatever, your kidney or whatever. But, like, if you were drinking socially, maybe you’re making friends. <\/span><span data-id=\"P1-N2001D1\">Or if you’re not making friends, then you’re keeping yourself from doing something more destructive, which is constructive (chuckling). I’m just getting confused. Or if you’re having a good time, isn’t that constructive? Yeah. <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">(pause) I guess this is a bit more complicated because it has gray areas. So I think, maybe I should just do what makes me happy. And that’s a much more simplistic way of looking at things. Maybe I should encourage that way of thinking. Just do what feels good, you know? <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">(pause) But then it’s like so impulsive. And some of my impulses are very, very drastic (chuckling). Like right now I want to drop out of school. It’s just been, like, I’m so frustrated with the professor’s (ph) office. It’s been driving me crazy. They’re so inept, and it’s not my thing. It’s Chris’s <\/span><span data-id=\"P1-N200211\">(sp?) thing. I’m disputing this $300 late fee, and how they took it off and they’re putting it back on again. I’m thinking of writing a letter to the dean or whatever and protesting it. And then I’m like, what the fuck am I doing in school? I’m not getting anything. Maybe I should just find a job, and <\/span><span data-id=\"P1-N200212\">get like proper healthcare and stuff, you know? (pause) So, I’m kind of very impulsive in thinking I’m going to drop out. I feel bad, and in the moment it will make me happy (chuckling) or powerful. Again, is it destructive to drop out of school? <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: (pause) Where did you go? <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: I was talking myself out of dropping out (chuckling).<\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562670\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">(pause, phone rings at 00:14:14)<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Ending something or leaving something is not inherently destructive. It could be, but...<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: What do you mean, inherently destructive?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Well, I feel like sometimes you give examples of something destructive when you want to end it, you know, like leaving Chris. There’s nothing inherently destructive about ending something, and you’re talking about school, too. It might be, but it’s not inherently that way. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah (pause). No, I just kind of got frustrated, like why the hell am I paying all the money? I mean, I don’t have to pay much, but, you know, I understood it as like, I don’t have to pay a single dime. It’s turning out that last semester I paid 800, and this semester, it’s like I don’t even <\/span><span data-id=\"P2-N2002F1\">know how much. But it’s fucking late fees, and it’s not my fault. It’s all the reading (ph), and one person says something else, another person says something else. They made me run around the whole fucking semester, and that stupid, you know, woman is like, it’s your fault. And I’m just like, you know, <\/span><span data-id=\"P2-N2002F2\">fuck you. And they think that every student is just sitting on their ass, or like, smoking pot. And I’m just like, you have no fucking idea. Students at Amherst—they’re really outliers in terms of, like, the kinds of responsibilities that are on their shoulders. Like Chris tells me these things, and <\/span><span data-id=\"P2-N2002F3\">I’m amazed at the kind of students he has. They work ridiculous hours, and work in factories, and this and that. To have no empathy from, like, some bitch who’s just sitting in the chair doing accounts, and is applying the same kind of logic to every single student, because every student is a fucking <\/span><span data-id=\"P2-N2002F4\">number to her. It’s just like, I just wanted to slap her, you know? (chuckling)<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">And 300 dollars is a lot of money for me, it’s like half my rent. I don’t buy groceries (chuckling). I eat with my mom, who eats because she gets food stamps, you know? So that makes me feel horrible, that I cannot even take care of my mom. I know it’s temporary, it’s only been the case for a year and <\/span><span data-id=\"P2-N200311\">a half, but I’d like for it to not be that way. And I see this 300 dollars as, like, this fucking punishment that I don’t deserve. And that the whole school is ganging up on me. Yeah, it just feels like rebelling very strongly. And then, like, I guess, talking to myself, and telling myself to calm down. <\/span><span data-id=\"P2-N200312\">And to focus on my priorities and be patient. The job is very easy. I don’t have to do too much, and I’m getting all this time to write. A few more months. Stick it out, stick it out. Tuck my tail between my legs and just accept defeat. If not defeat, then, just, whatever penalty. You know, pick my <\/span><span data-id=\"P2-N200313\">fights, as they say. <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">(pause) I’m not really getting that much attention from my teachers. It’s been a few months, and I feel neglected in that regard too, so I’m also a bit sad about that. Yeah, I just guess it’s destructive, in that I’m throwing away something that I’m building. I’m halfway done with this degree, and yeah, <\/span><span data-id=\"P2-N200331\">I already have this degree from a more prestigious institute. I could make this work for me. I could, next year, try and teach, and get that teaching experience. So, it’s not like that. It’s like to make something work for you, you have to be deliberate and think about stuff very carefully, and not <\/span><span data-id=\"P2-N200332\">just act on impulses. But it feels so good to act on impulses (chuckling). Instantly you feel powerful. But it doesn’t last. <\/span><\/p>\n<span data-id=\"P2-N20032-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562670\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">Yeah, and like, the thing with Chris. There’s so many complications there. It’s not even as simple as the school. The school is simple. It’s so little emotional investment there (chuckling).<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">(pause) I guess, not just that, but everything. I want to understand what just makes me go off on something, or feel like I’m trapped by it, you know? I think that really messes me up and makes me impulsive. Impulsive to like run away or destroy something. I guess it’s really relevant to what you said <\/span><span data-id=\"P3-N200371\">last time. I feel things very intensely, and I don’t know if I’ll change. Chris was like, you’re getting older, I’d imagine (ph) you getting more mellow. I don’t think so, right? I mean, I’ve been seeing you for something like two years, or something, a year and a half. <\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Mhm. A year and a half.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Have I been less that I described to you—that things feel less intense?<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: No, but you describe feeling more reflective.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Yeah. Oh, okay, that’s a change, then. I remember talking about Victor (sp?) and feeling that you have intensely felt things with him. You were like probing that, and I think I said something like, it feels good. You feel alive. That intensity, otherwise you feel dead. And then, you know, the <\/span><span data-id=\"P3-N2003F1\">fight with that woman at that Thanksgiving party. I felt things intensely. But then, that small an event or that get-together, this time I was going to Nepal (ph). Definitely didn’t feel it. Because that was nothing. It wasn’t like a face off or anything. Because if there was, I would feel things intensely. <\/span><span data-id=\"P3-N2003F2\">But I guess I was more reflective. I wouldn’t say reflective. The reflections came very, very quickly. And the things that I said were motivated by a lot of different, like, reactions to things. <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">(pause) But that’s just, like, small. More important things, I guess I want to get a better handle on those things. Thinking of specifically, like, marriage, and why, after all these years why I’ve never gotten engaged. Why that ring he asked his father to bring is still sitting somewhere in that apartment (chuckling).<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">(pause) And it’s just my thinking of certain moments where I’ve been sad, intensely said, and intensely depressed with him. And that moment just clouding everything else. Everything good, and happy, and positive. And me feeling trapped by that moment, you know? It’s really just like going on an endless <\/span><span data-id=\"P3-N200431\">American highway, you just never know (chuckling). It’s just never-ending. <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">(pause) So, like, unless I start feeling differently about those moments, I don’t think I’ll be able to commit for marriage to anyone. It’s the way that I take those negative moments and expand, and think that they’re endless, and a prison (chuckling).<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">(pause) But it’s not just that. I mean, I think I have to admit that I’m not really attracted to Chris physically. I’ve never really been, and that’s like a big issue. And it’s got a lot to do with other things. It’s not just that, oh, his body type, or whatever. It’s got to do with the fact that, you <\/span><span data-id=\"P3-N200471\">know, we don’t have traditional gender roles. Or, like, I’m able to really dominate him, and he’s just very malleable. All these other psychological things that make me think of him as not as sexually attractive as I want (chuckling). <\/span><\/p>\n<span data-id=\"P3-N20046-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562670\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">(pause) I don’t know if this is the place to talk about like how all that sexuality and stuff.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: Why wouldn’t this be a good place to talk about that?<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: I don’t know, I feel like I wouldn’t know how to begin to articulate any of that. So, if you talk about sex, does it become that you don’t want to have it? I don’t know much about that (chuckling).<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: How would that work? That you’d talk about it, and then not want to have it?<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Because you overanalyze it? Or analyze it? If you’re aware of doing something, doesn’t it trip you up? No? I guess it doesn’t have to.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Yeah, trip you up how? <\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: I don’t know, I don’t know. Some things are deliberate, like cooking. You could describe every step, I guess that’s okay. But, I don’t know (pause). I guess I’m just thinking, wouldn’t it become mechanical? (chuckling) I don’t know. Like, is there more to be said? Like, yeah, I don’t really <\/span><span data-id=\"P4-N200551\">get turned on when Chris touches me, you know? I don’t know what more to say. Like how could we explore that? <\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Would you feel differently with Nelson? (sp?)<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Yeah, and that’s just because there’s no baggage there. And I’ve deliberately thought of him as, hey, that’s sexy (chuckling). It’s my construction. Not to say that other women won’t find him sexy, but I feel like I’ve also done this subconscious work (ph).<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">(pause) But everything else is just, like (pause), I don’t know, so (laughing) weird. <\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">(pause) Like he’s standard issue in so many ways, Nelson. He has a TV and a couch. We sit on the couch and watch TV. Something that I’ve never actually done with anyone else (chuckling).<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: What do you guys watch?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Whatever. He’s like a Netflix addict, and he’s got this weird taste in movies that I just don’t get. We watch obscure—not that obscure—more standard things. And to be, that’s obscure. Less obscure as in less normal things. Because I feel like he doesn’t have that sort of background that one <\/span><span data-id=\"P4-N200611\">needs to cultivate genres, and the good directors and all that, because he works so much. Like he doesn’t even know “I Love Lucy.” I’m like, really? How is that possible? You’ve been in the U.S. for so long. Even if you’re not in the U.S., you’re supposed to know “I Love Lucy.” <\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">(pause) But, like, Chris doesn’t have a TV. He never had a TV. One of the many things we have in common that, yeah, we don’t have a TV. But, you know, we watch TV shows together, on his computer. And it doesn’t really face a couch. We’re sitting on two separate chairs, and there’s no cuddling going <\/span><span data-id=\"P4-N200631\">on. There’s no physical connection. But there is, like, a mental couch that we share. In the intellectual—not intellectual, but it’s like a mental couch, in the sense that he and I are thinking the same things. Or we analyze the characters and talk about the plot and all these things, and his history. <\/span><span data-id=\"P4-N200632\">So that feels very much good to do that. Like, a mental warm fuzzy feeling, that I don’t think I get so much with Nelson. But I get the physical warm funny feeling (chuckling), you know what I’m saying? I’m creating another binary, but that’s how I feel. That’s how I can understand the differences (ph). <\/span><\/p>\n<span data-id=\"P4-N20062-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562670\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">(pause) I’m not saying this only because there’s chemistry between me and Nelson, there are other things. He used to be emotionally supportive, I just guess we haven’t had emotionally supportive things said. Like our fight, we still have to think about it and talk about it. He can’t just apologize, <\/span><span data-id=\"P5-N200651\">and we’ll have sex, and it’s okay, you know? But I feel like, that’s a great way of resolving conflict, you know? I guess I always fantasized about that happening. You know, you fight, and then you have sex, and then everything is back to normal. Like Chris and I just never had that. He’s very passive-aggressive. <\/span><span data-id=\"P5-N200652\">He will go in his head in sulk, and I will hate that. I absolutely hate that. He won’t talk about things, like shove them under the carpet. And then slowly, over days—yeah, that conflict will never go away. So that’s bad, since he never wants to give conflicts any headspace. So in that sense, I was <\/span><span data-id=\"P5-N200653\">giving more brownie points to Nelson, in the sense that, at least the guy apologized, and he cries profusely. Cries a lot, and he’s like “why can’t you cry?” I’m like, “I just can’t cry in front of you.” I tried, I cried just a little bit. I cry on my own, or I cry in buckets with Chris. But he just cries. <\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: What’s the difference between crying with Chris and Nelson?<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: I don’t know. I feel protected and safe with Chris. And I also kind of cry because I’m thinking, oh no, and I’m letting him go, or something. I just feel very vulnerable and scared with Chris. Or, I’m able to feel that way about not just him, but about other things. About other things with him. <\/span><span data-id=\"P5-N200691\">Because I guess—(pause), yeah, I guess I’m able to be small with Chris. Really, really small, because I felt small next to him. But with Nelson, I feel like I have to have it all together, or he’ll crush me. Like, I have this thick skin on, or this shield on with him. Because I don’t want to break down, <\/span><span data-id=\"P5-N200692\">you know? And have him walk all over me. But then I feel like, wait, he just did that (chuckling), when he criticized my clothes and everything. So I’m thinking, huh. <\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">(pause) I was crying a little bit, but then I was just, like, I wanted to indulge in it, but I couldn’t. I don’t know.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">(pause) Is it important to be able to cry in front of Nelson? I don’t know.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: Important for what purpose? <\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: To fall in a relationship (ph), I don’t know.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: So you’re saying if you want to be with Nelson, that’s really important.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Yeah, I don’t even know if I want to be with him (chuckling).<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Well, you’re both at a place where you can’t really connect with each other. He’s continuing to go out with his ex-girlfriend, or have some flirtatious experience with her. And you feel attached to Chris, and I don’t hope this for you ultimately.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: I mean, ultimately you want to be with someone—I mean, I know you’re going through your stuff now, but ultimately you don’t want to be with someone who is flirting with another person. That’s like an ultimate goal. I understand now that things are complicated. You have complicated feelings <\/span><span data-id=\"P5-N2007B1\">towards Chris. But you don’t know if Nelson is working on himself the way you’re working on yourself.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: As in? <\/span><\/p>\n<span data-id=\"P5-N2007C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562670\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: Well, in terms of understanding your motivation. You know, you don’t want to be doing this for the rest of your life, I don’t think, in terms of being pulled between two men.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: So you’re working on it. Whether he’s working on his issues that lead him to kind of be pulled, I’m not familiar. I just don’t know.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: Yeah (pause). Yeah, I was asking him, like, what does this mean? I don’t know if I told you, but he said he wants revenge from her, you know?<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: What do you mean? No, you didn’t say that. Revenge.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: From his ex-girlfriend. Because she, quote, screwed him over, you know?<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: And how is he getting revenge? I don’t understand.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: I don’t know. He said, like, by showing her what she can’t have. Like, what? And the standard way of doing that is to take your current girlfriend and show her off. And then he’s like, oh, that’s how amateurs do that. Like, that’s so weird, are you an expert in this field?<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: An expert in revenge.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: Yeah, and then he’s like, no, you flirt in a way that makes the other person think, is that flirting or is it not? And I really don’t think she’s that stupid. So I don’t know. Like yeah, I don’t want to get involved in this, you know? <\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">(pause) Yeah, that sounded, kind of, really scary to me, and like puts me off (ph). I always seek that out. Because he comes to D.C. over the weekend. And every weekend it’s like, okay, I need my release, after a week of working hard.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">(pause) It’s just become a pattern. It’s been going on for several months now. I mean, this kind of fight, this conversation with Henrik (sp?), he was thinking of telling his parents. You know, it’s, like, ironic. I guess it makes sense. You’re thinking of long term, and commitment and all that. And <\/span><span data-id=\"P6-N200951\">all of his fears will crop up. His fears, like, I don’t make money, or I seem to like the fact that I don’t make money. Or I take favors from friends. And then I don’t know what looks good on me, of my clothes (ph). So, it’s like weird things that I never thought people would criticize me before. <\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">(pause) Yeah, my reasons for moving away from Chris are more like, (chuckling), you know, in the way that (ph), you know, you don’t turn me on anymore. That’s very basic. And you can be judgmental and compare. He’s actually so comparative—I shouldn’t say so comparative, but like, even explaining, we <\/span><span data-id=\"P6-N200971\">were talking (ph). Yeah, this guy, he’s a year younger to me, but he has tenure. And he’s got this, he’s got that. Well, he doesn’t have two PhDs. He started doing this soon after he graduated. And that’s really tripped me up, you know? Thinking this person’s making that much money, that person’s making <\/span><span data-id=\"P6-N200972\">that much money. That just really puts me off. Then I just want to go and sit in a room, and not talk to him (chuckling). <\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: Chris is saying that?<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: Because he feels, at times, inferior? Or what is it?<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Well, I don’t think he feels inferior. He can never feel inferior. Maybe he can. But, like, he’s ambitious, so I guess he just sees what others have and he doesn’t. I don’t think he feels jealous. I don’t think he feels inferior. Maybe he’s trying to find a motivation in that? Yeah, I think <\/span><span data-id=\"P6-N2009F1\">that’s accurate. To work even harder. Like, oh, this guy has this many publications out, work. I think that might be his thinking. <\/span><\/p>\n<span data-id=\"P6-N2009E-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2009E-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562670\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">(pause) Which I guess I also try and do, you know. But sometimes it really depresses me, instead of motivating me.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">(pause) Some people sometimes say, oh, you’ll find a third person (laughing). I’m like, no. It has to be one of these people.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">THERAPIST: Why?<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">CLIENT: I don’t know. I’m getting older, and I don’t want to be dating. I already date (ph).<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: It’s unfortunate that you feel it has to be one of the other.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: Yeah? Why?<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: Because there are some pretty serious problems with each of them.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: Yeah? Like what?<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: Well, Nelson wants to get revenge on somebody. I don’t think that’s a really good sign, right? And Chris—I don’t know what will happen with Chris. There are some things that you really have questioned, in terms of a long-term relationship. I don’t know.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: (pause) Yeah, I just think of him, and I think of this moments where I’ve been unhappy with him. And that’s all I think. In the sense that, like, when the question of commitment comes up. Like the trip to Portland, or whatever. It just sits on me, and it’s this burden. Like, no! I don’t want that. <\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: Cecelia (sp?), we really need to stop for today, but I’ll see you on Monday.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Okay, thank you.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: Take care, bye.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}