{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses husband's family, the need to lose weight for pregnancy, and religion."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Religion","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Religious beliefs","Religion","Body weight","Complications of pregnancy, childbirth and the puerperium","Pregnancy","Psychoanalytic Psychology","Weight loss","Sadness","Chronic pain","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Religion","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Religious beliefs","Religion","Body weight","Complications of pregnancy, childbirth and the puerperium","Pregnancy"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Weight loss","Sadness","Chronic pain"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562446","dorpId":"1006469439","contentType":"text","aucs":"CTRN-V1","title":"Client \"M\", Session April 02, 2014: Client discusses husband's family, the need to lose weight for pregnancy, and religion.","fullTitle":"Client \"M\", Session April 02, 2014: Client discusses husband's family, the need to lose weight for pregnancy, and religion.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562446\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: So I just wanted to confirm just really quickly that in the next two weeks I won’t be in, because of traveling\/rescheduling work so I can travel. When I go to Cincinnati.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Let me write it down. There is also a week I will be out which may be the following one. I have to be out of town. So you are out next week, which must be -<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: The 9th. It’s quite likely the 16th. Is it the 23rd that you’re gone? Let me see what I can do to try to come in on the 16th then. But defiantly the 9th.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I was going to see if there another time that would be easier on the week of the 16th.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Let me find out. It’s possible that that Friday, the 18th, possibly.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: I actually leave in the afternoon on Friday.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: That’s no big deal.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: We’ll figure it out. [1:34]<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: It’s been sort of one of those weeks with just stuff. The – I guess I could start with this. Did I mention to you that as much as I had been hoping never to accidentally run into Mike’s mother again, that she’s moving back to Miami?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Yeah. In fact, she may be there already. She fucked it up first. We’re not going to do anything to get (inaudible at 2:11) at all, but feeling we just tend to do dumbass shit when we’re going to do something and then, surprise, this person’s here, too. So it’s this kind of bullshit. That’s partly <\/span><span data-id=\"P1-N200211\">why this memorial needed to be done when It did, because she was moving back to Miami. [2:35] So that went on this weekend. We weren’t there. And there were a couple of other deaths over the weekend. So, oh, fuck. My mom’s brother – my uncle actually, but, you know, passed from diabetes complications. <\/span><span data-id=\"P1-N200212\">It’s very frustrating to me, mostly because getting right information of my mother is almost impossible.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">I mostly just wanted to know – well, at the time this is happening, I’m kind of being grilled by this fertility doctor about diabetes in my family. They’re kind of horrified that he died from diabetes related complicated. Related stuff. My mom is like, why does it even really matter? We don’t really <\/span><span data-id=\"P1-N200231\">know. I’m like, somebody knows. Was he awake? Was he asleep? She’s very vague about this. I know that there was some sort of stroke that happened a couple of weeks ago, but they don’t really – It’s very frustrating. Mostly, because in her mind it doesn’t really matter. You know what I mean? And I’m <\/span><span data-id=\"P1-N200232\">trying to find out this information so I can give precise – and it’s just really frustrating.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">I just don’t want to antagonize her right now. She’s already lost two siblings. And it’s got to be stressful on her. She becomes very difficult to be around when she’s on these periods of time right now. I don’t know. She just becomes very difficult to be around. And so this being in Cincinnati next <\/span><span data-id=\"P1-N200251\">week, I’m a little worried. They did not want us to come into town this week for the funeral. Originally, when I talked to them earlier – As of Monday, there was no funeral. But by Tuesday there was one and there is one that’s happening today. So I don’t know. He was a bachelor. Didn’t have any kids. <\/span><span data-id=\"P1-N200252\">There’s a reason – he might not have wanted one. I don’t know. [5:05] So it’s been kind of frustrating with that.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: It’s not just that you weren’t able to get to either of the memorials, but that you’re kind of excluded.<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562446\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: My mom was right about this. This was a last minute thing very specifically and we were already going to be in town. She’s like – she wasn’t want of those, we don’t want to be included. She understood – and she was right that it would be almost impossible to get down there. It wasn’t like, an <\/span><span data-id=\"P2-N200291\">excluded one. This eon. My mom got a phone call on Tuesday finding out that her sisters had made a different change and decided that they wanted to do something. So she found out with like, 12 hours’ notice for viewing the body. [6:01] It was more of a – in a large family, things are complicated, and <\/span><span data-id=\"P2-N200292\">I know she’s right. And we’ll with them next week to try to spend some time with family. But, it’ just like I said, it’s just one of those things that’s really frustrating. You know, especially because like I said, that happened on Friday.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">Saturday was Mike’s grandfather’s memorial. Also apparently, sometime on Saturday. And this is one of those things where it’s kind of weird. It is in a way kind of weird. We were notified by text message that his dad’s mom died. We met them a few times. And I do feel bad for them. I was trying very <\/span><span data-id=\"P2-N2002B1\">hard not to get involved with it, because they’re making very bad decisions on how to treat his cancer. So he had a type of leukemia that, if you give the dog steroids, the dog can act like it’s feeling a lot better, but it actually – the steroids fuel the cancer. [7:21] So they did that. And it went really fast.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">And the dog was great. The thing of it is, is that I’m not making any judgments, because I don’t really know. And I have a lot of personal feelings about this kind of stuff. But you can’t make these decisions yourself. But it’s just one of those things that, there is a lot of sharing that, you know, <\/span><span data-id=\"P2-N2002D1\">really wasn’t helpful right now, especially given, you know, all the other things that were going on. It just seemed like one more thing to deal with. But that is what it is, I guess. But it’s mostly just trying to keep focused. We have a lot of medical testing and things like that to go through for <\/span><span data-id=\"P2-N2002D2\">me with the – [8:21]<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Fertility stuff?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yeah. Right now, she really wants to make sure that – she’s like, basically, your drugs are being damaged. We’re very near a window to get your pregnant. I’m not having trouble – I’ve always had trouble walking, but I am in extreme pain lately.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: Did they – because of changes they’ve made?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: I had to go off certain medications for months to be able to – One of the things that they give with methotrexate – it’s also used for abortions in China. It’s an anti-metabaloid. So it’s pretty bad. And it’s used for treating cancer, so they need to get all that entirely out of your system. <\/span><span data-id=\"P2-N200351\">And she’s wanted to be as – she basically – and I was really worried, because I did some quick research on her and a lot of people mentioned she was very cold and they didn’t feel she was very easy to talk to. [9:15] I thought she was fine talking to. Especially, she totally got it. I was telling her <\/span><span data-id=\"P2-N200352\">in terms of this – I’m an engineer. Whether or not turning my cycles is really helpful right now, and makes you feel uninvolved. There’s this data point that makes you feel Iike I have – She was, I totally get this. This is great. That kind of thing. She really got that kind of attitude for this kind <\/span><span data-id=\"P2-N200353\">of stuff. I wasn’t going to tell her this, but it just sort of came out which is, you know, one of the contributing factors to (inaudible 9:15) was infertility. Specifically, infertility and depression with that, and then also not top of it, the drugs that they give you for to stimulate your ovaries <\/span><span data-id=\"P2-N200354\">can make you very, very unbalanced.<\/span><\/p>\n<span data-id=\"P2-N20034-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562446\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">And I basically told her, I don’t’ want to get too excited about any of this. Because, you know, I don’t think that’s going to be a worry for me. But she was also like, they’re also really isolated, or they were at the time. [10:20] They were on the very outskirts of Chicago and a lot of other things. <\/span><span data-id=\"P3-N200371\">But I didn’t expect to tell her that and I did. And she was surprised to hear that. She had never known that – she had never gotten a hint of that. She’s been doing this since ‘81. She could understand why I didn’t want to be like, okay, this is going to happen. But the one thing that really made me <\/span><span data-id=\"P3-N200372\">respect her was when, you’ve got a narrow window. We’ve got to figure out how to get past that. It needs to happen in this window, otherwise. It’s not even just your pain and suffering, but also the fact that we have to worry about the joint damage.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: I don’t know if this is any help to you, but I saw somebody a while ago with rheumatoid arthritis who was going through IVF and other things like that and who found the Center for Reproductive Immunology that they found helpful.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Once you get pregnant, it is almost always, if you stay pregnant, you almost always go through remission. That is the good thing. This might be the same place. [11:20]<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: No, this is actually, the person wasn’t living here. This was in Arizona.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: I will look into that, then.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: It’s called the Medical Center, I think.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: It’s easy to remember.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Like I said, I have no idea if that’s -<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Yeah. I’ll plan to take a look at it. This place seems pretty good, but I would definitely – and they seem to be very good about being okay with working with other people. For example, before we even go forward, I need to get evaluated for a whole bunch of things, one of which is that they need <\/span><span data-id=\"P3-N200471\">to know if they need to make sure – she wants to make sure that I get cleared by a high-risk obstetrician and my rheumatologist to find out whether or not twins are okay. Because they can stop that from happening. It lowers your chances, but she’s really worried about the strain on my joints amongst <\/span><span data-id=\"P3-N200472\">other things. [12:14] So the fact that she was like, you know, we need to figure this part out. She’s very much aware that this has to happen fast.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: It seems like she’s very proactive and very organized in her thinking.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Very proactive. But also, she didn’t do it in a way that made me think, you’re getting too old. You know, I mean, yes, I am older, but she said a lot of places are like yeah.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: So she’s problem solving. Very comfortable.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: For instance, advanced maternal age, it was never brought up, which was very good. So that was really good. It’s just a lot of invasive testing and a bunch of other stuff that they have to do.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: When does the fun start?<\/span><\/p>\n<span data-id=\"P3-N20050-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562446\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: It depends. One of the tests has to be done 30 days after my period starts, so it’s one of the screwed up – things stop immediately for that kind of thing. Mike’s started already having testing done any day now pretty much. So they’re doing a lot of genetic testing, too. [13:19] They’re aware <\/span><span data-id=\"P4-N200531\">that I have problems. His stuff is completely a mystery. My stuff is still a little bit of a mystery in terms of people aren’t always really up front talking. The thing is, for my thing, though, it more of a culture – It’s not as culture as in, you don’t talk about your problems. It was like, if you <\/span><span data-id=\"P4-N200532\">died from a really bad strain of TB, the hospital was, you know.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">It wasn’t a matter of being in denial, it was a matter of, you only go to this place unless you absolutely have to. So, a little different. So she seems to be pretty proactive, which is really helpful. It is nice there. In general, it’s a lot more proactive than any doctor’s office that I’ve ever been <\/span><span data-id=\"P4-N200551\">to. First of all, when you call, they say they have 24-hour answering service. It’s not like an answering service. [14:22] There’s like, a nurse who answers the phone who’s part of the practice. Because, some things really do have to happen at 3:00 in the morning. And not just like, someone who’s – <\/span><span data-id=\"P4-N200552\">the phone calls are routed to their house, they write down the messages and give them in the morning, which is kind of pretty amazing.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Absolutely.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Also though, because certain things have to happen on certain days, a lot of things are seven days a week practice. It happens that that day lands on a Sunday, they have to do it that day.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: That’s great.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Yeah, it’s really great. The fact that basically, each one of the doctors in this practice – it is one for the treatment center is entirely there for (inaudible at 15:07) or whatever it is. Something like that. Each person you call for scheduling. You don’t call this massive group. There is <\/span><span data-id=\"P4-N2005D1\">a person you call. And that person schedules only for that doctor. So a lot of – and it could be, and a lot of it is, because a majority of the clients are paying a fortune. But also, the fact that so many things are timely in nature.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: That makes sense. That must be really reassuring to be getting very good care.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: So, just like I said, I just have to find out going forward, what’d going to happen, that kind of stuff.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: How much is going off the medications that you’ve gone off and going through all the testing going to affect things for you. Will it affect your work schedule?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: I don’t know yet. At this point, the testing probably not, but I don’t know. [16:15] We’re going to find a way to make it work. I do know that going off the medication’s been really – I don’t know if I –actually, I legitimately don’t know if it’s going off the medication or this is something <\/span><span data-id=\"P4-N200651\">new that’s happening. I’ve always had problems with my hip. The area which is being influenced has expanded. I think that it’s just because of the fact that I’m in more pain and I’m compensating for it. And I’m pulling muscles a little bit higher up in my back now, I think. But, you know, I’m in a lot <\/span><span data-id=\"P4-N200652\">of pain. It’s really hard.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">Again, I went to this – and I’m not a super paranoid person. So it took me years actually, to get an electric blanket or an electric heating pad as opposed to a microwave one for lots of reasons, one of which is that for a long time the regulations would be that they couldn’t get that [17:09] and they <\/span><span data-id=\"P4-N200671\">were only allowed to run for 20 minutes and all that stuff. It just made it easier just to have something to put in the microwave. And then, this fall I decided to get one. And I’ve always been slightly afraid of being electrocuted. I have no idea why. I think it’s from something that was told to me <\/span><span data-id=\"P4-N200672\">in childhood. I don’t know.<\/span><\/p>\n<span data-id=\"P4-N20066-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562446\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">But it’s not like it’s like a super fear in my mind that’s like I’m afraid to use it. But as I’ve started to get more and more problems neurologically, a lot of times you have the prickly feeling in your skin. I don’t know if you’ve heard about this. But when you get certain pins and needles feelings. <\/span><span data-id=\"P5-N200691\">And so I stopped using that heat pad again, because when I’m trying to go to sleep, I can’t tell if it’s pins and needles from the leg, but it’s keeping me awake. And it doesn’t help that I looked up the heating pad on Amazon. Some people did have problems with shorts and things like that. [18:01]. <\/span><span data-id=\"P5-N200692\">I don’t think it’s irrational to feel that way when there are situations, not like rare, but usually because they’re misused for things like that to happen. I don’t know.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">So I’m trying not to do that when I’m sleeping which is kind of a pain in the ass, ‘because I just spent – to get one that is physical therapy grade, it is kind of expensive, it’s about 75 bucks. But what am I going to do with – you know, going back and forth with this. But I’m thing really hard to <\/span><span data-id=\"P5-N2006B1\">do anything, if possible. It’s made me sad that I’ve gained a lot weight again. I am trying not to drink diet sodas, trying to drink water. All this other stuff. Trying not to eat junk food and eating all kinds of crap that we don’t even like the taste of, especially if it’s supposed to be better for <\/span><span data-id=\"P5-N2006B2\">you, and gaining weight. It’s really frustrating and pissing me off. [19:01] I was talking to my mom. She was like, you don’t sound so happy about eating anything. I’m like, well, I’ve got quinoa crackers that sounds a lot better than it really is. (laughter)<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: You get healthier even hearing about them.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: It’s really not that great. And a part of it’s also the fact that I need – having so many members of my family having so many severe problems. Basically, other health problems being highly exacerbated by diabetes. The doctor said to me, I’m not super paranoid about it, but I definitely will <\/span><span data-id=\"P5-N2006F1\">be careful for the future. I don’t want to get like that. My grandma lost her leg and my Uncle Dave has been in the hospital. He’s been opposed to being – he has not been in the hospital. The closest thing of not being in the hospital he has been in has been in rehabilitation facilities and more than <\/span><span data-id=\"P5-N2006F2\">two years, three years, maybe. Because he got an injury on his leg. [20:06] It’s weird because I was expecting him to lose the leg, to be honest. But even in my brain he had never like – never had a leg. Because he had an infection with MRSA that never went away. They did their best.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">And it’s – I’m sort of ramping up to being defensive with my mom. Although she thinks she’s really healthy, she really isn’t. She goes through these phases. She sort of – because she’s so damn fucking intelligent, she decided that she could make decisions. She can get her own rationality in things better <\/span><span data-id=\"P5-N200711\">than other people can. And some of these things are okay for you or better for you, or whatever. But usually, they’re not. But she – I just don’t want to deal with the food-pushing thing right now with her.<\/span><\/p>\n<span data-id=\"P5-N20070-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562446\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: I see. She’ll push you to eat other things.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: Yeah. But right now I technically need to be 30 pounds lighter for them to want to do IVF on me. [21:05] There is some fudging. In fact, the woman that weighed me told me that if I accidentally – like if I wore heels one day and I accidentally forgot to take them off, because of my height that <\/span><span data-id=\"P6-N200751\">would be okay. Because, I’m 5 foot four and a half. And if I made it up to five foot five and a half, it would be the amount of weight I need to lose would be significantly less. She understands it. I have rheumatoid arthritis. I can exactly move a lot. (inaudible due to simultaneous dialogue at 21:40) <\/span><span data-id=\"P6-N200752\">But it’s just one of those things where that probably changes your metabolism. Not permanently, but it might as well be. It takes a very long time.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: And you’re saying that was one of the reasons you had gained weight in the first place.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: I’m naturally very thin. Used to be, at least. But it’s been so long now, I don’t even think about it that way. But I do. But yeah, it’s – But I’m not trying to be like, you know, restricting my food or anything like that. I’m just really trying hard to find some way to find things to eat that <\/span><span data-id=\"P6-N200791\">are not so bad for me, and it’s tricky. It’s really tricky.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: You mean that are bad calorie wise, or healthier?<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: In general. Both of them. It is hard to find things that are both. Because there are, you know, and this is one of the things. [22:36] If I decide to worry about my diabetes – I don’t have diabetes – but getting diabetes, then I have to use like, especially because everyone drinks with artificial <\/span><span data-id=\"P6-N2007D1\">sweeteners. Because there are at least some suggestions that, although they don’t have calories, they do change your insulin regulation. Not like that people who wear tin foil hats, but there’s vague – there’s a little bit of suggestion for that in reality. I don’t know. But that way I’m just trying <\/span><span data-id=\"P6-N2007D2\">to when I can, not.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">I’m trying hard to just stay away from things like refined grains. You know, because it’s supposed to be healthier for you. And quite frankly, there is some big evidence that it is helpful in terms of insulation. So maybe. It’s not like celiac, but definitely there’s some reasonable – it’s complicated. <\/span><span data-id=\"P6-N2007F1\">Mom can be very frustrating like that. I don’t know. She goes through phases, as I said, of good and bd. [24:04] Her personality is changing a lot lately. It’s weird. Both her and my father have become significantly more religious over the past couple of years. I don’t know if I ever explained this <\/span><span data-id=\"P6-N2007F2\">to you. At one point, my mother actually became religious on a dare.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: I think I remember that.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: Okay, so when Mike and I were getting married, my mom really didn’t attend Catholic Church very much at all. She did all this other stuff or whatever. Basically, she was raised originally orthodox. But there wasn’t much orthodox – Russian Orthodox in the US where she was. There is sort of a <\/span><span data-id=\"P6-N200831\">cross-compatibility with Catholicism. They accept each other’s sacraments, blah, blah. And she went to Catholic school, etcetera. Well, both of my parents did. Neither one of them attended mass much at all. I can think of maybe one time in my entire period of time I lived with them that my mom did it, <\/span><span data-id=\"P6-N200832\">and I think it was for my first communion. I just wanted to make sure I wore my dress or something like that.<\/span><\/p>\n<span data-id=\"P6-N20082-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562446\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">When Mike and I got married, somebody at the church, which is has been the family church there. Although these hadn’t attended, made some sort of snarky comment about people who don’t show up and who only have interest in this. And then she suddenly was like oh, really? Are we going to do this? I’m <\/span><span data-id=\"P7-N200851\">only going to attend masses in Latin. And other things like this. And this is actually, a little bit like me, but she’s a lot more like this. For a while she was attending and doing all this other stuff just to show someone that she could out do them if she felt like it. [25:44] And she went like that <\/span><span data-id=\"P7-N200852\">for about 12 years.<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">THERAPIST: Competitive church going?<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">CLIENT: Yeah. But it’s not like my soul is safer. It’s like, I know more about this than you do, and therefore I made a willful choice about being involved.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">THERAPIST: I wasn’t copping out, it was an informed decision.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">CLIENT: It was an informed decision and I can do this better than you can, even more so if I need to. And for a while they were sort of antagonizing her with this. Like, this a long-time to do this for a dare or whatever. At some point my dad basically said, stop bothering your mother. We’re getting <\/span><span data-id=\"P7-N2008D1\">older. Just leave it alone. And I’m like, okay. [26:24] At some point I stopped. I still occasionally give her a hard time about this. And then now, my mom has been doing this thing where – going to visit hospitals, people in the hospital. I’m like, Mom, please don’t do this. When I’m in the hospital, <\/span><span data-id=\"P7-N2008D2\">the last thing – I have been harassed by those people who want to give me sacraments and this and that. I do not need – although actually, I have been given last rites. They don’t call it last rites anymore.<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">They call it anointing of the sick, and you have to have an illness that is very bad. But when my arthritis was really, really bad I was actually given this. People in the hospital, they’re really aggressive and annoying and kind of like – I was like, don’t be one of those people, Mom. Whatever. And <\/span><span data-id=\"P7-N2008F1\">anyway, fast forward to today. My mom does a lot of stuff now. I just don’t believe she believes any of it. Thought I think she believes that she – The problem is that she knows enough of it – she’s not like an uninformed unbeliever. [27:20] Like I said, she can – she’s so intellectually involved in <\/span><span data-id=\"P7-N2008F2\">a lot of this stuff, that it’s like, kind of a nobody can just me for this, whether or not I believe or I don’t believe kind of thing.<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">It’s been going on for a really freaking long time for a dare. This is a 16-year-old dare at this point and it’s really, really annoying me. I’ve done things on dares that have made me really angry. And I guess it’s kind of a weird thing. Anyway, she’s been vaguely relating to this. I don’t know why <\/span><span data-id=\"P7-N200911\">it bothers me so much that she keeps up with this. There are things that she does that I think is really, really wonderful. When my Aunt Iris died, because my Aunt Iris had so many problems. I think I told you that. Although she had basically complications related to long-term opiate abuse and being <\/span><span data-id=\"P7-N200912\">diabetic – she lost all her teeth, you know.<\/span><\/p>\n<span data-id=\"P7-N20090-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20090-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562446\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">THERAPIST: She’s an alcoholic as well, maybe.<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">CLIENT: Yeah. She drank. This is like, at this point that was low on the list. It probably was pretty bad if it was the only thing. Anyways, one of the things – and she would disappear for long periods of time. [28:42] And therefore, we wouldn’t know what she was doing. And we, you know, my mom, when <\/span><span data-id=\"P8-N200951\">she passed, she started doing this every month or every fortnight or something like that. She, at this point in church she – nearby where Iris had lived had Iris’ meal – it’s a dinner for the homeless or are not necessarily homeless, but are having problems of the thing that she liked the best. So my <\/span><span data-id=\"P8-N200952\">mom pays for this. I think that’s really awesome that she does that at the church. So there are things that she does that are really, really wonderful. But to me, I get really cranky, because all this is – I can’t – I’ve got to step away from this, because it’s too easy for me to get her all upset about <\/span><span data-id=\"P8-N200953\">it, too. That kind of stuff I think is great. I think it’s wonderful. I think my mother though, on some level, does it to prove that she can do it and she can walk away from some of it any time she wants to.<\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">THERAPIST: MY impression is it feels like a little much at this point. [29:52]<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">CLIENT: But, you know, my dad is signed up for something on Tuesdays where he goes and spends an hour praying for family members. I asked him. I said, Dad, really? No, you don’t understand. This is the one time I don’t want clients calling me. For me, it’s the one time that I get a chance to be alone <\/span><span data-id=\"P8-N200991\">with my thoughts and what I want. It’s dedicated time. I was like, okay. That’s – you’re different. That’s different, you know? I think it’s called adoration. The thing is, I was raised so like, not in this. I know more about other religions than I do about Catholicism, because my mom and dad were not <\/span><span data-id=\"P8-N200992\">involved in that church at all or had anything to do with it at all. So I know more about many other religions than the one that I was actually raised in.<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">I was never educated in that stuff. [30:46] You know, I don’t know, it’s kind of weird to have this kind of thing happen. My dad, I kind of understand it. He’s becoming more so just because he said, this period of time, he sees that this is a chance to see that the religion has a spiritual leader that <\/span><span data-id=\"P8-N2009B1\">he agrees with and he feels as if – not just agrees with it, but can guide the whole community into a better world. So this is a time to really be involved. He has more belief in it because of the corruption related stuff like that. I can get that. And then, there’s the ongoing thing about getting my <\/span><span data-id=\"P8-N2009B2\">husband baptized. So I don’t think I’ve ever told you this. [31:33] We had this fight over whether or not Mike’s been baptized.<\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">We have no evidence whatsoever he’s been baptized. His parent just sort of forgot. This doesn’t surprise you at all. When it was time for us to get married, because in the Catholic Church, if you are trying to marry someone who isn’t Catholic or hasn’t been baptized anywhere at all at any religion. <\/span><span data-id=\"P8-N2009D1\">You have to go through this disparity of cult form. This is hilarious, because –<\/span><\/p>\n<span data-id=\"P8-N2009C-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2009C-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562446\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">THERAPIST: Disparity of cult?<\/span><\/p>\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">CLIENT: My husband, who is Jesuit educated, okay. But his parents just sort of forgot to baptize him. You know, they didn’t go to church, so it didn’t matter. But when we were getting married, we had to get his parents and a priest and his Catholic, you know, and his Jesuit church to get this form filled <\/span><span data-id=\"P9-N200A11\">out so that we could get married. It was very weird. And it was really funny, because they were kind of arguing at the same time as his parents. I’m pretty sure it was some kind of new-agey thing. Do you have any documentation anywhere? Anything? Any religion at all? Something? Nope. Okay, then we have <\/span><span data-id=\"P9-N200A12\">to fill out these forms.<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">Mike still knows more about Catholicism than I do or like, everybody does at all. [32:47] And my parents would really like to get him. My mother, actually. My dad, I don’t think really cares. My dad’s like yeah, he can say the mass as well as anybody else does. He can do it in French, Latin and English. <\/span><span data-id=\"P9-N200A31\">It’s fine. You do it all the time in a Jesuit boy school thing. He knows it better than most people do. But the – it’s just one of those things where they would really like him to be baptized. Mike’s really resistant to the whole concept. I don’t really understand why. It’s actually really – it’s that <\/span><span data-id=\"P9-N200A32\">his heart’s been broken a couple of times. He at first wanted Mike to be the godparent, but he couldn’t because he wasn’t baptized. He still hasn’t bothered doing it. [33:35] Because I don’t really push him in one way or the other. I just think it’s kind of weird that he’s so resistant to this concept.<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">THERAPIST: I can imagine it would be nice for him to be a godparent.<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">CLIENT: He is, more or less to his best friend’s son who is now sixteen. But a couple of others kids too he is emotional, spiritual advising and raised a little bit more different. It’s more – especially with Bernard, who’s his best friend, Rowland’s son, who also is at the same Jesuit school that, <\/span><span data-id=\"P9-N200A71\">you – oh, yeah. They were here. Oh, my God. Bernard rode in the head the Charles. His friend from Miami came up here and they’re going to do it next year, too. But it’s more about like – less about what is the dogma indoctrinated and more about seeing, you know, being able to survive Jesuit school in <\/span><span data-id=\"P9-N200A72\">your own terms and seeing what you take away from it, you know. Which he has been able to tell them about in terms of how to – what filters to apply to what you’re getting from the school and what is appropriate for the real world. That kind of stuff, which is kind of awesome. But his school isn’t as <\/span><span data-id=\"P9-N200A73\">strict as it could be.<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">There are much more from the philosophy of understanding and, you know, academia than necessarily anything from Portrait of the Artist. I was surprised. I went to a non-secular school. And therefore, the only experience I had was hearing from this was from Portrait of the Artist where the beat the children <\/span><span data-id=\"P9-N200A91\">and starved them. [35:34] What, they don’t have any corporal punishment at all? Really? That’s what they tell us in secular school. But Mike loves his school so much that he would totally spend – because some people do come when they’re doing a sabbatical of some sort. They come and teach for a year <\/span><span data-id=\"P9-N200A92\">or a semester or whatever. He would totally do it. He loves that school. But it’s such a weird thing, you know.<\/span><\/p>\n<span data-id=\"P9-N200A8-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200A8-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562446\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200AA\"><span data-id=\"P10-N200AB\">Mom and I had a very – It’s so weird with her. Like I said, it’s so strange, because she is so educated and so able to work this to what she wants this to be that she can get other people to also do it. She’s always had a real distortion when it came to things. She’s real distortion when it came to <\/span><span data-id=\"P10-N200AB1\">things. She’s really good at this. But we’ll see. [36:58] I know that what I’m feeling is not different from what most people when they go back to see their parents and they expect their parents to be static as they were when they were 18 and having them have life changes in people. I had a very strict <\/span><span data-id=\"P10-N200AB2\">upbringing and it didn’t – In certain ways it bothered me. Some of it was being a challenge. Instead of being kicked out of the in the house I found ways around being able to get what I wanted anyways. I wasn’t allowed to leave the house after a certain time period.<\/span><\/p>\n<p data-id=\"P10-N200AC\"><span data-id=\"P10-N200AD\">So I just went around the rules and had them come into my house, you know. And as long as I kind of grazed around it they were pretty cool with it. Sort of. They liked to keep me thinking about how to obey the rules, but get what you want. It was very much like that. Now, Mom and Dad are so much more <\/span><span data-id=\"P10-N200AD1\">open-minded about things like that. No, no, no. You don’t understand. This is not – The way the rules work, you don’t get to do this, you just get to do this kind of thing. And it kind of gets me annoyed.<\/span><\/p>\n<p data-id=\"P10-N200AE\"><span data-id=\"P10-N200AF\">THERAPIST: (inaudible at 38:08)<\/span><\/p>\n<p data-id=\"P10-N200B0\"><span data-id=\"P10-N200B1\">CLIENT: About them getting less restrictive about things in terms of the rules of the house kind of thing, you know. For example.<\/span><\/p>\n<p data-id=\"P10-N200B2\"><span data-id=\"P10-N200B3\">THERAPIST: I get that in the past they would sort of set the rules, and you had to follow them. But they were kind of – they thought it was a good thing if you found ways to kind of get what you wanted within –<\/span><\/p>\n<p data-id=\"P10-N200B4\"><span data-id=\"P10-N200B5\">CLIENT: Yeah. While still obeying the rules.<\/span><\/p>\n<p data-id=\"P10-N200B6\"><span data-id=\"P10-N200B7\">THERAPIST: What did it change to now?<\/span><\/p>\n<p data-id=\"P10-N200B8\"><span data-id=\"P10-N200B9\">CLIENT: Now, a lot of rules don’t exist for certain things, you know. I’m trying to think of a good one for this, and I cannot. [38:37] Oh, here’s a good one. Even when I was over 21, and I was nearby the house, if somebody who was a family member was there with their parents, they don’t get to drink. <\/span><span data-id=\"P10-N200B91\">Their parents don’t allow them to drink. Since it’s their house, my dad is – both of them are – the people – they own this house, and they have liability for that. It doesn’t matter. If the parents say so, you still don’t get to do that. That is no so much anymore on that. That kind of – part of it’s <\/span><span data-id=\"P10-N200B92\">like I’m – I’m not really sure why it is that I’m annoyed by that.<\/span><\/p>\n<p data-id=\"P10-N200BA\"><span data-id=\"P10-N200BB\">Mostly, because of the fact that if it was – if they’re worried about liability and this is their home then, why the hell they’re not worried about it now. Or they just decided that it’s easier to be, you know, when anyone gets in their home, it’s easier to make friends than set down rules. I don’t <\/span><span data-id=\"P10-N200BB1\">know. But it’s sort of, they’ve always been so principled and so very specific about these are the things that absolutely can’t budge, no matter what, that then changing on those principles it kind of bothers me. [39:47]<\/span><\/p>\n<p data-id=\"P10-N200BC\"><span data-id=\"P10-N200BD\">THERAPIST: I’m sort of wondering whether, in the back of your mind, you’re also thinking of yourself as a parent.<\/span><\/p>\n<p data-id=\"P10-N200BE\"><span data-id=\"P10-N200BF\">CLIENT: I don’t think of it – especially with my children now, I think that they would still obey my – Like, if I had any – Like, if my rules were stricter, for the most part, they’re okay with that. Although with this dog here they break all kinds of rules or truly drive me crazy. They insist that <\/span><span data-id=\"P10-N200BF1\">they’re not feeding her table scraps or doing this or that. And they totally do. It’s like, yeah.<\/span><\/p>\n<span data-id=\"P10-N200BE-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200BE-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562446\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200C0\"><span data-id=\"P11-N200C1\">THERAPIST: The dog at their grandparents’?<\/span><\/p>\n<p data-id=\"P11-N200C2\"><span data-id=\"P11-N200C3\">CLIENT: Yeah. But I don’t think when it comes to things like alcohol. They’d understand that I’m like, no. It’s weird, though. Because as much as they’re like, no drinking in the house, if we were culturally in a place like France, it was like their house. It was total lawyer trap concept. Because it’s <\/span><span data-id=\"P11-N200C31\">my house, and therefore it’s my property and I am liable, this is not acceptable. Whereas, if we were in a place that’s like – where it was considered to be acceptable and legally acceptable to drink with parents, then that was a different story. Such a weird thing. Of course, you know, they’re both <\/span><span data-id=\"P11-N200C32\">attorneys, so they have a lot of, you know, logical confusion to that. [41:14] But there’s just certain things that really – I’m going to do my best not to drive my mother up the wall. I hope she does the same with me, too. So there are people I don’t like her bringing up while I’m around, because they <\/span><span data-id=\"P11-N200C33\">are mean spirited and haven’t changed their stripes, so I don’t really want to hear about how great they are doing. I mean, she’s pretty good about that so far. Once in a while she forgets. [42:06] At the end of the day, strong opinions are sort of – they’re allowed, you know. Sometimes it’s frustrating <\/span><span data-id=\"P11-N200C34\">when I realize my mother has lost her strong opinion on certain things.<\/span><\/p>\n<p data-id=\"P11-N200C4\"><span data-id=\"P11-N200C5\">THERAPIST: Yeah you have to deal with that.<\/span><\/p>\n<p data-id=\"P11-N200C6\"><span data-id=\"P11-N200C7\">CLIENT: And it isn’t even just like, I realize I was wrong on something. It’s like, it’s more about denying that that wasn’t really happening in the first place.<\/span><\/p>\n<p data-id=\"P11-N200C8\"><span data-id=\"P11-N200C9\">THERAPIST: When do you go?<\/span><\/p>\n<p data-id=\"P11-N200CA\"><span data-id=\"P11-N200CB\">CLIENT: A week from today, probably. Depending upon the schedule and stuff. Mostly, Mike’s experiments. Either a week from today or early Thursday, depending.<\/span><\/p>\n<p data-id=\"P11-N200CC\"><span data-id=\"P11-N200CD\">THERAPIST: We should stop for now. But I hope it’s a good trip.<\/span><\/p>\n<p data-id=\"P11-N200CE\"><span data-id=\"P11-N200CF\">CLIENT: Thank you. I will let you know more about it not next week, but the week after.<\/span><\/p>\n<p data-id=\"P11-N200D0\"><span data-id=\"P11-N200D1\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}