{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her work situation and how she worries a lot about having to get a new job if she ends up moving away."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Major depressive disorder","Religious beliefs","Occupations","Psychoanalytic Psychology","Anxiety","Sadness","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["7"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Major depressive disorder","Religious beliefs","Occupations"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Sadness"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":6,"pageCount":6,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562476","dorpId":"1006469469","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session April 25, 2014: Client discusses her work situation and how she worries a lot about having to get a new job if she ends up moving away.","fullTitle":"Client \"Ma\", Session April 25, 2014: Client discusses her work situation and how she worries a lot about having to get a new job if she ends up moving away.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":6,"totalPages":6,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":6,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562476\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Hi. It’s good to be back.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Good. Welcome back.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I’m pretty okay this week.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Good.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Things converged to make that easier. Frank was off work this week, so I didn’t have to work late ever. There was somebody else at home, so I wasn’t with all three kids all the time. That was the main thing. I didn’t have to work too much.  (chuckles) Jackson was off of school this week for <\/span><span data-id=\"P1-N200151\">Spring Break and Wednesday it was raining, so Monica and Frank were like, “Oh, let’s take them to the Museum.” (laughs) Along with every other family in Denver, apparently. Frank had to go downtown to give a presentation, so it was me and the three kids. I’ve only ever taken them to the Museum with <\/span><span data-id=\"P1-N200152\">just me, so it was not big deal.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: [ ] (inaudible at 00:01:49) it’s a big deal.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Now that Sharon is more mobile and more . . . She’s so bossy, though. Oh, my God. (laughs)  It would be like they would all go off at once and I would be like, “I can’t see you if you move more than eight feet away from me, there are so many people.” Oh well. The nice thing about that museum <\/span><span data-id=\"P1-N200191\">is what’s the worst that can happen? They get lost and separated and are upset about it. It will be fine. So that’s good. That was not low-pressure for me. (laughs) (pause) Today it’s warm. It’s supposed to be a high of 50° tomorrow. Seriously? Seriously? (chuckles) Ugh. (pause)  James’s birthday was <\/span><span data-id=\"P1-N200192\">yesterday, so we really didn’t do anything. I’m going to bake a cake for Sabbath tomorrow with Franco, so that’s good. He’s almost done, apparently for real this time, with the paper that he’s been working on for the last three months. (chuckling) He was like, “You know my family is all going to call. <\/span><span data-id=\"P1-N200193\">That’s really nice, but I really just want to get this paper finished.” (pause) I hope you had a good break. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Thanks. It was nice. (pause)<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: I’ve been reading The Windup Bird Chronicles, by Murakami. She owes a lot to Pynchon, basically, and that’s sort of the genre that he’s writing in. And it’s good.  I was talking with James earlier today when we were on a walk. He’s been reading a memoir by an author we both really like, Cheryl <\/span><span data-id=\"P1-N2001D1\">Strayed, about hiking the Pacific Crest Trail after her mother died. Basically it’s a way to sort of move through grief; and he was talking about his dissatisfaction with the memoir as the way she describes it is “I was grieving and I did all of these really shitty things,” but I think she cheated on <\/span><span data-id=\"P1-N2001D2\">her husband several times and ended up getting a divorce over that and she got deeply involved with drugs and all that. I read this a year ago and I don’t remember it very well.  She seems to have this idea that now she can see the whole picture and she can see that everything that she did had to happen, <\/span><span data-id=\"P1-N2001D3\">that all of this stuff that she did was necessary in order to get her to the place where she could start to heal. James was like, “I don’t really like that.” (laughs) Perhaps [ ] (inaudible at 00:06:27) I was not [ ] but my sense is that, in some ways, Moore Cumming is the opposite, and it’s one of <\/span><span data-id=\"P1-N2001D4\">the things I like about post-modern fiction, that it very clearly says things are messy and you don’t figure everything out; you never figure everything out sometimes.  That’s how it is. It is a very striking divide and I feel like where the book that I’ve been reading falls down is when the author <\/span><span data-id=\"P1-N2001D5\">tries too hard to explain things or when he’s not comfortable enough, either with letting the readers put together the pieces that he’s let fall or with not answering questions. I don’t really need you to explain to me that this is that guy from before or that there are these similarities. That’s my <\/span><span data-id=\"P1-N2001D6\">job. (laughs) (pause) I think what is bothering James is that when you start saying it was necessary that these things happen because of where my life is now, then you really start to distance yourself from responsibility.  If I said it was necessary that I cheated on my husband, well maybe, but you <\/span><span data-id=\"P1-N2001D7\">still hurt him and that’s something that’s on you now. You have to fix it or not fix it or [ ] (inaudible at 00:08:23). It’s good to read a book. (pause) It’s also nice that one of the reasons that I haven’t been reading much is I have sort of been telling myself that I don’t have the time to sit down <\/span><span data-id=\"P1-N2001D8\">and read a book in one sitting or devote a day to it.  This is a 600-page book and I basically read it on the bus or at the bus stop. I guess I sometimes feel like, if I’m reading for 20 minutes, I can’t get enough to keep the flow of it.<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562476\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: [ ] (inaudible at 00:09:14)<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: [ ] (inaudible at 00:09:17) (long pause) I don’t know. I definitely enjoyed talking with James about this book much more than I remembered enjoying reading the book, the memoir. (pause)  I’ve been writing a lot, too, which is nice. Candace and I are writing about theology, God help us. (both <\/span><span data-id=\"P2-N200211\">laugh) [ ] (inaudible at 00:10:24) There was a line from Buffy: “I’m not jumping to conclusions. I just took one tiny step and conclusions were there.” (both laugh) I wrote about this scholar who came to talk at my church, about some of the things I didn’t agree with him at all about, and Candace and <\/span><span data-id=\"P2-N200212\">I ended up having a pretty extensive conversation on it in comments. <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: [You mean the two of you?] (ph?)<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Yeah, and James as well. I had a friend who read it and was reading that, both the post and the conversation, was, by far, the best thing for her about that presentation. That was really good. Thanks. Yeah. Yeah. (pause) I guess I feel like I’ve been doing a lot of good work. I’ve been doing <\/span><span data-id=\"P2-N200251\">a lot with the kids.  It’s good for me and I can see how it’s good for them. I’m writing, not just a lot, but I’m writing good things and it’s a genre that I’m suited for. I’m sewing and that’s fun; and making things I like and that’s fun. It feels nice.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Good.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: I did slice my finger open yesterday. I was cutting an apple and kind of slipped, which I don’t really ever do at home, but I do all the time at work. (laughs) I think it’s just too much going on at once. I have a hard time not multi-tasking, like not trying to address each problem as it comes <\/span><span data-id=\"P2-N200291\">up.  I sort of know that when you have small children, you have to ignore them sometimes. All three talk at once and you can only answer one person, that sort of thing, but it’s hard for them. Just like when I’m talking with the parents and the kids interrupt, it’s hard for me not to turn immediately <\/span><span data-id=\"P2-N200292\">to the kids. Frank and Monica both seem to have this problem. (laughs) Frank taught me how to make Khichdi, which is a northern Indian dish. It’s basically like one-pot comfort food, apparently, all over India. They make it for the kids all the time and it’s really, really good.  He taught me how to <\/span><span data-id=\"P2-N200293\">make it and sent me home with a little bit of all the spices, so now my bag smells like Asafetida, which is not that good of a smell.<\/span><\/p>\n<span data-id=\"P2-N20028-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562476\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: Is that one of the spices?<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: Yeah. (long pause) [Hainan] (ph?) that’s the Indian word for it.  I’m going to try to make that tonight. James really likes lentils and rice. I like them okay, but I get really bored if it’s just lentils and rice; but this is really good so I’ll try it tonight.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: Good luck.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: Thanks. (laughs) (pause) I was thinking about cooking now. (pause) I feel like both Monica and Frank are both very good cooks out of the stuff that they know how to make.  So much of it is Indian food. A lot of it is just British. They make a lot of tabouli and stuff like that. They are totally <\/span><span data-id=\"P3-N200311\">in awe of me because I can make pastry dough. Really? (laughs) This is really easy, but I’m totally in awe of them because they can make shepherd’s pie, which is also really easy, as I found out when I started making it. It’s need because Frank was making chicken pot pie this week and he took out the <\/span><span data-id=\"P3-N200312\">frozen pie crust and then realized that you have to wait for it to defrost.  He was like, “Tanya, can you come and make pie crust?” instead of making it himself. (laughs) I am happy to look good here but . . . (pause) Sharon is super excited about food right now. Even when she’s not particularly hungry, <\/span><span data-id=\"P3-N200313\">when she sits down to eat a meal and it’s something that she likes, she’ll go “Wow!” It’s just delightful. She makes these rapturous noises. I know, Sharon. I feel that way whenever I eat something also.  (laughs)<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: A little [epicurean sensitive.] (ph?)<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Yeah. I think I’m really happy for you to be back.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: Really? Thanks.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: I was thinking that my week wasn’t actually that good. (laughs) It wasn’t bad.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: You’re just feeling [ ] (inaudible at 00:18:36).<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: I’m just feeling good. (pause)  I went to an Easter vigil service on Sunday. I found out about this a long time ago. It was 4:30 in the morning, 4:30 – 8:00, basically. I went to a lot of church last weekend.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Early Sunday morning?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Yes. Everybody had tapers. It was this beautiful service and it was very moving for me and really wonderful to be a part of. Of course, the story that sticks with me and that now I tell people is that a girl’s hair caught on fire. (laughs)<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Oh, God. Wow.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: So we all had tapers. It was this candlelight service.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Does that just mean a candle or is it a special kind of candle?<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: No, it was just a little candle. Yeah, I guess I should have . . .<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: When I think of a taper, I just didn’t know if there were . . .<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: I think of a taper as the kind of candles that you would put in a candlestick on a dinner table, like a long, narrow candle, as opposed to a short, fat one that’s supposed to be [ ] (inaudible at 00:20:06).  I don’t know if that’s actually right. We were all holding candles and she has long <\/span><span data-id=\"P3-N2004D1\">hair and it just caught and she just beat it out with a program and then she just kept going. She was like “it’s fine; whatever.” (laughs) There was burnt hair and incense for the next hour and a half. I also dropped my bread into the communion chalice. You get bread and then you either can eat the <\/span><span data-id=\"P3-N2004D2\">bread and take a sip of wine from the cup or you can dip it in the cup. I usually take a sip, but they had real bread and they gave me this big piece. I was like I can’t handle that. I can’t just stuff it in my mouth in time.  So I went to dip it and it just broke off into the cup. (laughs) I’m like <\/span><span data-id=\"P3-N2004D3\">I don’t know [ ] (inaudible at 00:21:06) It was at the monastery down the street, like an Episcopal monastery, and the monk was like, “It’s okay. Just fish it out.” (laughs) Adventures in religion.<\/span><\/p>\n<span data-id=\"P3-N2004C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562476\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: I guess so.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: I guess that’s a good lesson. I’ve been going to church for my whole life. It can always get weirder. (laughs) (long pause) <\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: There is what you said, but there is also something affectionate and close in out the way you’re telling some of these stories sometimes that I can’t put my finger on. I’m not quite able to, but [ ] (inaudible at 00:23:27).<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: A sort of pre-articulation stage?<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: I was just thinking about how I’m not sure if it’s the stories or how you’re telling it or something like that. Or knowing that you can tell me a story like that.  [ ] (inaudible at 00:24:01) (both laugh)<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: I mean I’m telling everybody. That’s not quite true.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: You know there’s a difference with a story that you’re sort of trying to hide from other people and don’t want to tell. Like I said, I’m not quite putting my finger on what it is. (pause) Maybe it’s that it’s – okay . . . Things were, in a very mild way, out of control. <\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: I don’t know. I feel like when somebody is on fire, that’s actually out of control. (laughs)<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: I’m talking about the bread. (laughs) Yeah, but you’re right. That’s not mild. Maybe the bread and the wine wasn’t either. I don’t know, but certainly the fire was not. Right. There is something about the out of control-ness and your talking to me about that. (pause)<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: It’s sort of like it goes back to what I was saying much earlier. Really [ ] (inaudible at 00:25:57) but I feel like for me the goal is not so much to put myself in a mental space where I think that everything that has happened to me had to happen, as it is to put myself in a space where I think <\/span><span data-id=\"P4-N200611\">that it’s okay that things don’t make sense, if that makes sense. <\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Yeah, because I think it’s hard for you and makes you anxious with me and with other people, too, to feel like you are feeling things that are not under control, that don’t feel under control to you. It feels like it’s pretty dangerous.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: That is one of the reasons I really like going to church.  That’s pretty much the only place that I can think of where it’s okay for things to not be in control. It has these uncontrolled upswellings of emotions and it’s not clear where they’re coming from. I cry in church a lot or get really <\/span><span data-id=\"P4-N200651\">happy for no reason. That’s sort of okay. (pause) I don’t actually know if that’s okay with anybody else, but I don’t really care. (laughs)  (long pause)  Now I feel sort of like maybe I shouldn’t have said that. I worry that maybe I will hurt your feelings somehow [ ] (inaudible at 00:29:44).<\/span><\/p>\n<span data-id=\"P4-N20064-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562476\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: It’s not clear how? <\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: I think it’s by – it seems a little bit ridiculous when I say it out loud – I guess it’s the idea that there is a place where I feel comfortable not being in control, and it’s not here.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: More comfortable. Sort of comfortable. (long pause) <\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: That would be a little bit rejecting of me in some way?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Yeah. Yeah. (long pause) <\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: I gather there is more than just that you feel more comfortable with feelings that are out of control there, but also that something about the size of the feelings and the way [your needs] (ph?) and the frequency of it would also be part of what you would imagine I would be hurt by. (pause)<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: That seems less important. (pause) <\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: It’s more like the way it feels safer there.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Or you care less or something.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: Yeah. (pause) It sort of feels like I guess I’m worried not so much that you would have a problem with the fact, but the way that I said it would be hurtful, like it was not well timed, if that makes sense, I think. (pause) Maybe it’s like I know that you are going to find it reasonable for <\/span><span data-id=\"P5-N2007D1\">me to find comfort in places that are comfortable in other places, but that doesn’t mean that you won’t have an emotional reaction to it.  That doesn’t mean it isn’t going to hurt you.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: And if I’m talking about how you have seen, in a way, that I’m thinking about things we were saying, I’m much more comfortable then over there.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: That I sort of feel like – ohh. (pause) <\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: I’ve always said it’s hard for me to bring out things where I feel bad about some very small interaction. It’s like maybe I shouldn’t say that and I think maybe it will just go away. (laughs) (pause) I don’t like doing things that are hard. (laughs) I told Selena she has to clean up her room <\/span><span data-id=\"P5-N200851\">and she has to clean up the downstairs and she was like, “I don’t want to.”  I know. I don’t want to either. I thought I told you this Friday. The secret to being a grown-up, the only thing you have to do to be a grown-up is to learn how to clean up after yourself when you don’t want to. That’s all <\/span><span data-id=\"P5-N200852\">there is, Selena. (laughs) Eventually we cleaned up the living room. That didn’t do it, shockingly enough. (both laugh)<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: I care much more about maturity than I do about not cleaning the living room. I’ll do it right away. (both laugh)<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: I think she thought that by admitting I didn’t want to clean up either, that I going to not make her do it.  No, we still have to do it. Sorry. (laughs)<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: I see what you mean. (pause)<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Sometimes I feel like that is basically the difference between me now and me as a child, that it is easier for me to make myself do the things that I don’t want to do. Sometimes. (scoffs) (pause) <\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: There seems to be a bit of a “mess” theme in the last few minutes, I think. I’m thinking of the bread, maybe the hair a little bit, although maybe not quite that. That may be a stretch. Then your worry about having hurt me. I guess I sort of assume that your ambivalence about bringing that <\/span><span data-id=\"P5-N2008F1\">up and then the decision to bring it up and bring it up as sort of like in a caveat.<\/span><\/p>\n<span data-id=\"P5-N2008E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562476\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: (laughs)  Yeah, that seems about right.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: And it all sort of follows or seems to be related to your talking about being so happy to see me and I wonder if that’s sort of part of your feeling that when you feel like [ ] (inaudible at 00:40:37) close to somebody that’s going to cause trouble. (pause) <\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: Yeah, I’ve been worrying a lot recently about the degree to which the [ ] (inaudible at 00:41:11) as a family, like that’s not good at all. That can’t be good.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: Yeah, I think you had mentioned it that Sharon wanted to go to you and not to her. I guess that’s the sort of thing I imagine you might have in mind.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Yeah, or like what’s going to happen when it’s time to move? What’s going to happen when it’s time to go look for a new job? (pause) <\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: I imagine the worry there is that you’ll hurt the kids. I mean, maybe you’ll abandon the parents in some way, too, but it might be really tough on them.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: Yeah. Well it’s hard because I worry that my relationship with the parents will be that I’ll sort of overstep workplace boundaries. In some sense, I’m in this family [as life,] (ph?) but I’m also an employee and I worry about my ability to navigate that in an appropriate way.  I really need <\/span><span data-id=\"P6-N2009D1\">them in a lot of ways. I really do and I both want to be straightforward about that without getting super confessional about it. I’m not particularly interested in pretending that that’s not the case, but I also don’t know if that’s okay with them. I don’t know if that’s okay with you or I feel like <\/span><span data-id=\"P6-N2009D2\">there is no way that it’s okay with you, is probably more accurate.  I know that’s okay with you, but I feel like that can’t possibly be the case . . .<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: Or there must be something quite wrong about it.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: We’ve got to stop. Have a nice weekend.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Thanks. You, too.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}