{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses how she is planning a party for her boyfriend, but feels awkward inviting people she doesn't know. Client discusses her childhood and the socioeconomic difference between her and her neighbors."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Friendship","Socioeconomic identity","Parent-child relationships","Psychoanalytic Psychology","Resentment","Anger","Anxiety","Sadness","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["9"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Friendship","Socioeconomic identity","Parent-child relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Resentment","Anger","Anxiety","Sadness"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562590","dorpId":"1006469583","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, May 07, 2014: Client discusses how she is planning a party for her boyfriend, but feels awkward inviting people she doesn't know. Client discusses her childhood and the socioeconomic difference between her and her neighbors.","fullTitle":"Client \"S\" Therapy Session Audio Recording, May 07, 2014: Client discusses how she is planning a party for her boyfriend, but feels awkward inviting people she doesn't know. Client discusses her childhood and the socioeconomic difference between her and her neighbors.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562590\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: So I guess the schedule... I’ll start there in June and, you said you’ll only be here for two weeks in June.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Well, three weeks. Let me, let me get my schedule and we’ll... (pause) Let’s see... Yeah, I’ll be here the 2nd, the 9th, and the 16th, those three weeks. (client affirms) And I should, I’ll have to confirm next week, but I should have a 5:10 available, ten after five, on Tuesdays. Is that <\/span><span data-id=\"P1-N2000F1\">something that you might be able to use? (client affirms) Okay. Would you need, so, do you, yeah. Would you want... (pause) Let me see... I might also be able to do a 5:30 on Thursday, if you wanted to do the Tuesday and Thursday. Is that a possibility? (client affirms) Okay, let me... I need to double-check <\/span><span data-id=\"P1-N2000F2\">that. I think I could do that. I’ve... The other option would be potentially an 8:30 on Monday morning. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Oh, this is for June or...?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: This is for June, yeah.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Okay. Um... Yeah. I have to see how things go in June like...<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Well, that’s what you’re talking about, right? Are you talking about June? (client affirms) Yeah, okay.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Start there... The second, probably. So, Tuesday, Thursday, or Monday.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Yeah, I think, so Tue , again, I need to, the Tuesday time, I need to confirm, but I’m pretty sure I’ll have the 5:10 on Tuesday. Then Thursday, I think it’s either 5:30 or 5:40. I just need to confirm that. Will one of those two times...?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah, both will work.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Okay. Yeah, my due date is the 21st (client affirms), so I plan on being here the week of the 16th, and then, yeah, then I’ll be out starting the 23rd. (client affirms) So let me, I’ll confirm all of those for next week, but we’ll, so we’ll keep our regular schedule through May and then look <\/span><span data-id=\"P1-N2001F1\">at that for June. (client affirms) Okay? Very good. Then, in terms of my schedule coming back, it’s a little bit, I might need to figure out a few things, but we’ll, I’ll definitely be in touch by, I would say, mid-July and then we can kind of take it from there. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Sure! Not a problem. (pause) Yeah. (chuckles) (sighs) (pause) Still haven’t told my mom about (chuckles) my plans and my job and stuff. (chuckles) I think I saw her last... Saturday; yeah, maybe Saturday. I’m trying to... probably kind of... so... (sighs) Yeah, I was thinking about what we said <\/span><span data-id=\"P1-N200211\">last time... (pause) about like, addressing the emotional like, underbelly of the conflicts. You know, I said, “I thought I had said everything I wanted to say about the situation,” but then I guess I just did feel weird and new, I guess, to acknowledge like, you know, that my ideal or my, kind goal <\/span><span data-id=\"P1-N200212\">to kind of take care of her and... So I just, (sighs) I guess surprised by that, that, you know, that was there and that’s like, a foundational sort of thing for me, but then also, the realization that that’s just one narrative and life is much bigger than that narrative. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">You know, thinking of redemption and all that, but even just like, it’s been so long or like, so much time has passed that it’s funny (chuckles). You know, it’s not really redemption. (chuckles) I don’t know how to understand it, but like her not even like, reading my story and like, kind of like, “Oh, <\/span><span data-id=\"P1-N200231\">yeah, I’ll get to it!” (chuckles) And me actually being like, proud of that, like, “Yeah, we’re not just that one silly little narrative we made ten years ago or whatever. You know, we’re bigger and beyond that now.” So...<\/span><\/p>\n<span data-id=\"P1-N20022-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562590\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">Yeah, just wondered like, how is it that, you know, something that I wanted to do, and promised myself that I would do, now that I’m doing it, I’m like, I feel burdened by it, you know? Like, how come I forgot that I wanted to take care of my Mom? Here I am, actually taking care of her. Like, here it <\/span><span data-id=\"P2-N200251\">is! It’s happening, what I wanted! Here it is! You know? Then why did I forget to be happy? Like, yeah. How did that come about? (pause) I don’t why I’m kind of, a little baffled by it, but I don’t know.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">(pause 00:07:30 to 00:09:10]<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Where did you go?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: I was thinking what more to say about it. (chuckles)<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">(pause 00:09:15 to 00:11:38)<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">Yeah, I don’t know what more to say about that. Yeah, you said to address the feelings, and I feel like I have, so... (chuckles) Yeah. (pause) Well, the positive feelings, at least. I don’t know about, I don’t know if I addressed the negative feelings. Maybe I have, at a different point, a different <\/span><span data-id=\"P2-N2002F1\">time. (pause) I mean, I guess I feel like, “Why do people, why are they asking me to do this? I feel burdened!” So that sort of thing is unspoken or like...<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">(pause 00:12:24 to 00:12:41)<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">(sighs) It’s weird, what happens. Like, it’s... It happens that I’ve (inaudible) or a lot of things like, like it’s this thing I want to do, and yet I, at the same time, feel burdened doing it. (chuckles) I guess it must happen to everyone. But...<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">Like, I... thought of throwing Nelson (ph) like, a surprise birthday party and like, I want to do it and at the same time, I really don’t want to do it. It’s like, all the work and especially like, inviting friends, like his friends that I don’t even know very well and like, e-mailing them and like, <\/span><span data-id=\"P2-N200351\">it’s like, feels wrong to do that, you know? Like, I used to throw parties for Chris (ph) and you know like, sort of feels wrong on that level, to be doing that for Nelson now. And like... yeah. <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">I want to do something nice, and yet... I don’t know what Chris, what exactly I’m burdened by. But yeah, I guess like, that it feels wrong and that... it’s like... all these people. I just don’t want to be seen, you know? Like, I don’t want to be visible. (chuckles)<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: (pause) You don’t want to be seen; how do you mean?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: I don’t know. Like, all these people, they are his friends and like, I feel judged by them or whatever. (chuckles) So... But it turns out they are quiet. They’re not as judgmental or not judgmental in the same way as... like, Chris’s friends or how I perceived them, or how I perceive Chris’s <\/span><span data-id=\"P2-N2003B1\">friends, so... <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">(pause) I don’t know. I guess I have like, an overwhelming desire to be alone a lot (chuckles), sometimes. And this happens when I have like, a very full social calendar. So, it’s like, then I’m like, “Uh, two years ago you had no friends, and you were dying to have friends. Now you have friends, and <\/span><span data-id=\"P2-N2003D1\">now you’re complaining!” (chuckles) It’s just like...<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">Yeah, that’s what I mean. Like, I feel like that’s a pattern with me. It’s like, I want something, and then I have it, and then I don’t want it. (chuckles) I mean, this was true since I was a child. I don’t know like, I remember my parents telling me, “You’re like... you throw such tantrums, you want <\/span><span data-id=\"P2-N2003F1\">this one toy. And then you get it, and then you lose interest with it.” (chuckles) I don’t know if it’s the same thing, but... I wouldn’t say it’s like, I lose interest. It’s more like, I feel burdened. <\/span><\/p>\n<span data-id=\"P2-N2003E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562590\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: By having it?<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah. It’s like, why do I have it, and now it’s almost like another thing to manage and, you know, think about, and perform at, and... to fail at, if something goes wrong. (chuckles) I don’t know... anxiety.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">(pause 00:16:56 to 00:20:32]<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: You’re very quiet today.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Yeah. I didn’t really sleep last night, I think. I made some coffee. (chuckles) Yeah, if I can’t think of what to say. (sighs) I just want to hibernate for like, the next month... and not see people or... (chuckles)<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: And you would write during that hibernation?<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: You would write during the hibernation?<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yeah, I have, every single day I need to get some writing done. Otherwise... (chuckles) Yeah. <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: Contact with other people is very stimulating for you, and sometimes over-stimulating.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Yeah. Well, I mean like, it’s like, you know, where maybe introverts think that, are you giving too much of yourself to people and, you know, you don’t want to do that. I guess that, this, at certain points what I need to think and write are I really early cannot spend. And my brain is just <\/span><span data-id=\"P3-N200551\">occupied, you know? Like, I can’t do stuff that takes brain capacity, and people take brain capacity. I mean, I’m trying not to, but I try to be all like, like a breezy 27-year old with like very, you know, like a very clean slate and very few impressions or knots in their (chuckles) brain or whatever, <\/span><span data-id=\"P3-N200552\">so... Like, just meet people and, you know like, breeze by. But I’m not like that. (chuckles) <\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: So why do you try to do be like that?<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: No, I, I’m... well, maybe at some point I wanted to be like that. I was tired of being by myself and thought, it became quite poisonous, it did. (chuckles) Two years ago, but I feel like I’m different from then. So... Maybe I’ve had too much people time and not enough “me” time. I mean, it’s <\/span><span data-id=\"P3-N200591\">just, you know like, I need to get work done, so... I feel like people are getting in the way. (chuckles)<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">But, it’s, I am also starting to kind of feel or see that... like you said about like, my mom’s, like my interaction with her kind of perhaps defines or influences my interaction with other people. It’s like it happens on a subconscious level, but now I’m conscious of it. Like, I think, “You know, I’ve <\/span><span data-id=\"P3-N2005B1\">done, I do this for her, you know. Isn’t that enough? Like, I don’t want to do any more, you know? Like, I don’t want to be there for anyone!” (chuckles) Or even like, I may take it even more beyond or a different, in a different direction. It’s like, I might even become hostile or like... and then, <\/span><span data-id=\"P3-N2005B2\">you know, think like a victim. Like, “No one else has this situation and only I have this situation.” Which, you know, probably is not true! (chuckles) So I have to not go down that route. <\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">Yeah, I was telling my current boss that... He had made a job offer, too, for the summer and I was probably more perfect, and I told him. I told him, I was like, “That’s actually really true.” I was really happy about getting that job offer. I was like, much happier about that job offer than the other <\/span><span data-id=\"P3-N2005D1\">one, because you know, it was full-time and it means it will take away more of my time. I was just so like, touched that he knew my situation and came up with the money for me for the summer. You know, it was like 20 hours and you know like (sighs) it was going to be perfect and I like, told him, Yeah... <\/span><span data-id=\"P3-N2005D2\">I find myself talking about my mom’s rent and it was like, “Yeah, it’s going up,” and this and that. He was like, “Well... you have that burden.” I was like, “Why did he call it a burden,” you know? Ahh! I was like, “No, you know, you do what you have to do.” <\/span><\/p>\n<span data-id=\"P3-N2005C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562590\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">But I was like, people see that. People see that I’m burdened and why is that? Like, why am I not like, breezy and like... or I feel (ph) breezy then, you know, like another way of thinking of burden could be that I’m grounded, I don’t like, I have responsibilities and I’m doing a good job managing <\/span><span data-id=\"P4-N2005F1\">them. Like, that could be a more positive spin on the same situation of being burdened, you know? Like, yeah, like grounded and in control, you know? And that’s again different from being breezy and like, all la-dee-da, you know. (chuckles) But... Aspiring to be breezy might help me a little (chuckles) <\/span><span data-id=\"P4-N2005F2\">from feeling burdened, but maybe that’s not the right thing for me. Like, the right solution, maybe it’s temporary. I don’t know. <\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">But yeah like, I keep reminding myself of people who are, you know, worse off, you know like, I know I shouldn’t say it like that, but like, you know, my friend who has MS and like, you know like, I don’t even know how she, what pains she has and like what difficulties she has. You know, so... I would <\/span><span data-id=\"P4-N200611\">never tell her, “Oh, you’re burdened by this disease.” I would be more like, you know, like, “You’re awesome!” And you know, “You’re... doing everything all of us are doing,” you know? I mean, “You’re no different, you’re not, you know, limited in any way. So, you’re in control and you’re being good.” <\/span><span data-id=\"P4-N200612\">(chuckles) But I mean like, just sort of remind myself that other people are... like, they also have burdens, you know. Or, if you want to think of them that way, you could probably think of them more positively. <\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">(pause) But I do like, and this is that, the reaction that happens and like, after (sighs) like, my interaction with my mom. I mean like, I know, going to see her when I don’t want to, I would just be like, “Okay, that’s enough! No more! I have no time for anyone else. I don’t want to see anyone else,” <\/span><span data-id=\"P4-N200631\">or, you know... (chuckles) So... (pause) I mean, I try to like, do things for myself. Like, you know, telling myself, “The work I’ll do for the party will only start at like, 5:00 or 6:00, you know. Like, and I won’t work the rest of the day,” so you know... You know, then I won’t feel as burdened. <\/span><span data-id=\"P4-N200632\">(chuckles) I don’t know; we’ll see. So... (yawns)<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">(pause 00:29:10 to 00:29:55)<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">I don’t know. I guess I go from one narrative to the other. (chuckles) I guess that’s normal. But like, the more time I spend with myself, the more I feel like... I’m reminded of who I am. (chuckles) Like, I had like, forgotten that. (pause) It’s funny. I feel like I haven’t wanted to be with myself, <\/span><span data-id=\"P4-N200671\">to hang out with myself, in a really low time. But like, it reminds me of my childhood. (chuckles)<\/span><\/p>\n<span data-id=\"P4-N20066-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562590\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: How do you mean?<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: You said “it reminds me of my childhood.”<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: Well, it was, you know like, I was an only child, so I would spend a lot of time with myself. (chuckles)<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Did you like it? <\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Yeah. I was mostly reading Nancy Drew’s. (chuckles) You know, I mean, that was awesome, so... Or, yeah. Reading and, yeah, eating something, or just reading. (chuckles) Yeah, I remember that and I feel like... at first there was my Mom, and then there was my Dad. It was like... you know, why? <\/span><span data-id=\"P5-N200731\">(chuckles) He should not have, he should never have come back into my life. (chuckles) But... then there were books, you know, and that was good, you know, great.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">Then, I discovered people and they were like... bizarre! (chuckles) It’s like, even as a child, I feel like I remember being baffled like, “People do this? People do that?” Like, I feel like I was surrounded by weirdoes (chuckles) and weird characters! So, yeah. I always like, preferred like, David <\/span><span data-id=\"P5-N200751\">Copperfield or Oliver Twist over, you know, my neighborhood friends. (chuckles) The neighborhood friends did not make any sense and made weird demands like, really weird demands that books never did, so... (chuckles) <\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: What was weird about them?<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Well, I didn’t have any friends like, you know, where we first lived, where I was, like the house that I grew up in, until I was, I don’t know, 10 or something, or whatever. Then we moved to a different part of town and there were kids my age, or close to my age. They even at school like, people <\/span><span data-id=\"P5-N200791\">were... What I remember is people getting me into trouble, people not talking to me, people looking down on my clothes and shoes, teachers being nasty and like... Yeah, people not eating lunch with me, or people... And then the neighborhood kids being very, very, very wealthy compared to me and like, <\/span><span data-id=\"P5-N200792\">them being really mean to me about me not having money.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">Like, “Oh, we spend 20 rupees on crackers like, fire crackers. How sweet!” You know? “Guess, what we spent, our family spent on fire crackers? You know, 500 rupees and...” (chuckles) You know it was like, really, really nasty, you know? Like throwing my books and like, ripping my books and like, yeah. <\/span><span data-id=\"P5-N2007B1\">Then, you know, later on, me being friends with these same people and this woman like, you know like, doing sexual stuff to me and all the other kids. (chuckles) So... it was like, yeah. Childhood friends at that time were all about power play and like... yeah. <\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: You were a target.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Yeah. Again, I’m not trying to like, say I didn’t have any agency. I did and... (sighs) I manipulated, tried to manipulate people I could, maybe like my mom like, you know, like going and like, running up to her crying and telling her, “She did this, she did that.” (chuckles) Instead of holding <\/span><span data-id=\"P5-N2007F1\">back or like, trying to fight back on my own. I don’t know, I was told I was emotionally blackmailing my mom or something.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: By who, by your mom?<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Probably, or one of her friends, or my Dad, or someone. (therapist affirms) Yeah, my dad like, as soon as he came on like, my world just like, went from white to black. (chuckles) Yeah, he came and I feel like the next day like, okay, he might have been nice to me one day and then the next day <\/span><span data-id=\"P5-N200831\">he was like, burning my books and like... telling my Mom, I’m cunning and I lie and (chuckles)... It’s like, I was, yeah. I went from being in hell into being in hell, so... It’s like, you know, you’re aware of only nice things and nice motivations and you know like, even when you’re doing something <\/span><span data-id=\"P5-N200832\">like, you know, telling your mom you need this or you know, “Oh, I can’t move; can you get me this?” You know, that being innocent and the child’s play; from that turning into, from his vantage point, evil and cunning and manipulative and, you know (chuckles)... I had like, lost my innocence as soon <\/span><span data-id=\"P5-N200833\">as he came on the scene. <\/span><\/p>\n<span data-id=\"P5-N20082-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562590\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: How old were you?<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: Six, I think.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: This was the first time he came back. Didn’t he then come back later?<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: Yeah, he was always coming and going, so...<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: Had you ever met him before? Or did you remember meeting him?<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: I don’t remember anything. The first time I saw him, yeah.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: When you were six. (client affirms) Did you know anything about him? Did your mother ever talk about him?<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: No, I don’t really remember. I might have like, asked her once, that I might have been aware of. “Other kids have dads,” but I don’t remember her answer or anything. (pause) Are we done now?<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: No! We still have time. (client affirms)<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">(pause 00:36:41 to 00:38:06)<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Yeah, I wonder if I identified with David Copperfield. I probably did. (chuckles) I’m wondering how many children do.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: Is there anything particular that comes to mind about David Copperfield that you would identify with?<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: I’ve forgotten the specifics, but you know like, him not having a dad, and then having a really harsh step-dad that he hates. (chuckles)<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: I don’t remember the story at all.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: Well, he’s born to a really young, pretty mom. His dad is like, dead before he’s born. His aunt comes over to adopt him, because the aunt thinks that he’s going to be a girl. But soon as he’s a boy, she’s like, “I’m out of here!” The young mom, then, kind of befriends this man. He’s nasty and <\/span><span data-id=\"P6-N200A11\">sends David away to like, a boarding school type of scenario. Then I forget specifics. It’s a big book. (chuckles) <\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">But yeah like, the lost opportunity, the aunt who wouldn’t like, you know like, who was going to give him love and, you know, stability and money that backs off for no fault of his own. Then the evil step-dad, so that was really like... I saw, you know, recognized those in my life. (chuckles) It definitely <\/span><span data-id=\"P6-N200A31\">like, you know, it’s like, you know, Freud wouldn’t be very far off here (chuckles) and so he could say that I was maybe jealous of my dad, you know (chuckles), and perhaps felt replaced by him, so... Yeah.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Jealous of your dad when he came back?<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Yeah. But, yeah. But then, I think he pretty quickly took up that narrative before I could even articulate it, because, you know, I’m a six-year-old child and he was a 36-year-old man or whatever. He was like, he was jealous. He was like, “I’m jealous of you guys and you guys are always teaming <\/span><span data-id=\"P6-N200A71\">up and bonding.” (chuckles) I would secretly think, “That’s right, you know. You can never have what I have with my Mom because, plainly, evidently, you just don’t get her, you just don’t love her. You’re a fucking douche bag!” (chuckles) You know, sad, but sad, yeah. I wasn’t actually happy about that, <\/span><span data-id=\"P6-N200A72\">you know. <\/span><\/p>\n<span data-id=\"P6-N200A6-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562590\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: Do you feel like your mom mostly aligned with you or where did you feel her allegiances lay?<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: Well, it’s like the same way. I mean like, from my vantage point, from my perspective it was like, she was fair game or she could do whatever she wanted to like... I feel like... It was sad that she aligned with me... or needed to align with me, you know? I wonder if I thought it was sad. You <\/span><span data-id=\"P7-N200AB1\">know, this is complex. Yeah. (pause) Yeah, she mostly aligned with me, but it wasn’t like... What does that mean? Like, took my side?<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: Well, I mean, it could mean a lot of things. You were describing your dad feeling that you and your mom were kind of like a unit (client affirms) and that he was jealous of that unit. (client affirms) So I was wondering, from your vantage point, did you feel that’s what she was doing? Or <\/span><span data-id=\"P7-N200AD1\">was she... yeah. <\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: But it was like, circumstance. I mean, he wasn’t there. He just, you know, came and left, and came and left. So, if he wanted to align with my mom, and if he wanted to be a unit with my mom, you know, he should have done something about it, you know.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: How did she feel about him coming back, when you were six? Do you know?<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: She was conflicted. I think she wanted to, she has a weird narrative. She was like, “I wanted you to have a child , I wanted you to have a father, I didn’t want my brother to take care of me, so I thought it was best to have a husband.” (chuckles) Now that I’m like, an adult and I have had <\/span><span data-id=\"P7-N200B31\">sex, I’m like, I think there (chuckles) might be some other reasons as well, you know? Like, she might have been lonely, you know? Like... yeah. She has this martyr’s narrative, just, you know. (chuckles) <\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: Do you think she liked having him around?<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: (sighs) I think there must have been, they must have had like some good times, you know. But I don’t know if she actually... spends too much time thinking and regretting. I mean, I’m sure she regretted it, when things were bad, when he beat me or like, when we were fighting, but... I think she <\/span><span data-id=\"P7-N200B71\">was just so busy and overwhelmed by like, jobs. He was a drunk and like, there would be something going on, like affairs and things. And like, they would get really, really... you know... (chuckles) complicated for her to deal with, so... (pause) I don’t know why I brought this up! (chuckles) I forget <\/span><span data-id=\"P7-N200B72\">why I’m going in this direction. <\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: Well, you started by talking about wanting to retreat. (client affirms) And then you thought about what it was like as a child, when you were on your own a lot, by yourself alone.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: Yeah, I guess like, I haven’t had that since I was... the last time I had it, I think I was like, 15 and I had just come to the U.S. and I had my own room (chuckles) and then a computer and then books and stuff.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: Cecelia (ph), we’re going to need to stop for today. (client affirms) I will see you on Monday.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: Okay. 10:15? (pause) Okay. Have a good weekend!<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: Take care, thank you!<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}