{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses how her parents' relationship has had a negative impact on how she perceives sex, strip clubs, and naked bodies."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Parent-child relationships","Sexuality","Sexual experiences","Psychoanalytic Psychology","Resentment","Sadness","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["10"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Parent-child relationships","Sexuality","Sexual experiences"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Resentment","Sadness","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562682","dorpId":"1006469675","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio February 12, 2014: Client discusses how her parents' relationship has had a negative impact on how she perceives sex, strip clubs, and naked bodies.","fullTitle":"Client \"S\" Therapy Session Audio February 12, 2014: Client discusses how her parents' relationship has had a negative impact on how she perceives sex, strip clubs, and naked bodies.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562682\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi. Come on in. (pause) <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Hi. How are you?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Good. Thank you. (pause) <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: {Sneezes}<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Bless you. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I don’t know where to start. {Sneezes}<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Bless you.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Thank you. (pause) <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">I guess I’m thinking about our talk from Monday about profound experiences versus I guess shallow ones. {Laughter} I guess I feel like lately I realized how nice it is to have shallow experiences. {Laughter} I’m not spending as much time, or all my time, with Chris. {Laughter} Not to say that he’s always <\/span><span data-id=\"P1-N2001D1\">deep. I feel like he is. <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">He’s always thinking words in his head, but he does, you know, cook and shower and shave. (pause) Yeah. I guess having people with whom I have shallow experiences, they seem, at first when I’ve just met them, it’s like I have the same anxiety that I have every time I meet someone new. Oh, you know. <\/span><span data-id=\"P1-N2001F1\">Like, when I am going to get to have, to get close to them and have a heart to heart or whatever and be really close and stuff? <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">But, I guess, consistently seeing them just for fun is more like and now I feel like I need those people because (pause) yeah, I mean, once you keep having light things with them you don’t want to. I don’t know. Maybe that’s not true. Do you know what I mean? Generally, you don’t want to share dark <\/span><span data-id=\"P1-N200211\">things with them. (silence from 00:07:45 to 00:08:35)<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">I mean, when you meet people you work out with you don’t necessarily . I guess I’m imagining people thinking oh, I don’t want to share everything. I don’t want to cry in front of my work out buddy, I guess. You know? I want to keep that relationship light or I don’t know. I mean it’s okay to share <\/span><span data-id=\"P1-N200231\">more important things with work out buddies. I guess I feel like maybe that’s how people think that they have to have separate friends for separate needs. (pause) <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">I also sometimes wonder some of the people that I’ve met through Nelson (sp?), how would I have met them? How would I have gained friends if it weren’t him? Then I think I guess I could have hung out more with my school friends, but then I’m like I see myself riding trains everywhere or walking a lot <\/span><span data-id=\"P1-N200251\">and wasting a lot of time doing that getting from place to place thing to hang out with them. Then I imagine trying to connect with them, but not really connecting and then again, I guess in light of our recent conversations, me thinking of what is this ideal connection that I have? That if I don’t <\/span><span data-id=\"P1-N200252\">get it, I feel like, well that was a total bust. That was bad. That was horrible. You know? {Laughter} <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">I met this guy from school for coffee and we had a decent conversation about art and stuff and I guess we met later that evening and I, my friend, another friend from school, she drinks a lot. So, she, I had to drink a little bit with her and I was a little buzzed. I walked, the guy joined us and then <\/span><span data-id=\"P1-N200271\">I ended up walking him home and I was thinking that was funny because I was one that was buzzed, so he should have walked me home. Then, as I was walking home, I fell. {Laughter} <\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">I was thinking and I was just laughing at this experience. I was wondering, I wonder if earlier I would have thought I would have been really scared of this experience. You know? Living here by myself or getting drunk and walking home alone and falling. I wonder if those, these things would be on the <\/span><span data-id=\"P1-N200291\">list of the things that I’m supposed to be scared of, but I’m really not. So, yeah, I mean I’m just wondering. I fear, every time, I’ve avoided for so many years, I’ve avoided doing this. Getting all of these e-mails about readings and about hang outs and never going to a single one of them because <\/span><span data-id=\"P1-N200292\">they’re in Augusta. <\/span><\/p>\n<span data-id=\"P1-N20028-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562682\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">I’m like well, it’s just going to take my whole evening away and I’d rather just sit and ride or I don’t. I just stay at home. I guess do something with others or with people in Providence. One time I did go out to Aurora and attended a reading and then later on went and had drinks and had a fine time. <\/span><span data-id=\"P2-N2002B1\">So, I’m just wondering. I guess I should have done more of that. I was wondering what exactly I was afraid of. I mean I guess it’s a valid concern because if I have homework or I want to finish something, then having a bit more dedication and saying no to things is fine. <\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">Saying no to them because of some stupid, nameless fear of not getting the connection that I desire is kind of bogus I feel now. I guess that’s kind of my fear anyways. I feel like people at my school, I tell myself oh, I should be afraid of them because they’re Americans and I don’t get a lot of their <\/span><span data-id=\"P2-N2002D1\">references which is silly because some of my closest friends are Americans. I feel way more judged in the company of Indians than I do being with the Americans. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">There are different standards and values and stuff. Yeah. (pause) I wonder if I can just like tell myself I’m just looking for a shallow experience and then if the experience is better than shallow and is deeper, then I would be pleasantly surprised. {Laughter} I guess that’s why I find it funny to <\/span><span data-id=\"P2-N2002F1\">be with Nelson or just be seeing him after all these months because I wasn’t expecting much. I think I was expecting drinks on Fridays and that’s it. Everything was a surprise, a pleasant surprise. Being able to talk to him and then meeting his friends and stuff. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">I wonder if that is the approach I should take. I don’t know if there’s anything. I’m just sad like oh, I don’t expect much. I feel like it’s, I mean it is less intense and I wonder if I can live with being less intense. I mean I guess that could be a more positive way of looking it rather than just <\/span><span data-id=\"P2-N200311\">oh, I’ve lowered my standards or I don’t expect that much from anyone. I guess I could look at it more like I’m not going to hold people to the gun or myself.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: It’s definitely a balance between taking anything because you’re expecting nothing. <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: And being chronically disappointed and frustrated and angry because you expect so much. I do agree that you do error, at least some of the time, on expecting to have such high expectations that you chronically feel disappointed.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: Maybe sort of the compromise is open mindedness.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: Yeah. I’m trying to be open minded.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: It sounds like you are. It very much sounds like you are.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: Yeah. So, this new thing has come up in my head. This might open Pandora’s box. {Laughter} How did it come up? I have to think about how it came up because the context is important. I can’t remember exactly now. Never mind. I’ll just ask you. Nelson was kind of, I don’t know. I think he was <\/span><span data-id=\"P2-N200411\">changing and suddenly he started to do a strip, a pretend strip tease or something. I was laughing at him and I don’t know how it came up, but he said something about going to a strip club or something. <\/span><\/p>\n<span data-id=\"P2-N20040-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562682\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">I was like have you been to a strip club and he said yeah, of course and then I was like, that just totally made me gawk and I was like really? I was just so surprised because I guess I felt really weird about it. Having read feminist theory and stuff and I felt totally like that’s the wrong thing to <\/span><span data-id=\"P3-N200431\">do. The women there have no choice in the matter and their occupational hazards are horrible. It’s like really immoral to do that sort of thing. Plus, the fact that I have that whole baggage about my dad being like that and my mom just being so miserable. <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Being like that meaning?<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: He was very, I don’t know. Maybe instead of using adjectives, I’ll just say what he used to do. He used to watch a lot of porn and sleep around a lot. I think all of this came out just during the last year of my college. My mom was really, really traumatized and was thinking of leaving him. <\/span><span data-id=\"P3-N200471\">This was also in the context of us all going to church and stuff. Yeah. She was really traumatized. She was very. She bottled it all up for like 20 years and never told me anything about his behavior, but it all kind of slowly started coming out or very quickly came out, I guess. <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">She was like they’re going to Atlantic City and at that time my boyfriend was like what the fuck is that? This man gambles and sleeps around and you and your mom takes him to Atlantic City. I was like her reasoning is that if you’re, you have a hunger a for something and you’re taken to a buffet of <\/span><span data-id=\"P3-N200491\">that thing, then you’ll just over saturate yourself and not do that ever again. So, whatever. That year I was just like so fucking I could have, if I could have killed my parents, I would have. I mean look at the things that they were doing. Borrowing money from me and stealing my money and all of <\/span><span data-id=\"P3-N200492\">that. I felt so embarrassed in front of Jeremy who is so well put together in comparison to all this. <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">Anyway. So, I mean I guess my mom was telling me about the trip much later how horrified. She was crying and she said there were naked women in front of me and that kind of, that just stayed with me. Her crying and saying that and feeling so vulnerable and hopeless and lost and hoping he would change <\/span><span data-id=\"P3-N2004B1\">and he would never again. It just stayed with me. It still lives in my head and I wish I could be exercised of that because I associate all of that, strip clubs, with feeling that way. Like, my mom with her open hair and trying to look pretty for my dad. I don’t know. It’s just like it’s, they’re in there. <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">I don’t know what it feels like to be that old and having a bad marriage and trying to ignite something. I don’t know. Anyway. Going back to, sorry, I’m talking about going to strip clubs. Yeah. I just was, I got so scared. Just like so scared thinking and imagining him looking at other women who have <\/span><span data-id=\"P3-N2004D1\">far more tone and gorgeous bodies or whatever. Me feeling like my mom. I mean, like fuck, I don’t want to feel that way. You know? I don’t want to be that woman. I don’t want to be that way. I talked to another guy friend about strip clubs and he was like yeah, I’ve been. He was just laughing and this <\/span><span data-id=\"P3-N2004D2\">was over the phone, so he couldn’t see my expression or anything. Well, you know, I’m listening and he was like yeah, I’ve been thrown out of strip clubs and this and that. { Laughter} <\/span><\/p>\n<span data-id=\"P3-N2004C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562682\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">You know, that’s the thing you do when you, the moment you get to the US. Then last night I talked to Chris about it too and he was like yeah, I’ve been to one [] and I’m like you? You have been to a strip club? He was like no, but, you know I was so embarrassed about it and this and that. Then he sees <\/span><span data-id=\"P4-N2004F1\">things the way that I see them and he’s says that these women are exploited and they’d rather not do this. He wasn’t being, I don’t think he was not being moral. He was not taking a moral stance. He just didn’t have all that fucking baggage that I do about my dad and my mom about the strip club or whatever. <\/span><span data-id=\"P4-N2004F2\">You know? <\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">I guess I brought this up in the context of trying to be more open minded and I guess not as judgmental. Even just imagining my boyfriend or my lover or my husband at a strip club and being okay with that. You know? I guess the friend that I was talking to on the phone, he was like I’ll take you to <\/span><span data-id=\"P4-N200511\">one and I was like you know what? Yeah. You know, let’s just face that fucking fear that I have. Let’s just see one and what it’s going to be like. Maybe I will break down and cry. I don’t know. It’s that thing that’s in my head for so long that I’m so afraid of. <\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">Maybe that’s one reason why I am petrified of American highways. I just have that association of truck drivers at night and then those signs that say gentleman’s club or whatever. I imagine them stopping and these women being exploited. Then somewhere inside my mom who is like, who used to be Indian <\/span><span data-id=\"P4-N200531\">and had all these Indian cultural associations to completely not having any of that and just being lost and I don’t know. Again, it’s a picture. It’s static. { Laughter} (pause) <\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">Yeah, I mean I guess it’s, that’s what I’ve, I’ve not articulated this, but maybe that’s what I’m thinking. The things that my mom could not do, maybe I could in the sense of betrayal and marriage. Not necessarily betrayal. I don’t know. I thought my dad is this way and I tried to subconsciously pick <\/span><span data-id=\"P4-N200551\">a man who was completely the opposite. Not as chauvinistic or masculine. I’m not calling Chris effeminate, but yet his masculinity may be much more nuances. It’s more like theoretical. It has a theoretical base, I guess.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Your father’s masculinity, in part, is somewhat predatory.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Yeah? In what way? <\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Predatory sounds a little too malevolent. I don’t see your father as the malevolent type predator.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Oh, he was.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Yeah?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Would you call him a predator?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Oh yeah. He would be, he could, when he was younger, he was very proud of the fact that he could seduce any woman he wanted. Later on in life, it became very upsetting.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: Would he brag about that to you?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: As much as he could to a ten year old, yeah.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: How? How would he brag about it?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: I don’t know. He would brag about his body. Like, if I want to tone this muscle, I can do it. If I want to lose this much weight I can do it. Something like that. { Laughter}<\/span><\/p>\n<span data-id=\"P4-N2006C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562682\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: So, predatory is accurate?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: There’s sort of different ways of thinking about masculinity and types of masculinity. <\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: That version of masculinity amidst certain places is predatory.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Yeah. I guess it’s always my fear. Will I end up with someone like my dad? I don’t want to. I mean I guess I’m trying. I don’t know. I don’t think I should say that that was his appeal to my mom. I don’t think so. Yeah. I mean I don’t know if Nelson is predatory. I don’t think he is. I mean <\/span><span data-id=\"P5-N200791\">I guess this is in the context of being open. It’s like how much more open can I get? I’m thinking it’s okay. I’m thinking I shouldn’t freak out if my boyfriend goes or has been to a strip club. <\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">I guess our first date was almost a strip club. It was a burlesque show.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Where was it?<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: At some club in D.C. I can’t remember the name. I didn’t think the world had come crashing down. I guess at that time I didn’t really know. I didn’t really interpret him looking at that as oh. Why do you think my mom was so saddened by that?<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: By?<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Traumatized by that.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: What’s that?<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: My dad going to such places.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: What do you think it could be?<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: I don’t know.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: It seems like you can relate to it.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Yeah, but I don’t want to. I don’t want to be like that’s strange behavior.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: What’s strange? I’m sorry, I’m losing you. What strange behavior? Your mother relating to it or your dad? <\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Yeah. Yeah. My mom being traumatized by that. I want to say that I find it strange.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: That she was traumatized that he went to strip clubs?<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: I don’t know. I guess probably a lot of women don’t want their husbands frequenting strip clubs.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Why?<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: Why do people ride against it? Why do women’s fears ride against it?<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: They do because it’s like those women are exploited. I doubt that my mom has a bit of, I mean she doesn’t wish them ill, but I doubt she has their good in her heart when she’s like don’t do that. <\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">I guess. I mean I don’t know. She thinks of him looking at other women as him not finding her attractive anymore or I don’t know. I don’t know. Why do men do it? {Laughter} I don’t know if I have the urge to go to like male strip clubs. You know, like, a strip club for women. I don’t want to be traumatized <\/span><span data-id=\"P5-N200A11\">by men doing it. You know? Apparently, every guy I know or I’m close with has been to one. <\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">THERAPIST: It seems to me different. That there’s a difference between someone going once or a couple times to frequenting one.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">THERAPIST: It seems like a big difference.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">CLIENT: That’s true. That is true.<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">THERAPIST: It seems like one is sort of curiosity or interest and the other is kind of something habitual or addictive.<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">THERAPIST: But it does make you anxious.<\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">CLIENT: Yeah. I don’t really want to be because it’s got nothing to do with me. You know? I mean it’s their sexuality. It’s their kind of their way of getting sexual stimulation. If it isn’t mine, then mine might be something else. As long as they’re not judging me, I shouldn’t be judging them. <\/span><\/p>\n<span data-id=\"P5-N200B0-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200B0-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562682\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">That’s the theory part, which is a separate matter. The morality of what it means to work at a strip club is, I guess, a separate part. I guess some men say that it’s admiring female beauty.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: It also makes me think about our conversations about relationships as transactions.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: Yeah. (silence from 00:35:35 to 00:36:35) I guess I’m trying, I’m starting to feel and see things differently about that. Like, I was talking to Nelson once and he was like at the end of the day, who am I with? Who do I come back to? I was like, it was weird the way he phrased that sentence. <\/span><span data-id=\"P6-N200B71\">As though he frequents strip clubs and then comes to me. Neither of those two things are true. We don’t live together. He doesn’t frequent, I hope. I don’t know. I guess I thought about what he said and what happens at a strip club, that is transactional. <\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">I guess what happens between him and me I guess is not in that meaning or by that logic that it’s meaningful or even if it’s not meaningful at certain times, I don’t get the profound interaction that I’m hoping for. It’s still there, but it’s not transactional. You know? Do you know what I’m saying? <\/span><span data-id=\"P6-N200B91\">It’s meaningful. It’s meaningless. I’m not meaningless. Not as meaningful.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: Not everything that’s not intensely connective is transactional.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: Yeah. Yeah. Which is, I guess, when people say I have invested in you or I’m investing in this relationship, I guess that also doesn’t mean that it’s transactional. { Laughter} It could because it’s the same kind of, you know, monetary reference.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: It depends on what they’re investing.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: Yeah. No, but like you invest time and you get back time. <\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: But, if you’re investing in yourself as a person, I don’t see that as transactional.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">THERAPIST: It seems like one of the big differences between a relationship that’s sort of a genuine one versus serving a transaction is whether you value that person for them as a person or as the function they serve.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: Yeah. Well, that’s a bit harder to distinguish, I think. I mean everyone serves a purpose.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">THERAPIST: That’s true. They’re fulfilling a need, but I guess, so that’s true. You’re seeking them out because you have a need. If you got in them simply for their utility and not who they are. <\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: Yeah. I don’t know. I guess as a writer I just feel, I see that as people have their purposes and you love them for who they are, but who they are is a question in the universe. Their answer to the question. Investing is more like growing a tree or planting a tree. You don’t necessarily, I mean <\/span><span data-id=\"P6-N200CD1\">you have the hope of eating the fruit at some point, but it’s a gamble. You don’t know if it’s going to grow or what will happen. So many things are out of your control. You invest because at that time, that’s what you want to do with your time and energy and money. At that point it makes you feel good <\/span><span data-id=\"P6-N200CD2\">and then over time you realize that that little investment is like a big tree now and something you can depend on. That’s not transactional. <\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">I guess my mom, I don’t know, I guess she just didn’t get what she wanted. { Laughter} I know that’s transactional. I guess that’s the root cause of her dissatisfaction.<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">THERAPIST: How do you mean she didn’t get what she wanted?<\/span><\/p>\n<span data-id=\"P6-N200D0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200D0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562682\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: She didn’t get, I mean she wanted my dad to be around and to get a job and be a proper husband and he never did that. Instead he wasted time in meaningless interactions, transactions, you know. She did love him profoundly, but he just wasn’t able to love her back.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: You saw that in her?<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: What do you think that love was about? <\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: I don’t know. A lot of things. Their own needs. Also, the need to be needed. The need to take care of him. Genuine attraction and chemistry and knowing someone for so long and feeling like she’s the only one who understands him and everyone else thinks he’s a douche bag. Then, over time, sharing <\/span><span data-id=\"P7-N200DB1\">life. Sharing profound experiences. Mostly most of them are negative. Their marriage was a complete mess. That’s my take on it anyway. (pause) <\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">I just don’t want to be as traumatized by it as I am. You know? I want to let go of it and be like it doesn’t make me sad anymore, but it has for a very long time. Yeah.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: Their relationship. Your mom’s feelings about your dad?<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: Your feelings about your dad and all of it?<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: It was a very traumatic experience.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: Yeah. I just don’t want it to be that much. Not anymore. I feel somehow more positive about my childhood because like the finishing years in the US when all of this was happening were worse.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: We should end.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: Okay. I hope you have a great day.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">THERAPIST: Thank you. Thank you so much. Bye.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: Bye.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}