{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses being upset over a past therapy session where a therapist-related dream was discussed."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Client-therapist relationship","Teoria do Aconselhamento","Teorías del Asesoramiento","Boundary keeping","Boundaries","Frustration","Therapeutic process","Psychoanalytic Psychology","Sadness","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Client-therapist relationship"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["5"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Boundary keeping","Boundaries","Frustration","Therapeutic process"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":4,"pageCount":4,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562498","dorpId":"1006469491","contentType":"text","aucs":"CTRN-V1","title":"Client \"R\", Session March 21, 2014: Client discusses being upset over a past therapy session where a therapist-related dream was discussed.","fullTitle":"Client \"R\", Session March 21, 2014: Client discusses being upset over a past therapy session where a therapist-related dream was discussed.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":4,"totalPages":4,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":4,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562498\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Hi. How are you?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I’m doing okay. (pause) I’m better.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Is the microphone on that side?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Yeah.  (long pause)  I’m wondering about why I seem to be taking a different path, having to do with separation from my mom and her mom and her mom, and I wonder why my separation causes so much anxiety at all.  It doesn’t have to, but it does; and I wonder why the different ways of managing <\/span><span data-id=\"P1-N200131\">that aren’t working – or I don’t know if they’re working. (long pause)  Then what my mom and her mom and her mom have in common is that they’re all pretty intensely religiously devout. (pause) Orthodoxy comes to mind in the older generation and the one after that; and then moving to America sort of <\/span><span data-id=\"P1-N200132\">broke that, but there was still this very, very strong pull back to that. I think it’s pretty clear that they made their own way when they came. They were very, very flexible, but out of the three it feels like the same level of intensity to me.  (pause) The way my mom describes latching onto it when <\/span><span data-id=\"P1-N200133\">she was five, suggests to me that it made a big impression on her, that it was pretty crucial to her life. (long pause) <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">I don’t know what my dad’s ways of dealing with the pains of separations are, but clearly he’s been managing it for a long time. But as soon as he could, my grandfather came to live with them.  I assume they managed their separations since then better than they do now but, at least in my way, they don’t <\/span><span data-id=\"P1-N200151\">manage it well at all. They just avoid it. It’s hard when he’s a pretty solid caretaker now. He used to be gone for a month a year. I don’t remember what that was like for my dad or my grandfather. But still, that’s not really a separation.  It’s sort of always like he was just going on vacation. My <\/span><span data-id=\"P1-N200152\">mom’s parenting philosophy on separation has always been very transparent, which is the world will force us to separate and you will figure out a way to deal with it then. She’s always been really confident and clear about that. (both chuckle) Like it’s all my problem or it’s too big and it’s too painful <\/span><span data-id=\"P1-N200153\">and I don’t want to bother myself with that because my job is to love on you so hard.  That might be a quote. She has stuck to it shamelessly. (pause) I don’t think that was my dad’s natural [ ] (inaudible at 00:13:19), but I think she didn’t care; like she won in that territory. I guess that’s sort <\/span><span data-id=\"P1-N200154\">of what happened to her. (pause) It’s not so much like love on you so hard, it’s like keep you very, very close. Those are different. (pause)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: I think that’s a parallel with how it feels with me where I’ll keep very close while you’re here, but then, once we separate, you’re on your own.  CLIENT: Like it’s up to me? Yeah, that’s exactly how it feels.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: I think it also feels like there is a kind of tacit message from me, if that’s the case, and that if I am not more in touch when you’re not here it’s because that’s what I think.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah. I wonder why. I mean, I guess I kind of know why, but I wonder if there really has been cues like that or if . . . <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Like if I actually have a similar philosophy or similar story I’m sticking to?<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562498\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: Yeah. Well, you kind of do. The story isn’t similar, but the fact that you’re sticking to something. That feels the same. Neither person’s story sticks well usually. (pause)  What I think about my mom these days is like okay, well the world did it and here I am. I’m dealing with it myself. See <\/span><span data-id=\"P2-N2001F1\">you when I’m done. It kind of feels like that, like she’s not really involved, and what she does have to offer feels outdated.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: I think it’s kind of similar and something that’s quite different, but I think you feel similar that she and I are this way with you. The thing that is similar is maybe it is true that, in general – not always, but in general – when you’re not here, I’m not there to help you with the separation. <\/span><span data-id=\"P2-N200211\"> I think the thing that feels true to you or you act like it’s true but isn’t is that when you’re here, I’m not here to help you with the separation, which I think is part of what she says or what she means. She’s not just saying the world is going to separate us and you’ll have to deal with it when <\/span><span data-id=\"P2-N200212\">I’m not around. You’ll have to deal with it – period – like she all that either to talk about it when you’re with her.  And you, I think, often have acted that way with me, as though that’s not a subject for in here.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: I see.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Except to kind of refer to it going on – not always, but I think often.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Yeah, it’s really hard to talk about.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: I don’t think this is the only reason, but I don’t think that sort of in a conscious way you would say “I don’t want to hear about it.”<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: I do sometimes feel like you have no clue what I’m talking about, with respect to all of the intricacies and nuances of how painful the separation is.  Like you could never know because that’s probably not your issue. Do you know what I mean? In the issues you struggle with, that’s probably <\/span><span data-id=\"P2-N2002B1\">not one of them. But I have no idea.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Right, that’s your idea.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Sometimes that’s a strong deterrent for me. (pause) I guess I haven’t ever felt understood in that way, except that I see it in people.  I see it in my mom, so I know that she must understand from direct experience, but I’ve never felt like somebody had connected with me over it. (pause) Yet. <\/span><span data-id=\"P2-N2002F1\">(pause) I have to use words here.  [A lot gets] (ph?) left out when trying to bring the separation there. It’s getting easier, like two different languages, because the separation is a silent thing. Not like full of words, but when I’m experiencing the pain I’m full of words about it. (pause)  Well . . . (pause)<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: There have been times, I think a bunch of them, where you have felt like I’ve got something or spoken to something about separation and difference. There are language and metaphors that go along with that.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Yeah.  (pause) It feels in progress.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: I don’t doubt that at all and I don’t doubt your experience of feeling like you have not been understood in it. I guess what I am wondering about is – and I also think that that feels very isolating – whether you’re kind of keeping me at a distance there.  It’s not that I think I do wholly <\/span><span data-id=\"P2-N200351\">understand, but that you’re like “Jay, he doesn’t know really. Not really. Maybe there’s a lot that you really don’t understand. “ That partly hurts a lot to talk about and [ ] (inaudible at 00:25:40).<\/span><\/p>\n<span data-id=\"P2-N20034-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562498\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: Why? Is that like it wouldn’t hurt so much because I wouldn’t be talking about it?<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Yeah.  (pause)<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah, there is something about the silence. (pause) There, too, the pain is too bad and the silences are too scary to have them meet a lot.  Yesterday wasn’t that satisfying initially to tell you about what happened on Monday. I told you and it felt like it didn’t go anywhere.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: I had a similar sense and I don’t know what actually brought it out, but something was amiss. In other words, I’m not saying that you didn’t say something because I misunderstood, I don’t get it, but there was some way the [suffering] (ph?) didn’t happen. <\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: In that you were silent for a while?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Maybe that was the problem. I don’t know. (pause)<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: I felt like I couldn’t really get into it and I could have gotten into it when I called you on Monday, and that felt like a missed opportunity; so that was kind of still on my mind.  Like okay, here is a second-rate explanation. You could have gotten the first-rate explanation, but it didn’t <\/span><span data-id=\"P3-N200431\">work out and . . . Yeah, like there is too much space to dip more than my toe in. Thinking back, that may be how it felt. (pause) But it didn’t feel like you missed. You referred to it later and it didn’t feel like you missed the point. It felt like you got it, in some ways. Yeah, that’s a good example <\/span><span data-id=\"P3-N200432\">of why I’m not super eager to try again.  (pause)<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: I guess you were feeling of talking about it was that you were still pretty much on your own with it.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Yes. (pause)<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: I think it’s unclear why. It had something to do with my not saying more, although, as you say, it didn’t seem like I didn’t get what you were talking about, in some way. And yet, still somehow there was something missing. <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Yeah, like I needed help [to bring] (ph?) whatever was missing. It felt like you heard something different from what you were getting, too – or than what I had. Sometimes when I read other people’s words about anything or when you offer words in a more symbolic way about something that feels <\/span><span data-id=\"P3-N2004B1\">unreachable by words to me, that can help shift or reorient myself to address a fuller part of an experience.  (pause) I still feel like the me that was crying on the bench in the cold is still there.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Yeah, it seems like there is some way that neither of us is quite in that.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yes, she is still there, waiting.  (long pause)  Maybe I wasn’t really in it when it happened. Why didn’t I leave a message for you? It sort of felt like I was half in, half out.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: We just have a few minutes.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Or like I really didn’t want you to be a part of it, but I kind of did. (pause)<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: It seems like it was Monday when you were talking about the dream and the hug.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: No.  Monday was when . . . I was trying to think yesterday about what happened on Monday, too. I know there was one where I was [sitting over there for a second] (ph?) and there was some argument. Oh – because I e-mailed you on Friday asking for more time; and it felt like we were arguing about <\/span><span data-id=\"P3-N200571\">whether it was there. I think it was unconsciously there on Friday morning. And it felt like you were missing the point of how painful it was and then it felt like you weren’t missing it anymore.  The hug, I think, and the dream, I talked about the Thursday before that. (pause)<\/span><\/p>\n<span data-id=\"P3-N20056-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562498\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: One of the things that isn’t clear is that it doesn’t make a bit of sense how I could have understood what you were feeling on Monday and left you on the bench.  (pause)<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Or it feels like I would have had to explain a lot. (pause)<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: From what you were saying about Monday, it seems as though you felt like maybe I did understand some important part of this; and then it became clearly that I didn’t.  (pause)<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Like in my head, you didn’t; you wouldn’t.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: I didn’t [ ] (inaudible at 00:38:23).<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Well, you didn’t know.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: What the hell does that have to do with anything? That’s clearly another . . . [ ] (inaudible at 00:38:36) I don’t know. There may be more to it, but we should stop for now.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}