{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses feelings of alienation with both their family and their spouse's family."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Alienation","Family relations","Family conflict","Family","Psychoanalytic Psychology","Sadness","Withdrawn","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Alienation","Family relations","Family conflict","Family"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Withdrawn"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562078","dorpId":"1006469071","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session January 2, 2014: Client discusses feelings of alienation with both their family and their spouse's family.","fullTitle":"Client \"Ma\", Session January 2, 2014: Client discusses feelings of alienation with both their family and their spouse's family.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562078\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Good morning.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Morning.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Happy New Year.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Thank you. Happy 2014.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Hopefully it sucks less than last year. (pause) We got back on Tuesday or Monday night and I honestly spent the last two days sitting in bed watching TV. James started making fun of me because I would make excuses for him to get me things when he got up instead of actually getting out of bed <\/span><span data-id=\"P1-N200151\">myself.  We don’t have a couch, so that’s where we watch TV together. I sort of woke up today and was like, “Maybe I’ll go grocery shopping and go to Target or see if there is a Target in Denver.” I think there is one in Somerville probably. No, I’ll do all these things. “Oh, right. Snowstorm. (laughs) <\/span><span data-id=\"P1-N200152\">Blizzard-like conditions. Awesome.” That probably just means I’ll have another day or two watching TV. Oh, darn. (pause) Families are weird. (laughs)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: As it turns out. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: As it turns out, yeah. Jason sailed his boat to – I think he got it to Brownsville, which is a town on the coast of Texas. Lizzie’s mother lived there and so has a dock for the boat and is one of two lakes, [two heading to Austin.] (ph?) That was very exciting. He and one of his friends from <\/span><span data-id=\"P1-N200191\">college, who is apparently – I actually didn’t know this – the number two rated sailor in the United States when he was in college, so he knows a little of boats anyway. (laughs) They went out and started before dawn and sailed all day.  Because of the wind was low and because of the conditions, they <\/span><span data-id=\"P1-N200192\">ended up having to sail into the night and then got tangled in some debris, a fisherman’s net, and all this stuff that papa was freaking out about and he was anxious, but it doesn’t seem to have been that big of a deal. He called the Coast Guard to alert them to the situation, but did not send them <\/span><span data-id=\"P1-N200193\">out to look for them. (chuckles) (pause) James’s family is really sexist, which we sort of knew, but I think was born in on both of us this trip. He’s very surprised by this.  The way he puts it is that his parents made a deal that my father-in-law would work and my mother-in-law would raise the family. <\/span><span data-id=\"P1-N200194\">They saw that as their deal of having equal jobs. I think my father-in-law actually did recognize that raising kids is not a 40-hour-a-week job, so he would come home and raise kids also; but that was what they did, I think, because it worked for them. At least James thinks that’s because it worked <\/span><span data-id=\"P1-N200195\">for them; and I think it’s been disheartening and surprising for him to see that now that his sisters are grown up and have families, they think of this as a normative practice. So there was a lot of talking to me about caring for babies and not really leaving any part of that up to the men folk – which <\/span><span data-id=\"P1-N200196\">wasn’t really surprising for me, but I think it was a little bit surprising for James.  It makes me sort of uncomfortable, but I just go with it. His mom treats our kitchen like “my” kitchen, even though James cooks probably 70% of our meals. She gave me some kitchen stuff for Christmas and a Penzy’s <\/span><span data-id=\"P1-N200197\">card. That’s great and I’m really excited about it, but I’m sort of like, “Oh, great. A gift card to the spice store. James, what do we need?” (laughs) (pause) It’s always nice to get some recognition from him that his family is a little crazy, too, when we talk about them.  (pause)<\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562078\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">At the same time . . . I don’t know. (pause) Being with his family is a little bit hard because I just don’t fit in, in a lot of ways. I have to keep my mouth shut a whole lot to fit in, but I don’t get really, really anxious as I would with my family. Then it’s like off the charts. Actually not really <\/span><span data-id=\"P2-N2001B1\">off the charts, but I think worse than it’s been for a while.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: Being with your family?<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: Yeah. (pause)  I still feel like I want to take care of people individually, and that’s not feasible. (laughs) I think she’s having a rough time and I don’t think she’s particularly with me because I don’t think that I’ve been supporting her in the way that she wants and I don’t know what to <\/span><span data-id=\"P2-N2001F1\">do about that. She sort of sulks and I am very attuned to that and I get very anxious and try to make her happy, but I don’t know. (pause)  But we made it. (pause) Mom gave us – I don’t know if you’ve seen these little pyramids made of balsa wood and they’ve got little people.  It’s usually a crèche <\/span><span data-id=\"P2-N2001F2\">scene with Jesus in the manger and the wise men. They’re on this series of disks and you light candles and (laughing) I’m not really describing this well. Basically it’s like a big Christmas ornament that you put on your table. You light candles and there are pinwheels or a thing on top and the heat <\/span><span data-id=\"P2-N2001F3\">makes it all turn around. That’s the worst description ever. (chuckles) She sent this to us and it hadn’t gotten here by the time we left, so she said, “Call me when you get it.” She was really excited about it. I think she was like, “Get in touch with me when you get it.” So I texted her because I <\/span><span data-id=\"P2-N2001F4\">wasn’t up for talking right at that point.  It was very sweet and I like these things and it was a very thoughtful gift. She said, “I just like to imagine you and James being cozy together and having it there.” It broke my heart a little bit. I feel like (pause) she wants to imagine my life as being <\/span><span data-id=\"P2-N2001F5\">some kind of perfect or happy or cozy thing. She has a lot of pictures of me up – pictures of my siblings, but a lot of pictures of me. I was like, “Is this really so many pictures?”  After we left James sort of referred to it as the shrine of Tanya and I was like, “Okay, yeah.” (chuckles)<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: I gather it feels like it has very little to do with you. It’s more evidence of her absorption with her idea about you.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: That’s what it feels like. I don’t know whether it’s true or not, but that’s what it feels like.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: But actually, it’s kind of less about you, in a way.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Yeah. Yeah. (pause) I feel like the kindest thing I can do here is to just let that be, to not get territorial about myself. (laughs)  (long pause)  It is a little eerie how similar we are in a lot of ways. (pause) It’s like when a similarity comes up, I feel like I have a choice of acknowledging <\/span><span data-id=\"P2-N200271\">that we both do, in fact, do that thing . . . I can do that, but if I say yes, we both do that thing, then she sort of jumps to “because we’re the same person.” No, that’s really not what I meant there. (laughs) That’s not the case.  (pause)<\/span><\/p>\n<span data-id=\"P2-N20026-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562078\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">THERAPIST: My impression of what you’re struggling with at the moment is the opposite, in a way, of what you’re talking about with her where with her, you’re focused on how you can be kind to her and make as much space as you can for her at the expense of your reactions to her, I think, to how she is <\/span><span data-id=\"P3-N200291\">about you. In other words, (inaudible at 00:14:59) and it seems as of the moment you’re struggling with how to get in touch with what your reactions actually are to how she is with you and what it’s like to deal with her. <\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">CLIENT: It’s always sort of surprising to me how badly I react to her. I never expect it to as badly as it does. (chuckles) I get really upset and I don’t understand why. I’m just really upset about the way things go. (pause) Then I go and think about it like this and I feel like I have, in some ways, <\/span><span data-id=\"P3-N2002B1\">a pretty good sense of what she needs from me and I can’t figure out why that doesn’t actually solve the problem of why my reaction to her is so bad. (laughs)  (pause)<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: It’s hard, I think, in the moment with me to have a reaction that sort of treats me so differently, where you’re not looking out for me or thinking about how something is going to affect me or take care of me, but just having your own reaction.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: Yeah, that sounds hard. (laughs) (long pause)  I definitely felt like, for most of the break, I stopped trying to take care of James in some ways. I just was like I need to have my own reactions over here and eventually I was like “I wonder if James will be angry at me after this vacation? I <\/span><span data-id=\"P3-N2002F1\">wonder what our relationship would be like after we come back and I actually have the energy to pay attention to him.” (chuckles) That made me pretty anxious.  I think it’s okay. I can’t really tell yet. (long pause)  It sort of sucks being the favorite child. I imagine it really sucks not to be the <\/span><span data-id=\"P3-N2002F2\">favorite child, but none of the situations are good. I don’t know. (long pause)  It’s good to be back in Denver. It’s a little sad going back to Virginia and realizing that if we move back there, I’ll still feel vaguely out of place, [harder than I think.] (ph?) It’s also sort of a relief to me that <\/span><span data-id=\"P3-N2002F3\">the thing that I’m nostalgic for doesn’t really exist. I can make decisions accordingly. (pause) <\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">They have better beer in San Antonio now. They have a better range of beers. I feel like every time I go to a bar here, they just don’t have anything in the brownto dark-beer range, which is what I really like. It’s a constant source of frustration for me. (laughs) (long pause)  James is going to <\/span><span data-id=\"P3-N200311\">keep working for Kevin until he finds a job, which he might have told me, but I don’t think he did. I was sort of envisioning that it will just end and then he’ll be out of a job and that would be really fun for us, but no. Kevin is going to continue to pay him as a research assistant rather than a <\/span><span data-id=\"P3-N200312\">student, which means he doesn’t have to pay the university the equivalent of James’ salary. I think that’s why he just ended in December, as opposed to pushing it back.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: So he gets paid about the same?<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Yeah, exactly the same.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: And it works out better for his boss?<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Yeah. So it’s good.  I’m still in the position that we might have to up and move at any point and I’m waiting for the next thing to happen. I feel like I have been for the last six to eight months. Our lives could change dramatically at any time and there’s really nothing much I can do about <\/span><span data-id=\"P3-N200391\">that, which is frustrating for me. (pause) Maybe I’ve sort of made my peace with it – or I made my peace with it sometime around October or November and I just have to extend that. (laughs)<\/span><\/p>\n<span data-id=\"P3-N20038-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562078\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: I see. I think you’re feeling a little bit out of place everywhere.  I think here because I think it’s really hard to talk about what it was like, especially for you with your family. All this stuff is just happening which I think has affected you a lot or you’ve had strong reactions to it. <\/span><span data-id=\"P4-N2003B1\">I’m oblivious of it because you’re not sure how to talk to me about it.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: Definitely I’m not sure how to talk to you about it. I’m not really sure where that leaves you. (pause)  The problem is I don’t really want to talk to you about it. I don’t want it to happen again. It’s sort of exhausting and horrible. I just want it to be over. (pause) We got down to Austin <\/span><span data-id=\"P4-N2003D1\">and we were only there for a couple of days. We got there and Amanda was the only person in the house.  We talked for a few minutes and she told us that she really hated the book that I recommended to her and thought it was really badly written and didn’t like it at all. Then she was like, “Okay, I’m <\/span><span data-id=\"P4-N2003D2\">going to go take a nap.” So we just hung out by ourselves for a while until Joanne and her daughter, Mollie, came back. I just feel sort of vaguely rejected by everybody. Not by James’ family, but I also feel under a lot of pressure right now to be somebody that I’m not really interested in being from <\/span><span data-id=\"P4-N2003D3\">them. (long pause) <\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">I guess I feel like I’ve worked really hard over the last year or two year period of time to be comfortable with who I am and have some vision about where I want to be going and not wanting to kill myself all the time and not be in the hospital. It sort of feels like I could have saved my time with <\/span><span data-id=\"P4-N2003F1\">them, like oh, that was last year’s Christmas. This year there’s a new problem or there is something else. I don’t know how to say it. I don’t know.  (pause) I feel like this isn’t fair, but it feels like papa and Amanda and mom have been there in ways like “I’m really glad you’re feeling better because <\/span><span data-id=\"P4-N2003F2\">that means that we can flop you back into the same place that you were before and we don’t have to pay attention to you anymore.”  I don’t feel good about that. (pause) I don’t want people to be kind to me because I’m sick. (voice breaking) I want people to be kind to me because that’s what people do. (pause)<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: That sounds to me very clear.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: (sniffles) (laughs) Well, thanks. It’s not clear in my head.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: I understand that. <\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: I sort of feel like when you’re trying to eat spaghetti and you take a forkful and sometimes you get a little forkful and sometimes you get a great big one and there’s a lot of spaghetti left. Yeah. (pause) I’m sure Amanda feels like I was not very kind to her this trip, either. I don’t think <\/span><span data-id=\"P4-N200471\">I was. I don’t feel like she’s making good life decisions and it puts me in this awful patronizing place with her and I hate that. I don’t want to be that person, but I’m not always able not to be that person. (long pause) <\/span><\/p>\n<span data-id=\"P4-N20046-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562078\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">THERAPIST: I think what you’ve just been describing is conflict with Amanda and with the three of them. I think it makes you anxious to talk about conflict that you don’t imagine you react well to your bringing it up. <\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">CLIENT: I don’t think so. (pause)<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">THERAPIST: That it will further alienate you rather than helping you feel clearer and surer of where you stand in relation to them. (long pause) <\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">CLIENT: I don’t really do fights well. (long pause)  Lizzie told us that she was a young woman, 20 or 21, sailing the same stretch of the Chesapeake Bay that Jason sailed with some friends, and that basically her father had been like, “This is not safe. I don’t want you to do it.” She was like, “Well, <\/span><span data-id=\"P5-N2004F1\">I’m going to do it. That’s it.” That was the first time she had ever been like “No, I’m sorry. I’m just going to do this instead.” And she was like, “Well, you know, it was daddy. He was always so sweet and gentle. He always did what I said.” That tells me a lot about you, Lizzie. (laughs) that was <\/span><span data-id=\"P5-N2004F2\">very “her.”  (long pause) <\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">Papa was very, very anxious and at 10:30 at night he learned that Jason and John had gotten moored in the net. They had gotten free, but they couldn’t sail because it was dark and the motor was not working because, I think, a net had gotten caught in the prop or something; so they were anchoring or <\/span><span data-id=\"P5-N200511\">were going to spend the night.  He was like, “Okay, I’m going to drive to Kilmarnock tomorrow to meet them. I’m going to get up really early at like 4:00 and drive out.” They couldn’t have gotten there before 9:00 or 10:00 in the morning, so Lizzie very gently was like, “What are you going to do for <\/span><span data-id=\"P5-N200512\">those three hours that you’re there?” He was like, “I’m just going to do it. I’m an anxious father and this is what I’m going to do.” But then even in the midst of that he stopped and was like, “This is way less dangerous than that time that we got caught on the rocks in the Georgia Bay,” which was <\/span><span data-id=\"P5-N200513\">a couple of years ago. It was he and James and I and the motor just broke, just stopped working and we got washed up on the rocks and I packed for help. I think I told you about that. Anyway, I saved the day. It was pretty awesome.  I did flip the kayak, which I’ve never done before or since. That was <\/span><span data-id=\"P5-N200514\">only because I was waiving to somebody. A boat was going by and I was like “help, help.” Then I flipped. It was like 10-ft. waves. It was big water.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: It can be dangerous to flip a kayak, can’t it, too?<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: It can be. It wasn’t there.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: You’re not going to get stuck on some rocks.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: No, you’re not. Not if you’ve been in a kayak before. (laughs) It’s really easy to learn how to get yourself out of that.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: Ten-foot waves in a kayak are a lot.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: I don’t know. It was big water. It was as big as it gets for me. It was nice to seem to be very reasonable about his unreasonableness. He was like, “I’m just freaking out. This is what I’m going to do. Just leave me alone about it.”  (long pause) It was very weird. Nobody talks about conflict. <\/span><span data-id=\"P5-N2005D1\">Nobody talks about things being wrong with the person that things are wrong with. (pause)  I think Amanda is still very angry with papa and I think he’s still really not happy with her; and that has just never came up, except that [it always came up.] (ph?) (pause) We were only there for a couple of <\/span><span data-id=\"P5-N2005D2\">days, which I feel like everyone was a little disappointed about – including me, but in order to be there longer we would have either had to . . . That was just how the plans worked out.  I saw Jason for two hours. I saw him and then he hung out with us and then he had to go drive up to West Virginia <\/span><span data-id=\"P5-N2005D3\">to sail; and it just worked out that that was the only weekend that his friends could do it, so that’s what they did. We’ve been trying to get from him a time that he would be in town for like a month. I feel like I’m sort of wandering off here. (pause) <\/span><\/p>\n<span data-id=\"P5-N2005C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562078\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: I guess I was thinking about your dad wanting to go up and being very anxious about wanting to go off and rescue him. That reminded me of, I think, how you can feel about conflict in your family, like very anxious and like, “Oh, my God. I’ve got to get up at 4:00 in the morning and fix it.”<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">CLIENT: (laughs)<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">THERAPIST: I think you’re aware of that. For example, with the stuff between your dad and Amanda, have pretty consciously tried not to intervene, but my sense of how you’ve talked about it is that you have had to make a pretty constant effort because it would be your inclination – and probably theirs <\/span><span data-id=\"P6-N200631\">as well – to pull you into the middle of that.  In a way it sounds like maybe in some ways you’re pretty anxious like, “Oh, my God. There’s a problem. I’ve just got to get up and get in there and solve it.”<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: Yeah. I’ve definitely found myself in conversation trying to sort of make the peace a lot. I don’t really know how to describe that. (pause) I don’t know how I get more comfortable with other people being unhappy. (laughs)  Joanne and I were talking about this on the way home. His sister, Vivienne’s, <\/span><span data-id=\"P6-N200651\">daughter is 2 ½ and she is a little bit spoiled – rather she sort of knows how to get what she wants by crying. She’s 2 ½, so that’s sort of where they are. I took it much less seriously than James did. I was like, “This is kind of where she needs to be right now.” Part of it is that Vivienne is really <\/span><span data-id=\"P6-N200652\">uncomfortable when she cries. It makes her really unhappy and uncomfortable and she needs to fix it. I don’t care when kids cry. I want to fix it, but it also doesn’t bother me, in a way. I don’t know how to get to that with other people. (laughs)<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">THERAPIST: Or grown-up ones. (pause)  (pause)<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">CLIENT: I don’t know whether there’s a difference between it being my kids or not, but I sort of don’t think so. It’s like I have to try to fix the discomfort in the room. (chuckles) (pause)<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">THERAPIST: I think it has something to do with your sense – again, life with what you described with your dad trying to go save Jason and his worry before he was able to think about it that Jason was in some sort of grave danger; that the people involved are in great danger or they’re fragile, I think, <\/span><span data-id=\"P6-N2006B1\">whereas you mentioned with James not being as worried and wondering if he’s going to be mad at you after the trip.  You were kind of worried, but I don’t think as worried. I imagine he feels a bit sturdier [to those things than to what you’ve been working on.] (ph?)<\/span><\/p>\n<span data-id=\"P6-N2006A-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562078\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">CLIENT: Yeah, that makes a lot of sense. (pause)  I feel more fragile when I’m with my family than I do otherwise. They all seem sort of poised for calamity to me. (chuckles)<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">THERAPIST: I think you sometimes feel that way here, anxious that way. I think it seems mostly these days to be like more worried about what I will say that will upset you, as opposed to worry about me falling apart.<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">CLIENT: Yeah, I think so.  (long pause)  I feel like I’m loosely most worried that you’re going to fall apart.<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">THERAPIST: I can imagine it coming up again at some point or around different things, but [to the mostly typical.] (ph?)<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">CLIENT: It feels to me still like I could just turn around in one 24-hour period and be as bad as it’s ever been. It feels like that. I’m sort of realizing that that’s not actually the case, but it doesn’t feel like that.<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">THERAPIST: Right.  (long pause)<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">CLIENT: James sort of makes fun of my family a lot for being careless about basic things, like having – well, no, actually we’re pretty careful about having enough lifeboats in the boat. We got stopped by the Coast Guard on the way up. We were just out for a drive and they came over and started harassing <\/span><span data-id=\"P7-N200791\">us a little bit, like “let’s see all your lifejackets.”  He makes fun of us for being careless about things like being on time or very basic things, like making sure food is not spoiled and I’m like, “We spend a lot of emotional energy being (chuckling) very, very careful about other stuff.” That makes <\/span><span data-id=\"P7-N200792\">sense. (chuckles)<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">THERAPIST: We need to stop. If I can’t make it in tomorrow I’ll let you know.<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">CLIENT: Let me know.<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">THERAPIST: Thank you.<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}