{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses friends, changes, and the possibility of moving."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Friendship","Broken relationships","Divorce","Frustration","Psychoanalytic Psychology","Sadness","Anxiety","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["6"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Friendship","Broken relationships","Divorce","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562448","dorpId":"1006469441","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session March 14, 2014: Client discusses friends, changes, and the possibility of moving.","fullTitle":"Client \"Ma\", Session March 14, 2014: Client discusses friends, changes, and the possibility of moving.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562448\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hey.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: The brakes on my car went out last night when I went to go home. So I ended up taking the bus home. But in terms of like, things that I do need. I think it’s probably low on brake fluid, although I checked it and seemed like it’s probably fine. You know, I made it around the block, but I didn’t <\/span><span data-id=\"P1-N2000F1\">think it was a good idea to drive the thing. I think that they’re over there now trying to fix it. [1:00] I’ve had sort of a rough afternoon so far. So just to warn you. It feels like there’s no room for me to be sad, or for me to not be able to sort of keep up my end of things. (pause) Like, yeah. <\/span><span data-id=\"P1-N2000F2\">[2:02] (pause) I have a thing that’s downtown doing Greek and then left for what turned out to be lunch with Camilla. [3:00]<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">Then I came back and James was already gone and I planned to come back and go with him to take care of the car, but I ended up calling him, because I spent more time with Camilla than I expected. It was after 2:00, so if he was going to go, so there was not going to be enough time. But yeah, I’m sort <\/span><span data-id=\"P1-N200111\">of glad it worked out like that, even though I feel guilty. I think James would have preferred me to go with him, but I’m not sure I would have. I don’t think there’s two people’s worth of stuff to do. And I think he mainly wanted me to show him how to get there. But it isn’t hard. You get on the bus <\/span><span data-id=\"P1-N200112\">and then you get off the bus, and that’s it. [4:02]<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Are you waiting on pins and needles for him to blow up at you about the car?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Sort of. Even though I know that he’s not going to or know that he shouldn’t. But I feel like it’s on me to fix or like, it’s my fault that it’s wrong. But things are wrong anyway. But I don’t know how to fix it. [5:00] Yeah. I feel like he’s going to blow up at me for leaving him in the lurch. <\/span><span data-id=\"P1-N200151\">But I really needed to not be dealing with car problems again. (pause) So I just came home and cried a lot and lay down for a while. (pause) [6:02] I ended up going to lunch with Camilla, which we can’t really afford. But for whatever reason, I did. I’m really not comfortable saying, thanks for taking <\/span><span data-id=\"P1-N200152\">this time to meet and chat with me, and I’m glad that we can do this, but I can’t afford to eat out ever. I don’t have anything. (pause) [7:00] I think I’m starting to feel at the end of my rope. It was tough to get through yesterday, even before the brakes were gone. Then, I was like, really? This <\/span><span data-id=\"P1-N200153\">is what’s going to happen now? It’s like, okay, well…<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">I had to figure out how to submit the thing online so that they wouldn’t ticket the car for being out overnight in Arlington. Which, I know that it’s not like, I’m sure they would not have been ticketed. I really doubt it’s that big of a deal. [8:02] Kim (sp) says that they leave their car out a lot, <\/span><span data-id=\"P1-N200171\">but that makes me feel better. I was like, doing that and I couldn’t – Kim was working late, so Jay had to be with the kids. I couldn’t like, ask for a ride down to the T, so I had to wait for the bus which, I don’t know if you were out at all last night, but it was like, very, very cold and I was not <\/span><span data-id=\"P1-N200172\">dressed for it at all. I didn’t have a hat (inaudible at 8:46). [9:02] Oh, shit. I had a check for you for January, and I forgot it, because I didn’t bring my wallet. Sorry. I’ll bring it on Monday.<\/span><\/p>\n<span data-id=\"P1-N20016-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20016-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562448\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">THERAPIST: Oh, that reminds me. I have some scheduling stuff. Not this Monday, but the following two Mondays, I guess the 24th and 31st, maybe. I was wondering if you could meet at 5:15 on those days instead of 12:45.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">CLIENT: Yeah. That would actually be better for me. Can I ask you to send me an e-mail or a text or something like that, so I can write it down. [10:01]<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: Yeah. I will send you a text right now. I will also remind you. [11:19]<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: You warned me about not – Blue Cross is not really is being slow. So we haven’t gotten reimbursed for February.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: They have paid you for January, though? Oh, good.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: I think so, yeah. It sounds like that was unexpected.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Yeah. (inaudible at 12:06) I’m glad they paid you.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Anyway, we can pay you for January. [12:26] (pause) I had a very vivid dream about Dan (ph) two nights ago. He’s sort of been in my mind the last couple of days. [13:10]<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: You miss him?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: (pause) (crying) Everything just hurts to talk about. (pause) [14:42]<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: You seem certainly overburdened financially. And I guess in a way, maybe with James as well where you are feeling where you don’t have much leeway.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: (crying) Yeah. You know, and it’s like we’re making it. Like, we’re talking about things and staying close to each other. It just hurts – hard. [15:42] (pause) The last couple of days particularly with stuff with the car, I feel like having to sort out or trying to sort out what of this sort <\/span><span data-id=\"P2-N2002F1\">of fear and anxiety, what’s coming from me and what’s coming from James. Trying to figure out what’s real and what’s not is just this enormous thing.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: I would imagine it feels both crucial and like something you don’t really have the energy to do. [16:42]<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Yeah. (pause) Yeah. I feel like, sort of in my conversations with other people, and it feels like, partially part of what you were saying. I’m trying to find my way to not run into those things that just hurt so much. And I’m not very good at it. [17:50]<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: I suspect it might be worse, in that here anyway, and maybe with some other people as well. It’s a least there’s a bit of way that in which you do also want to also want to mention them. I said worse in sort of like a tongue in cheek.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: No, I mean, it feels worse. [18:50]<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: But I am clear that what sure as hell feels easier, or would feel easier would just be to stay the hell away from this stuff that you’re (inaudible at 19:02)<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: But you know like, some sessions I do. And then I leave, and that hurts. Then I just feel bad. Not like, guilty, but just like, more burdened. Yeah. I want to talk about (inaudible at 19:26), but I – (pause)<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: It’s really hard. [19:48] I thought I said this recently, but so much it seems to me, of what comes up around what you talk about recently is grief. And it feels like that’s what’s going on, I mean, as opposed to sort of sadness or frustration or uncertainty. I mean, those are around some, <\/span><span data-id=\"P2-N2003D1\">but grief seems to me to be the main thing.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Yeah. (pause) [20:50] (crying) So I’m thinking about like, where I try to go in my career. Do I try to teach? Do I try to be a priest? Do I do this? You know, it’s sort of been important to me to say like, I don’t want to be a priest, because I want to be back in grad school when I get home. <\/span><span data-id=\"P2-N2003F1\">[21:47] That’s not what I want. That’s not why I want that job. And at the same time, I miss that so much. And I have to deal with that. I have to not pretend that I’m there. (pause) [22:43] It was hard talking with Camilla, ‘cause she gets excited about ideas in the same way that I do. And in the same <\/span><span data-id=\"P2-N2003F2\">way that’s like, that’s why I went to grad school. Like, be with people like that.<\/span><\/p>\n<span data-id=\"P2-N2003E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562448\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">I really like talking to her. And then I leave and I feel like I’m punched in the stomach. (pause) [24:00] Working with this kids it’s like, why do I do it. You know, I just love these kids. Sharon has started to get pretty upset when I leave at the end of the day. You know, she doesn’t mind if she’s <\/span><span data-id=\"P3-N200411\">with her mom much. But she keeps saying, Tanya, Tanya like, as I’m leaving. (pause) [25:04] It doesn’t feel like that’s going to end well.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: You’re worried you’re really going to hurt them.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: They’re not my kids. (crying) And that’s some of the – I wasn’t really expecting that. {26:04] You know, if I left now, I really doubt that Sharon would remember me in five years. And I’m not so worried that I’m going to hurt them, because they don’t need me in the same way. (crying) [27:16] <\/span><span data-id=\"P3-N200451\">(pause) I do have to like, for my own sanity, I need to find a new job. I need to be doing something more than this. I’m too bored. I don’t know how to deal with all of it. [28:12]<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Do you think it would break your heart to leave them and at the same time, this is not what you want to be doing.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: I don’t know whether this will help much, but my hunch is that you’re kind of into something to do with grieving your mom.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: So I mean, it’s a little bit self-explanatory, but I don’t know.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: I’m not just talking about the (inaudible at 29:15) I guess, but kind of all of it. It seems to me there’s some way at times like, your whole world, like, everywhere you look there’s this kind of grief. With school and with Dan and with the difficult of things with James and with the kids <\/span><span data-id=\"P3-N2004F1\">and with – well, that’s a pretty good list. There’s something that is so – I mean, in a lot of ways, those things make sense on their face. [30:17] You’ve got the kids, you’ve got work, school. And those are wonderful. But there’s also this kind of very early quality to me, to it’s overwhelming, it <\/span><span data-id=\"P3-N2004F2\">doesn’t exactly come with many thoughts. I think oftentimes, it seems unending or it feels unending. It takes up the whole world. It’s all the same in some way. You know, whether you feel it over here or over there. That all sounds like you’re grieving your mom to me. I don’t know from when or from <\/span><span data-id=\"P3-N2004F3\">what exactly. I mean, there’s certainly plenty of her gone away.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Several stages. [31:25]<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: But you know, that’s not something we’re going to know probably for a while, I don’t think. But -<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: How will we know?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: Well, we might not. I mean, there are some things that happen very early that sort of, you kind of reconstruct, you know, and it seems very plausible and you never know. But there are other things where, eventually, you kind of feel it directly like, you’re grieving about her rather than <\/span><span data-id=\"P3-N200571\">any things. You know, I might not even try to sort of get there. But we’ll sort of see where things go. I guess I mention it in that in a way, I guess I imagine it might help to think that there could be some – this could relate to something. 32:42}<\/span><\/p>\n<span data-id=\"P3-N20056-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562448\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Yeah. No, it helps.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: At the same time, I guess I don’t mean to pretend that imagining this might be true, or entertaining it makes you feel less overwhelmed or does away with all of the kind of (inaudible at 33:13) and uncertainty that just seems part of it if that makes sense.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: It helps. [33:30] It helps to have some sort of – at least, some idea of – I guess I just feel like I am grieving and it feels like it’s just totally out of proportion than with what actually happened. And it helps for there to be, at least, a possible reason for that.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: It makes you feel less off.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Yeah. [34:25] (pause) So I found that, being gone for two weeks, I think as far as I can tell, the only thing that I’m sort of not replaceable for with kids is that like, her parents have no fucking clue what to do with Sharon’s hair.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">[Laughter]<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: I came back and it was like one, solid mat. [35:40] (pause) [36:27] It really bothers me that Dan’s getting divorced, and it makes me really, really sad. And I’m not sure why. I really don’t think that’s my fault. I don’t feel responsible for it. It just sort of breaks my heart. [37:29]<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: There must be part of it that feels torn apart for somebody that you care about.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: It could be. (pause) I miss him. [38:29] (pause) My best friend from high school, Heather Kate is moving to Colorado in six months. Her husband got the job there.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Will they live out there?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Yeah. I don’t remember how far out it is, but it’s not as far as New Mexico.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: That’s true. It seems like, I think it’s 50 or 60 minutes.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Oh, okay. That’s not bad. It’s a half an hour to get downtown. [39:33]<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: I think the job is outside of is off the interstate, maybe.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Cool. So yes, I still have a year and six months. It’s just like, I don’t know what to do. I don’t know how to talk to James about his life. I’m pretty sure he still hasn’t applied to any place. It’s just so hard, but I can’t do anything. (pause) And I feel like being hospitalized again is making <\/span><span data-id=\"P4-N200751\">him feel like he’s under more pressure to stay here. [40:47] I don’t know how important it is to stay here. I just don’t know. I feel like wherever we are and where I am now is the worst possible thing. Just not knowing.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: Oh, in that sense. Well, I imagine to move would feel like turning everything upside down and that you’re living with the possibility that that could happen at any time you could find that out or, you know, any time within a few weeks. [41:52]<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: But when I think about moving, it doesn’t – You know, sometimes it seems scary and awful and sometimes it’s like, oh, well that could be really good. It feels like we’re stuck in this purgatory. (pause) [43:05]<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: I think as I imagine, among other things, losing me at this stage – and I don’t know how to say this without sounding like an asshole, would be hard.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: That doesn’t make you sound like an asshole. Yeah. No, that seems like – I feel like I would not survive that. (pause) I don’t know what I’m going to do. I’m scared. [44:01] It also feels like it’s not going to end well.<\/span><\/p>\n<span data-id=\"P4-N2007C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562448\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Less so, but -<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: Well, we should stop for now.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}