{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her fear over calling her broker, because she's worried that she has lost a bunch of money and does not want to be perceived as a fool."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Shame","Stress","Self confidence","Embarrassment","Psychoanalytic Psychology","Sadness","Anxiety","Anger","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["7"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Shame","Stress","Self confidence","Embarrassment"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562164","dorpId":"1006469157","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"B\", Session February 19, 2014: Client discusses her fear over calling her broker, because she's worried that she has lost a bunch of money and does not want to be perceived as a fool.","fullTitle":"Client \"B\", Session February 19, 2014: Client discusses her fear over calling her broker, because she's worried that she has lost a bunch of money and does not want to be perceived as a fool.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562164\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: [ ] (inaudible at 00:00:00) 6:00 PM I need to get to work early so that I can get out earlier so I can get to my appointment.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I’m making sure I had it right.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: It makes me [ ] (inaudible at 00:00:15). (pause) I just feel overwhelmed by everything I have to get done. Just the mental to-do list is exhausting. The obvious answer is do the things that are on the to-do list, but some of them are just really intimidating.  One of the things on the to-do <\/span><span data-id=\"P1-N200111\">list is deal with transferring my brokerage account; and that’s been on the to-do list for four years now. It’s ridiculous. I should just do it, but about three months ago I had a voice mail saying they needed to speak with me about my account. It was very serious business and stern and I was terrified <\/span><span data-id=\"P1-N200112\">and I haven’t called them back. I haven’t been getting statements from them for the last three months, so I think they think the account is abandoned and took my money and I don’t know how to deal with that. And, of course, part of me is saying it’s my own damned fault for not dealing with it for four <\/span><span data-id=\"P1-N200113\">fucking years and I deserve to have lost the $12,000 on the account. That’s just the cost of being an idiot and I deserve it. I don’t know. It’s really upsetting and I don’t know what to do about it.  The obvious answer is call. I can’t do anything until I know what actually happened, but that’s terrifying. <\/span><span data-id=\"P1-N200114\">I sat down on my lunch break with the phone number in front of me probably a dozen times in the last three months, and just can’t do it and I don’t know what’s wrong with me. (chuckles) It’s just a phone call – with serious consequences. $12,000 is an enormous amount of money, but I can’t do it and <\/span><span data-id=\"P1-N200115\">it’s really upsetting. (pause)<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Maybe you would fear for your life if you find out that you blew $12,000.  (pause)<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I feel like an idiot. (pause) Dave won’t help me. I’ve tried to recruit him to help me, but every time I try to broach the subject, I fall into a spiral of self-incrimination and hatred and literally have a meltdown and start crying and am literally incoherent. And then Dave tries to calm me <\/span><span data-id=\"P1-N200151\">down by saying, “It’s okay; it doesn’t matter. Let’s do this some other time when you’re calmer,” and then it doesn’t get done. And then just the anxiety mounts so the next time I bring it up, the meltdown is even worse.  I don’t know how to tell him that I just need him to just sit with me and hold <\/span><span data-id=\"P1-N200152\">my hand while I make the call – or even just make the call for me. Since we’re married, I think legally he can do that.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: He can do that.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yes. (pause) It’s really frustrating to me, but when these sorts of things happen, he focuses on sedating me, really, instead of doing the thing that would help me not need being sedated.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Which I imagine feels like it kind of confirms yeah, this is too much.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: And also that I’m a fuck-up. (sighs) Or like another thing that’s on the to-do list: Dave still hasn’t called and made an appointment to get his sperm tested, and it’s like (sighs) I’m tired of nagging him about it.  (pause) I don’t know what to do about that either because every time I try <\/span><span data-id=\"P1-N2001D1\">to bring that up he’s too tired or he’s too stressed or he’s had a busy day and can we talk about it later. Even if I bring it up at 11:00 on a Saturday after we’ve had a leisurely brunch, he’s still too tired and too stressed and too busy. Well, there’s never a good time.<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562164\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: It’s suspiciously like he does not want to have that tested.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Yeah. (sigh) (pause) I don’t know. This wasn’t as big a deal when I was 28, but I’m 32 and that’s edging into the risk curve for birth defects and it’s really frustrating. <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: As far as the call, you’re welcome to call here, if you like.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Okay. I might take you up on that next week. I don’t have the account numbers with me. (pause) Neither Dave nor I are good at dealing with paperwork, so we have a stack of mail that’s literally four feet high that neither of us have gone through; and God only knows what horrible surprises are <\/span><span data-id=\"P2-N200251\">lurking in there.  I get stressed and panic doing anything to do with money or bills, so when we got married Dave took over that part of the chore list, so now I’m responsible for more – I don’t know. The division of labor falls awfully close to the stereotypical [center line] (ph?), which is upsetting. <\/span><span data-id=\"P2-N200252\">(sighs) Dave is also not good at it, only instead of stressing about it, he just doesn’t do shit. So our car insurance didn’t get paid for a year and a half and I didn’t find out until I called to get my batter jumped and they were like, “Well, we canceled your policy because you didn’t pay.” I was <\/span><span data-id=\"P2-N200253\">like, “You can’t just not pay the car insurance.” But at this point, neither of us have filed the incoming mail for over six months and I’m terrified of what’s in there. The longer it goes, the more terrified I get. But clearly, I can’t count on Dave to stay on top of things, so I should just take it <\/span><span data-id=\"P2-N200254\">over. But that’s enormously difficult for me and I need coping skills for just being able to do the stuff that needs to be done that functional adults do because this is the world we live in.  And to be a functional adult, you have to be able to deal with paper. (pause)<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">Dave doesn’t have life insurance because when his old company sold his group, we were able to get on my insurance policy because there was a life-change circumstance and I signed him up for life insurance.  The life insurance company said he had to go fill out a form and so I gave him the information <\/span><span data-id=\"P2-N200271\">to fill out the form and he didn’t do it. So then he didn’t have life insurance until open enrollment happened a year later. And during open enrollment I signed him up for life insurance and there was the form that he had to fill out – medical history, that sort of thing – and this time I tried filling <\/span><span data-id=\"P2-N200272\">it out for him, but there were questions that I didn’t know the answers to so I asked him to tell me the answers and he didn’t. I begged him in person and he kept saying, “Let’s talk about it later.” And I bugged him on IM and I sent him e-mails and I gave him a blanked out form and said, “You can just <\/span><span data-id=\"P2-N200273\">fill it out,” and he didn’t. So now he doesn’t have life insurance again until the next open enrollment. (sighs) (pause) <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">I just have this huge list of things in the back of my head of things that I should be worrying about because what if they go wrong? And I don’t know if the problem is that these are actually important things that need to be dealt with or if this is pathological anxiety for anxiety’s sake on my part. <\/span><span data-id=\"P2-N200291\">But it’s enormously draining and actively prevents me from doing other things because every time I try to do something in the realm of self-care or dealing with other stuff that I can deal with, like stuff with my press, all of these worries raise their ugly heads and say, “This is more important. You <\/span><span data-id=\"P2-N200292\">should be worrying about this instead of them.”<\/span><\/p>\n<span data-id=\"P2-N20028-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562164\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: Right. Like you should not be doing something that you enjoy or that’s easier.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: Right. I guess the term I want to use is “cognitive load.” There is just such a huge load of background processes that there are no cycles left for . . . <\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: Other things?<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: And it’s really super frustrating to me that Dave refuses to talk about this and when I bring it up, he turns it into a “how can I calm you down and placate you and get you to stop freaking out,” as opposed to “how can we deal with the problem that’s causing me to freak out?” (pause)<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: The images that come to my mind about these what you’re calling background processes, are more something like this is the stuff of a childhood nightmare. [ ] (inaudible at [0:12:01]) It’s terrifying.  (pause)<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: And it’s really lucky that Dave and I both happen to have jobs that pay very well because I’ve lost count of how much money we’ve lost over the years to late fine and cancellation fees and renewal fees because we both suck at keeping up with this sort of thing. <\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: At the moment, I think that what I hear, in a way, is like he seems impotent about this stuff.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: It’s not like I’m doing any better, but at least I’m willing to admit that I’m bad at it instead of saying that I’ll do it and promising that I’ll take care of it, and then not doing it. <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: [I think I’m kind of a little like him to you, in that you want a strategy. You want something, I think, more active from me, like “let’s bring this stuff in and let’s look at it. Let’s go through it” or “here’s what you can do: do some deep breathing and do this and do that and the other <\/span><span data-id=\"P3-N2003B1\">thing when it happens,” like you want me to give you something or take charge of this because you’re making it very clear you really can’t handle it. I guess it also feels like I’m not really doing anything to handle it either, nor am I admitting really that it’s because I can’t. [00:15:03]<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: Right. (pause) I think it’s more that you won’t. (pause) I just don’t understand how one phone call can be on my to-do list for four years and not get done. I feel really ashamed about that. (pause) <\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: As I said, it seems to me that at least part of it is you’re so scared of how angry you’ll be at yourself that you’ve lost the money or something like that, although it clearly didn’t start that way. I can’t tell whether you’ve set yourself up in this to sort of keep a level of terror and <\/span><span data-id=\"P3-N2003F1\">shame and guilt in your life for some reason – I mean, that’s a thing people do sometimes – or if there’s something else, like if you’re just so intimidated to do anything about these things because they all make you feel so crushingly incompetent.  (long pause)  I guess the other motive in here with <\/span><span data-id=\"P3-N2003F2\">me is that I think, from what you just mentioned, you feel like you’re just sort of here writhing pretty much in front of me over this.<\/span><\/p>\n<span data-id=\"P3-N2003E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562164\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: Yep.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: And so ashamed and intimidated. (pause) I guess I would imagine that’s probably how you also experience my not doing something more instrumental to help you. If it’s that I won’t, it must be because I know you know intellectually this is not the reason, but that you don’t deserve it and it’s <\/span><span data-id=\"P4-N200431\">because you’re horrible.  I guess that’s what I imagine.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: I don’t know.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: I would be glad if that were not the case.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: I would like to think I understand your reasoning for not using instrumental solutions well enough that I wouldn’t have that reaction.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: I guess, again, if that isn’t how you feel I’m glad of that, but in my mind, the way this sort of thing works, you could understand intellectually perfect well why I don’t help in a more strategic instrumental way and still feel kind of, at some level, like it must be because you’re horrible <\/span><span data-id=\"P4-N2004B1\">and don’t deserve it.  That feeling and the understanding are different. That may still not be how you feel.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: No, I don’t think it is.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Okay. I’m just saying that in my mind, the one doesn’t preclude the other. That’s all.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Mostly I just feel embarrassed to admit to you how much of a mess my financial status is right now. My parents are totally neurotic about keeping track of money, to the point where my dad saves receipts and will also break down the amount he spent in a ledger and then compare the amount in his <\/span><span data-id=\"P4-N200511\">ledger to his credit card statements.  He keeps track of his money to the penny and checks his brokerage accounts daily. It drove me nuts when I was growing up because he would give me my allowance and then he would ask me to account for it.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: In the same way?<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: In the same way. I wasn’t do this for my [ ] (inaudible at 00:22:23) or the 65-cent candy bar at school between classes when I was starving. (sighs) So every time I try to tackle the financial paperwork I feel like if I’m not keeping track of it to the same literally neurotic extent my dad does, <\/span><span data-id=\"P4-N200551\">then I’m not doing it right. And so then I try to set up a system where I’m filing everything and keeping everything and have everything in a ledger, and I can’t. I can’t do it. It’s way too much work and I resent it. I don’t want to do it and then it just piles up. Lather, rinse, repeat.  It’s not <\/span><span data-id=\"P4-N200552\">good, right? Like my dad, I don’t have a budget; and to some extent that’s okay because we both have frugal tastes and we earn enormously more than we spend, so we don’t have to budget for things like dinners out because we can afford to eat out as often as we want, wherever we want, and it won’t hurt <\/span><span data-id=\"P4-N200553\">us. We won’t overdraw our checking account. It won’t impact our long-term retirement saving or our ability to pay rent. But I expect that once we have kids and we have more expenses and we have a bigger apartment which costs more, that won’t be the case anymore. (sighs) But every time I try to do things, <\/span><span data-id=\"P4-N200554\">there are tools that you can just dump all of your data and we pay for almost everything with credit cards or our debit card instead of cash, so it’s easy to track.  But then I get obsessive about I have to categorize everything correctly and every expense has to go in the right column. There are all <\/span><span data-id=\"P4-N200555\">of these expenses that you have like lunches in the cafeteria or hundreds and hundreds of transactions. Or paying for parking to come here. That’s paid for on the debit card at the garage across the street and it’s like, well, how do I file that? Do I file that under transportation? Do I file that under <\/span><span data-id=\"P4-N200556\">medical expenses? I actually spent three minutes staring at that a couple of months ago trying to figure out where to file it and gave up in frustration. I tried using just a spreadsheet. I’ve tried using [ ] (inaudible at 00:24:51). I’ve tried using another open source tool that I can’t remember now. <\/span><span data-id=\"P4-N200557\">It always ends the same.  (sighs) It’s really frustrating. (pause)<\/span><\/p>\n<span data-id=\"P4-N20054-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562164\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: I can see how [ ] (inaudible at 00:25:31) between you and your dad where he had some completely ridiculous standard that you both wanted to adhere to and feel like is really how you need to be in order to be okay; and then, at the same time, feel is completely ridiculous and resent the hell <\/span><span data-id=\"P5-N200571\">out of.  Then there is just this total breakdown where there is nothing redeeming anywhere about any of it, nothing understanding and not being able to do it and not understanding the system that’s set up.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: I literally have no idea what a healthy level of engagement would look like for financial stuff for a reasonable adult of my income level.  I have these friends, Timothy and Janice, who are, in order of magnitude, wealthier than I am. They both come from old, blue-blood country-club families <\/span><span data-id=\"P5-N200591\">and Timothy got very lucky in the start-up game, so they own two vacation houses, for example. Janice works part time. She has a PhD and she works part time as a glorified secretary, basically, and raises their kids and spends 20 hours a week on hacking the financial system. I can’t think of a better <\/span><span data-id=\"P5-N200592\">way to say it – opening credit cards for points, closing them before fees start rolling in, transferring accounts between brokerage firms, dealing with banks, playing the points game with travel because Timothy travels for business a lot. He’s the CEO of a company of 4,000 employees, so he travels a <\/span><span data-id=\"P5-N200593\">lot.  So playing the points game and getting free things from points. Every time she talks about this to me I feel like I’m doing something wrong with my life because there is all this money just lying on the table that requires no work. It requires time and energy and understanding and that’s work; <\/span><span data-id=\"P5-N200594\">and I’m doing other things with my time like working full time and running a business and editing a magazine on top of that and having a social life and singing in choir and piano lessons. If I didn’t do any of those things, if I only had a 20-hour-a-week job and the rest of my time was devoted to finances, <\/span><span data-id=\"P5-N200595\">I’m sure I could figure it out. But I feel like a loser if I can’t and also like . . . <\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: I can imagine that, at some level, with all of those realities, that you can imagine they should just go out the window and this is how your father’s daughter should do it. <\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: Of course, my father has no hobbies. He goes to work and comes home and watches MSNBC or Fox News now. He used to watch some of these shows where they did mostly financial news and nothing else, but I don’t know if they’ve shifted their focus or they’re more political. But he comes home and <\/span><span data-id=\"P5-N2005D1\">he watches the news. He watches cable news and deals with money. That’s all he does and that’s really depressing. I don’t want his life. Intellectually I understand that my neuroses about money come from my father and that there is some kind of healthy balance that is not being my father and I don’t <\/span><span data-id=\"P5-N2005D2\">have to live up to his standards, but understanding that intellectually hasn’t helped me actually deal with money in a healthy, reasonable, sane way.  (sighs) I wish understanding your neuroses actually just made them magically disappear. If that were the case, I’d be doing really well.<\/span><\/p>\n<span data-id=\"P5-N2005C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562164\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: And I’d be out of a job. (chuckles) I don’t mean just with you; I mean in general. I guess hopefully part of what you mean by that is [being really tolerating and really looking at the intolerable, unbearable aspects of the neuroses can seem to ameliorate them.] (ph?) (pause) <\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">CLIENT: I don’t think I understand what you meant there.<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">THERAPIST: Intellectual understanding is good, in a way. It’s better than not having it. No question. At the same time, I think how it can also function for you is to distance yourself from what’s so much more disturbing in the neurosis, which functions to preserve it.<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: That I’m stepping back from it and analyzing it instead of pushing through it, sort of? <\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">THERAPIST: To be more specific, the phone call, let’s say. It’s pretty clear you’re terrified of how angry you’ll be or might be, and it’s the specter of that. There is the shame and incompetence you feel the longer it has gone on. There is the way this is one corner of a larger picture about you and <\/span><span data-id=\"P6-N200671\">your dad about finances. I’m not saying these things are separate. And, as you say, the kind of anxiety and terror about those things, makes them really hard to bear, I think, and what makes it hard to pick up the phone.  And, I guess, I have two follow-up things. One is there is a [ ] (inaudible at <\/span><span data-id=\"P6-N200672\">00:34:21) in that geez, I should just be able to pick up the phone. This is ridiculous. Clearly the practical way to deal with this and make myself feel better is to just call. You’re reacting to it and probably backing off of all the things that make it really hard to do that. That’s all I’m saying. <\/span><span data-id=\"P6-N200673\">In a way, it’s good evidence. I don’t mean you don’t want it to be anything like, “Oh, my God. If I pick up the phone a lightning bolt could strike me and I could die.” Sometimes it’s good to say, “I know that, ultimately, what’s really going to help is dealing with this.” But it kind of cuts both ways <\/span><span data-id=\"P6-N200674\">a little bit, too.  And focusing on that can be something else maybe you can go ahead with and be a way of backing off. The other thing I was going to say is this is why I’m always fussing about things between what I think are between you and me. That is how this becomes a kind of hothouse or the more <\/span><span data-id=\"P6-N200675\">neurotic feelings around these kinds of things makes them, thereby, easier to get a hold of. However, now I have been pulled into providing a more conceptual overlay it occurs to me.  (pause) I guess it’s, in part, probably me reacting, I think. I would imagine a feeling that you have that you’re kind <\/span><span data-id=\"P6-N200676\">of not getting anywhere.<\/span><\/p>\n<span data-id=\"P6-N20066-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562164\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">THERAPIST: With any of this. You come in and talk about it and what happens? Look at all the ways it’s impossible and untenable; and it feels unlivable and you’ve been demoralized. <\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">CLIENT: I’m always demoralized, though. That doesn’t signify anything.<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">THERAPIST: I think it probably recapitulates, to some extent, some of the stuff you’re [ ] (inaudible at 00:37:19) with your father. I have this impossible way of doing this that’s supposed to work and it’s both the case that I identify it being impossible because somehow you’re supposed to be talking <\/span><span data-id=\"P7-N2006F1\">about this and it’s supposed to be making things better if you do it just the right way. You are either not good enough or you’re buying into the wrong way of doing things; and so you’re kind of upset with and disappointed in me or very disappointed in yourself.  I imagine this feels like that that <\/span><span data-id=\"P7-N2006F2\">way, except in a way it’s worse because like the thing with your father and money you can say, “Okay. Sometimes I can step back and just know this is crazy and most people I know have some middle way of dealing with this that works well enough for them. But as it is, what am I supposed to do?” We should <\/span><span data-id=\"P7-N2006F3\">stop for now.<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}