{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a situation at work where she felt that she did not assist the customer to the best of her ability and is embarrassed that she brought shame onto her organization. Client discusses her family relations and how she's upset that her parents aren't prepared for retirement. Client discusses the current relationship she is in and how sad she feels when she remembers that he is married."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Infidelity","Relationships","Work behavior","Embarrassment","Psychoanalytic Psychology","Self Psychology","Anger","Sadness","Anxiety","Crying","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["21"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Infidelity","Relationships","Work behavior","Embarrassment"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Sadness","Anxiety","Crying"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":14,"pageCount":14,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2563447","dorpId":"1006526461","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session April 07, 2014: Client discusses a situation at work where she felt that she did not assist the customer to the best of her ability and is embarrassed that she brought shame onto her organization. Client discusses her family relations and how she's upset that her parents aren't prepared for retirement. Client discusses the current relationship she is in and how sad she feels when she remembers that he is married.","fullTitle":"Client \"J\", Session April 07, 2014: Client discusses a situation at work where she felt that she did not assist the customer to the best of her ability and is embarrassed that she brought shame onto her organization. Client discusses her family relations and how she's upset that her parents aren't prepared for retirement. Client discusses the current relationship she is in and how sad she feels when she remembers that he is married.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":14,"totalPages":14,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":14,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563447\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Alright. (PAUSE) Okay. (PAUSE) So... (SIGH)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Hi.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Hello.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: How are you?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: I’m well. I’m well. You?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I’m okay. I had a great weekend. But I don’t know why now today I feel like ugh, like weird again.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Weird, huh?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Weird... Like I keep running into people I know. Like I was just driving to get parking here and I noticed one of the psychiatrists that works with us just like randomly walking by. And then this weekend I did some jogging and I ran into someone. I heard my name being called and it was someone <\/span><span data-id=\"P1-N2001B1\">I work with, like at one of the other offices. And then I’m like crossing the street and my executive director is like in her car, like not even noticing I’m around, just driving through. And I’m like, “This is a small town.” <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">Like this would never happen in Jamaica. But then it brings up like concern of like, “Wow, I really have to watch my behavior.” And, again, it brings up like anxiety, “Oh my gosh. I wonder who saw me.”<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Oh.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I started looking up... Like I was looking up funny YouTube videos or something. Then suddenly, one other one came up that I guess was related and it said, “Drunk girl something,” and then I started typing in other things like looking to see if someone posted a video of me.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Oh.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Thank God like I didn’t find anything. But you never know. Like with everybody having a cell phone. (PAUSE)<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: Yeah. Just something... Somebody... Who’s watching?<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Yeah. And I had a little incident, like (SIGH) some unhappy students because they were trying to get their roommate in because, “We’re so worried about her. She has an eating disorder. She’s running eighteen miles a day and eating a handful of popcorn every day.” And they came in like two months <\/span><span data-id=\"P1-N200291\">ago to see me. And I offered them... <\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: Did you tell me about that situation?<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: I don’t know.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">THERAPIST: Oh. I remember somebody, a group of students going into talk to you. But it was like a lot of intense... They were an intense group themselves. But this happens a lot.<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">CLIENT: I had a couple, like... Okay. Yeah. At the beginning of the year, I had a group worried for someone because she tried to commit suicide.<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">THERAPIST: That’s... Yeah. That’s what it was. Okay.<\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">CLIENT: Yeah. And that one went fine. But this one it was just one roommate coming in saying, “I’m so worried about my roommate. What services do you guys offer?” So I gave her all... “These are your options.” About a month and a half goes by and finally her roommate contacted me via e-mail. “Great. <\/span><span data-id=\"P1-N200351\">I’ll let you bypass the system.” Like normally we have a triage system. Like a counselor will call you, ask for your basic info and then assign you to someone. I said, “Just call the front desk. I’m the one who notified them. They’ll put you into my schedule.” <\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">Because I’m in between patients. Like, we’re going to do a back and forth dance. “So let the front desk take care of you.” She calls the front desk and even though I had made them aware of the situation, “This is the name of the student. It’s okay to put them on my schedule,” it’s crazy. Like I don’t <\/span><span data-id=\"P1-N200371\">have an opening for three weeks and everybody is in crisis. And they must have forgotten, you know, because she called and freaked out that they said, “Oh, you have to have a triage call.” And she started crying on the phone, “How do you expect me to tell my problems to a perfect stranger?” Yet that’s <\/span><span data-id=\"P1-N200372\">what she wanted to do with me. She had never met me. But anyways, the next thing you know, the roommate who had come to see me is writing me a long e-mail complaining about how disappointed she is in Counseling Services and, “I’m not saying it’s anything you’re doing Dr. Barnes (ph). But, you know, <\/span><span data-id=\"P1-N200373\">you led me to believe that you would take care of my roommate.” <\/span><\/p>\n<span data-id=\"P1-N20036-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20036-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563447\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">Like I think she had this fantasy that as soon as they convinced their roommate to come, I would like swoop her up and just be like, “Okay. I’m going to take care of you.”<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: She didn’t expect that like there might be a two week wait for an appointment. Unless her life is in danger... I mean, she can come in and see the person on call. But if she wants to see me, it’s going to be a process. So this long e-mail... And I felt really sad. I was like... She wasn’t hostile <\/span><span data-id=\"P2-N2003D1\">towards me, more towards the system. And I have this mentality of like, “The customer is always right.” And I want to make people really happy. I don’t want to make people upset with me. And so I wrote her back like, “You know, I’m so sad you had this experience. It seems like our plan didn’t work. <\/span><span data-id=\"P2-N2003D2\">How about you contact the person on call right now? Let’s get your needs met. Let’s get your roommate’s needs met.” Anyways... She responded very... She called right away the person on call. It’s funny because I mentioned this in a little meeting today and one of my colleagues who supervises me now, <\/span><span data-id=\"P2-N2003D3\">when I said, “The customer is always right so this is how I approached it,” he was like, “No. The customer is not always right especially not in therapy.” <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">I guess we just differ on that. Like I... Even though... Yeah. She... I’m not going to... She definitely had this fantasy of me coming in and taking care of her roommate and everything. But I’m not going to say that to her face. Like she’s not in treatment with me. You know, I’m going to be polite and <\/span><span data-id=\"P2-N2003F1\">that’s just my way of being. And I guess he wouldn’t have had a problem saying to her, be more direct like, “Well, you misunderstood. That’s not how we do things around here.” Like that’s his approach. But that’s not me. So I think I’m okay with doing...<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Well, yeah. And that kind of approach that he’s... Was it a he that...<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: It was a he. He’s kind of... We joke like about his hidden aggression. He’s a little hostile underneath the surface.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: Yeah. Well, yeah, yeah, yeah. What is it about... And also what is... You know, it seems to me like you were maybe trying to understand where all this was coming from too. I mean, I think if you kind of go with, you know, the customer is always right, you’re trying to look for what do they <\/span><span data-id=\"P2-N200451\">feel like they needed and why did they... <\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: Yeah. They felt like they were let down and maybe they felt like I had misled them. Maybe I wasn’t clear enough in saying, “By the way, when she gets here, it might not be immediate. It might take two weeks.” In her e-mail, she’s like, “And she’s practicing for the Providence Marathon and she’s <\/span><span data-id=\"P2-N200471\">only eating 300 calories a day.” I’m like, “That’s really concerning. Call the POC (ph) right now.” Things smoothed over after she talked to the POC who got her roommate into see me. Like I’m meeting with her this Friday or something. The roommate wrote me back, “Thank you so much for, you know, giving <\/span><span data-id=\"P2-N200472\">my information to the POC. She was very helpful. My roommate has an appointment with you. I’m sorry that there was such a miscommunication,” whatever. She’s happy supposedly. <\/span><\/p>\n<span data-id=\"P2-N20046-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563447\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">Then I get an e-mail from my boss saying, “Did you see the latest article in the GWU (ph) newspaper?” It was a student basically complaining about us, not naming any names but basically telling the story I just told you...<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: Is that right?<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: ...and how disappointed she is in the mental health system at GWU and how, you know, there should be like more clinicians or more money and it’s ridiculous that I have somebody who’s on death’s door and she’s not being taken care of. Mind you, this student has gone to health services for checkups. <\/span><span data-id=\"P3-N2004D1\">If she was on death’s door... Like they weighed her, they did her blood pressure. It she was on death’s door, they would have sent her to the ER.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: So... (PAUSE) Anyways, like... But when my boss said that... Like he came in very relaxed, kind of chuckling, “Did you see this article? Tell me the details in case anyone asks me.” You know, because he’s the director. I’m sure someone, the president or...<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: It was in like the student newspaper?<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Yeah, yeah. So I’m sure someone will ask him about it and he just needs to know the details. But I didn’t feel threatened at all. Like... <\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">But I have this anxiety that one day he’s going to come in and be like, “Melanie (ph), one of the students told me that they saw you, you know, drunk and disorderly out in public.” Then I’m building this and I’m finding myself feeling like a huge fraud.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: What if they did? What if they saw you out? (PAUSE)<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: I would be so ashamed and embarrassed. And like my friend Carly (ph) who works there part time, she tries to make me feel better because I talked to her about this. (LAUGHTER) And she’s like, “I’m sure that everyone there struggles with something. I mean, they’re human. I can just picture so <\/span><span data-id=\"P3-N2005B1\">and so like maybe their thing is gambling or maybe their thing is food or drinking. You know?” Like she tries to make it like, “Melanie, you’re human. You make mistakes.” But for me, I feel like the position I’m in... I don’t know. If I was a sales person or something, I don’t think I would feel the <\/span><span data-id=\"P3-N2005B2\">shame I feel. <\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">Like I feel like I have to be a very ethical, put together, psychologically sound person to be a psychologist. And I am in the room. I haven’t done anything unethical, anything I’m not proud of in the room.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: Gosh. What it makes me think of like, just to share this, you know, maybe randomly is that, you know, in some ways, it’s so, such a kind of a... I was thinking about how you’ve described this feeling before to me about what are people going to make of this side of myself that, you know, that <\/span><span data-id=\"P3-N2005F1\">I don’t want people to know about and what if they were to know? How would they shift in the way that they think of me? <\/span><\/p>\n<span data-id=\"P3-N2005E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563447\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">You know, it seems to me like there’s some roots here in what you’ve been, what you’ve told me about your family in some ways. In some ways, first of all, I think of kind of the danger it was to show another side of yourself to your family as well as to kind of, even with your mother I think... Well, <\/span><span data-id=\"P4-N200611\">not even with your mother. I think with your mother there’s a way you feel like, “I’ve got to be the psychologist. If I’m not the psychologist and she sees some other part of me, this is going to...”<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: This ship’s going to sink.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: The ship’s going to sink. Something about you needing to be the kind of, the one that’s kind of like, yes, steering the ship... What happens if you...<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Yeah. It’s funny you say that. I have a lot more to say about my family that has been coming up. But I’ll get to that in a minute. But, yeah. I don’t know if that’s me putting pressure on myself or if that’s the way they treat me. You know, my mom just called me on the phone now. She’s dealing <\/span><span data-id=\"P4-N200671\">with some kind of family problem. She’s like, “Melanie, you’re the psychologist. You tell me.”<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: “What should I say?”<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Yeah, yeah. Well, it seems like when you describe it at least, there’s this feeling, of course, it’s coming from your mother that brings that in, that, you know, “Hey, I need you to be... I’m looking for you to be the expert, for you to be the one that knows, the one that’s kind of steady <\/span><span data-id=\"P4-N2006D1\">in so many ways.” And when you don’t do that, you get these senses of disappointment. I also think though... You feel it too. You feel it too. You feel that there are consequences in how you feel if you mom (inaudible at 00:11:41) that’s not.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Like I’m not allowed to have my own demons.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Anytime she gets even a whiff of that, she shuts down.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: Like...<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: Yeah. It affects you. It really affects your...<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: It makes me feel so broken. And... (PAUSE) <\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">(PAUSE) Yeah. (CRYING) And it’s like I’ve been so sheltered the past two weeks. Like I’m... Well, last weekend was when I had the conference. Right? And then...<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">CLIENT: This past weekend... Because we’re only two weekends out from that horrible weekend and this weekend, I stayed in on Friday and I rested and I’ve been eating well and I went on Saturday and I ran. Like I found a new path, you know, because I live in Falmouth (ph) now. So I found a path and I <\/span><span data-id=\"P4-N200811\">went all the way to the reservoir and I avoided eye contact at all costs because I didn’t want to run into any of my clients. But not like they would recognize me anyways because I’m so out of my element. But I just didn’t want to... I guess I didn’t want to make them uncomfortable.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">THERAPIST: Hmm. Yeah. What if they saw you? <\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">CLIENT: I don’t know why that bothers me. I think I’m... I haven’t put a lot of thought into it. I just hear a lot of people say that. Like a lot of people I work with, they avoid going to a certain gym because a lot of students might go there. You know? But what if they saw you? (PAUSE) I don’t know. I just...<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">THERAPIST: Listen. I’m not saying that, you know, saying that they’re wrong to feel... But I’m sort of wondering what is it about that to you?<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">CLIENT: I don’t know. Maybe they won’t... I don’t know. It’s stupid. I was going to say, “Maybe they won’t see me like in the same role, like all knowing, like the doctor in the office.” But they’ve got to know I’m human and I don’t wear work clothes sometimes or...<\/span><\/p>\n<span data-id=\"P4-N20088-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563447\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: I wear sneakers and I go jogging.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: Yeah. (PAUSE) Yeah, yeah. No I hear too on the thread of the story you told me about the, about these girls, the roommates wanting a kind of... And I think you’re right. They must have wanted some kind of like real sense that, “There’s somebody looking over us. They’re not going to mess it <\/span><span data-id=\"P5-N2008F1\">up. They’re going to get it.” And then when you feel like somebody drops the ball, you feel like that image of you is downgraded.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: Yes, yes. (PAUSE) So I’ve been trying to get into my old routine now that the weather is changing. And that made me feel good. So I worked out. And then I went that night to my friend Carly’s house, Saturday night and we just had a night in with TV and conversation, like we used to before I <\/span><span data-id=\"P5-N200911\">met James (ph). And then Sunday, again, I woke up at a decent hour, ran errands, like things I’ve been wanting to do for a long time, just checked them off my list, ran again, it was a beautiful day, cleaned my house, did laundry. But I feel like I’m going to keep doing this as long as I can and I have <\/span><span data-id=\"P5-N200912\">not had a drop of alcohol. But I feel like it’s a matter of time before I screw up again. <\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">And it always feels this way. Every time that I do something like I did on St. Patrick’s Day, I feel like I’m very good for a long time. Like give me a good six months that I’m very careful. I probably won’t have even like a glass of wine for another three weeks or so. I’ll start slow and then... But <\/span><span data-id=\"P5-N200931\">then I’ll get more comfortable with it. And I’ll start going out with friends again. Like I haven’t even gone out to bars and stuff with friends like I used to. I just... I feel like hiding. I don’t feel like, “Oh my gosh. What if I run into someone who recognizes me from that night? Or what if I lose <\/span><span data-id=\"P5-N200932\">control again?” But it’s always this feeling like, “But it’s only a matter of time before you screw up again.” And I’m so scared of that and I think, “Why did it have to be that way? I didn’t want it to be that way.” <\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">And like so much is on the line now. (CRYING) Like I have this fear that I’m just going to like lose my whole career. You know?<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: Yeah. And the way you laid it out to yourself is almost like you’re saying, “I’m being good. I’m being good. But wait. I’m going to be bad soon.” It’s really... That kind of way you’re... A certain kind of self that you want to stay, that like I think has something to do with, “Well, I can <\/span><span data-id=\"P5-N200971\">feel good as long as I’m acting good, as long as I’m being good, acting and being good. I don’t know what to do with these other aspects of myself.” And... (PAUSE) But, you know, they’ve got that kind of flavor of some part of you, some echo in you or something that’s there. But you don’t know... Like <\/span><span data-id=\"P5-N200972\">the two just have to be separate. The two... <\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: But it’s like that with everything. Like look at my romantic relationships. Look at us in here how I’ve told you, “I can’t think of you as a human.” (LAUGHTER) Like even when you come in, my mind wanders like, “Oh, maybe he had a break. Maybe he was taking a walk. Maybe he went to go get something <\/span><span data-id=\"P5-N200991\">to eat.” But then like my mind goes quickly back to just you exist in this room.<\/span><\/p>\n<span data-id=\"P5-N20098-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563447\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: Yeah. What do you think it is? What... Something starts to happen when you start to think of me outside of the room.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: I don’t know. I’m just thinking now... Because I stop it when that starts to happen. Like, “Oh, okay. Don’t want to think about that.” It’s not like it brings up anxiety. But I just avoid it. But I’m just thinking about when I said earlier, when I came in and I said, “That psychiatrist walking <\/span><span data-id=\"P6-N2009D1\">around...” Like maybe if I saw you walking around I would think, “Holy shit. That means one night if I’m out with friends and I’m acting in a certain way or dressed in a certain way or drinking too much, like what might he think?” <\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: I think it’s the same thing.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: What do you think I’d think? What would I say?<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: You’d just avoid because I know that’s what I’d do. Like you might make eye contact and give me a nod or something. And then if I was at a bar, you’d probably leave because that’s what I would do. (PAUSE) But then you wouldn’t... That’s it. You wouldn’t think anything else of it. (PAUSE) Because <\/span><span data-id=\"P6-N200A51\">like... I think I ran into a client once like at a hotel upstairs or something.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: And I don’t even remember what her issue was, something about relationships and guys and she was surrounded by guys when I saw her. And I just... She didn’t even see me. So I went downstairs and I left and I stayed down for the rest of the night. <\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">But like she wasn’t even on my mind. You know? Like I just carried on. I guess it’s like my narcissism thinking, “Oh my gosh. What are these people going to think of me,” when probably they’re just not even going to think twice.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: But you didn’t think about it much. Is that what you were saying? Like after you had seen...<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: After the client? When I saw the client?<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: No. I just like, “Oh, I don’t want to make them uncomfortable.” And I don’t feel comfortable sitting here.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: I don’t know if the issue was alcohol or what. But...<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: I see. (PAUSE)<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: But everything is very...<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: But you’ve never... Have you ever seen me anywhere out or in Amherst or any... (PAUSE) Down at the hospital or anything like that? <\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: No. I used to see you when you were a supervisor there. But, again, that was like safe because it was like, “Oh, of course. He’s a supervisor.”<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: Oh okay. Okay. When I’d be at the hospital. Yeah. That’s right.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: I mean, it wouldn’t be a big deal. I’m just very neurotic and I’m putting too much thought into it.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: No, no, no. It’s something that you’re... It maybe would mean something different if it was in a kind of, you know, an environment outside of something that feels clinical.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">THERAPIST: You know, a hospital or a, or this room. Yeah. (PAUSE) Yeah. Some... It’s almost like what am I like outside? I was thinking some way the curiosity about what I’m like outside.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">CLIENT: I don’t... I mean, yeah. There’s...<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">THERAPIST: Or (inaudible at 00:20:55) not wanting to think about it so much.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">CLIENT: Yeah. I mean, there’s a natural curiosity, I guess. But I stop that train. <\/span><\/p>\n<span data-id=\"P6-N200CE-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200CE-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563447\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: Yeah. (PAUSE)<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: I don’t know. We live in a really small community. And...<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: Yeah?<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: Like I... (SIGH) It’s just ridiculous how small it is.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: Well, what do you think?<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: Like... (LAUGHTER) So my friend Carly... (LAUGHTER) She’s a part of like an analytic training, like a fellowship, and internship, one of those. So she was like, “Oh join us. Come with me to one of these things that you can get continuing education.” (LAUGHTER) And she (inaudible) she was like, <\/span><span data-id=\"P7-N200DB1\">“Ooh, Royce (ph) is on here.” And so she read me the little snippet. But it’s so funny how careful she is. She’s like, “Are you sure you want to hear what he’s presenting on? Are you sure? Is it okay?” And it was something about money.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: Oh yeah.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: And I was like thinking, “Yeah. He would do a really good job.” Because I was just thinking about like how it’s come up in here and how money has so much meaning for me and my story. And...<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: (inaudible) I was like, “Yeah, that makes sense. Yeah. He’s probably do a good job.” But that was it. But then again...<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">THERAPIST: That was it for... What do you mean?<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">CLIENT: Well, like I didn’t put more thought into like...<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">THERAPIST: Oh okay.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">CLIENT: But yes. The other thing that came up was... I said, “Oh, that would be actually interesting because I’m thinking about like private practice.” But I’d be like, “No way I could show up to that. How weird would that be?”<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">THERAPIST: Why? What would you think? (PAUSE)<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">CLIENT: It would just be a weird... Even though like I remember I spoke to you on the phone or something or e-mail. No, in here. I said like, “Oh, I put you down as a reference for our referral list.” (PAUSE) And I think you asked me like, “Well, would that feel weird or...” <\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">I think I agreed that I wouldn’t refer my people to you. But like I had someone, for example, one of the post docs come in, “Oh, I’m looking for a male in Amherst. Do you recommend Brent Royce (ph)?” And I was like, “Yeah. He’s the one I put on the list and let me tell you about his style or whatever.” <\/span><span data-id=\"P7-N200F11\">Because I don’t know. I think the lines would get blurred if I were to refer to someone to you and I had to consult with you on the phone, like if they signed a release and they wanted you to talk to me. That would feel weird.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">THERAPIST: Yeah. What do you think... What... Yeah. I remember you saying that.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">CLIENT: But it shouldn’t because you know I’m a psychologist and it’s like we could put... But it is very black and white. <\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">Like you’re putting that part of me aside and you’re just seeing me momentarily as Melanie the professional. (PAUSE) Is that like colluding with my black and white thinking (LAUGHTER) like keeping those separate? But that’s how it is in the real world. You keep them separate. (PAUSE)<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">THERAPIST: No. I don’t think it’s... No. I mean, I think, you know, it’s... I guess my thought of it is just you saying, I haven’t thought about it a lot but it is that, well, you’d be calling, you know, you’d be calling with a certain purpose in mind and that’s what the, you know, the scope of the <\/span><span data-id=\"P7-N200F91\">conversation is about and, you know, you’re wanting to see if I’m... You know, or I’d be calling you to get information because that’s what I’m looking to find out. “Hey, what did you make of this person? How was that?” <\/span><\/p>\n<span data-id=\"P7-N200F8-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200F8-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563447\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">I don’t know... I don’t know that I’d think about it in terms of, you know... You know, in some sort of seeing you as just the professional... I mean, I guess it’s just more shaped out in terms of the, what we’d be talking about.<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: Yeah. I know. Do people do that?<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">THERAPIST: What? Refer... Yeah. Sure.<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">CLIENT: Yeah. Because I’m just thinking about like...<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">THERAPIST: I mean, some people don’t want to. But some people do.<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">CLIENT: Right. Like if in the future I have a client who happens to be in the mental health field and they refer someone to me, that’s okay to do, like consult with them on the phone even though they’re a patient?<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">THERAPIST: Yeah. I mean... I think it depends on what you’re comfortable with. But I think... Again, it’s a personal thing. To me, maybe an... You know, I think for me maybe it’s... I’m a little bit... I can be a little bit insensitive about it because I think people do feel uncomfortable about that. <\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">CLIENT: I would feel like I’m faking it with you. (PAUSE)<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">THERAPIST: Yeah, yeah. (PAUSE)<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">CLIENT: I mean, and I could. I totally could kind of like when I saw you at graduation.<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">THERAPIST: Oh right. Yeah.<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">CLIENT: Because you were seeing me as an intern. You know? I mean, nobody there had to know. Except for my mom, nobody knew that I was in treatment with you. (PAUSE) Yeah. So I’m not sure how I feel. But I’ve decided that I won’t refer to you. But it seems like other people are and I’ve said wonderful things.<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">THERAPIST: Oh good. Well, thank you.<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">CLIENT: It’s funny that you brought up like my family. I’ve had a lot of family stuff going on. My mom’s brother came to visit his daughter who is the cousin... This is complicated. <\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">The cousin that has the twin boys that he’s like one of my best friends and it seems like the criminal brother... Remember the one that was in hiding? His son was in hiding. And they moved to Florida.<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">THERAPIST: Yes, yes, yes.<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">CLIENT: So criminal side of the family... It seems like they all got together at my cousin’s house. She has a really big house on the water. And had like a giant barbeque, get together... Like everyone was there even people from Jamaica, like my cousins and stuff drove down. My mom wasn’t invited. And <\/span><span data-id=\"P8-N2011B1\">she... She was so hurt. She was crying all weekend. And I was trying to very gently point out to her like, yes, it’s the principle. That’s messed up. “They should have at least asked you. But keep in mind, a month ago when you knew my uncle was coming, you were having nightmares and you were feeling <\/span><span data-id=\"P8-N2011B2\">extremely anxious because you were afraid he would invite you over and you didn’t want to see the criminal side of the family.”<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">CLIENT: Like she doesn’t like them. She doesn’t want to be any part of that. She loves her brother, the one that’s visiting, but they come as a package. And she doesn’t want to see all those people. And she was like, “Oh, if only I could just... I just don’t want them to call.” And then he doesn’t call <\/span><span data-id=\"P8-N2011F1\">and she’s broken and in tears. (PAUSE) So I had to kind of help her out with that this weekend. And there’s like such a sense of, “We’re better than you.” Like my little sister Carly (ph), she’s going to be 21 soon. And I guess she saw my mom crying this weekend and so she asked her what’s wrong. And <\/span><span data-id=\"P8-N2011F2\">my mom kind of, you know, told her what was going on. And Carly, she has like the mentality of a twelve year old. She’s not very like emotionally intelligent. Or I don’t know what it is. <\/span><\/p>\n<span data-id=\"P8-N2011E-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2011E-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563447\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">But she’s like a sponge with my mom and Billy (ph). She takes in whatever she kind of gets from them. And she’s on the phone with me. She’s like, “Did you hear how mom is so upset about how they didn’t invite her? Those people. They’re garbage and we’re so much better than them. Aren’t we? Like you’re <\/span><span data-id=\"P9-N201211\">a doctor.” And I was like... And what else was she saying? “And they get together and I didn’t know this. But did you know that our uncle smoke marijuana with them? Like they sit there and they get drunk and they smoke marijuana.” I was like, “Well, I don’t like to judge. I know I do at times. But whatever. <\/span><span data-id=\"P9-N201212\">That’s their thing. It’s not our thing. But I’m not going to sit here and be like, ‘Oh, we’re so much better or educated and all them have like high school degrees and smoke pot and take...’“ They’re covered in tats and like taking pictures like flipping the bird. Like just... I’ve said it in here. <\/span><span data-id=\"P9-N201213\">I’ve been judgmental. I’ve called them the Jerry Springer crew. <\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">But it’s like... I don’t know. I feel like I don’t belong anywhere. I don’t belong with them. But I don’t want to judge them. And I don’t belong with my mom and Carly and Billy who are like with their noses up in the air, like, “Oh, we’re so much better.”<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20126\"><span data-id=\"P9-N20127\">CLIENT: My mom... This weekend, she worried me because she was stressed about that and Billy recently turned like 56. And I asked, “How does he feel about turning 56? How is it going on the job search?” Because I hadn’t asked her in a while. She was like, “Well, you know, same. He goes to job interviews. <\/span><span data-id=\"P9-N201271\">But, you know, no one calls him back.” And then she said something like, “You know, we’re just going to have to move out of here to a place where no one knows us so he can just get whatever he can like set, like delivering pizzas or something.” <\/span><\/p>\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\">And I was like, “So you’re saying that in order to get a job like below his...” (PAUSE) How do I say it? Like below what he’s capable of or...<\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">THERAPIST: Yeah. His... Yeah, yeah.<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">CLIENT: His station, below his station. “You’d have to move to a place where nobody knew you?” And she’s like, “Yes. Don’t you know how many people we know here?” And I was like, “Is that what he’s thinking of doing? Like getting a job like that?” And she’s like, “Well, you know, something. Manager <\/span><span data-id=\"P9-N2012D1\">at a store or something, you know, anything because this is getting ridiculous and it’s taking a long time and I don’t know what we’re going to do. We haven’t even filed taxes because who knows how much we’ll owe this year.” And she’s exhausted because they gave her this full time position until the <\/span><span data-id=\"P9-N2012D2\">end of May. And I feel bad for her because her job is so physical. She’s chasing around two year olds all day, carrying them, up, down, up, down, chasing them around. It’s hot. It’s 80 degrees out there. They’re at the playground. They’re swimming, all this stuff. <\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\">And she gets up at five, has to be at work by like seven. And I think those days she comes back and like four. But other days it’s like nine to six. And, I mean, it’s physical all day and she’s exhausted and she said to Billy, “Well, I was really hoping to have the summer off or maybe part time.” And <\/span><span data-id=\"P9-N2012F1\">he was like, “Well, you know, because the checks are really good. Like they’re really... They’re helping a little.” So now I feel like angry at him that she’s working so hard. Like it’s like the queen has been dethroned. Like she had such a different life. And it’s almost like pity. I just feel so badly <\/span><span data-id=\"P9-N2012F2\">for her. Like she compares herself kind of to a maid without saying it. Like she says, “I clean shit all day. And my hands smell like Lysol from bleaching the toys and disinfecting. And I come home sweating and I’m sore.” <\/span><\/p>\n<span data-id=\"P9-N2012E-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2012E-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563447\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20130\"><span data-id=\"P10-N20131\">And meanwhile, he is dicking around. You don’t know how many times he’s texted me, “Melanie, I need you to get me a police report from your missing wallet and phone.” And I’m like, “Why? Why do you need a police report?” He’s like, “Well, because I paid for your cell phone.” The one he got me, he paid <\/span><span data-id=\"P10-N201311\">80 bucks for it. Did I tell you? He somehow finagled a brand new phone that I’m going to get for free.<\/span><\/p>\n<p data-id=\"P10-N20132\"><span data-id=\"P10-N20133\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P10-N20134\"><span data-id=\"P10-N20135\">CLIENT: Okay. So problem solved. He’s going to get it replaced for free. But he’s so desperate that he filed a claim with Discover card which is the card he used to pay for the phone...<\/span><\/p>\n<p data-id=\"P10-N20136\"><span data-id=\"P10-N20137\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P10-N20138\"><span data-id=\"P10-N20139\">CLIENT: ...the 80 bucks and they said, “If you show a police report, we can reimburse you the 80 bucks.” So he’s on my case every day for just another 80 bucks.<\/span><\/p>\n<p data-id=\"P10-N2013A\"><span data-id=\"P10-N2013B\">THERAPIST: (inaudible at 00:33:57) I see. So he just needs anything he can get. Yeah. <\/span><\/p>\n<p data-id=\"P10-N2013C\"><span data-id=\"P10-N2013D\">CLIENT: And it’s like... And... Or I hear Carly... She called me the other day crying in a car. She’s like, “I’m on my way to my friend’s house.” And it was a Thursday night at like ten. And she’s like, “I tried to leave the house because my friend was like, ‘Hey, come over. Let’s watch a movie,’ because <\/span><span data-id=\"P10-N2013D1\">we both don’t have school on Friday.” And Billy comes into her room, “Where do you think you’re going?” She’s like, “I’m going to a friend’s. She lives like down the street.” It’s a friend that they’re familiar with. And he’s like, “It’s a school night. You’re not going anywhere.” Mind you, she’s going <\/span><span data-id=\"P10-N2013D2\">to turn 21 in like a month. And she’s like, “I don’t have school tomorrow. I don’t have classes on Friday.” He’s like, “You need to figure out what you’re going to do with your life. We’re going to send you to Providence this summer to be with your sister and there’s some acting classes at Yale I want <\/span><span data-id=\"P10-N2013D3\">you to take.” And she’s just like storming out of the house, like, “Alright Dad. I’ll see you later. I’ll be home in an hour or two.” But she was like complaining about that. And I’m thinking to myself like this man needs to stop dicking around like get off Carly’s case. If she was at college, she would <\/span><span data-id=\"P10-N2013D4\">be doing worse. You know? She would be doing whatever the hell she wants. <\/span><\/p>\n<p data-id=\"P10-N2013E\"><span data-id=\"P10-N2013F\">“You’re lucky that she’s as good as she is. And get off my case with the police report. Like go get a job or go get a job below your station. You know? Stop dreaming that you’re going to have your own business and do something.”<\/span><\/p>\n<p data-id=\"P10-N20140\"><span data-id=\"P10-N20141\">THERAPIST: That’s like Death of a Salesman.<\/span><\/p>\n<p data-id=\"P10-N20142\"><span data-id=\"P10-N20143\">CLIENT: But I don’t hear any anger coming from my mom. I just hear like, “Well, you know, we don’t talk about that that much.” And then she keeps making these comments that I want to see if your mind goes where my mind goes. But she makes comments about like... (PAUSE) I said something to her along <\/span><span data-id=\"P10-N201431\">the lines of, “You know, it’s very hard seeing you guys struggle like this because I know that my career is going uphill now. Like here I am. I have this plan to kind of offer myself as a consultant to a group practice so I can run a skills group and maybe get paid while I’m waiting to get on panels <\/span><span data-id=\"P10-N201432\">and all that, to maybe take on a client or two. So it’s going to get better.” <\/span><\/p>\n<span data-id=\"P10-N20142-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20142-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563447\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20144\"><span data-id=\"P11-N20145\">You know, I have faith in that. And I said to her, “It makes me feel... Like it feels... Something about that just feels wrong. And it makes me feel badly in a way. Like I can’t help...” I’m not in a place that I can help them yet.<\/span><\/p>\n<p data-id=\"P11-N20146\"><span data-id=\"P11-N20147\">THERAPIST: Oh. You feel bad about...<\/span><\/p>\n<p data-id=\"P11-N20148\"><span data-id=\"P11-N20149\">CLIENT: Financially. That they’re struggling so much and here I am on my way up.<\/span><\/p>\n<p data-id=\"P11-N2014A\"><span data-id=\"P11-N2014B\">THERAPIST: Oh yeah.<\/span><\/p>\n<p data-id=\"P11-N2014C\"><span data-id=\"P11-N2014D\">CLIENT: And I said, “I worry about you guys like retirement. What’s going to happen?” And she said, “Oh, you know, it’s our dream that you have a career. And you have one now. So we’re set. The only thing we have left to do is get Carly hooked on something that she’s interested in and she can make a <\/span><span data-id=\"P11-N2014D1\">living. And believe me, after that, nothing else matters. Billy and I will live in a car if we have to. You know, and maybe we don’t even make it until retirement. Like who knows what could happen?” <\/span><\/p>\n<p data-id=\"P11-N2014E\"><span data-id=\"P11-N2014F\">And so there my mind goes like, “Wow, actually having Carly be like this teen, floating around not knowing what she wants to do with her life, is a protective factor because it’s keeping them alive.” Like who’s to say they won’t just murder suicide. “Like, oh. Our kids are set. Let’s not be a burden <\/span><span data-id=\"P11-N2014F1\">anymore. Let’s just off ourselves.” Like that’s where my mind goes.<\/span><\/p>\n<p data-id=\"P11-N20150\"><span data-id=\"P11-N20151\">THERAPIST: Yeah. Do you have a sense of what... What does that mean to them to have, to just be to themselves? (PAUSE)<\/span><\/p>\n<p data-id=\"P11-N20152\"><span data-id=\"P11-N20153\">CLIENT: My mom keeps making jokes again of, “You know, one day when I live with you.” It’s almost like I get the sense of when Carly’s out of the picture and she’s on her own and thriving, my mom doesn’t want to be with Billy.<\/span><\/p>\n<p data-id=\"P11-N20154\"><span data-id=\"P11-N20155\">THERAPIST: Oh. I see.<\/span><\/p>\n<p data-id=\"P11-N20156\"><span data-id=\"P11-N20157\">CLIENT: She’s either going to want to die or want to be taken care of by me. Like that’s how I feel. And I feel like Billy just wants to disappear. Either he wants to go off to Hawaii into the sun or off himself or something.<\/span><\/p>\n<p data-id=\"P11-N20158\"><span data-id=\"P11-N20159\">THERAPIST: Yeah. Right. There’s all that... There’s been that insinuation about his... <\/span><\/p>\n<p data-id=\"P11-N2015A\"><span data-id=\"P11-N2015B\">CLIENT: They always like... I don’t know why they have to make the comments of, “Well, maybe we won’t even last that long.”<\/span><\/p>\n<p data-id=\"P11-N2015C\"><span data-id=\"P11-N2015D\">THERAPIST: Yeah, yeah, yeah. (PAUSE) Yeah. (PAUSE)<\/span><\/p>\n<p data-id=\"P11-N2015E\"><span data-id=\"P11-N2015F\">CLIENT: And just it made me think about how I’ve been talking about just how important it is to appear a certain way. Like this is what I grew up with. Like my parents... Like Billy really needing a job of some sort but he’d rather like stop paying the mortgage, get bankrupt, move someplace else where <\/span><span data-id=\"P11-N2015F1\">no one knows him so he can deliver pizzas...<\/span><\/p>\n<p data-id=\"P11-N20160\"><span data-id=\"P11-N20161\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P11-N20162\"><span data-id=\"P11-N20163\">CLIENT: ...or get whatever job, you know, is going to pay him.<\/span><\/p>\n<p data-id=\"P11-N20164\"><span data-id=\"P11-N20165\">THERAPIST: Yeah. Like all these (inaudible).<\/span><\/p>\n<p data-id=\"P11-N20166\"><span data-id=\"P11-N20167\">CLIENT: Yeah. (PAUSE) <\/span><\/p>\n<p data-id=\"P11-N20168\"><span data-id=\"P11-N20169\">THERAPIST: He’s just trying to hang onto that. (PAUSE)<\/span><\/p>\n<p data-id=\"P11-N2016A\"><span data-id=\"P11-N2016B\">CLIENT: My dad hasn’t called me in a really long time. I sometimes worry when I get a phone call, like, “Oh, he’s dead.” Because he still drinks a lot and, you know, a couple years back he had the gall bladder explode. Like he almost died.<\/span><\/p>\n<span data-id=\"P11-N2016A-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N2016A-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563447\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N2016C\"><span data-id=\"P12-N2016D\">THERAPIST: Yeah. (PAUSE)<\/span><\/p>\n<p data-id=\"P12-N2016E\"><span data-id=\"P12-N2016F\">CLIENT: There’s a lot of just stuff but it really resonated with me when you said... Maybe I said it. Like who’s going to steer the ship?<\/span><\/p>\n<p data-id=\"P12-N20170\"><span data-id=\"P12-N20171\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20172\"><span data-id=\"P12-N20173\">CLIENT: Like I need to have it together. Like I can’t... I don’t even recognize myself when I’m a drunken mess or... Well, I mean, that’s the only thing that’s happened. I don’t see the other things I’ve done. Like, for example, I could take a look at the fact that I’m with a married man as like shameful. <\/span><\/p>\n<p data-id=\"P12-N20174\"><span data-id=\"P12-N20175\">But I don’t know why I don’t. Because it’s more hidden, I guess, because I’m hiding it in calculating who gets to see that part of me. But when I’m in a drunken, out of control state, I’m exposed. Or maybe I’m just in denial. Like things are going very well with Brian (ph). He’s very present. He’s trying <\/span><span data-id=\"P12-N201751\">to see me once or twice a week. He’s just been a lot more loving and caring and nurturing. And I pointed that out to him and he said, “Yeah. I’m doing that on purpose because I feel like you need it.” And he’s right. Like kind of I’m trying to eat better. I’m trying to be healthy. I’m trying to stay... <\/span><span data-id=\"P12-N201752\">Be a good girl. Go to bed early on Friday and Saturday night.<\/span><\/p>\n<p data-id=\"P12-N20176\"><span data-id=\"P12-N20177\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P12-N20178\"><span data-id=\"P12-N20179\">CLIENT: (inaudible) trying, I guess, nurture me back to health like just the way I am.<\/span><\/p>\n<p data-id=\"P12-N2017A\"><span data-id=\"P12-N2017B\">THERAPIST: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P12-N2017C\"><span data-id=\"P12-N2017D\">CLIENT: But yet I have that thing in my head of, “But it’s only a matter of time.” (PAUSE)<\/span><\/p>\n<p data-id=\"P12-N2017E\"><span data-id=\"P12-N2017F\">THERAPIST: Yeah. But... Yeah. There is some way too of maybe... Does it ever feel like maybe... Gosh. So I was thinking about sort of the direction that he went to when you got in touch with him that weekend was that it really, really frightened him and really scared him that he saw this other side <\/span><span data-id=\"P12-N2017F1\">of you that wasn’t the kind of, I think, the kind of the... I don’t know how he... The devoted or...<\/span><\/p>\n<p data-id=\"P12-N20180\"><span data-id=\"P12-N20181\">CLIENT: The devoted pet.<\/span><\/p>\n<p data-id=\"P12-N20182\"><span data-id=\"P12-N20183\">THERAPIST: The devoted pet. The devoted pet. Yeah. You had gone off your leash or something. <\/span><\/p>\n<p data-id=\"P12-N20184\"><span data-id=\"P12-N20185\">CLIENT: Well, the other thing I wanted to say... So he came over the other day. And, again, these are the things that Brian does or says that really hurt me. And I have some deep sadness momentarily and then it’s like I can just wipe it away and disconnect from it. He was... We were laying in bed talking <\/span><span data-id=\"P12-N201851\">and I said, “Are you hungry?” And he said, “No. I just came back from eating. I went out to dinner with a friend.” And I was like, “I’m your friend. Why don’t you ever take me out to dinner?” And he didn’t say anything about it. He just kind of smiled. And I was like, “So where did you go and with who?” <\/span><span data-id=\"P12-N201852\">And he was like, “My friend...” Some guy’s name. I can’t remember. And he’s mentioned him before. “We went to have Greek food. He actually just got married and he’s doing well.” It’s like, “Oh.” And I don’t know why I asked. But I was like, “Did you go to the wedding?” He recently got married. And Brian <\/span><span data-id=\"P12-N201853\">like paused and he’s like, “I actually did.” And I got so sad in that moment because it was just a reminder of like... <\/span><\/p>\n<p data-id=\"P12-N20186\"><span data-id=\"P12-N20187\">He has this whole separate life. And I told him this. I was able to say it out loud. I was like, “You know, I forget that you have a life with her. She must have gone with you. And you must have gotten dressed up and you couldn’t come to a wedding with me when I invited you to my friend’s wedding. And <\/span><span data-id=\"P12-N201871\">you don’t take me out to dinner.” And I just got really sad. And he said, “This is why I don’t tell you these things because I don’t want to hurt you.” And he said, “You know, the truth is, 90% of the time, all I do is work and have that crazy schedule and write papers.” And I believe him. And he said, <\/span><span data-id=\"P12-N201872\">“Once in a while I have things like this and I don’t feel the need to tell you because I don’t want to hurt you.” You know? And I kind of appreciate that because other... One of the nights that he said he was working, he really wasn’t working and he was at a wedding with his wife all dressed up. <\/span><\/p>\n<span data-id=\"P12-N20186-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N20186-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563447\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N20188\"><span data-id=\"P13-N20189\">But I’m able to just... Like even right now, I’m... Like I can sense the sadness but... (PAUSE) And I know in here I always say... I remember even... I don’t know if I was with Brian when I was at your last office. But I remember giving myself a timeline. Now I have another timeline. He says he finished <\/span><span data-id=\"P13-N201891\">his program completely November, December.<\/span><\/p>\n<p data-id=\"P13-N2018A\"><span data-id=\"P13-N2018B\">THERAPIST: This year?<\/span><\/p>\n<p data-id=\"P13-N2018C\"><span data-id=\"P13-N2018D\">CLIENT: Yeah. Like this is his last semester of actual schoolwork, papers and stuff. Then he starts in like five weeks clinicals which is like internship, practicum, then he just works but not for pay. And he has three semesters of that and then it’s over. Two or three semesters. And I’m like thinking <\/span><span data-id=\"P13-N2018D1\">to myself, “Well, I’m going to wait until then and if I don’t have a promise of, ‘Okay, let’s do this. Let’s be together. Let’s let it be known that we’re together,’ then I’ll finish things with him.” <\/span><\/p>\n<p data-id=\"P13-N2018E\"><span data-id=\"P13-N2018F\">(PAUSE) Part of me thinks like, “Yeah, that’s a good plan.” But another part of me is like, “You know you’re not going to do that.” (PAUSE)<\/span><\/p>\n<p data-id=\"P13-N20190\"><span data-id=\"P13-N20191\">THERAPIST: Yeah. I guess, you know, just another aspect of this that just comes to mind as we’re talking about the secrets, you know, that, you know, the secrets that you’re... I guess this came to mind in relation to your mom not wanting to go see her cousin and...<\/span><\/p>\n<p data-id=\"P13-N20192\"><span data-id=\"P13-N20193\">CLIENT: Yeah. Her brother and cousins...<\/span><\/p>\n<p data-id=\"P13-N20194\"><span data-id=\"P13-N20195\">THERAPIST: Yeah. Now who... So who... So was it her brother?<\/span><\/p>\n<p data-id=\"P13-N20196\"><span data-id=\"P13-N20197\">CLIENT: Yeah. So it’s two brothers. The one that she’s pretty close to but the other one is the one who had the son who committed the crime and they went into hiding.<\/span><\/p>\n<p data-id=\"P13-N20198\"><span data-id=\"P13-N20199\">THERAPIST: Yeah. Okay. So like that... It seems like... And then she’s not invited to the...<\/span><\/p>\n<p data-id=\"P13-N2019A\"><span data-id=\"P13-N2019B\">CLIENT: Right. The party. <\/span><\/p>\n<p data-id=\"P13-N2019C\"><span data-id=\"P13-N2019D\">THERAPIST: ...to the party. And it just made me think about the kind of the quality of interplay between some aspect of you and Brian and like Brian keeping you a secret and you keeping him a secret, that there’s some sort of function in that, something that’s like... (PAUSE) I don’t know. Too... Almost <\/span><span data-id=\"P13-N2019D1\">like... I was going to say too dirty a secret for you, him having all these secrets about his life without you. (PAUSE) Yeah. That it can’t live in secret. I don’t know. Something about...<\/span><\/p>\n<p data-id=\"P13-N2019E\"><span data-id=\"P13-N2019F\">CLIENT: Yeah. (PAUSE) <\/span><\/p>\n<p data-id=\"P13-N201A0\"><span data-id=\"P13-N201A1\">THERAPIST: What? What are you thinking?<\/span><\/p>\n<p data-id=\"P13-N201A2\"><span data-id=\"P13-N201A3\">CLIENT: No. Like I see the connection. I just... I’m not sure what it is.<\/span><\/p>\n<p data-id=\"P13-N201A4\"><span data-id=\"P13-N201A5\">THERAPIST: Yeah. I’m not sure either. I’m not sure either. (PAUSE)<\/span><\/p>\n<p data-id=\"P13-N201A6\"><span data-id=\"P13-N201A7\">CLIENT: Yeah. (PAUSE) Are you here next Monday?<\/span><\/p>\n<p data-id=\"P13-N201A8\"><span data-id=\"P13-N201A9\">THERAPIST: Yeah. Now I’m just thinking, just to say about the... (PAUSE) That there’s something... That’s something very important about each of you that needs to be held as a secret in some way. And the same with your mom and like that secret kind of history of hers that’s kind of kept at bay that <\/span><span data-id=\"P13-N201A91\">doesn’t... I don’t know how to exactly deal with this facet of her life and of history and what kind of meaning that has.<\/span><\/p>\n<span data-id=\"P13-N201A8-br\" class=\"page-break\" data-seq=\"12\"><span data-id=\"P13-N201A8-dsp\"><\/span><\/span>\n<\/div>"},{"number":14,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563447\" data-realpage=\"14\" data-page=\"14\">\n<p data-id=\"P14-N201AA\"><span data-id=\"P14-N201AB\">CLIENT: Yeah. And everyone that knows her now doesn’t know that about her background.<\/span><\/p>\n<p data-id=\"P14-N201AC\"><span data-id=\"P14-N201AD\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P14-N201AE\"><span data-id=\"P14-N201AF\">CLIENT: Her big secret.<\/span><\/p>\n<p data-id=\"P14-N201B0\"><span data-id=\"P14-N201B1\">THERAPIST: Yeah. His interest in you that has to be kind of a secret to himself and his wife in some ways or not to himself as much but to his wife. And you having to keep it a secret yourself... (PAUSE) <\/span><\/p>\n<p data-id=\"P14-N201B2\"><span data-id=\"P14-N201B3\">CLIENT: My life is full of secrets. That has been the case since I was 14 years old and I started lying to my parents.<\/span><\/p>\n<p data-id=\"P14-N201B4\"><span data-id=\"P14-N201B5\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P14-N201B6\"><span data-id=\"P14-N201B7\">CLIENT: ...about stuff.<\/span><\/p>\n<p data-id=\"P14-N201B8\"><span data-id=\"P14-N201B9\">THERAPIST: Yeah. Because of the meaning that seeing that in you had.<\/span><\/p>\n<p data-id=\"P14-N201BA\"><span data-id=\"P14-N201BB\">CLIENT: Because I’m a demon. I’m a devil if...<\/span><\/p>\n<p data-id=\"P14-N201BC\"><span data-id=\"P14-N201BD\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P14-N201BE\"><span data-id=\"P14-N201BF\">CLIENT: ...if I’m drinking, if I’m sneaking boys into my room.<\/span><\/p>\n<p data-id=\"P14-N201C0\"><span data-id=\"P14-N201C1\">THERAPIST: Yes. Yeah. Keep it secret. Yes. Okay.<\/span><\/p>\n<p data-id=\"P14-N201C2\"><span data-id=\"P14-N201C3\">CLIENT: Okay. I’ll see you next week.<\/span><\/p>\n<p data-id=\"P14-N201C4\"><span data-id=\"P14-N201C5\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P14-N201C6\"><span data-id=\"P14-N201C7\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}