{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the differences between the two men she is dating and which one she would rather be with more. Client is trying to decide what she wants in a relationship and which man best serves her needs."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Parent-child relationships","Infidelity","Relationships","Trust","Psychoanalytic Psychology","Self Psychology","Sadness","Anxiety","Crying","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["17"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Parent-child relationships","Infidelity","Relationships","Trust"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety","Crying"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":14,"pageCount":14,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2563423","dorpId":"1006526437","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session March 24, 2014: Client discusses the differences between the two men she is dating and which one she would rather be with more. Client is trying to decide what she wants in a relationship and which man best serves her needs.","fullTitle":"Client \"J\", Session March 24, 2014: Client discusses the differences between the two men she is dating and which one she would rather be with more. Client is trying to decide what she wants in a relationship and which man best serves her needs.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":14,"totalPages":14,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":14,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563423\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Thank you again for talking to me the other day.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Yeah, yeah. How are you doing?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Better, but... still, I don’t feel like me.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: You don’t, huh? (pause) What do you feel like?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: (sighs) Like a younger me, I guess?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Hmm! A younger you...<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah like, when I get into these really dark periods, it’s hard, because I fluctuate (sighs)... between... like, rational mind and emotional mind. Like, rational mind is, “You know this is just temporary (sighs), I slipped up, this doesn’t mean you’re a horrible person.” But then, my emotional <\/span><span data-id=\"P1-N200191\">mind takes over, and I’m just like... Like I don’t see meaning in anything. I could get run over by a truck, and I don’t care. (pause) We got to hear from []on Friday. I got to... I don’t... You’ve heard her speak at BGWU probably, right? <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: I’ve never seen her speak.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: I saw her twice at BGWU.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Not... maybe I did a while ago...<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: She’s great. She’s just... like, her conceptualization of things, and she explains everything so clearly. I got to sit like, two seats away from her. It was a really small group, so it was really cool.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Where was this? At GWU? (client affirms) Wow. Oh, really? Great!<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yeah, in a small room, it was like 12 of us and her. The topic was “Self-Defeating Patterns of Behavior,” so I was like, “Awesome! Maybe I’ll learn something about (chuckles) myself!” She said something... that kind of stuck with me. She said that people with masochistic personalities tend to <\/span><span data-id=\"P1-N200251\">unconsciously stick with those patterns, because either A) it helps them hold onto certain attachments. Like, “Oh, look how much pain I’m in; come take care of me.” Or to maintain a personality structure, because they don’t know who they are without that. I think that the second one kind of applies <\/span><span data-id=\"P1-N200252\">to me a little, because I don’t know who I am without these fuck-ups. (pause) That’s what I’m thinking. <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: Yeah, interesting. Yeah, yeah. What, yeah, follow that. What did you think?<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: (pause) (sighs) I just, I can’t get it out of my mind, that I’m not that... 14-, 15-year-old kid anymore that drinks too much, and gets in trouble for sneaking a boy in, and... My parents gave me the speech of, “Well, you know, now you’ve lost our trust, and now it’s going to take time to earn <\/span><span data-id=\"P1-N200291\">that trust back up.” I get the same speech from Brian, I got the same speech from James. It took me right back.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: (affirms) How about that. (pause) Yeah, like you’re still that person.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: I don’t know... Like, I can’t imagine myself not fucking up. Like, every once in a while, it’s like... I need to remember... something. I don’t know. (pause) (crying) I feel so disconnected from myself, and it’s been really stressful at work. Like, everybody is in crisis. I had to hospitalize <\/span><span data-id=\"P1-N2002D1\">someone on Friday afternoon. Then everyone who came in today, it was just like, semi-suicidal or just really distressed. (sighs) It feels like my head is going to explode! <\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">(pause) It’s like, I kept thinking to myself as I’m sitting in session, I’m like... “damn! I need someone to like, contain me, to like...” You know? (pause) It’s almost like I am in this... like, this whole thing that you’ve been talking about, about me wanting the good man, but going for relationships <\/span><span data-id=\"P1-N2002F1\">that might not be ideal. It’s like, I’m living it now. Like, I have an actual person. I have Brian, and I have James. Everything that Brian is telling me, I know is unhealthy, but it’s almost like... he has told me he forbids me to see James, and I’d better get myself straightened out, if I want to <\/span><span data-id=\"P1-N2002F2\">keep him, and even that’s not guaranteed.<\/span><\/p>\n<span data-id=\"P1-N2002E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563423\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: He said that, huh?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Pretty much. And then James...<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Why did he not want, why did he forbid you from seeing James? What did he have...? <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Too much feeling. Like, “You are putting me second,” you know. “Yeah, I understood when you were like, messing around and looking to date, and maybe sleeping with someone occasionally. But now, this is a relationship. And I’m not okay with that.”<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: (pause) Oh, I see. So he doesn’t want to be second fiddle, or something. (client affirms) He’s not okay with that.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: No. He’s like, “And I refuse to be treated that way...” (sighs)<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Oh, boy. Okay.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: He made me confess everything again, because he says that when I was really drunk, I was confessing about like, everyone I ever slept with while I was with Brian. (pause) So, he was like, “You know, the whole time you haven’t been faithful to me, and I’ve known it.” He said things to me that <\/span><span data-id=\"P2-N2003F1\">I’m not sure to believe him. I think he’s mind fucking me again. <\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">He was saying he used to pay the doorman at my door to tell him who visited me. I don’t even, like, that’s illegal. Like, I don’t think... Or he used to ask Tim (sp), my roommate... And he always knew or suspected, but he wanted me to be honest. Now he knows that I can’t even be faithful, so for a while, <\/span><span data-id=\"P2-N200411\">he hasn’t considered a future with me, since I showed up drunk at his doorstep. He says he has stopped thinking about a future with me at that point, and that the truth is, he hasn’t been sleeping with anybody, and that he thinks I knew that, but he wanted to tease me about it, because he wanted me <\/span><span data-id=\"P2-N200412\">to confess what a whore I am.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">It doesn’t matter what argument I say. Like, “Brian, even if you didn’t sleep with anyone, you’re married. Like, that’s a very complicated... thing. It’s not like, we have a traditional (crying) relationship, you know? Like, but he’s making me feel like I could never be faithful... I could never be <\/span><span data-id=\"P2-N200431\">like, a woman worthy of him leaving his wife for. <\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: Yeah, no, it’s very much a role reversal. Like, almost like, now you’re the one doing to him...<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: Yeah. I can’t even bring up like, “But you’re married.” (therapist affirms) “That’s a different situation, Melanie.” Then he said something to me on the phone like... Oh, and now he’s all about feelings, by the way. Now, he’s like, “We’re going to talk about this face to face. You wanted to <\/span><span data-id=\"P2-N200471\">see it; now you’re seeing it.”<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">He said something to me like, “You know, do you know what it feels like, that you would go off with James two or three times a week, not even like, answer your phone, or just kind of put me on the back burner. Do you know what that feels like? I refuse to be treated that way.” I’m like, “Join the club! <\/span><span data-id=\"P2-N200491\">Except for me, it was more than two to three times a week!” He’s like, “I’m not going to argue with that, because my situation is a little bit different, but okay. I see your point.”<\/span><\/p>\n<span data-id=\"P2-N20048-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563423\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: (pause) Yeah, no, it’s just like, it’s now the flip, the inverse of what’s been kind of happening, yeah. <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: When, on Sunday, before my big presen , I had a huge presentation on Monday, presenting to faculty. I was so nervous about it, because that was... Did I speak to you after it? Yeah. (therapist affirms) So, this happened Saturday, the big event thing, that I drank too much Saturday. Then Sunday <\/span><span data-id=\"P3-N2004D1\">was my day to prepare, because Monday was a big presentation.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Oh, no. We didn’t talk about it. You were talking, you were saying that you’ve got the presentation, yeah. We didn’t talk, we talked about it afterwards, but you never told me about how it went.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yeah, no. I was so nervous about it and overwhelmed... Brian was the one that kind of pointed out to me like, “Melanie, do you realize this is the first weekend that you’ve been licensed. You’ve been talking about this presentation for like, a month, that you’ve been worried about it. Like, <\/span><span data-id=\"P3-N200511\">I think that everything is just coming to a head.” I agreed with him on that, but then I started kind of panicking on the phone, and crying, and just saying, “I can’t do this, I can’t... prepare. Should I call in sick? What should I do?” <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">He basically yelled at me on the phone and treated me like a soldier! Like, he has a lot of... his dad was in the military, and he has a lot of military friends and everything. He basically said, “I want you to cut this shit out, you’re a fucking professional, you’re going to act like it. You’re going <\/span><span data-id=\"P3-N200531\">to get off the phone with me right now and fucking practice. You’re going to do a damned good job tomorrow and impress the shit out of everyone, because that’s what you’re good at. And that’s what you’re going to fucking do, do you hear me?” Like, just talking to me like a parent, almost. Like, a militant <\/span><span data-id=\"P3-N200532\">parent. But... I didn’t... Like, I reacted well to it.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: You did?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Like, it provided some kind of structure for me, and I got off the phone with him and I practiced... Then he became sweet to me, checked in on me even like, an hour later. “Are you practicing? I’m still writing my paper. I hope you’re practicing.” <\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">Then I did the presentation, I got all the validation in the world I’ve ever wanted from Bill, my boss. He told me later on in the week, one on one (this is the first time he’s ever complimented me), and he said to me, “I was really impressed by how you did up there. You know, you have a real gift for <\/span><span data-id=\"P3-N200591\">engaging an audience. I was really kind of blown away.” That was huge!<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: Nice, nice, yeah.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: So, Brian said that Monday after work, he would come and see me. So he came over, and unlike any other time, he sat on the couch with me, and we talked for like, two hours. He was the sweetest, gentlest, most holding kind of person ever. (pause)<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: Hmm. Wow, wow.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">CLIENT: Like, just gave me everything... I needed at that moment, and recognized that I’m feeling really fragile, and just really stressed to me, “This doesn’t mean you’re a bad person. You regressed, you’re really overwhelmed by a lot of things...” (pause) And we were just really honest. I was crying, <\/span><span data-id=\"P3-N200611\">and I was telling him, “Yes, I wasn’t faithful...” I thought it was a big game we were playing, because you know, he would say that that stuff turned him on. <\/span><\/p>\n<span data-id=\"P3-N20060-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563423\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">(pause) I don’t know. It was just... he took things very slow and then the last like, two or three times that he’s had sex with me, it’s a completely different sex. This is not the Brian... It’s gentle. It’s like, loving. (pause) He’s just been very, very soft with me. I know that there is so much about <\/span><span data-id=\"P4-N200631\">that relationship that’s incredibly dysfunctional, and I can’t help but just, it’s so seductive to me. I can’t let go of it. (therapist responds) (pause) James... poor guy.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Yeah, what’s going on there? <\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Like I (sighs)... I really made him feel insecure about the relationship. Like, he’s scared that I’m going to leave him. He’s like, “You know, if I didn’t love you, I wouldn’t be talking to you right now. I would just be like, ‘Forget that! That’s crazy! I’m not going to deal with that.’“ But <\/span><span data-id=\"P4-N200671\">he’s like, telling me that he has these feelings for me. He’s cried to me a lot of times.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">He’s dealing with an issue right now, where his mom got diagnosed with bipolar like, five years ago. So, she’s become crazy, he says. Like, she was a good mother when, you know, he was growing up, but in the past five years, she’s become a different person. He doesn’t even know who she is. The sister, <\/span><span data-id=\"P4-N200691\">who is his older sister, has also kind of sided with mom, and become a little crazy herself.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">Like, they went to family therapy session all together, it was an explosion, and he’s not talking to them anymore. So he’s lost two women in his life, and just has a relationship with his dad. So, he’s being very honest about how this is, just, these feelings with me, and this connection with me, is <\/span><span data-id=\"P4-N2006B1\">bringing up a lot for him like, another woman in his life and... (pause) It’s just... <\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: How has that been to hear?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: I feel really guilty. I feel like, “Yeah, why is this guy wasting his time on me? Like, I should just... I should walk away.” But then again like, I can’t for some reason, either. On Saturday, I had a very relaxed weekend. On Saturday, James and I were supposed to talk and get together, so I <\/span><span data-id=\"P4-N2006F1\">went over to his house and we spoke for like, three hours. (pause) He agreed... Like, I said to him, “I think that we were just going too fast. It all felt so fast!”<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">He agreed, and he said, “I think we said ‘I love you’ too fast and...” I said, “Just little things like, your toothbrush is at my house and... I cooked you dinner twice a week. You came over, I didn’t spend time in my apartment on weekends anymore. I didn’t hang out with my friends anymore. It just, <\/span><span data-id=\"P4-N200711\">it felt... weird. I think I need to slow things down.”<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">So... he agreed to that, and I didn’t feel comfortable sleeping over, because I just wanted to wake up in my house. He got really hurt by that. But I mean... I wanted to be... There were two reasons why I think I didn’t want to sleep over. One, I wanted to wake up in my house and just have a deep sleep, <\/span><span data-id=\"P4-N200731\">nobody bothering me in the morning. But also, I think I was secretly scared that Brian would drive by my house and see that my car wasn’t there. <\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Oh, wow. (pause) Was there anything about being with James that was unappealing as well? Or in any way, just like...?<\/span><\/p>\n<span data-id=\"P4-N20074-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20074-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563423\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: He’s just... I mean, he cries, and he’s sensitive, and he talks about his feelings... I think that still kind of turns me off a little bit. (pause) Like, with Brian, he’s just, he has, he acts like he has all this insight and self-awareness, and he doesn’t. Like...<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">Like, I was saying something, I said something to James on Saturday night like, “When I’m with you, I feel like we’re equal. Like, we’re taking care of each other, and I’m not used to that. In my two previous relationships, it felt like... they were taking care of me, and I didn’t have to take care <\/span><span data-id=\"P5-N200791\">of them.” He said something like, “Well, that sounds kind of unhealthy. Like, this, what you’re describing with us sounds more like a partnership.” And I agree with that. Yet, it’s less appealing to me. <\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Well, I think one of the reasons is, you know, I’m not sure it’s all, it’s everything you can just chalk up to health or not health. It seems instead like, to me, this kind of relationship with James... I sort of see it as you do, you are, you do find him very appealing, compelling in a lot <\/span><span data-id=\"P5-N2007B1\">of ways. What I think is problematic is something that you feel like you have to shelf. Some side of yourself that you shelf, and that, I think, came out in spades that night, where you...<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">Like, when he said, you know, “I love you,” I think it hit something in you about... Again, my sense of it was, it had something to do with, “I cannot lose something of myself, though, here. I do not want to be some, a couple that, it would feel like an artif , that’s just going to be like an artificial <\/span><span data-id=\"P5-N2007D1\">healthy, you know, ‘relationship,’ or we’re just going to go off into the sunset together.” <\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Along those same lines, do you remember what happened right before he said, “I’m in love with you?” (pause) We were outside, he likes to smoke cigarettes once in a while, so he was outside smoking, and I was with him. I was already drunk by that point. I went up to some guy, because he wanted <\/span><span data-id=\"P5-N2007F1\">another cigarette. The guy was like, “Well, what are you going to give me for it?” I joked and said something like, “Well, what do you want?”<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">James saw that as like, kind of flirtatious, but joking. When we went inside, he said, “I don’t like that.” I said something to him like, “Well, you know I’m not being serious! That’s just me, and I’m like, having a few drinks and I wasn’t serious!” He was like, “Yeah, but, you can’t do that anymore, <\/span><span data-id=\"P5-N200811\">and that’s not the answer I want.” I was like, “Well, what answer do you want?” He was like, “Well, I want you to say you won’t do that anymore, because I’m in love with you.”<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: And that’s how he said it? (client affirms) Oh, wow. Wow!<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: And I just started hyperventilating and...<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Oh, wow.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: ...I started losing memory at that point.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Wow! <\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: (pause) I still don’t understand. I don’t understand why I got so intoxicated, because like I told you, we had had like three beers at the bar like, that big, that big. Beer normally does not hit me like that. And... I don’t know what was going on, emotionally, but I felt like I had some kind <\/span><span data-id=\"P5-N2008D1\">of breakdown or something.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: There was something that really got... I mean, it was so much more than him just saying, “I love you.” (pause) “I don’t want you to do that anymore, because I love you.” (pause) What are you thinking? Yeah, what... is going on?<\/span><\/p>\n<span data-id=\"P5-N2008E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563423\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: Like, he has been talking to his therapist a lot and... Again, I told you how that makes me feel like he’s telling on me. She’s a woman, and I don’t know why I have this feeling of like... (pause) I have a fantasy that she’s telling him like, “What are you thinking? Get out while you can!” Which <\/span><span data-id=\"P6-N200911\">I know he’s, she’s not going to do. <\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">(pause) But he’s giving me distance. He’s not texting me as much. Last night he fell asleep without saying anything. I’m like, looking at my phone, but yet I want the space from him, and we are moving too fast, so it’s like, “What do you want, Melanie? Like...” You know? “You were waiting for a good <\/span><span data-id=\"P6-N200931\">guy to come into your life!”<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: But I think that’s, I think it’s a good question, though. It’s a fair one to ask. You know, not that it’s an either\/or, you know, but like, what, you know... Maybe the question is, “What do you feel like you’re looking for?” (pause) And maybe from him, what are you looking for from him? What are you...?<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: (whispers) I don’t know.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: Because I think it’s more than just... “Hey, let’s be this... couple, where we’re in love and everything is, you know, just down the... you know, rose-petal path.” And he, I think there is something about that flirtatiousness that you had with the other guy, that when he said, “You can’t <\/span><span data-id=\"P6-N200991\">do that anymore, because I’m in love with you” really, it was so much in that. Not just “I love you,” but “You can’t do this anymore because I love you.” I was thinking you were probably feeling claustrophobic or something. (pause) Needing your space. <\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Well, that would explain the (rapid inhaling and exhaling) like, the... reaction, that I can’t breathe. (therapist affirms) (pause) I mean, I don’t, I don’t know what to do. Like, I talk to my friend, Carly (sp), who just by saying a few simple words, she... she helped calm me down, because <\/span><span data-id=\"P6-N2009B1\">I was like, feeling like I needed to make a decision. Brian or James? Brian or James? Even though, ultimately, if they find out what I’m doing like, both of them might end up leaving me, and that might actually, I considered that. I’ve considered like, “What if I just walk away from everyone? Like, just disengage.”<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">Carly said something to me like, “Well, don’t make any decisions now that you’re feeling, you know, all overwhelmed like this. Don’t forget that James is not... the be all, end all. He’s not the last nice guy you’re ever going to meet.” For some reason, that felt so good, because I think in my head, <\/span><span data-id=\"P6-N2009D1\">I’m thinking like, “This is your opportunity! This is it! Like, here you are, you’re going to be [] in November. Like, if you want to have something serious with someone like, you’d better hurry up and choose!” <\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: Oh, wow, wow. And in a way, you want it, too. You want like, this to work, because of like, these time things and, “Hey, this is a really good guy.”<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: It’s the timing. Like, that’s what he wants, he’s 35. Now, I have no guarantee with Brian. Like, he’s telling me that he finishes school in November-December, and I still can’t get him to say... Because we were very straightforward with each other, when he made me confess everything. I was like, <\/span><span data-id=\"P6-N200A11\">“I want to know that come November-December, you’re going to tell her you’re with me and we’re going to try this.” He couldn’t tell me that. He said, “I can’t. Like, you fucked up too many times.”<\/span><\/p>\n<span data-id=\"P6-N200A0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563423\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: Yeah, that’s... I don’t buy (chuckles) that as his reason. I think it’s more that... it’s... you’re looking, and I think on some level, you know that he can’t give you that kind of certainty that James is willing to give you, but he gives you something else, you know, that you feel, you know, <\/span><span data-id=\"P7-N200A31\">James doesn’t give you. <\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: Yeah, no. He doesn’t, just because... not because he’s bad or what have you. Like... (therapist affirms) Yeah, no, he can’t. Like, that Sunday after the whole event happened, James was so good about coming over, and calming me down, and laying in bed with me all day. I would not have felt that <\/span><span data-id=\"P7-N200A51\">anxious, had Brian just been there. He just provides something for me like, this kind of safety. But that makes no sense, because like, it’s so uncertain with him!<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: But talk about the safety. What do you notice, what do you notice?<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: Like, he’s completely there to take care of me, that I don’t have to do anything for him. What I was going to say before is, he acts like he has so much insight and self-awareness, he doesn’t. Like, I was saying something to him like, “You know, when I’m with you, I feel like I don’t have to <\/span><span data-id=\"P7-N200A91\">take care of you.” He was like, “Well, that’s because you don’t, baby!” I was like, “Well, what do you mean? Don’t you ever have moments where you get sad and you need me to build you up?” He was like, “No!” (pause) That’s not real. Everyone has those moments. <\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: Wow. But it’s a very powerful... offer.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: (pause) I don’t know if it has to do... like, it’s just every little thing like, even his size. He’s bigger than James, you know? Brian is like 6’3” or something and like, just an ox. He’s like, big! James is like, 6’ and like, a lot leaner.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: So, Brian is, what’s his frame like? Brian’s frame?<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: Big frame. He does, you know, he does his Kung Fu and everything and just... James was looking through my Facebook pictures and he (chuckles) saw a picture of him. He was like, “damn, that guy is huge!”<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: Oh, is that right? Yeah. Big guy. How much would you guess he weighs?<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: (pause) He’s not fat, like Reggie was. He’s like, pure muscle. He’s like, just really strong. But he’s not like, “roids” or anything like that. He’s just very stocky. (therapist affirms) Like, he could have been a football player, kind of thing. <\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: Okay, I got it. That’s so funny. I never had that image of him.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: No? What was the image?<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: The image was, for some reason, I had in my mind that he was short.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: Really?<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: Yeah! That’s weird. You never told me that, though, huh?<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: I don’t think so.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: (chuckles) Obviously, you wouldn’t have, but I don’t know where I got that idea. Huh!<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: Yeah. No, he’s like 6’3” (therapist affirms) James is, you know 6’, he’s taller than me.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: Oh, that makes, okay. So, that makes a real big difference, yeah, this physically...<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">CLIENT: I feel little, you know? I feel held.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">THERAPIST: Yeah, okay. (pause) That’s really powerful.<\/span><\/p>\n<span data-id=\"P7-N200CA-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200CA-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563423\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">CLIENT: He’s never weak, he never shows weakness. You know, here is James, crying to me.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">THERAPIST: (pause) Yeah, what about that? <\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">CLIENT: (pause) I know that it’s the healthy thing to do. I know that that’s what I should be with, that it’s not normal, that, you know, that Brian has all of this unresolved crap. I’m sure he needs to go to therapy for years. He’s just so defended. (pause) Like, I know...<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">THERAPIST: But James’, James’ emotionality, how does it hit you? What does it...?<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">CLIENT: It’s not attractive. (therapist affirms) I mean, I comfort him. (pause) This sounds horrible, but at certain moments like, it kind of disgusts me.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">THERAPIST: Yeah. Yeah, what about it? Yeah.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">CLIENT: Like, I was, when I was sitting with him, last time I saw him, and he started crying. I’m just, I started thinking to myself like, (pause) “God, Brian would be calling him such a pussy right now. Like, Brian would never break down like this.” But yet, when I’m with Brian, and he’s so defended <\/span><span data-id=\"P8-N200D91\">and, “Oh, there are nothing wrong with me,” I feel like shaking him like, “Be normal! Be human!” <\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">(pause) I’m so scared that... I’m so scared to like, go with James, because he is a very good person and I think that we get along so well, we really do. Like, I’ve been trying to take apart, is it just that he’s a good guy or is that I really like him for who he is?<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: What do you think?<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: I think it’s both. (pause) He cracks me up like, he just has such a great sense of humor and he’s smart and... he’s fun. Brian is not!<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: Serious?<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: He’s just serious and... (pause) He can’t be silly, he can’t be playful. (pause) But I don’t know why he, it’s got such a strong grip on me. <\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: I think there is something there about... something that you were saying about feeling... You know, when you were talking about him taking care of you, and that he... he really expresses like, a certainty. He conveys a sort of certainty of like, “I am here to protect you. You have nothing <\/span><span data-id=\"P8-N200E51\">to worry about.” (client affirms) When you see James cry, it’s, I think in some ways, it’s not only shattering that sort of hope for somebody that would do that, but also, it’s almost like... It’s in my mind, I hear it as a bit of a kind of a reflection back of, “Hey, we’re both here, we’re both in <\/span><span data-id=\"P8-N200E52\">this kind of like, unprotected state and I hate it.” I mean, that’s probably...<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: I know that that’s healthier. <\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: Yeah, well, yeah, on paper, it’s healthier, right. And I think there is something, of course, yeah, it’s, you know, it’s dealing with like, in a certain way, the reality of things. Like, you know, on some level, too that Brian is as vulnerable as they come. But there is that kind of, I think, <\/span><span data-id=\"P8-N200E91\">a kind of a real seduction into that kind of, that feeling of protection that I think you really... I think, one, didn’t really have, and felt like you really still want.<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: Like I told you, I think I told you this on the phone, that whole week, right after it happened, I missed my dad so much. (therapist affirms) It was the weirdest thing. (pause) And I had a nightmare about Billy messing with me. I think it was the night after I spoke to you, or something, that <\/span><span data-id=\"P8-N200EB1\">he was messing with me. Then my mom stood up for me and like, was about to kick him out, but then didn’t, then changed her mind. You know, and I wasn’t even thinking about that during the day. It’s all this stuff about like, my relationships with men that’s coming up. <\/span><\/p>\n<span data-id=\"P8-N200EA-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200EA-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563423\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">(pause) I think I feel like, in a very... agitated state, very anxious and nervous, because I don’t want to lose either one, I don’t want to lose Brian, I don’t want to lose James. This is just like, I feel, I’m trying not to judge myself, but God, I’m greedy and selfish... You know? That’s what I feel <\/span><span data-id=\"P9-N200ED1\">like. (pause) Maybe I just... what I want is the unhealthy. Like, someone who’s not going to let me take care of them, but someone who is going to take care of me, and give me the illusion that, you know, of what Brian gives me.<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">THERAPIST: I have to say, I don’t know that that... you know, just so like, you’re, I’m clear. I don’t know that that’s unhealthy an idea. I think especially based on there is some way that you can feel very unprotected sometimes. I think in some way, James expressing and emoting that to you really <\/span><span data-id=\"P9-N200EF1\">must... rattle you in some way. You know, in some way, you know. The immediate response is yeah, disgust and kind of like... but I think it’s some... It’s something that makes you very uneasy. <\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">CLIENT: Yeah, Reggie used to cry sometimes. It created the same feeling, now that I think about it. (pause) My family hasn’t been very helpful. Like, my mom, she worries about me and she’s been calling. Like, when I had to tell her about the cellphone, I was in the store, because to like, hook up my <\/span><span data-id=\"P9-N200F11\">old cellphone, we’d need Billy’s permission, because he’s the, the holder of the account, or whatever. I felt so bad, and I started crying, because I felt bad telling Billy I lost the phone he just got me... Since then, my mom has been worried and she was on the phone with me after that.<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">She was like, “You sound more upset than just someone who lost their wallet and phone. Like, what’s going on? Did something else happen?” So, just very briefly, I told her... vague. I said, You know, James told me that he loves me, and that kind of freaked me out. I’m very confused, because I think <\/span><span data-id=\"P9-N200F31\">I still have very strong feelings for Brian. Then she made this sigh like, “Ay! Mamita!” Like just, in Spanish like, disappointment. <\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">Then she said, “Have you seen Brian?” I paused, and then I said, “Yes.” She was like, she said something in Spanish that basically meant like... like, “What a... (pause) Like, oh my goodness! Leading a double life!” Like, just very judgmental, but I don’t think that she meant for it to be that way, <\/span><span data-id=\"P9-N200F51\">but it just, it made me feel so judged. (therapist affirms) She didn’t ask anything else after that.<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">She’s been calling and asking if I’m okay. Her way of trying to make me feel better is... “Look at the calendar and see when your next long weekend is. Okay, we’re going to, look up plane tickets, we’re going to see when you can come here, so you can be out in the sun and you know, maybe you need some <\/span><span data-id=\"P9-N200F71\">sun. That’s what you need.” I was looking at tickets, and they’re like, $500 one way. There is no way I’m going to go home! But like, after that, she’ll be like, “Okay, so we’ll talk later.” Like, she won’t keep up the conversation. <\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">Then Billy, the other day, called me because he, you know, he got me a new phone. I haven’t gotten it in the mail yet, but... He said something like, “You know, your mom says you’re not feeling too well.” Then I broke down crying, because I’m not used to him asking about me. (pause) (crying) I don’t <\/span><span data-id=\"P9-N200F91\">know why every time that he asks me like, anything like that, it really, it makes me cry. I don’t know why.<\/span><\/p>\n<span data-id=\"P9-N200F8-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200F8-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563423\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">THERAPIST: What do you feel? What do you feel?<\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">CLIENT: (pause) Like, I wish that he had done that more. (pause) Like, it feels good, because it’s like, a man in my life that, you know, does that. But he did it, because he’s a pervert. (pause) His solution for everything is just... ridiculous. He’s just like, “Maybe you need to go away. I saw a roundtrip <\/span><span data-id=\"P10-N200FD1\">ticket to Los Angeles for like, $100. Why don’t you go for a weekend?” I’m like, “Billy, what are you, what do you think, what am I going to go to Los Angeles? You want to go to Hawaii!” <\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">Then today, in the car, I just got a text from him, saying something like, “So are you ready to move to Hawaii? That way, the weather will be better and we can all be together!” (pause) They’re not helpful. (pause) That makes me feel... more alone in my head. (pause) I feel like disengaging from everyone. <\/span><span data-id=\"P10-N200FF1\">Like, I feel like setting the “pause” button, because I don’t know what to do with James, I don’t know what to do with Brian.<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">THERAPIST: Yeah. Have you felt that here, with me? Did you feel like putting the “pause” button on?<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">CLIENT: (pause) No.<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">THERAPIST: No? Okay.<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">CLIENT: Why would I?<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">THERAPIST: Well, you said with everybody. I was wondering how much that applied to here, or something.<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">CLIENT: Oh, disengage. (therapist affirms) Believe it or not, I had fleeting thoughts about that like, just quitting therapy.<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">THERAPIST: Yeah? Was there, can you say anything about that? <\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">CLIENT: Like, I just started thinking, “Wow, he’s going to see that I’m in need of more. He’s going to encourage me to try and do twice a week. I probably can’t do that, because of my schedule, and I probably shouldn’t do that, because I can’t afford it. (pause) I should just... like, stay home. I should <\/span><span data-id=\"P10-N2010F1\">just stay home, and hide in my house, and do nothing.”<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">THERAPIST: Yeah, was there anything about the way I put that to you? The, you know, the two times, that felt...<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">CLIENT: No. I mean, I would’ve... I would love to be able to come twice, if I could. I don’t know if I can. (pause) I don’t know if it’s like, unconscious too, like, “Oh I’m getting to be too much of a pain. Give him a break!” But that’s not in my conscious mind right now. I can’t say that. But I just, <\/span><span data-id=\"P10-N201131\">I feel like disengaging. So yes, the thought has been fleeting. Like, I had the fantasy today of, “What if I just didn’t show up?” (pause) And I was like... <\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">THERAPIST: What do you think? Did you play that out? Yeah, what was that...<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">CLIENT: Yeah, I was like, “Well, he’d probably call me and in the back of his mind, he might be a little concerned for my safety, because I had said like, ‘I was feeling a little bit suicidal.’ And what if he just never heard from me? And I never responded...”<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">THERAPIST: (pause) What do you think that would be like for me?<\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">CLIENT: (pause) Well, you would... wonder what happened. (pause) But it’s not like, you’d make drastic efforts to find out. Like, you know? (pause) Like, I do the best... I’m thinking of a client I have right now, I’ve been working with her for two years. I know she’s pulling away, because graduation <\/span><span data-id=\"P10-N2011B1\">is coming soon. She hasn’t showed up in like, three weeks. I’ve called, I’ve left messages, but I can’t like, show up at her house. You know? (pause) (chuckles) And I don’t have that wish, if that’s what you’re thinking! (chuckles) Like, you’re going to show up, and knock on my door. <\/span><\/p>\n<span data-id=\"P10-N2011A-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2011A-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563423\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2011C\"><span data-id=\"P11-N2011D\">THERAPIST: Well, I guess what I was thinking about, it may be not as, you know, as like... you know, like as specific as that. But I was thinking in some way... I mean, you’re looking for some semblance of feeling that... better, I guessed, in your words, kind of contained or, and protected, in some <\/span><span data-id=\"P11-N2011D1\">way from me, wanting to know how far, what would I, where I’d go, you know. How, or am I just going to, would it just be, “Okay, sayonara!”<\/span><\/p>\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">CLIENT: (pause) I haven’t thought much about it. Not like... about you. (pause) I feel crazy. (pause) I don’t like feeling this way. (pause) I need a psychiatrist. Do you... know of anyone that takes Yale PPO? <\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">THERAPIST: Yeah, I do. Yeah.<\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">CLIENT: Do you think you can maybe e-mail me some names?<\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">THERAPIST: Yeah, I have somebody that I know... Why don’t I e-mail you? (pause) Well, if you want, I can check my phone and give you a number right now.<\/span><\/p>\n<p data-id=\"P11-N20126\"><span data-id=\"P11-N20127\">CLIENT: Are they in Cambridge? (therapist affirms) See, I don’t, I’m not so sure I want to see someone in Cambridge, just because I’m only here Mondays. (therapist affirms) And it’s so far. But I don’t know if you know anyone on the other side of the river. If anything, I’ll go through my insurance.<\/span><\/p>\n<p data-id=\"P11-N20128\"><span data-id=\"P11-N20129\">THERAPIST: No, I’ll find somebody for you. Yeah, let me just put out a... an e-mail.<\/span><\/p>\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">CLIENT: Brian’s been on my case about that... because he keeps saying, “Now, I don’t know much about Zoloft, but I know Zoloft can... mixing it with alcohol is not smart, and it could cause panic attacks...” I just need someone to hold me accountable, or monitor me, or something. I haven’t seen a psychiatrist <\/span><span data-id=\"P11-N2012B1\">in a long time... since I was like, 24, 25. <\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">THERAPIST: You know what, the, you know, the only thing that I’d say to you is, while you’re going through all this, just make sure you watch what you’re drinking, you know.<\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">CLIENT: I have no desire to drink.<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">THERAPIST: Just because, you know, it’s so... I think what’s happening right now is so... intense, emotionally, that you know, you need to be able to feel like... (pause) You know, you just need to feel like, you know, that it’s something that... is... I don’t know, that we can work through, you know?<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">Because I think, I mean, I think, for instance that night where James said, you know, “I love you,” too, but in that context, there was so much there, you know. I (inaudible) we’re going to meet on Monday, it was like, there is a lot going on. Like, there is a lot I was thinking, I was thinking, “She <\/span><span data-id=\"P11-N201331\">must have had a hell of a lot to hold onto.” That, and, you know, big weekend, what’s going on on Monday for you, professionally. (client affirms) All that stuff, to hold onto that. <\/span><\/p>\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">CLIENT: Just got licensed...<\/span><\/p>\n<p data-id=\"P11-N20136\"><span data-id=\"P11-N20137\">THERAPIST: Just got licensed. You know, that’s a big deal.<\/span><\/p>\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">CLIENT: (pause) It’s almost like I feel like life is going too fast, and I’m not well equipped for it.<\/span><\/p>\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">THERAPIST: Well, I, you know, I think it has... if there is any kind of way that I agree with that, it’s that you’re uncovering much more about something deep inside of you than you have before. It’s like, intense. I mean, whatever, you know, I think all of that stuff around you... (pause)<\/span><\/p>\n<span data-id=\"P11-N2013A-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N2013A-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563423\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N2013C\"><span data-id=\"P12-N2013D\">You know, you were trying to get at something with James, and saying, “I’m not going to be this person that you want me to be. I want you to know that I’m... not... I have other sides to who I am, and I can’t lose that.” (pause) You know well and good that Brian will look at those sides and embrace <\/span><span data-id=\"P12-N2013D1\">it, will not, you know... will not ask you, he will invite you, invite that (client affirms) part of you to come in, you know? Really invite you. I think there is something, yeah, of course, there is something very compelling about James. And then, but there are also things that you go, “Well, what <\/span><span data-id=\"P12-N2013D2\">do I have to lose, though? What will I give up?” Is that making sense? <\/span><\/p>\n<p data-id=\"P12-N2013E\"><span data-id=\"P12-N2013F\">CLIENT: Yeah. Like, I’m just thinking about, I blacked out at this point, but he told me like, when he was chasing me. Remember, he looked at me and said like, “Melanie! Do you want a mature adult relationship?” I was like, “Nope!” That’s when he walked away from me. (pause) My friends say I said that, <\/span><span data-id=\"P12-N2013F1\">part of me doesn’t want that mature adult relationship.<\/span><\/p>\n<p data-id=\"P12-N20140\"><span data-id=\"P12-N20141\">THERAPIST: Well, maybe you want more than just a mature adult “relationship.” You want, you know... that fourteen-year-old...<\/span><\/p>\n<p data-id=\"P12-N20142\"><span data-id=\"P12-N20143\">CLIENT: My mom... the other thing she said on the phone with me, when she said “leading a double life,” she said, “Oh, how you like the complicated!” When I said I still have feelings for Brian. (pause) “Oh how you like the complicated!” (pause) I guess I do! Because James would be the simple... way to go. <\/span><\/p>\n<p data-id=\"P12-N20144\"><span data-id=\"P12-N20145\">THERAPIST: Yeah. Simple and cutting some side of yourself out, I think that you feel. (pause) I mean, look at it. There is so much in there, around how protected you feel, taking care of you feel... You know, the kind of ambiguities of, “Can this guy, who cries in front of me, is he, how can he possibly <\/span><span data-id=\"P12-N201451\">still, I feel protected by him?” (pause) It just throws a lot of... ambiguity in the mix.<\/span><\/p>\n<p data-id=\"P12-N20146\"><span data-id=\"P12-N20147\">CLIENT: (pause) I can’t get into the sex with James, either. (therapist affirms) No, and I think it just has to do with just everything, you know? How I’m feeling, how I’m not feeling about him. (pause) I don’t know what I’m going to do. I feel like I’m a big liar. Like, Brian and I didn’t... at first, <\/span><span data-id=\"P12-N201471\">he was very extreme, and he was like, “You’re going to write James a long e-mail about how you’ve been sleeping with me, and seen with me, and still in love with me, and how you’re going to dump him. You’re going to... (pause) \/aside: What is it?” (therapist affirms) <\/span><\/p>\n<p data-id=\"P12-N20148\"><span data-id=\"P12-N20149\">Then like, when I started... when we talked that day, that he came over, I tried to slow things down and just like, “Do you realize how hard it is for me to let go of this, because you’re telling me you’re not sure if you feel about me this way, if you want a future with me, and you’re married! Like, <\/span><span data-id=\"P12-N201491\">this is a good guy, who’s offering me a lot of things, and it’s just, it’s hard to turn my back on that.” He doesn’t get that.<\/span><\/p>\n<p data-id=\"P12-N2014A\"><span data-id=\"P12-N2014B\">THERAPIST: (pause) Yeah. I think that has a lot to do with something about him wanting... to put you in the position he feels in. (pause)<\/span><\/p>\n<span data-id=\"P12-N2014A-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N2014A-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563423\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N2014C\"><span data-id=\"P13-N2014D\">CLIENT: (sighs) It’s so dysfunctional in so many ways. (pause) Like, I feel now like I’m under his watch, you know?<\/span><\/p>\n<p data-id=\"P13-N2014E\"><span data-id=\"P13-N2014F\">THERAPIST: Like, protected in some way.<\/span><\/p>\n<p data-id=\"P13-N20150\"><span data-id=\"P13-N20151\">CLIENT: Like, I have to be careful if... Like, I was freaking out when I drove to, Saturday night to James’, because I was like, “What do I do if Brian texts me? I’ll have to pretend I’m with a friend or something.” Now I’m really hiding, but I can’t, I can’t get out of that pattern. I can’t let go <\/span><span data-id=\"P13-N201511\">of either one. I’m not ready to do that. <\/span><\/p>\n<p data-id=\"P13-N20152\"><span data-id=\"P13-N20153\">THERAPIST: Is there something still like, anyway, is it, but is there something kind of compelling about him being... watching over you?<\/span><\/p>\n<p data-id=\"P13-N20154\"><span data-id=\"P13-N20155\">CLIENT: I love it! (pause)<\/span><\/p>\n<p data-id=\"P13-N20156\"><span data-id=\"P13-N20157\">THERAPIST: Yeah. What is it? What is it like?<\/span><\/p>\n<p data-id=\"P13-N20158\"><span data-id=\"P13-N20159\">CLIENT: He’s paying so much attention to me now, you know? Calls me and, “How are you feeling? How are you doing?” (pause) He’s been seeing me more frequently. On Monday morning, I had to go to the bank. So I had like, an hour or two to go to work late, before my presentation, my big presentation. He <\/span><span data-id=\"P13-N201591\">came over that morning, just to hold me, and talk to me and... He said like, make me calm before my presentation.<\/span><\/p>\n<p data-id=\"P13-N2015A\"><span data-id=\"P13-N2015B\">(pause) I’m like, addicted to him. I’m addicted to Brian. <\/span><\/p>\n<p data-id=\"P13-N2015C\"><span data-id=\"P13-N2015D\">(pause) I mean, I get this feeling when... Like, the other day, he came over after a shift. He had to work like, just four hours, and then he came over for the rest of the night. It was like 3:00 a.m. when he came over. I was half-asleep. He laid in bed, and I just put my arms around him, and just like, <\/span><span data-id=\"P13-N2015D1\">it was like heaven. (therapist affirms) (pause) He lays there, stiff. I remember, I’ve been commenting on that lately. I say, “Hug me back! You never hug me back!” He’ll be like...<\/span><\/p>\n<p data-id=\"P13-N2015E\"><span data-id=\"P13-N2015F\">But... the thought that came to my mind when that happened was, “Oh, my God! This is like, my father, who I sit across the table from, when I go out to lunch with him, and he has nothing to say to me.” I’m like... “So, Dad, how are you?” And he’s not giving me anything back. (pause) When I think about <\/span><span data-id=\"P13-N2015F1\">this, in those terms, I’m just like, “Melanie, what the fuck are you doing? Like, this is the unhealthy relationship. You’re repeating the pattern, you’re trying to... make Brian your daddy! You’re trying to get what you didn’t get with your paternal figures, and...” <\/span><\/p>\n<p data-id=\"P13-N20160\"><span data-id=\"P13-N20161\">THERAPIST: Well, and I think it’s a real way, though, to get something that you feel like you need, in terms of a very tangible, felt, proven kind of sense of feeling protected, that’s somehow... is more elusive with a guy like James. (client affirms) It’s so much more ambiguous. (pause) I mean, I think <\/span><span data-id=\"P13-N201611\">the thing with Brian is, yeah, it’s more of the, I think there is a sense of it being, kind of, is it an illusion or isn’t it? Here he is, this 6’3” guy who knows Kung Fu and (chuckles) Jiu-jitzu is his, is that what it is?<\/span><\/p>\n<p data-id=\"P13-N20162\"><span data-id=\"P13-N20163\">CLIENT: I don’t know what he... what it is.<\/span><\/p>\n<p data-id=\"P13-N20164\"><span data-id=\"P13-N20165\">THERAPIST: And there is a sense of a real kind of concrete kind of way that he’s... he’s power ... like, those things, and the way he, the concrete real things he says about, “I am here for you. You do not have to worry about me. I am... I am the strong man.” That seems so important to you. <\/span><\/p>\n<p data-id=\"P13-N20166\"><span data-id=\"P13-N20167\">CLIENT: (pause) (sighs) I feel a little more calm. (therapist affirms) I need to keep talking about this a lot.<\/span><\/p>\n<p data-id=\"P13-N20168\"><span data-id=\"P13-N20169\">THERAPIST: No, it’s hugely important.<\/span><\/p>\n<span data-id=\"P13-N20168-br\" class=\"page-break\" data-seq=\"12\"><span data-id=\"P13-N20168-dsp\"><\/span><\/span>\n<\/div>"},{"number":14,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563423\" data-realpage=\"14\" data-page=\"14\">\n<p data-id=\"P14-N2016A\"><span data-id=\"P14-N2016B\">CLIENT: (pause) I wish I could see you again. (pause) I’m starting to think about a private practice. (therapist affirms) So that’s another stressor. But I have to do the insurance, and that takes eight to ten weeks and all that.<\/span><\/p>\n<p data-id=\"P14-N2016C\"><span data-id=\"P14-N2016D\">THERAPIST: Is that right?<\/span><\/p>\n<p data-id=\"P14-N2016E\"><span data-id=\"P14-N2016F\">CLIENT: (pause) So...<\/span><\/p>\n<p data-id=\"P14-N20170\"><span data-id=\"P14-N20171\">THERAPIST: Yeah, no, I wish you could come in, too. I think that would be good, but you know, it is what it is, too. You know, I understand.<\/span><\/p>\n<p data-id=\"P14-N20172\"><span data-id=\"P14-N20173\">CLIENT: But, God! I needed this, after... I mean, because we missed last week, so this was very, very much needed. I knew I’d feel better after this. Okay.<\/span><\/p>\n<p data-id=\"P14-N20174\"><span data-id=\"P14-N20175\">THERAPIST: Good, yeah. Okay!<\/span><\/p>\n<p data-id=\"P14-N20176\"><span data-id=\"P14-N20177\">CLIENT: So I’ll see you...<\/span><\/p>\n<p data-id=\"P14-N20178\"><span data-id=\"P14-N20179\">THERAPIST: See you next week, yep!<\/span><\/p>\n<p data-id=\"P14-N2017A\"><span data-id=\"P14-N2017B\">CLIENT: Bye.<\/span><\/p>\n<p data-id=\"P14-N2017C\"><span data-id=\"P14-N2017D\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}