{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a recent birthday and how getting older has made him realize the need to take care of his body. Client links his body image to that of his parents, who are selfish about their bodies in different ways."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Food and eating","Teoria do Aconselhamento","Teorías del Asesoramiento","Parent-child relationships","Diet","Body weight","Self Psychology","Psychoanalytic Psychology","Sadness","Anxiety","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Food and eating"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Irish"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["10"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Parent-child relationships","Diet","Body weight"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Self Psychology","Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2563361","dorpId":"1006526375","contentType":"text","aucs":"CTRN-V1","title":"Client \"D\", Session February 07, 2014: Client discusses a recent birthday and how getting older has made him realize the need to take care of his body. Client links his body image to that of his parents, who are selfish about their bodies in different ways.","fullTitle":"Client \"D\", Session February 07, 2014: Client discusses a recent birthday and how getting older has made him realize the need to take care of his body. Client links his body image to that of his parents, who are selfish about their bodies in different ways.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563361\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Are you doing well?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I’m doing well. It was my birthday yesterday.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Oh, happy birthday.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Thank you. Twenty-eight years old. Yeah, isn’t that wild?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Is it? (laughs)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: It feels pretty crazy to hear that. I just don’t see myself as a 28-year old. It’s kind of wild to hear that out loud and hear people say it. Twenty-eight. In my head I feel like I’m 19 or 20 or something. Twenty-eight just sounds kind of absurd when I hear it out loud. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: What’s associated with 28?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: I don’t know. I have no idea. It’s just that when I hear it out loud it sounds absolutely absurd to me. I just do not see myself as whatever 28 means.  We were talking last week and I remember we concluded or ended our conversation with the discussion about me mentioning that sometimes I like <\/span><span data-id=\"P1-N2001B1\">to do things that are not [healthy] or something because it makes me feel more comfortable to do those things as opposed to sometimes I feel uncomfortable doing the converse of those things – like exercising or running or something like that or eating a really, really good diet or something, the way <\/span><span data-id=\"P1-N2001B2\">that I feel like those things are associated with my dad. Last week I talked about them as the equivalent of dusting off the picture frames in your living rooms or something.  In a way it seems to suggest that everything is so taken care of and everything is so perfect in one’s life that they can start <\/span><span data-id=\"P1-N2001B3\">tending to these really minute and small personal details. Do you know what I’m talking about?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Yes, like everything else is clean and taken care of, so I can . . .<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Yeah, like there is nothing more important that I can think of to do right now than something like this which, in my mind, it always seems to make sense that there are way more pressing things to tend to.  To not give my attention to those more important things are would be like saying “I’m <\/span><span data-id=\"P1-N2001F1\">going to go to the gym tonight” or “I’m going to go to the store and buy a bunch of vegetables and cook them up and eat them.” In the moment, it just seems kind of absurd and obvious to me that that’s not the appropriate thing to do. I guess maybe it’s just not something that I have done. It’s the same <\/span><span data-id=\"P1-N2001F2\">thing with smoking. If you think about what we were talking about last week, it would be like if I got my grades back from last semester and let’s say I got horrible grades.  I would feel doubly guilty if I looked back over the past semester and I said to myself that maybe I used some of the available <\/span><span data-id=\"P1-N2001F3\">energy that I had towards trying to go to the gym every single night. Then if I got crappy grades, I’d have to say to myself, “Man, maybe if I had devoted some of that energy towards my schoolwork, I probably would have done better at school.” Do you know what I mean? I would be left feeling guilty <\/span><span data-id=\"P1-N2001F4\">about it or something, even more so with the way that I feel about how my grades are, having implications on other people or something.  This is what I think about, not even when I’m looking back on the semester, but if I were going to think about going to the gym tonight, (chuckles) that kind of stuff <\/span><span data-id=\"P1-N2001F5\">will come up in my mind.<\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563361\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: Like if I got everything else I could do done?<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Yeah. Like am I really at that point? I don’t know. I guess I just never feel like I’m at that point. I never feel like I’m that on top of everything – that certain and that confident that I’ve done everything that I need to do. <\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: It’s almost like those kinds of things can evoke in you a feeling like I must be letting something else slip or maybe not even that developed an idea as that, but more like this doesn’t seem like the right thing to do – something about a focus on yourself, in some way, in that particular <\/span><span data-id=\"P2-N200251\">way, feeling irresponsible.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: It’s weird. It’s almost like I find myself in the moment feeling like I’m making the responsible decision, and this is what’s almost paradoxical about it.  I almost feel like I’m being more responsible, according to some logic, by not going to the gym, by not saying I’m going to quit smoking <\/span><span data-id=\"P2-N200271\">today, by not eating better. On some level it makes me feel like I’m coming out on the more responsible and thoughtful side of things, which is weird. In one sense it’s just patently absurd because it’s not any of those things. But when I make those decisions every single day multiple times a day, somehow <\/span><span data-id=\"P2-N200272\">I’ve figured out a way to think about it where I feel way more comfortable, like genuinely almost doing the morally superior thing to avoid that stuff. <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: What do you feel is linked up with exercising or a good diet or stopping smoking? What’s linked with that? In other words – and I mean this as an open question – why does it rank lower than other things? What is it about those things that seem like they rank lower in terms of how you should <\/span><span data-id=\"P2-N200291\">be spending your time?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: (pause)  I don’t know. I guess because they’re all things that I can do that (pause) . . . I guess in a way to do all those things it’s kind of like making the decision to put crappy consequences on me or something, as opposed to feeling like I’m . . . I don’t know. I guess it just feels very <\/span><span data-id=\"P2-N2002B1\">different than if I imagined getting my grades back at the end of the semester.  Maybe I had a fantastic semester and then to go to the gym every day or run a mile or completely quit smoking – but I got all D’s. That would just seem incredibly selfish. Of course, it’s possible, I guess, that that wouldn’t <\/span><span data-id=\"P2-N2002B2\">happen. I could do both. I could do well in school and I could do good on those things, but just as a way to mitigate the anxiety that I feel about it all the time it would just feel even more worrisome and scary anticipating that stuff and have to think about the possibility that I would do really <\/span><span data-id=\"P2-N2002B3\">bad, I guess, and have done all that stuff as opposed to had I not done all that stuff.  I guess it’s like we were saying last week. The way I think about it in my head, standing at the pearly gates with my dad or something. It’s just a weird association in my head of people that do that stuff being <\/span><span data-id=\"P2-N2002B4\">scumbags or something. It just doesn’t seem like a desirable type of person would do that.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: It’s got something to do with character.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: I just feel safer. I just feel way more like I’ve got my hands on a railing or something. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: You’ve got your hands on a railing? Huh. Like a moral railing? Like a foundation?<\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563361\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: And how that can get thrown into question – actually, not even a question almost. I don’t know if you would couch it as unethical, but these other things – like being healthy or dieting and exercise – can throw in a question of your character if you were to do that. <\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: That really is it. Let’s say this semester that I did all those things. Let’s say I quit smoking and ate really well and I didn’t get really good grades, even then that wouldn’t prove anything wrong, that would just be like – wow, you did, but it seems less commendable or something. I really <\/span><span data-id=\"P3-N200371\">got kind of lucky, I guess.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: You got away with it?<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah. Like good for you. You didn’t toil through it or something. You didn’t really struggle for it, maybe you just got lucky. It doesn’t even just [turn on that.] (ph?) <\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: That’s interesting. It’s almost like when you’re saying “toiling” it made me think that some of what life is supposed to be is that you’re supposed to toil. It’s not supposed to be easy. You’re supposed to give up things.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Yeah, it’s sort of virtuous, Christ-like or something, I guess. There is value in itself to that. It just seems vain. Going to the gym just seems vain. (pause) I just feel way more comfortable in so many different parts of my life when I live this type of lifestyle, just a generally unhealthy <\/span><span data-id=\"P3-N2003F1\">lifestyle.  I feel more anxious when I don’t about a lot of things that have nothing to do with my diet or anything like that. It’s weird. I remember sometimes going to the gym and I’d be running to the gym and would just get anxious thoughts in my head that I wouldn’t otherwise. I feel like I’m being <\/span><span data-id=\"P3-N2003F2\">someone I’m not. (pause)  It just seems really weird to think about. It seems really ridiculous.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Like take a step back from the whole . . .<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: It really does. It seems crazy, but it just makes sense to me.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: It comes from somewhere and yet it’s still part of you. It’s part of some sort of your principles you live by that are really deeply felt and that there is a loyalty to them.  Not in a conscious sense, there just is. That’s what I’m left with.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: It’s weird, too, because in here a couple of weeks ago I remember saying something like it would be really nice to be able to – I have these great things going on in my life like Laney and the opportunity to do this and school – I remember saying something like it would just be great to be able <\/span><span data-id=\"P3-N200471\">to enjoy all those things without having these really excellent opportunities that I have just turn into these endless sources of anxiety. It would be great if I could just entertain each of them and enjoy each of them and just let them both make my life a little bit better just by virtue of them being <\/span><span data-id=\"P3-N200472\">part of my life.  I think I was even saying it would be great for me to be able to approach all those things in a way that I feel like it’s possible – and I see other people do – but I felt that for some reason it just wouldn’t be possible for me. That image I have of a person who can do that is weird, <\/span><span data-id=\"P3-N200473\">because in that conversation I genuinely wanted to be able to do that. That’s almost the exact same type of thing I think about, the ability to be like all right, I’m going to stop thinking about school right now. I’m going to stop thinking about this stuff with Laney right now and go for a run or go <\/span><span data-id=\"P3-N200474\">to the gym and use my gym membership and do yoga. In that instance it just seems detestable to me.  In a way, it’s the exact same thing.<\/span><\/p>\n<span data-id=\"P3-N20046-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563361\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: I sort of hear what you’re saying. It occurs you’re talking about this is an extension of that conversation. It’s like an answer to the question “why can’t I live this way?” Well, there is something about it that really, as you imagine to really live that way, feels unfamiliar and unprincipled sometimes.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: It’s weird that I feel like in some ways I want it and in some ways I feel like I don’t want it.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: Because, again, in some ways if it wasn’t for the feelings it evoked, it sounds like a better way to live for yourself or a lot more enjoyable. Just like you’re saying, there is some shadow that starts to come over you when you start to think about things being more enjoyable, like it doesn’t <\/span><span data-id=\"P4-N2004D1\">sit right with you.  It’s not consistent with toiling or sacrificing and working for something and having to toil through it, almost like you’re sort of saying that enjoyment is detestable.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: Yeah. It just seems arrogant sometimes. It always brings me back to this place where I feel that I have to conclude that I like feeling anxious or something. I always stop thinking about it then because it’s like – ugh. If that’s it, that kind of sucks. <\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: If it’s arrogance?<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: If, on some level, I enjoy feeling anxious, if I prefer it. If my own sense of comfort is the biggest obstacle to living the life like the imaginary person I think of who can go to school and enjoy his relationships and then go do this stuff. (pause) I guess when I think about it I actually <\/span><span data-id=\"P4-N200531\">think to myself that I feel more comfortable doing this type of stuff.  The answer to me just seems like I might as well just keep doing it then.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: I think to feel like you’d be doing these things with your free time or carving out time for yourself feels arrogant and also very unsettling to you, disquieting to you. It’s almost like you’re saying you’d rather not be that guy, that it doesn’t feel right to you or something.  I’m sort <\/span><span data-id=\"P4-N200551\">of curious – I guess you’ve been answering it – but it’s interesting that you feel like it’s arrogant.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: The only reason to try to live like that imaginary person that can do that stuff is just because I imagine that he feels more relaxed and happy. I think it would just make me feel more anxious.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: Why try? I keep thinking about the strong link all that has to your dad as you were putting it. What you saw in your dad and what your mom saw in your dad in terms of how he lived his life and dealt with or didn’t deal with things.  I was thinking that in your sense of it, it seems like all <\/span><span data-id=\"P4-N200591\">this stuff that seems so important and that he should feel responsible to and responsive to, he’s shirking it in some way and evading – like jogging. If he gives himself time to jog, he isn’t attending to something that needs tending to.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Yeah, like a whole list of things.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: In what ways do you connect that with your dad?<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: He was always a health freak.  He was always so concerned about his health and running and eating really, really well, even in the midst of crazy shit happening. I’m sure even the night after we all had the conversation and he moved out, he stopped and thought about what vegetables he hadn’t <\/span><span data-id=\"P4-N2005F1\">eaten that day and made himself a meal with that. Just in an absurd way. I just remember a lot of times eating with him and being like, ‘Oh, God. I just want to eat fish. Who cares about that right now?” <\/span><\/p>\n<span data-id=\"P4-N2005E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563361\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: There are other matters that should take precedence and priority.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: It just seems selfish in a way.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: Yeah, I see it.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: My mom is starting to smoke again, gaining weight. He’s totally trying to run an eighth of an extra mile or something.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: Going in different directions<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Yeah. I feel like I couldn’t run, watching what was happening because of him. The fact that he could run while it was happening and that he even caused it . . .  I guess in one way, too, it was one thing that I really noticed about him, but I also feel like if I gained more weight I could feel <\/span><span data-id=\"P5-N2006B1\">like I wasn’t being like him, too, or smoking or something. I just felt very different from him, in a sense.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Safer moral ground or ethical ground.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: I felt like maybe not running was different from him, but not running and choosing to smoke was completely moving in the opposite direction <\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Like smoking was somewhat associated with suffering in some way? Stress? Being affected by something? I was thinking about that. For some reason what comes to mind is that encounter with the woman at the mall in the van and she had to leave the house to smoke. Wasn’t that it?<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Yeah. (pause) There is just something so lonely about him running or something, too.  It really is, going for a run. That really is what it comes down to when I think about my dad. That’s been his big activity, his thing.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: Does he run every day?<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: Oh, yeah. Most days. Every time I talk to him he’s telling me about how far he’s run.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: How far does he usually run?<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: He runs three to five miles a day or something. He used to run way more than that. [He was like 56 then or something.] (ph?) He probably runs somewhere like five miles a day or something. (pause)  I just like it. (pause) It just feels like a really comfortable default place to be. It would feel <\/span><span data-id=\"P5-N2007B1\">great, I guess, to start doing some of that stuff more.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: There is something about you, like there is an openness to the potential that seems [ ] (inaudible at 00:31:57).  – like if you’re asked the question “how do I have some enjoyment?” or “how do I approach these things with the enjoyment that is there and available and still hold onto the moral railing?”<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Yeah. It makes me think about our conversation a couple of weeks ago. It just occurred to me that these could just be really great things. These could be really nice things in my life, like you and Laney and school.  They don’t all have to be, I guess, things that I have to react to, like my <\/span><span data-id=\"P5-N2007F1\">mom and my dad, I guess. The other thing was that, just being unhealthy and smoking just made sense, dealing with everything, like a stress that had to be mitigated. That makes sense, I guess. Like our conversation, these can be nice things and maybe they don’t necessarily have to operate on those terms; <\/span><span data-id=\"P5-N2007F2\">definitely on some level an acknowledgement of some other type of set of rules or something.  It’s just scary. I’ve been smoking for so much longer than I ever thought I would be.<\/span><\/p>\n<span data-id=\"P5-N2007E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2007E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563361\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: When did you start?<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: I’ve been smoking for ten years now.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: Since you were 16?<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: Yeah. Jesus.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: How did you start? We might have covered this before, but I’m not remembering.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: To be honest, I can remember just smoking the first time and I can remember liking it.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: What did you like about it the first time? What do you remember?<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: (pause)  I think it was just a little thing that you could do privately and it felt a little relaxing physically and you could just do it over and over again. It was very controllable in that sense. It was something you could always do. It was very comforting in that sense. It’s not like alcohol. <\/span><span data-id=\"P6-N2008F1\">It would really suck if I had that relationship with alcohol because you can’t drink alcohol without it really getting in the way of your life, but a cigarette you can just do whenever.  It’s just really comforting in that sense. It was always available.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: You don’t have to wait until you’re off the clock.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Yeah, I always liked that about it. I guess I just remember even thinking that very early on, too, like “this is something I can do whenever I want.” I just can’t believe I’ve smoked for that long now.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: I’m also aware of it being some way of you allowing – different from a job – it carries different connotations to it; some way you have something for yourself.  It’s something that relaxes you. Broadly speaking, something that takes care of yourself or gives you something, some sense of time, <\/span><span data-id=\"P6-N200951\">without losing the sense of morality.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: It’s funny. I remember in high school a lot of times like when Will and I didn’t go to the same high school anymore but were still very good friends, he would come pick me up to go to the gym. My ass would have been tarred – my parents and stuff – but we would just drive around and smoke all <\/span><span data-id=\"P6-N200971\">night, just smoke and talk, listen to music and smoke cigarettes.  Then we’d come home. (laughs) We’d never go to the gym.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: You had a mischievous laugh?<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: It was just funny, just thinking about it in these terms. We were going to go to the gym and run for a few hours, but we just drove around. I never really thought about it like that, just in this conversation. It’s an interesting observation.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: Yeah, it is interesting, what you were saying about running or exercising. (pause) <\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: I imagine a lot of people probably think about it this way and have the same kind of relationship to it, but it’s just a thing you can do when you can’t do anything else. It doesn’t do anything, but it’s just something you can do. I think about not having that and it would just seem very lonely. <\/span><span data-id=\"P6-N2009F1\">I love smoking.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Sort of a companion?<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Oh, yeah. There are few things that I’ve more consistently turn to and done.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: What cigarettes do you smoke?<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Camel Lights.  Camel Blues now. You can’t call them Camel Lights anymore. That’s it.<\/span><\/p>\n<span data-id=\"P6-N200A6-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563361\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: Camel Blues?<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: Camel Lights\/Camel Blues. I just can’t believe I’ve been smoking for ten years. I used to always thing it would just be to get through tomorrow or something. Never ever did I think I would smoke for ten years. Almost until you move out of your parents’ house or something.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: Is that right? It was linked up with that?<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: Yeah. It was just to get through this thing, like it’s going to be totally different afterwards or something. I always just assumed that. <\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: What were you hoping would be different, would you say? What was it that you imagined could change?<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: I suppose a lot of the same stuff that I’m saying now. I just wanted to go to school and not be so worried all the time or something.<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: Being out of the house – there was some sense that being out of the house would facilitate that?<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Yeah, that always to me seemed very obviously that that would be the thing that would happen that would make me not so bothered by all that stuff anymore.  It just kind of made sense, I suppose. (pause) I think that kind of flipped on its head, too, like when I went away to school for the first <\/span><span data-id=\"P7-N200B71\">time and I had to come home.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: It got flipped on its head?<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: I wasn’t really out of the house then. Just looking back on it over so long, I guess part of it – like when I hear that I’m 28 years old – I guess I always thought like 28, that’s going to be a new me, a new life.  I’m still thinking about all the same stuff. I still feel like I’m still completely <\/span><span data-id=\"P7-N200BB1\">governed by all that messy, yucky stuff. I guess I just figured that by the time I’m 28, God, how can it not be different?<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: Free of the anxieties?<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: Yeah, like smoking and being healthy. (pause) Not wanting to go to the gym because my dad goes to the gym. I used to go to the gym like crazy before I smoked. I used to be extraordinarily healthy. <\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: What age?<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: Like freshman\/sophomore year of high school.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: You’d stay at the school gym?<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: I would leave school and I would get dropped off at the community health center gym. I would just hang out there and play basketball and go to the gym and stuff until my mom left and she would pick me up there on the way home. I would work out and exercise and stuff for hours. I was in fantastic <\/span><span data-id=\"P7-N200C71\">shape, too. I loved it. It’s weird. And then sophomore or junior year I started smoking and completely just never really got back into it again.  (pause)<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: That’s an important point. You were very into the gym before that.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: I was even into eating really healthy, too. I was extremely healthy and in fantastic shape. (pause)  It just seems impossible. (pause) It makes me feel sad to sit and think about it.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: Say more. What are you noticing that you’re sad?<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Since then, that was ten years ago, something has been ruined or spoiled or something.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: In your body?<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: Yeah, I guess. There is that possibility, that bridge has been burned.  (pause)<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: The one thing that I’m aware of on one level is that somehow tending to your body and being healthy and feeling good in your body, not just in the physical sense, but also feeling good psychologically or mentally, has somehow become linked in some ways to arrogance and irresponsibility; so <\/span><span data-id=\"P7-N200D51\">it’s very hard to enjoy.  It obstructs your sense of enjoying those things. It’s like it makes it very hard to enjoy and it’s almost like you’re looking for a way to find how you can enjoy that. How can I enjoy these things? How can I have that bridge back to a body that felt good and felt healthy and <\/span><span data-id=\"P7-N200D52\">enjoy that? The thing setting the thing on fire is the sense of arrogance and irresponsibility. (pause)  I was thinking, too, just about how a healthy body makes a man more appealing to other women. I don’t know if that’s in it or not.<\/span><\/p>\n<span data-id=\"P7-N200D4-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200D4-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563361\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: Yeah, that’s like everything about my dad with exercise.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: I was wondering.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: Like even eating well, that’s the virtue in a low-fat diet. Completely. That’s the vanity aspect of it. Entirely. I could always tell when my dad would want it for me.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: Strength, all that stuff. It’s a good place to end.<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: Next week. Cool. Thank you.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: See you then.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}