{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses romantic interests. Client also discusses the possibility of losing his grandmother."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Romantic relationships","Loss","Life changes","Occupations","Frustration","Psychoanalytic Psychology","Sadness","Psychoanalysis","Psychodynamic psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["10"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Romantic relationships","Loss","Life changes","Occupations","Frustration"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Sadness"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychodynamic psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2855936","dorpId":"1006727589","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 182: March 20, 2014: Client discusses romantic interests. Client also discusses the possibility of losing his grandmother.","fullTitle":"Client \"AP\", Session 182: March 20, 2014: Client discusses romantic interests. Client also discusses the possibility of losing his grandmother.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855936\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I’d like two beers and half a shot of whiskey. That would be like getting started six months ago. Jesus Christ. And then I was paranoid because I was in JP and there is no easy way to get back here. I was like, “I’m just going to sit here. (chuckling) I refuse to drive right now.” Oh, my God. <\/span><span data-id=\"P1-N2000D1\">Which was good; very wise. (sighs)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: That’s interesting that you’ve been drinking less, too. Maybe we haven’t talked about that.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I’ve mentioned it before.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: A little bit.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I’ve just been staying home more and I don’t drink at home. Probably in Assyria – it’s weird – when I’m not in the country, I will drink at home a little more; but even then . . . In Europe people drink more – I guess like a 40. Beers come in bigger . . . One of those, maybe.  There is something <\/span><span data-id=\"P1-N200151\">about just being alone drinking. What the fuck is the point? I’ve just been staying home. And then when I go to George’s, those guys don’t really drink; or if they do, they have a sip of Corona. Tomorrow we’re all meeting at a bar, more of a bigger get-together, and I don’t think I’m going to drive. <\/span><span data-id=\"P1-N200152\">I think I’m just going to take a taxi because if this is how it is with two beers – yeah. But it’s also interesting. It’s also kind of sad. I kind of cried in the car and shit because I met with my friend, Allison, who I have feelings for, and it was kind of interesting.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">We had a pretty honest . . . That was good, too. It was sad because she’s one of these people who is awesome, but she’s one of these fuck feelings people.  She’s scared of her feelings. She’s divorced and all this shit, but it was kind of cool to just be honest with her because she was like, “Wait. <\/span><span data-id=\"P1-N200171\">We haven’t hung out because you tried to make me your girlfriend.” I was like, “I didn’t. I’m not going to not be honest about having feelings for you. I really like you. It wasn’t like I just was attracted to you; I really like you, but that has nothing to do with hanging out. I’m a big boy. You’re <\/span><span data-id=\"P1-N200172\">the flaky one. I don’t hear back.” She was like, “I know. I’m a dick. I’m sorry.” (laughing) It was a pretty honest thing. It ended a little awkward because we both got buzzed. She got really buzzed, I think.  She’s feisty, so she was like, “Are you like this? Do you just pine for women?” I was like, <\/span><span data-id=\"P1-N200173\">“What? Go fuck yourself. I’ve got a roster of chicks I like. I pine after the ones I really care about, which is rare.” So we got into this whole thing. It was really interesting. It was an interesting night.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">If this was six months or a year ago, right now I would be all bummed here, do you know what I mean? Today. But I had a little bit of a cry. I was sitting in my car. I didn’t want to drive. I was in JP. I got a little pissed like why did I even hang out with this chick? But, no, I really like her. She’s <\/span><span data-id=\"P1-N200191\">a good person. She doesn’t have to be in love with me. But at the same time, I’m not going to pretend, if I have feelings.  That’s when it’s hard. I feel like I’m so ahead of the game now. You can talk about feelings and it doesn’t have to be a huge deal. It’s amazing how people can’t. Just now she’s <\/span><span data-id=\"P1-N200192\">texting and she’s like, “Hey, thanks for not being a tool last night.” I was like, “That’s fine. From one dick to another. You’re welcome.” Then I was like, “I can have feelings for you, but that doesn’t mean I don’t care about the friendship. The friendship is important.” She was like, “Feelings are <\/span><span data-id=\"P1-N200193\">overrated.” I was like, “Yeah, by people that are scared of them.” (laughs) She was like, “Oh, please.” I was like, “Yeah, I’m scared of them, too, but it’s nonsense. You have feelings all day long. You’re a fucking musician. Why don’t you write joke songs if you don’t like feelings?” <\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855936\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">It started because she said, “Oh, it’s my boyfriend.” I said, “Your boyfriend?” And she said, “Oh, please. I told you I’m seeing somebody.” I was like, “Oh, I thought you were just dating.” She was telling me about this dude. He went to Costa Rica to get new teeth. Right there, I was like, See? That’s <\/span><span data-id=\"P2-N2001B1\">fine. You’re one of those. That’s okay.” “One of those what?” I was like, “Come on, man. You’re 40. You have a boyfriend that went to Costa Rica to get new teeth? Listen to yourself.” She said, “Don’t judge me.” I’m like, “I’m not judging. We all make fucked-up choices. Maybe it’s really cheap to get <\/span><span data-id=\"P2-N2001B2\">teeth in Costa Rica, but just the idea. There is something about that. Someone is getting a whole new set of teeth and they’re going to Costa Rica to do that? Something is clearly . . . Maybe he’s an awesome, awesome dude that’s going to be great to your kid, but it just sounds wacky.” So that’s kind <\/span><span data-id=\"P2-N2001B3\">of how it started.  I had a little good cry and then I drove. I was actually fine. I took a walk, too. I took a walk; got back in the car; went to Mickey D’s. I haven’t done that in a very, very long time. And even that was kind of cool because I was like you know what? I’m really hungry. I hadn’t eaten <\/span><span data-id=\"P2-N2001B4\">dinner. That was the other thing; I hadn’t eaten dinner. Every penny now, I’m thinking about these things. You know what? I’d rather pay $5 and stuff my face than spend $20 buying all these groceries or $30. I’m leaving in a few days. Whatever. That’s no excuse to eat at McDonalds, but even that was <\/span><span data-id=\"P2-N2001B5\">a little bit different than how I would have gone to McDonalds before. Do you know what I mean? Of course, I felt like shit. I didn’t sleep very well, but I feel all right now. <\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: I think it’s so cool about your exchange with her and that you’re able to persist in knowing that she’s scared when she tries to sort of say that feelings are for losers. You just say right back no, that’s not true; and it doesn’t perturb your comfort.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: Yeah. There is definitely something different. It’s weird. It’s as if all of these things are happening symbolically now, like this article, the essay I wrote, and these girl things are happening. It’s kind of good, I think. Remember the Assyria girl in Halifax? Out of the blue, she started <\/span><span data-id=\"P2-N2001F1\">e-mailing me again. She’s in Dublin now. It’s like, okay, and it really quickly developed into her flirting with me and said, “Damn it. I’m still really attracted to you.” And this and that. I kind of went with it. Then she video-chatted me.  I was like, whoa, I don’t like shit like that. It’s kind <\/span><span data-id=\"P2-N2001F2\">of weird. But all right, fine. I’m thinking something totally different – like we’re going to talk and maybe, not reignite, but maybe see where things go, and she’s telling me she’s not interested. “I don’t feel that way anymore.” So we ended it. I was like wait a second. So I wrote to her and was like, <\/span><span data-id=\"P2-N2001F3\">“You know what? You e-mailed me. You flirted with me. Then you video-chatted me. All of that to tell me that you have no feelings and aren’t interested? Don’t ever contact me again. That’s really lame; really lame.” She wrote me something back. She was like, “I’m sorry.” I didn’t even answer back. It’s <\/span><span data-id=\"P2-N2001F4\">like, dude, you can’t. (pause) <\/span><\/p>\n<span data-id=\"P2-N2001E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855936\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">I think even when I kind of cried last night, it wasn’t because of her. It’s because it sucks a little bit. You’re not better than other people, but you’re seeing certain things that they’re not seeing; and that’s kind of lonely a little bit because so many people are like that. Sometimes I’m still <\/span><span data-id=\"P3-N200211\">like that. I don’t know. When you work hard on yourself and you actually do get a little bit slightly more aware and enlightened, it’s like Jesus Christ, everybody, from my uncle to the chick to the this to everyone is just battling their own. It’s lonely a little bit, but it’s the healthier way to <\/span><span data-id=\"P3-N200212\">be. I’d rather have a little cry in the car and now be okay and feel solid.  But there have been a few like that.<\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">THERAPIST: I also think your capacity to recognize other people’s limitations and capacities will increasingly start to get in, not a defensive way, but put your guard up in an adaptive way more. When she says “pining after women,” I think there have been relationships, maybe her or not, where you can <\/span><span data-id=\"P3-N200231\">get into a kind of bubble that pushes away what you know about her. And the more you take that with you, it is lonelier, in a way, because you can’t escape knowing that this person has limitations. You might not follow as quickly or for as many.<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">CLIENT: That’s the thing. You can tell someone, “I have feelings for you, but I’m calling you on this shit and I’m not pining after you. If I was pining after you, I’d be touching base with you all the time. Clearly, I’m not.”  With Samantha I was, right? Although, even with her I tried. There were <\/span><span data-id=\"P3-N200251\">those few times when I was like, “You know what? I’m going to go,” but I wasn’t strong enough so she would just kind of “don’t go; I’m sorry.” And then I would get suckered back in thinking, “Oh, see? She loves me.” And no, of course she doesn’t. But now it’s not like that, especially with Allison. <\/span><span data-id=\"P3-N200252\">I haven’t even talked about her in here because I just know. I know what the deal is, but I also know that Allison is actually a little bit unusual because I honestly haven’t . . . We really, really, I think, click. It’s a really deep kind of clicking, to the point where I think that that even scared <\/span><span data-id=\"P3-N200253\">her before I mentioned that I had feelings for her.  The very first time that we met just for drinks, we were both kind of taken aback by it. Weird, little things. Like yesterday, out of the blue, she’s showing me her new kitchen. We have very similar tastes and this and that and whatever, but in her <\/span><span data-id=\"P3-N200254\">kitchen she was like, “Look at this clock. Do you know what that is?” I’m like, “Holy shit. That’s Charles Grodin. I love Charles Grodin.” She’s like, “No shit? I love Charles Grodin.” Who loves Charles Grodin? Who talks about Charles Grodin? Do you remember him? Yeah. Then I told her about when I was <\/span><span data-id=\"P3-N200255\">a kid and all the times he used to be on Letterman and I remember all their little, weird things. I used to love him. That’s weird. You’re not going to fall in love with someone over their Charles Grodin clock, but I’m saying we have a lot of these, just our demeanor.<\/span><\/p>\n<span data-id=\"P3-N20024-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855936\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20026\"><span data-id=\"P4-N20027\">THERAPIST: That align.<\/span><\/p>\n<p data-id=\"P4-N20028\"><span data-id=\"P4-N20029\">CLIENT: Yeah. Even the fact of “fuck feelings.” I say that, too, but now I know that I’m just faking that sentiment.  So it’s one thing after another. We’re just very in sync. But I knew this is going to go nowhere. She almost immediately started back-pedaling. For a little while she would post shit <\/span><span data-id=\"P4-N200291\">on my Facebook. She was calling me from her business trips, which I think I mentioned to you.<\/span><\/p>\n<p data-id=\"P4-N2002A\"><span data-id=\"P4-N2002B\">THERAPIST: You’ve mentioned that, yeah.<\/span><\/p>\n<p data-id=\"P4-N2002C\"><span data-id=\"P4-N2002D\">CLIENT: That just stopped because it got kind of real. We were forming a real connection. So once that happened, I didn’t pursue it. Once in a while it would be like, “Hey, remember when we talked once in a while?” But I just stopped. Then yesterday she was like, “How am I supposed to respond when sometimes <\/span><span data-id=\"P4-N2002D1\">you just text me like ‘hey,’ like one word?”  I was like, “How am I supposed to respond when I never hear from you? What do you want me to do, send you a . . ? I don’t kiss anybody’s ass. I’m not going to chase you, but once in a while, I’m just trying to be somewhat of a friend.” It’s all good. I’m <\/span><span data-id=\"P4-N2002D2\">not going to feel weird about anything right now.<\/span><\/p>\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">THERAPIST: In spite of what she was going to try to convince you of what was happening, you persisted in having yourself.<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">CLIENT: Even – we had two beers and when we were done with those two, I was like, “I should probably go. I’ve got to get up really, really early.” I was fine. I got up; I put my jacket on and I put my hat on and I was like, “You know what?” We were kind of joking. She was peeing all the time – not all <\/span><span data-id=\"P4-N200311\">the time, but I was joking like, “You know what? I’m going to catch up with you. I’ve got to piss one more time.” So I come back and she had ordered two more beers. So it’s like look, why don’t you just go home? You can’t do that.<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: [She’s in a deep conflict about it.] (ph?) <\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: Yeah. It’s a weeknight. You don’t have to have that extra beer. Clearly you’re having a good time. Meanwhile, that essay: I hadn’t thought about this, but yesterday I went with my Assyrian friends, which was really sweet. They got me sushi yesterday. The Fish Market – have you been there? Do <\/span><span data-id=\"P4-N200351\">you know where the music hall is? [Decals,] (ph?) that shitty . . ? Across from it there is a place called at the fish market. It might be one of the top two best sushi I’ve ever had. You should go there. We were getting sushi and Jeff, one of the guys – oh, no. I mentioned my essay because this woman <\/span><span data-id=\"P4-N200352\">I know, who knows my mom, wrote a rambling, bizarre comment. She was like, “I remember you when you were a teenager and you used to come to our house. You’re Marla’s cousin.  I feel sad for you that you’re so angry and envious of successful people.” These Assyrian immigrants, they can’t – “how dare <\/span><span data-id=\"P4-N200353\">you criticize success?” They totally misread everything I read there, but a couple were like that. “It’s not good.” “People have worked very hard for what they have.” Blah-blah-blah. So I was telling him about that and was like, “Dude, do you remember that woman who really . . ?” He was reading it and <\/span><span data-id=\"P4-N200354\">he was like, “Holy – what the fuck is she talking about?” So then he started checking. That essay has something like 30 comments, which is like 29 more than any other essay on that website. I hadn’t thought about that, but that’s pretty cool.<\/span><\/p>\n<span data-id=\"P4-N20034-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855936\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20036\"><span data-id=\"P5-N20037\">THERAPIST: Wow, that is.<\/span><\/p>\n<p data-id=\"P5-N20038\"><span data-id=\"P5-N20039\">CLIENT: Most of them had zero comments. Yeah, pretty neat. <\/span><\/p>\n<p data-id=\"P5-N2003A\"><span data-id=\"P5-N2003B\">THERAPIST: It’s pretty extreme. It’s not just a few more.<\/span><\/p>\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">CLIENT: Yeah, it’s a lot more. And 99% were very lovely, really gracious, lovely.<\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">THERAPIST: To really have an impact.<\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">CLIENT: Yeah, pretty cool. Very cool.<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: Again, Brian, I think even what you were talking about with Allison in the conversation, or with publishing, it’s like trusting your mind for once and for all. Knowing what you know and even being willing to sustain that some people aren’t going to like it.<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: Yeah, that’s the other funny thing. For the first five minutes, because I’ve never had that, I was like whoa – what the fuck? But yeah, I’m clearly not going to make a comment, say anything, write fucking something in response. That’s not me – because you can’t win that. <\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: No, and that’s part of it. There will always be someone who doesn’t like every person.<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: Me. Yeah, that’s right.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: Every one of us.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: Not every girl is going to like me; not every person is going to like me. And guess what? I don’t like most people, so it works out perfectly well. It feels good. I’ve got to say, it feels really good – especially with that one e-mail from Sterling, the guy from University of Hartford I can’t <\/span><span data-id=\"P5-N2004D1\">say enough what that means because how ironic that that was the very kind of person I thought I wasn’t smart enough and I couldn’t speak their language; and this guy sits down and writes a five-paragraph letter about an essay that yeah, I worked hard on it, but I didn’t think it was . . .  Rereading <\/span><span data-id=\"P5-N2004D2\">it, I already see things that I would do differently or that I would expand, so that’s a big deal. That says it all to me. And I told him that when I wrote back. He was like, “I really hope that we can keep up our correspondence.” I said, “It means a lot to have people like you.” He mentioned this other <\/span><span data-id=\"P5-N2004D3\">guy, Joseph, who I know. This guy was the Foreign Minister of Assyria. He is an American Assyrian academic. These intellectual guys become – or at least they tried in Assyria – and he’s a big deal, this guy. He lives here in Baltimore. A very nice man, brilliant. So in the e-mail, Sterling was like, <\/span><span data-id=\"P5-N2004D4\">“People like me and Joseph have talked about how it’s people like you. It’s a shitty outlook right now so the few people like you, when I see something like this, it makes us feel like maybe it’s not all lost.”  I told him, “People like you, who are experienced and so thoughtful, that means everything. <\/span><span data-id=\"P5-N2004D5\">It’s very gracious.” That felt good to be like hey – I’m going to be teaching at AUA down the road. Not right now, but he was like, “Would you be interested in coming? We could do a little talk or I could do an interview of you?” (pause)<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: It’s like the central question is would you rather be liked or known? I think it so much used to be “liked” and it’s becoming “known,” even if it means what people know, they do or don’t like.  It doesn’t matter very much anymore whether they do. It’s being yourself and then getting to really <\/span><span data-id=\"P5-N2004F1\">discover that some people really, really like you.<\/span><\/p>\n<span data-id=\"P5-N2004E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855936\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20050\"><span data-id=\"P6-N20051\">CLIENT: It even felt good to tell him. It’s a long story, but I met with Sterling when I was thinking about PhDs because I wanted to go to Johnson &amp; Wales University and his girlfriend teaches in the English Department at Johnson &amp; Wales University. We met in Portsmouth and, when I look back on that, <\/span><span data-id=\"P6-N200511\">I’m very embarrassed because that was when this is not what I was. I could tell that was a time when I felt like he did probably see me as kind of confused and not with it or something. That’s the impression I got. I don’t know. Because he didn’t really help me. Oh, my God. Then at Brown, at one point, <\/span><span data-id=\"P6-N200512\">when they asked him to be my outside advisor because of this asshole, he even told me – that’s right – he even wrote me “I’m not sure what you’re doing, kind of.” He was kind of blunt. He was like, “You’re doing poetry and now you’re there. You’re trying to be . . .” It was very hurtful. I’m just remembering <\/span><span data-id=\"P6-N200513\">this now. So imagine now, do you know what I mean? Now it’s like he’s writing to me. Why? Not because I finished at Brown, but because I’m just being me and I’m owning the fact that I’m a pretty good writer and I don’t need Sterling or this douchebag or that degree to do what I do.<\/span><\/p>\n<p data-id=\"P6-N20052\"><span data-id=\"P6-N20053\">THERAPIST: Even then, Brian, he’s being brave enough to say something honest and you’re not falling in line with “oh, you really should get your Brown degree.” He’s not saying that. He’s saying, “I don’t even know if that’s you and I’m not sure you know if this is you,” Which is true. <\/span><\/p>\n<p data-id=\"P6-N20054\"><span data-id=\"P6-N20055\">CLIENT: He was not just saying “sure I’ll be your advisor.” He was like, “I don’t think you’re focused.” No, it was hurtful, but I don’t think he meant it in a hurtful way.<\/span><\/p>\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">THERAPIST: Hard to hear.<\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">CLIENT: Even at the time I knew he was right. It pissed me off, but I knew he was right. I was going to say that it felt good when I responded to his initial e-mail. I was very honest with him because he said, “By the way, where are you? What are you doing now? I don’t know where you live?” I just told <\/span><span data-id=\"P6-N200591\">him it’s kind of a long story, but I talked about London and this and that and my book. I said I’ve come to find out in the last year that I’ve been struggling with some PTSD for like 20 years.  I said I knew something was up and I had been really trying to better myself and this and that. I said that <\/span><span data-id=\"P6-N200592\">in the past year a lot of things have crystalized and I said that I ‘ve never felt more – I don’t know how I said it – I think I said it feels like a fog has lifted. It’s just a really lovely and energizing feeling. It just felt good to tell him that, whether that makes sense to him or not, just to <\/span><span data-id=\"P6-N200593\">be like “there was shit going on that I can’t begin to explain to you.”<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">THERAPIST: Also that you were explaining what he was picking up – that that is where you were and that’s not where you are now.<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">CLIENT: Also that I can talk about these things. In the past I was like “I can’t.”<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: Talking about it, in a way, is an example of being tested. If you can name it and say “this is what happened,” it’s not frightening anymore. It doesn’t have to be.  (pause)<\/span><\/p>\n<span data-id=\"P6-N2005E-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855936\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20060\"><span data-id=\"P7-N20061\">CLIENT: I don’t know what I’m going to do about this, but yesterday mom got this kind of sad look on her face and was like, “Son, what do you want to do about grandma? Now you don’t want to see her before you go?” Ohhh. That’s tough. I don’t know what to do, but I also told her, “Mom, my conscious is <\/span><span data-id=\"P7-N200611\">clean. I saw the woman pretty much every day. Why don’t my other cousins go see her? I’ve seen her every day.” She’s my grandmother, do you know what I mean? I’m going to go see her and say goodbye and she’s going to forget that I was there.  So in a way, which one is better? A loss is a loss. If I <\/span><span data-id=\"P7-N200612\">go see her for half an hour and then leave, what is that doing, really?<\/span><\/p>\n<p data-id=\"P7-N20062\"><span data-id=\"P7-N20063\">THERAPIST: Well that’s a question. What is it doing, for example, when people visit an open casket? That they want that last time, what is that? It doesn’t change the loss. It’s not even known to . . .<\/span><\/p>\n<p data-id=\"P7-N20064\"><span data-id=\"P7-N20065\">CLIENT: In a way I feel like things like that are slightly selfish. That’s why I don’t like wakes. I don’t do wakes. I know other countries have them, too, but the American style of wakes I find really, really crass. A weird building where, really, people just end up socializing. Whereas in other countries, <\/span><span data-id=\"P7-N200651\">if you want to do a fucking wake that casket is in your house.  My mom and all these guys have stories about being little and the dead person is in the living room and if you want a wake, there is your wake.<\/span><\/p>\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">THERAPIST: Even not a wake, whatever is (crosstalk at 00:27:13) What is it worth? Is it worth anything?<\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">CLIENT: In this case, I don’t know because if I hadn’t seen her for years and years . . . Every fucking day she was in our living room, so I’m not sure what I’m getting out of . . .<\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">THERAPIST: Closure?<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">CLIENT: The closure of what? For who?<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">THERAPIST: For you.<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">CLIENT: Yeah, but what’s the closure? I’m still going to have the same feelings. If I see her for half an hour and then leave, what’s the closure? She’s still alive. She doesn’t know that that’s closure, so I’m not sure. Because I already feel like I have the closure.<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">THERAPIST: You wouldn’t have regrets, in other words, is what you’re saying.<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">CLIENT: I’m not sure what the regret would be. <\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">THERAPIST: If she died in the next few months.<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">CLIENT: Right, but what would be the regret? She wouldn’t know that she saw me that last time.<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">THERAPIST: For you. It’s for you.<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">CLIENT: But see . . . what is . . .<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">THERAPIST: That’s what you’re trying to determine.<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">CLIENT: What does that mean? That’s where I think I have this toughness. I feel like I’ve already braced myself for that. It would be different if it was someone who is with it who I didn’t make effort to see a last time because they actually know that they’re seeing me and I’m going to Assyria. Someone <\/span><span data-id=\"P7-N200811\">who doesn’t understand that, I don’t know. Also, I worry that if I see her, if my aunt is there, I don’t want any of the stuff that happened . . . I don’t want any issues. I don’t know. I don’t know what to do. I thought about writing her a letter in Assyria and having my mom read that to her or something. <\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">THERAPIST: Maybe you’re scared of something?<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">CLIENT: That’s what I’m saying. I’ve braced myself, so I feel like I don’t want to reopen what I’ve already kind of made peace with. I’ve made peace with it. Because I know there is no easy way. If I see her that last time it’s not going to be like, “Whew, I saw her one more time and now she doesn’t <\/span><span data-id=\"P7-N200851\">even know she saw me. I just left the building.” I’m still going to feel shitty if she passes away, so that feeling isn’t going to change. I already feel shitty that I’m losing my grandmother. (pause) I’m not sure what to do about it. I guess I could tell my mom . . . I also don’t want it to trigger <\/span><span data-id=\"P7-N200852\">my mom getting sucked back in. That’s the thing. I feel like right now my mom has got her free time; she’s doing her thing.  I don’t want this to somehow . . . There is no win-win situation, in other words. I did what I had to do. It kind of sucks now because it’s created an icy situation, but I had <\/span><span data-id=\"P7-N200853\">to do what I had to do and I’m willing to deal with that. (pause)<\/span><\/p>\n<span data-id=\"P7-N20084-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855936\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">THERAPIST: I think we can try and figure out – and it’s not something that I have the answer to for you – what makes it feel like there won’t have been a misogyny and will it register as that if you decide not to see her one last time? Or will it not? I don’t know if it will.<\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">CLIENT: I think either way it’s not going to feel right. Either way, it kind of sucks. I don’t know. Then I think that maybe for my mom it’s important. It’s her mom and she knows how much I love my grandmother. She knows how much my grandmother loves me. Maybe it’s something I would do for my mom.<\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: Maybe. (pause) <\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">CLIENT: Maybe it would be healthy. It should be sad and painful.<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">THERAPIST: For 20 minutes and then (inaudible at 00:32:16)<\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">CLIENT: No, no, no. I don’t mean that, either. I just mean maybe it’s got some . . . Also, maybe there is a part of me that feels that – not that my grandmother is going to be fine, but maybe I’m hopeful that she’s not going to go in the next six months. I’ve never seen a tough lady like this. Somehow <\/span><span data-id=\"P8-N200911\">there is a part of me that’s like “it’s not the last time I’ll see her.”<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">THERAPIST: And yet, when it comes from that place, that would be the place that would have the most regret if it happens.<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">CLIENT: Right, that’s true.  If I just only thought of it that way, then I would be bummed. (pause)<\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">THERAPIST: In this departure, we’ve been talking about so many other places and being in reality of what is lost and what could be lost and facing it, instead of turning it away and going to Oregon and sort of pretending it’s not there. I think the more you’re facing what’s real – and what’s real isn’t <\/span><span data-id=\"P8-N200971\">horrible, either.<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">CLIENT: Right. For example, I wouldn’t have to be seeing her as if the woman is on her deathbed. She’s obviously up and about. She’s my grandmother. I’m just saying goodbye.<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">THERAPIST: On the chance that you don’t see her again.<\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">CLIENT: Exactly. Yeah, I probably will see her then.  I owe her that.<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">THERAPIST: Just like coming here tomorrow.<\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">CLIENT: Also, whether she remembers or not, now that I think about it, she really loves me. She totally remembers me when she sees me. I owe that to her. (long pause) <\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">THERAPIST: I wonder if you’ll have the same dilemma coming here tomorrow.<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">CLIENT: No. It’s kind of a bummer, but this is different. It’s not like going to London. That, somehow, just seemed like such a big deal. This just doesn’t. It’s not like it’s not sad, it just feels like, for right now, we’re taking a break or I’ll see you on Skype.<\/span><\/p>\n<span data-id=\"P8-N200A4-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200A4-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855936\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">THERAPIST: It’s not your grandmother. I’m not on the deathbed. It’s not London, and yet it’s also a loss.<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">CLIENT: It’s a big change.<\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">THERAPIST: And I think that’s it. How do you let in the reality of what the loss is? It’s not as horrible as it used to be, and yet it isn’t nothing.<\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">CLIENT: Yeah, sure. <\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">THERAPIST: Tomorrow.<\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">CLIENT: All right, Claire. Thank you. See you tomorrow. (both chuckle)<\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}