{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client talks about issues revolving around work. He also describes himself as having been a 'bad kid', and that is why his family doesn't really care for him."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Family relations","Occupational adjustment","Parenting","Psychoanalytic Psychology","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Separated"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"page_count","label":"Page Count","values":["13"],"weight":14},{"name":"psyc_subjects","label":"Health Subject","values":["Family relations","Occupational adjustment","Parenting"],"weight":15},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":16},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":17},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":18},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":19},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":20},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":21},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":22},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":23},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":24},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":25},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":26}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2098644","dorpId":"1004967488","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session February 08, 2013: Client talks about issues revolving around work. He also describes himself as having been a 'bad kid', and that is why his family doesn't really care for him.","fullTitle":"Client \"J\", Session February 08, 2013: Client talks about issues revolving around work. He also describes himself as having been a 'bad kid', and that is why his family doesn't really care for him.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098644\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Other people have mentioned that I can't figure out what else we can do.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: About the storm?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: No. About the key to the bathroom.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Why did it change? I thought the 425 was nice except when I had a coffee in my hand. It was hard to open up from the inside.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: The building management did it without asking us so, basically, one day the property manager just showed up with keys and said, \"Oh, by the way. We've got a guy changing the locks in the bathrooms. You're going to need these.\"<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: A lot of places do keys.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Yeah. I mean I'm genuinely asking if there's a way...<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: I just won't go to the bathroom here, as much as I have to go. At the coffee shop they have a big long... the library they've got you know. Everybody uses keys. They're something to grab onto and touch after you've touched yourself. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: I wonder if there's a reason people get more anxious about it here, that somehow the idea [...] (inaudible at 00:01:26)<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: I'm not really anxious.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Think it's gross?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: No, just an observation. There's urine everywhere. I was taking Ian skating yesterday and I went to the bathroom and there was a dad helping his son pee at the urinal. They just walked right out without washing. It's not the not washing that bothers me, it's the not getting your kid in the habit of washing.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Yeah. That's pretty striking to me, too. <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: I've tried to stress with Ian to get him into the habit of it.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: Yeah, sure. I mean, it's not good, but it's one thing for grown-ups to skip but it's another thing to walk out with a kid who they're showing a whole bathroom routine to and they don't wash.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: Yeah, because, first of all, when you're a guy pee goes everywhere. If you held a flashlight up you would just see urine going in every direction; but it's just a good habit to wash your hands.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: I'm smiling like, \"Oh, I should try that.\" (both chuckle)<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: Maybe it's just me. I don't know. I've got weird urinary habits anyway. Do you have a snow blower? Do girls like to shovel? If you need anything, give me a call.<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">THERAPIST: Thanks.<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">CLIENT: I don't know. I'm going to be stuck over shoveling the house. I don't mind. I did it last storm, but there wasn't a lot of snow. I get Ian to school early in the morning, so maybe it's to my advantage to go over tomorrow night and clear things out. I'll be more out of my mind anyways. I have <\/span><span data-id=\"P1-N200331\">no food. I have to go shopping while there's food left in the store. <\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">THERAPIST: [...] (inaudible at 00:03:34)<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">CLIENT: I'm sure there's plenty of frozen stuff. I'll get some pizzas.<\/span><\/p>\n<p data-id=\"P1-N20038\"><span data-id=\"P1-N20039\">THERAPIST: I wonder if they're even going to have snowboarding. Everything is being canceled.<\/span><\/p>\n<p data-id=\"P1-N2003A\"><span data-id=\"P1-N2003B\">CLIENT: Sunday morning I think the mountain is going to be in great shape, as long as the wind is not crazy.<\/span><\/p>\n<p data-id=\"P1-N2003C\"><span data-id=\"P1-N2003D\">THERAPIST: As long as the roads are okay by then.<\/span><\/p>\n<p data-id=\"P1-N2003E\"><span data-id=\"P1-N2003F\">CLIENT: By Sunday morning they'll be fine. They're ready for this storm; they're over-ready. <\/span><\/p>\n<p data-id=\"P1-N20040\"><span data-id=\"P1-N20041\">THERAPIST: I think it's supposed to keep snowing through Sunday.<\/span><\/p>\n<p data-id=\"P1-N20042\"><span data-id=\"P1-N20043\">CLIENT: Yeah, but it's supposed to taper off. The heavy stuff is supposed to stop around 4:00 Saturday. Give it a couple of hours either way and they'll have all night to clear the roads. I was up at 2:00 last night watching American Dad and they were showing school closings. Like what fucking school <\/span><span data-id=\"P1-N200431\">is open today? It's 2:00 AM. Who's up watching for school closings? And the only reason I was up at 2:00 AM is because I'm friends with teachers who don't have to go to school today, so they decided to have a game night. I'm at a closing and they texted me, [\"When can we leave?\"] (ph?) I feel bad. I <\/span><span data-id=\"P1-N200432\">showed up at a closing and they forgot I was coming. <\/span><\/p>\n<span data-id=\"P1-N20042-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098644\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: Right. You had closings yesterday and today. How did they forget you were coming?<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: They have kids and a baby; an older kid and a brand-new baby.<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">THERAPIST: They forgot about the closing all together or they just forgot you were coming?<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">CLIENT: They forgot I was showing up. She was like, \"I remembered at like 3:00 and then I forgot at 3:01.\" I knocked on the door and I didn't ring the door the doorbell apparently was broken, but I didn't want to wake the kids, so I knocked on the door and I scared the shit out of them. <\/span><\/p>\n<p data-id=\"P2-N2004C\"><span data-id=\"P2-N2004D\">THERAPIST: Did it go all right?<\/span><\/p>\n<p data-id=\"P2-N2004E\"><span data-id=\"P2-N2004F\">CLIENT: Yeah. It went fine. It just took a little while because you've got to run I said, \"We can wait until you put the kids to bed. I'd rather do that than have it all messy with you guys,\" but they kept having to go upstairs. The oldest would be like, \"The baby's crying.\" I think one of them had <\/span><span data-id=\"P2-N2004F1\">a cold. It did take a little while. I was a little late and it took them a little longer, but they're usually willing to just sign anything you put in front of them when they have kids. You know how that is. You'll do anything just to... <\/span><\/p>\n<p data-id=\"P2-N20050\"><span data-id=\"P2-N20051\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N20052\"><span data-id=\"P2-N20053\">CLIENT: Oh, you're overcharging me $50 at target? No big deal. I've just got to get to the car. (chuckles) It was a good trip. Ian had a ball.<\/span><\/p>\n<p data-id=\"P2-N20054\"><span data-id=\"P2-N20055\">THERAPIST: That's terrific.<\/span><\/p>\n<p data-id=\"P2-N20056\"><span data-id=\"P2-N20057\">CLIENT: Of course, by Monday I couldn't take my mom and stepdad. It gets to me. I can't really remember what they were doing. My stepdad is arguing with Ian about how much bagel he ate the morning before, the bites he took out of his bagel. He was like, \"I sat there and watched him and he only took <\/span><span data-id=\"P2-N200571\">a bite.\" I'm like, \"I sat there and he ate three bites and I ate the rest.\" It's just stuff like that. I've got this problem where my ear is kind of sore and I get this tingling feeling inside my ear. Ian did it to me, the little bastard. I don't know if you've ever played this game, but it's the game <\/span><span data-id=\"P2-N200572\">where you see who can punch the softest. You know that game? <\/span><\/p>\n<p data-id=\"P2-N20058\"><span data-id=\"P2-N20059\">THERAPIST: (chuckles) I think I played it as a kid.<\/span><\/p>\n<p data-id=\"P2-N2005A\"><span data-id=\"P2-N2005B\">CLIENT: I was like, \"Ian, you go first.\" I just went (oomph), right into the shoulder and he starts crying.<\/span><\/p>\n<p data-id=\"P2-N2005C\"><span data-id=\"P2-N2005D\">THERAPIST: You hit him hard enough that he started crying? (laughing) What were you thinking about? I guess the point of the game...<\/span><\/p>\n<p data-id=\"P2-N2005E\"><span data-id=\"P2-N2005F\">CLIENT: I didn't think I hit him that hard, but he's all skin and bones. So I'm like, \"Buddy, just go ahead and smack me in the head,\" so he hits me in the head. <\/span><\/p>\n<p data-id=\"P2-N20060\"><span data-id=\"P2-N20061\">THERAPIST: Oh, good, that's a good idea, because then it will be even. (laughs) You'll both be hurt.<\/span><\/p>\n<p data-id=\"P2-N20062\"><span data-id=\"P2-N20063\">CLIENT: Yeah, so I'm like, \"C'mon, buddy. You can hit harder than that,\" so he hits me again. So about the fourth time, he smacks me right on the ear. I think he did some damage. I deserved it, though.<\/span><\/p>\n<p data-id=\"P2-N20064\"><span data-id=\"P2-N20065\">THERAPIST: No you didn't. How does that help anything?<\/span><\/p>\n<span data-id=\"P2-N20064-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098644\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">CLIENT: He stopped crying. It bothers me when he cries and it's my fault.<\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\">THERAPIST: Sure, I understand that you feel guilty and I understand that by slugging you in the head he made you feel not as guilty (chuckles); but, you know, there might be other ways to do that.<\/span><\/p>\n<p data-id=\"P3-N2006A\"><span data-id=\"P3-N2006B\">CLIENT: It will be a great memory he'll have. He'll hopefully do the same thing to his kids. He probably did it yesterday in school, I'm sure, to one of his classmates. We'll be hearing from the principal soon. He had a blast playing with his cousin. My uncle owns a plane, a half-million-dollar prop <\/span><span data-id=\"P3-N2006B1\">plane that does about 100 miles per hour. He wanted to take Ian up for a whirl. <\/span><\/p>\n<p data-id=\"P3-N2006C\"><span data-id=\"P3-N2006D\">THERAPIST: How cool. How old is his kid, Ian's cousin?<\/span><\/p>\n<p data-id=\"P3-N2006E\"><span data-id=\"P3-N2006F\">CLIENT: There's the oldest, who's a senior in high school; and she's 17. Then one is 15 and the youngest is like 12. They're great kids. The parents are all lunatics and they turned out pretty good. They're all over-achievers. They're really good gymnasts and the youngest is an amazing piano player. <\/span><span data-id=\"P3-N2006F1\">She was adopted from Mongolia and she's very smart. I have a hunch that she's older than they say she is. That's always been my take. But still, even adding on a year to this girl, she's brilliant and very smart. Her dad kind of pushes her a lot so they butt heads; but I don't get involved in family. <\/span><\/p>\n<p data-id=\"P3-N20070\"><span data-id=\"P3-N20071\">THERAPIST: Right. So he was going to take Ian in the plane.<\/span><\/p>\n<p data-id=\"P3-N20072\"><span data-id=\"P3-N20073\">CLIENT: So we were going to go up in the plane and Ian calls Jess. I kind of knew that we should disclose this fact. Something in my gut, you know. I'm like, \"Buddy, tell her you're going up in the plane.\" So he tells her he's going up in the plane and she's like, \"No, you're not.\" We get into this <\/span><span data-id=\"P3-N200731\">big fight. Literally, I'm still lying in bed fighting with her saying, \"He's been flying for decades. He's an instructor. It's safer than a car.\" She just was being very stubborn and I ended up hanging up on her. My aunt said to just take him out there and drive around the airport. It turned out it <\/span><span data-id=\"P3-N200732\">was too foggy to go flying anyway, but we got in the plane and just drove around the runway; and, of course, he's holding the controls, but my uncle was steering with his feet so he thought he was steering the plane. You ask him what the best moment of the trip was and that was it. <\/span><\/p>\n<p data-id=\"P3-N20074\"><span data-id=\"P3-N20075\">THERAPIST: That's terrific.<\/span><\/p>\n<p data-id=\"P3-N20076\"><span data-id=\"P3-N20077\">CLIENT: He had a ball with that. It's funny, my uncle sent me an article because we went on the cable car. He was a little afraid sitting on the outside so we sat on the inside on the way back. My uncle sent me an article about how a cable car accident injured seven people. I didn't forward it to Jess. <\/span><span data-id=\"P3-N200771\">But she did text me when I told her that we were just going to drive around the runway, thanking me for understanding her position or whatever; and that I'm right about cars and she's going to try and drive the kid's bus. That was not my point.<\/span><\/p>\n<p data-id=\"P3-N20078\"><span data-id=\"P3-N20079\">THERAPIST: I understand.<\/span><\/p>\n<p data-id=\"P3-N2007A\"><span data-id=\"P3-N2007B\">CLIENT: I stole my mom's phone and texted my brother that Cameron's my favorite. He replied, \"Whatever.\" My cousin texted him, \"I can't believe your mom just said Cameron's the favorite.\" Everybody was kind of pissed off about the comment. But grandma was very glad to see Ian and me and was really appreciative. <\/span><span data-id=\"P3-N2007B1\">My mom was really appreciative.<\/span><\/p>\n<p data-id=\"P3-N2007C\"><span data-id=\"P3-N2007D\">THERAPIST: That's great.<\/span><\/p>\n<p data-id=\"P3-N2007E\"><span data-id=\"P3-N2007F\">CLIENT: My aunt and uncle love seeing Ian. They really do. I just wish we could go out there more. Mostly uneventful otherwise.  I think the Aterol kind of helped me adjust to the time because it got me controlled when I was out there. Ian, the first time we got there it was 5:00 pm and he fell asleep <\/span><span data-id=\"P3-N2007F1\">in the restaurant. By the next night he was up at like 9:00, which is like midnight for him, watching TV. He seemed to adjust very well. I'm sure he was tired on Wednesday. I was still jet-lagged and I didn't want to walk around. I was dragging. I was never really anxious or anything on the trip. I <\/span><span data-id=\"P3-N2007F2\">had minimal anxiety. Nothing really crazy. The same kind of stuff, like I'm doubting myself.  I'm driving to the closing and I'm like, \"Am I in the right town? Do I have the right address? Is it tonight? Is it 7:30?\" I seem to do that on appointments, you know? With this lender I'm less worried about <\/span><span data-id=\"P3-N2007F3\">fucking up because we have to scan three documents and I send everything after funding, so I'll at least get the money first and then can fix it at the end.<\/span><\/p>\n<span data-id=\"P3-N2007E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2007E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098644\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: That's the closing today?<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: Yeah. The bank and the one last night. I'll have the money for Ian's summer camp.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: Good.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: Nothing for you. Thanks for ruining my vacation, by the way.<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">THERAPIST: Happy to do it.<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">CLIENT: I was going to send back some snarky remark, but it actually didn't bother me. <\/span><\/p>\n<p data-id=\"P4-N2008C\"><span data-id=\"P4-N2008D\">THERAPIST: I'll try harder next time. (both chuckle)<\/span><\/p>\n<p data-id=\"P4-N2008E\"><span data-id=\"P4-N2008F\">CLIENT: The meds must be working. It was kind of good to find out that everybody on my family on that side has some mental issues. I'm finding out that the more people I tell, the more \"Oh, yeah. I go to therapy.\" \"Oh, yeah. I'm on...\" which is sort of comforting. I think initially I didn't want to <\/span><span data-id=\"P4-N2008F1\">tell anybody. (pause) I'm just like, \"Oh, well. It is what it is.\" I've been doing that a little bit more. I was a little frustrated in the car driving around yesterday; just horrible drivers driving too slow. Whatever. Micah canceled my 4:00 appointment today. Thank God. Can you imagine how long it <\/span><span data-id=\"P4-N2008F2\">would take me at 4:00 more like 5:00 when I leave there, 4:30, whatever to drive from there? It would take two hours. With snow and people would be like... It's bad enough at that time when there's no snow. <\/span><\/p>\n<p data-id=\"P4-N20090\"><span data-id=\"P4-N20091\">THERAPIST: (chuckles) It might be quicker today.<\/span><\/p>\n<p data-id=\"P4-N20092\"><span data-id=\"P4-N20093\">CLIENT: I'm just hoping I can find a parking spot when I get back from my closing.<\/span><\/p>\n<p data-id=\"P4-N20094\"><span data-id=\"P4-N20095\">THERAPIST: How far is your closing?<\/span><\/p>\n<p data-id=\"P4-N20096\"><span data-id=\"P4-N20097\">CLIENT: Originally we were going to meet at the office, but he may come into town. I don't know. He may do it. It was supposed to be at noon, but we may try and move it up if we can. [I said I'd pronounce docs,] (ph?) then I can hunker down. I've got a little bit of work to do. The thing is I'm kind <\/span><span data-id=\"P4-N200971\">of coming to an end of my pipeline. Just a couple of closings here and there, so I guess I'm kind of waiting for that spring market to see how that goes, which is a little anxiety producing. It's like I can't even enjoy making money, you know? I haven't gotten any checks from Blue Cross. <\/span><\/p>\n<p data-id=\"P4-N20098\"><span data-id=\"P4-N20099\">THERAPIST: Yeah, they haven't paid out any [...] (inaudible at 00:18:10) to anybody. Even those people who are in network haven't gotten paid. They just actually announced their 2013 rates last week.<\/span><\/p>\n<p data-id=\"P4-N2009A\"><span data-id=\"P4-N2009B\">CLIENT: They're not going up as much as last year.<\/span><\/p>\n<p data-id=\"P4-N2009C\"><span data-id=\"P4-N2009D\">THERAPIST: I mean reimbursement rates.<\/span><\/p>\n<p data-id=\"P4-N2009E\"><span data-id=\"P4-N2009F\">CLIENT: Yeah, they also announced their premiums.<\/span><\/p>\n<span data-id=\"P4-N2009E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2009E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098644\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: Oh, I see. For 2013.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: For this renewal quarter, which is April, May and June. I'm June. Did they go up or down?<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: I think they went down a couple of bucks. <\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">CLIENT: So I'm not going to get $45. I'll get less than that.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">THERAPIST: What's your co-pay?<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">CLIENT: My co-pay is like $25.<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">THERAPIST: All right. You'll get like I think the new rate is about $88; it could be $87. $88 or $87 minus $25; $63.<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">CLIENT: Oh, not bad. Once I know I can figure out how much I owe you. Not like I'm going to pay you, but I can figure out how much I owe you.<\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">THERAPIST: That would be good to know. I've been submitting the claims every week so as soon as they actually do start paying out, they should start paying out those claims.<\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">CLIENT: They'll probably send a bunch of those.<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">THERAPIST: Yeah. I would guess in the next couple of weeks. <\/span><\/p>\n<p data-id=\"P5-N200B6\"><span data-id=\"P5-N200B7\">CLIENT: The E&amp;G group is in trouble again. We just lost the auto-body lady, who was the most attractive woman in the group. She's like in her early 40's and you wouldn't tell. She's like a marathon runner. The chiropractor is leaving as well. We are getting a guy joining the group, but we're still at <\/span><span data-id=\"P5-N200B71\">the point where they may come in and either close the chapter or re-kick-off the chapter. We've got until like May to get our act together. I actually thought about myself trying to get visitors in there, which I never do. I was a little worried about that yesterday. It's brief; it's fleeting. I think <\/span><span data-id=\"P5-N200B72\">about it and then I'm like, \"Well, there's nothing I can do about it at the moment.\" (pause)  I've been put on the membership committee because, the auto-body lady, was in that. \"Cameron do you want to do membership?\" I'm like, \"No.\" \"Good. You're on it.\" I got this small claims hearing at the end <\/span><span data-id=\"P5-N200B73\">of the month for a security deposit. I looked up the lawyer and went on his website because he's got everything on there, including all the [inaudible] he's taken. If he did landlord\/tenant, I'm sure it would say on his website and it doesn't. One of the things you need to do when you return someone's <\/span><span data-id=\"P5-N200B74\">security deposit and you keep money is you need to give a list of damages, include receipts, and sign under the pains and penalties of perjury; and they didn't sign under the pains and penalties of perjury, which entitles you to your entire deposit back. <\/span><\/p>\n<p data-id=\"P5-N200B8\"><span data-id=\"P5-N200B9\">THERAPIST: I see. So that means if a landlord keeps the security deposit they have to say, \"Yeah, we kept it because they broke the door and put a dent in the wall and here are the receipts to show that we got it fixed and I'm attesting.\"<\/span><\/p>\n<p data-id=\"P5-N200BA\"><span data-id=\"P5-N200BB\">CLIENT: Right. He calls it a technical violation. I tried to explain to him that there's no such thing as a technical violation when it comes to security deposits. It's strictly construed. Then he goes ahead and files an answer and a counter-claim. The policy is that they want people to be able to sue <\/span><span data-id=\"P5-N200BB1\">their landlord for the security deposit and not go into protracted litigation and not be scared off by litigation techniques, so you can't counter-claim. This guy files counter-claim which you can't do. If he did landlord\/tenant he wouldn't have taken the time to bill his client. That will be nice when <\/span><span data-id=\"P5-N200BB2\">he's there right in front of his client and got schooling in front of the judge. Then there are the other things he ignores, like they didn't keep the deposit in a state bank and never told the account number. These are all treble damages and attorney's fees by themselves. He thinks because the tenancy <\/span><span data-id=\"P5-N200BB3\">ended, which he claims ended wrongly but they followed the lease, that somehow entitles them to not follow the it cures all their security deposits. They look at the security deposit as something completely separate than everything else. You've got to treat it like it's their money, you've got to <\/span><span data-id=\"P5-N200BB4\">shield it from creditors, you've got to take these steps. There's no way around it. A cure is when you make the demand, you get it back. So when they made the demand for the security deposit and interest which they never picked up the certified letter that's when you give it back and that's how <\/span><span data-id=\"P5-N200BB5\">you cure. That's how you avoid treble damages and attorney's fees. It should be a slam-dunk. <\/span><\/p>\n<span data-id=\"P5-N200BA-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200BA-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098644\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: Great. When is it?<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: We asked for a continuance until the 28th. I meet with my client on Tuesday and we'll have fun. I've just got to figure out whether it's worth me writing a memorandum for the magistrate with the case law and the citations and all of that. I've got a bench memo from the housing court judge, which <\/span><span data-id=\"P6-N200BF1\">focuses more on eviction; but it does have some summary process stuff and some cases. Then I've got a tenant handbook that's like that thick. All the work's been done for me, you know? So I've got that going on. (pause)  I was introduced to a mortgage company up in that area and we originally connected <\/span><span data-id=\"P6-N200BF2\">and she was like, \"You know, the Holidays are coming up and I want to talk after the Holidays.\" I sent her an e-mail and I never heard back. That was in January. Maybe today I'll try and follow up with her. My understanding was that she doesn't have a go-to attorney for this state. Then I've got to <\/span><span data-id=\"P6-N200BF3\">go. I'm a Commissioner of Deeds there and I've got to get a new commission. It expired and you've got to go get sworn in in front of a judge. To be a notary public in the state, you go to the secretary of state's office and there's a line and you put your hand on the book and sign it and you're a notary. <\/span><span data-id=\"P6-N200BF4\">It's kind of a pain in the ass because you've got to go and find a judge that has the time to swear you in. I think there's a district court there. I'll try calling them and see what it takes to do it. I've just got to do it and get it out of the way, not that I have problems with stuff like that. <\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: Nothing very recently.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: (pause) Today is Ian's birthday. At least he gets to skip school.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: That's cool.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: Tonight was supposed to be the pack meeting for the weigh-in for the Derby. Tomorrow is supposed to be the Derby. Pussies canceled it. Fucking Cub Scouts. It's like snow I don't know what they're teaching these kids.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">THERAPIST: They probably have some shoveling\/snow blowing badge or something they can be earning. <\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">CLIENT: I'm sure they do. We went on a little hike. I want to see if we can get him a little hiking badge. I kind of knew the storm was coming so we didn't finish the car. Now we have plenty of time and can do good stuff and do a good job of it. I've got another month. I have no skills whatever. He <\/span><span data-id=\"P6-N200CB1\">likes it. He thinks he should win coolest car.<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">THERAPIST: That's what matters to him.<\/span><\/p>\n<span data-id=\"P6-N200CC-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200CC-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098644\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Which I'm like, \"I hope he wins some trophy,\" because if he isn't getting anything, I'm going to be a little upset. Jess and I are getting him a skateboard.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: I guess I'm surprised that Jess is going in on a skateboard, in that... okay.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: Nothing to do with [...]. (inaudible at 00:28:27) At his age, he's got good balance and is low to the ground. He has elbow pads, knee pads, and a helmet.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: Right. He's not going to be trying to go down stairs or something.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: He's going to go to the store and pick out his wheels and see all the cool skating stuff.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: That's cool. Is Lucille's birthday coming up, too? <\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: A couple of weeks. She pee-pee'ed on the potty.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: Wow. Rock on, Lucille.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: Jess got an iPhone so we were doing face time. Even grandma and everybody else can see Lucille. Lucille wanted to show me that she could pee-pee on the potty, so she goes and she sits on the potty. She takes a piece of toilet paper and she wipes herself. She turns around and she picks up the <\/span><span data-id=\"P7-N200DF1\">thing to dump it and Jess's like, \"There's no pee in there.\" (both chuckle) She just wanted to do the routine, you know? Soon, soon. It was funny. I picked her up and I was like, \"You want to come home with dad?\" And she was like, \"Yeah.\" I actually had her all the way out the door. I was waiting for <\/span><span data-id=\"P7-N200DF2\">her to say, \"No, no, no.\" Finally I was like, \"Awww. I don't have a car seat for you.\" She was like, \"No car seat.\" I go, \"We need a car seat to come over to dad's. Soon.\" <\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: That's very sweet.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: When I went in the first time she just came running. \"Daddy, daddy, daddy.\"<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: That's great. (pause)  I'm supposed to have a closing today that just got cleared to close yesterday. It has to close today because the appraisal is expiring and the guy is doing all this construction so a new appraisal would not work. I don't even have documents yet. I'm not driving there at <\/span><span data-id=\"P7-N200E51\">4:00, so we're signing on Sunday; but today is the date. I don't like to do it, but every so often it has to be done; as long as everybody is on the same page. No one cares and until they care it's like... Everybody wants the loan to go through so there's no reason to... <\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: Yeah. It's like nobody wins if it doesn't.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: Yeah. It's a truth in lending violation because he's technically not getting his full he's missing Saturday as a rescission day, but at 3 point or whatever, who's going to rescind? You used to be able to waive the rescission period by showing some sort of emergency foreclosure, bankruptcy...<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: Snowstorm?<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT:... blizzard. You would think that with the blizzard they would say, \"Oh, yeah. We'll just let you close on Monday.\" That's not a good enough excuse. A lot of lenders move things up, like the local banks, but this one doesn't give a shit. (pause) You have big plans for Valentine's Day?<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">THERAPIST: Do I have big plans for Valentine's Day?<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: [...] (inaudible at 00:33:16) You did, didn't you?<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">THERAPIST: (laughs)<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">CLIENT: At first I thought I had nothing to do, but then I realized that there's a concert at the that I'm going to alone. Happy Valentine's Day.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">THERAPIST: Hopefully it's not that kind of concert.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">CLIENT: What kind of concert?<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">THERAPIST: Blues. No one should be there alone. It would not be a very nice tone.<\/span><\/p>\n<span data-id=\"P7-N200FA-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200FA-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098644\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: Oh, yeah. I would imagine there will be couples and a lot of people are going to be... The band is Big Head Todd and the Monsters. You've heard of them? They were big when we were in college. I really like them. I'm always kind of surprised how all these bands got really popular. They never <\/span><span data-id=\"P8-N200FD1\">really you know. They do fine but...<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">THERAPIST: Right. They never really quite made it. <\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">CLIENT: I think it is because it's blues-based music. Todd Park Mohr, Big Head Todd, is like a blues aficionado. He did a solo tour of these old blues tours. He wrote a couple. He always puts stuff up on Facebook doing old blues tunes when someone dies. He's met all these old blues people.<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">THERAPIST: That's cool.<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">CLIENT: What's her name? Something-Minnie. Some argue that she was the first blues guitar player and she has one of her guitars.<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">THERAPIST: Wow. <\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">CLIENT: Memphis Minnie or something like that. (pause) My brother did I tell you about his girlfriend friended me on Facebook?<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">THERAPIST: Yeah, you were joking with her about him and he did not appreciate it.<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">CLIENT: They're moving in together. I told grandma she has 9 great-grandchildren and she's 90. Ian pointed out to her, \"At age 100, maybe you'll have ten.\" She has very funny posts all the time. He just whatever. (pause)  It was a little disconcerting that everybody out there is like over-achievers. <\/span><span data-id=\"P8-N2010D1\">Both my cousins are engineers and want to go into the family business. It's worth millions.<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">THERAPIST: Is that the one who has the plane?<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">CLIENT: His son, his oldest. He and his wife own a marketing company. They make if you want to put your logo on anything and they do pretty well. The oldest daughter does very well in school and is going to go to a good college in architect. His daughter is a level-ten gymnast. The only higher level <\/span><span data-id=\"P8-N201111\">is level-ten expert, so she's like Olympic potential. <\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">THERAPIST: She's really athletic, yeah. Is it the Mongolian girl?<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">CLIENT: No, the Mongolian girl is younger. She's 12. The last time we were there she was doing a little bit of gymnastics but I see the stuff on Facebook. They're pretty good. My uncle is a millionaire several times over. He talks about housing the 1 percent, but he complains about the 1\/10th percent. <\/span><span data-id=\"P8-N201151\">He's a pretty liberal guy for that city.<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">THERAPIST: It was a little tough to take some of that?<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">CLIENT: I think my grandma kind of judges us a little bit. She admitted she was a bad grandma. I didn't like her when I was a kid. <\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">THERAPIST: Why?<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">CLIENT: She was mean to me.<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">THERAPIST: What did she do?<\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">CLIENT: I don't remember specifically. They always used to pick on me because I was the youngest.<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\">THERAPIST: Really? I didn't know that. Like all the cousins?<\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">CLIENT: Yeah. And my brother.<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">THERAPIST: That's not good.<\/span><\/p>\n<p data-id=\"P8-N20128\"><span data-id=\"P8-N20129\">CLIENT: My step-cousin, would hang out together. He's now the black sheep of the family because he posts all this political, non-stop rambling gun rights and Republican. Everybody in the family has taken him off their [feed]. His kids apparently destroyed my grandmother's apartment the last time they <\/span><span data-id=\"P8-N201291\">were out there. I think they weren't even going to invite him, but they invited him at the last moment and he didn't go. She kind of just came up out of nowhere and said, \"I was a bad grandma.\" I was a bad kid, though. I'm sure some of it was deserved. <\/span><\/p>\n<span data-id=\"P8-N20128-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20128-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098644\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">THERAPIST: How were you a bad kid?<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">CLIENT: I just didn't listen, mouthed off, instigated, pushed people's buttons. I know you find that shocking and hard to believe that I would push people's buttons but...<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\">THERAPIST: No, not really; but I don't quite see you as I wasn't there but it's a little bit hard for me to imagine you as a bad kid. A kid who wisecracked, was sarcastic, gave people a little bit of shit sure. But, I don't know, at least with me, anyway, I think you're well-meant. You like to sort <\/span><span data-id=\"P9-N2012F1\">of fuck around with me, but you don't really seem that malicious most of the time or like you're really trying to get to somebody, get to them, you know? Usually, at least in here, I think it's when you're feeling kind of anxious. I guess if I think about it, part of where I'm going is to say that... <\/span><\/p>\n<p data-id=\"P9-N20130\"><span data-id=\"P9-N20131\">CLIENT: I was a hyper child.<\/span><\/p>\n<p data-id=\"P9-N20132\"><span data-id=\"P9-N20133\">THERAPIST: I think you have this sort of go-to thing of having been a bad kid or a fuck-up.<\/span><\/p>\n<p data-id=\"P9-N20134\"><span data-id=\"P9-N20135\">CLIENT: I always was bothering my brother. \"Get out of my room. Don't breathe in my room.\" (blows) I would kind of [stow away] (ph?) and blow in his room.<\/span><\/p>\n<p data-id=\"P9-N20136\"><span data-id=\"P9-N20137\">THERAPIST: You were a bad kid to be doing that to your brother. I don't know how many good kids...<\/span><\/p>\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\">CLIENT: I used to set him up, too, apparently. They figured it out one day when a lamp was broken and Curt was not home and could not have possibly broken the lamp.<\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">THERAPIST: (chuckles) Right. You're alibi.<\/span><\/p>\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\">CLIENT: He took the blame for it because he was used to getting blamed for everything. My parents are like, \"But, Curt, there's no way you could have broken that lamp.\" Then aha. Little devil.<\/span><\/p>\n<p data-id=\"P9-N2013E\"><span data-id=\"P9-N2013F\">THERAPIST: We need to stop for now.<\/span><\/p>\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">CLIENT: Good luck with your [legs.] (ph?)<\/span><\/p>\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">THERAPIST: Thank you. Take care, too.<\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">CLIENT: Drink water.<\/span><\/p>\n<p data-id=\"P9-N20146\"><span data-id=\"P9-N20147\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}