{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client has been having intense dreams that flood her full of anxiety. The anxiousness is displaying physically as tension, causing her pain and discomfort. She talks about her relationship with her long-time roommate."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Friendship","Dreams","Psychoanalytic Psychology","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2013"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Friendship","Dreams"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Multiracial"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2098646","dorpId":"1004967490","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"Ju\", Session November 14, 2012: Client has been having intense dreams that flood her full of anxiety. The anxiousness is displaying physically as tension, causing her pain and discomfort. She talks about her relationship with her long-time roommate.","fullTitle":"Client \"Ju\", Session November 14, 2012: Client has been having intense dreams that flood her full of anxiety. The anxiousness is displaying physically as tension, causing her pain and discomfort. She talks about her relationship with her long-time roommate.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098646\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: I'm glad you made it.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: So am I. I really wasn't quite sure.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Again today?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Yes. But, yeah. The back thing is better. (chuckles) Mostly.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Yeah, wow. Is it from the physical therapy?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Sort of. The therapist said I probably overworked some other muscle and then my back compensated weirdly, or did one of those U-twists just wrong. I was over at a friend's house doing homework and different furnitures are made that like...<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: [...] (inaudible at 00:00:58) or something.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah. Last night\/this morning at various times I have this recurring anxiety dream that I don't think I've ever mentioned because I don't know. I was having it last night\/this morning. I was having a hard time sleeping. (chuckles) <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: It stresses your back, I'm sure.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Yeah. Because there's no good position.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Is there any kind of chair that would be helpful, like on your back or using the couch or anything? Would that make it any easier?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Not really. I just sort of shoved...<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Can I offer you a pillow?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: No, this is good. Thank you.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: Sorry. I'm Jewish mothering you a little.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: No, I understand. (laughs) It's a super realistic dream in which somebody comes near us and Ashby had said that she knows...<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: I'm sorry... they come in what? <\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: In like the middle of the story so there's some part that's already happened. It's always that Ashby had said that she wanted to move to a different apartment or move out or something; and I haven't gotten a new apartment and I haven't done anything about it because I wasn't really sure that <\/span><span data-id=\"P1-N2002F1\">she was serious or I just haven't. Then the dream was basically either I'm talking to her and she's like, \"Oh, yeah. I have signed a lease for my new place and... \" and then I freak out because I haven't found a new apartment or signed a lease or hired movers or whatever.  Or the kind of opposite, <\/span><span data-id=\"P1-N2002F2\">which is I did just go sign the lease and she's like, \"Never mind. Actually, we should just continue living here. Yeah. Part of what's weird is when I wake up, if I see Ashby, I always want to ask her. She's in the house less in the morning than she used to be. So if I've just wakened up, I'm like, <\/span><span data-id=\"P1-N2002F3\">\"Did you...?\" and then I'm like, \"No, that didn't happen.\" And asking if it happened would be really confusing and not going anywhere. She had a hard time sleeping last night as well, so we were both kind of staggering around the apartment. The first two times I started to say something and I was like, <\/span><span data-id=\"P1-N2002F4\">\"Why do we have to move? I'm so stressed that I haven't dealt with this part.\" Literally this morning when she was more awake I was going to start to make a joke about it, but she was really stressed so I didn't.  Part of it is it's a lot of different things. But it's also Ashby who said to me more <\/span><span data-id=\"P1-N2002F5\">than once that she feels that I have the control in the roommate-moving-out situation; like I could tell her to move out and she wouldn't be able to do the same to me. Also along with that, if I told her that I wanted her to move out, I would immediately have some back-up friend to move in or one of <\/span><span data-id=\"P1-N2002F6\">my friends would have this awesome house and I'd think, \"Yeah, I always wanted to be there anyway.\"  (pause)<\/span><\/p>\n<span data-id=\"P1-N2002E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098646\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: This is a recurring dream?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Yeah. It doesn't happen a ton, but for like two or three occasionally. My recurring dreams are usually extremely boring and irritating, like it's realistic. I get up, I go to work, I'm at work and doing work; and then I wake up, which is more frustrating than anything else because I have to <\/span><span data-id=\"P2-N200331\">get up and go to work. (chuckles) (pause) <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Does anything occur to you about the elements of the dream? Like that sort of dream-analogy sort of thing? Like are there elements of it that...? Yeah.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Not really. When I woke up one of the things I was thinking about was it was Thanksgiving and I'm at our house again.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: You mean at her house?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Our shared apartment. Our house. And Ashby freaks out and usually cleans obsessively because everyone will think she's a horrible person that she doesn't clean.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Are people coming over? <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Yeah, people are coming over. I'm usually never there for it. I just get to be there for the crazy cleaning in advance. One year she oh, God she got Aterol from her friend. (both laugh) Yeah. And cleaned everything. It was a bit more than really? I just stayed out of the way because it <\/span><span data-id=\"P2-N2003F1\">was a little weird. She hasn't started verbally freaking out about that and I guess I'm feeling a bit worried that the other shoe will drop and she'll freak out. The other thing is like I do think that there are some things that I should actually go clean up because I caused them or I should move this <\/span><span data-id=\"P2-N2003F2\">somewhere, except that I totally can't do that right now. I mean [...] (inaudible at 00:09:43) yesterday and today. <\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Did you have this dream last night?<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: Yes. Into the morning. I probably fell asleep and woke up six times.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: So you're saying you had trouble sleeping at least five times a night.<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: Yeah. (pause)  It's also a little bit I think I'd mentioned how, for whatever reasons, Ashby has basically stopped doing housework.<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">THERAPIST: All together?<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">CLIENT: Kind of.<\/span><\/p>\n<p data-id=\"P2-N2004C\"><span data-id=\"P2-N2004D\">THERAPIST: I think she wasn't cleaning the kitchen.<\/span><\/p>\n<p data-id=\"P2-N2004E\"><span data-id=\"P2-N2004F\">CLIENT: Yeah, not entirely, but she will leave trash like an empty container in the living room, won't load and unload the dishwasher. If I ask her to, she will. She'll avoid taking out the trash. One of the things is three or four weeks ago there was a cold snap and I brought in the two citrus tree <\/span><span data-id=\"P2-N2004F1\">plants we have. They're actually Ashby's. She bought them. At first I asked if she could help me carry them in, but she was coming home really late the night of the frost. One of my friends helped me get them sort of inside because they're really heavy. They're in these huge pots filled with soil. I <\/span><span data-id=\"P2-N2004F2\">got them inside but, because they're little trees, they're occupying half of the stairway or the stairwell going up into our house.  I had asked her a couple of times if we could move them all the way up. I asked her last weekend and she was like, \"Well...\" The first night she said, \"Yeah. I'll help <\/span><span data-id=\"P2-N2004F3\">you with that,\" and she didn't do anything. On Sunday I decided that maybe I would try moving one of them a little bit. I was like, \"Well maybe I'll see if I can just get it up.\" I wanted to see if I could pick it up. It's a plastic pot. The rim that I was holding kind of started to break off. They're <\/span><span data-id=\"P2-N2004F4\">in cheap pots so there are a lot of problems. So I didn't. Nothing happened. Ashby came out of her bedroom and said, \"What are you doing? Are you okay?\" I was like, \"Yeah. I just want to move these pots.\" Her response was, \"I think they're fine. I mean, they're getting light.\" I was like, \"Yeah, but <\/span><span data-id=\"P2-N2004F5\">they're blocking the way.\" Blah, blah, blah. She was like, \"Well, you know, maybe we can get a board at some point and blah, blah, blah. We'll move them later.\" <\/span><\/p>\n<span data-id=\"P2-N2004E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098646\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">One of them isn't in the way, but one of them, every day the whole house it's at the bottom of the stairs so it's right there. It's half the staircase. It's hard to find shoes or if you're rushing it's there and you can't get out. I want to move it. I can't move it, and she won't; so I'm sort of going, <\/span><span data-id=\"P3-N200511\">\"Okay. I guess in theory we could leave it, except that we're having people over for Thanksgiving and we'll have people coming to the stairwell a lot.\" It's already kind of cramped. Also, I just don't really want the plant in the stairwell. (pause) <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: Well, the stuff in the dream my suspicions point towards your being anxious or maybe in the dark with it about the extent to which you need and depend on Ashby.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Yeah. I don't know. <\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: More obviously I think or at least this is the way you often describe it she's the one who's kind of less stable; who sort of leans on you. You're sort of the more solid of the two of you; but maybe there's another level for you which really doesn't feel that way. I'm not saying it isn't <\/span><span data-id=\"P3-N200571\">that way. I'm just saying that I imagine and it seems to me you're just saying and I think maybe in some particular ways that you really kind of need her.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: Yeah, one of the things that I do think about at some times is that I've never lived without roommates. In thinking about it, I don't think I'd want to live without roommates. The presence of someone else in the house that can talk and help out is positive in a variety of ways, including that <\/span><span data-id=\"P3-N200591\">I can ask them for help doing something. Also, sometimes I feel like there are household things that feel really big to tackle as one person. I value having her specifically, but also conceptually someone else there. <\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: I think maybe something about her activity, maybe her, at times, busy activity, like the crazy cleaning and, clearly, was something that popped like the head of a pin there. I wonder if sort of her craziness, while those things can be frustrating and annoying or difficult in some ways, actually <\/span><span data-id=\"P3-N2005B1\">contain you in other ways; like I don't know. I feel like I get sort of repetitive about this, but I'm thinking about your mom. The sort of activity and rigidity and intrusiveness I wonder if there's something kind of reassuring, as much as it can also be frustrating or off-putting to you about <\/span><span data-id=\"P3-N2005B2\">that? Like it is a way of feeling close, feeling another presence in the house. <\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: Yeah, sometimes it's frustrating and positive. (sighs) I don't know. When we're both cooking or canning or doing something where both of us are doing something, it's really great to have her be there. Kind of have more [...] (inaudible at 00:20:49) or something. It's nice. I guess I feel like <\/span><span data-id=\"P3-N2005D1\">we have established the kind of relationship with a mutually beneficial way of doing things. I told her months ago that I was feeling more depressed and her response was this very sarcastic, \"Oh, God. I'm going to have to monitor everything and lock the hatches down,\" which I knew she wasn't serious <\/span><span data-id=\"P3-N2005D2\">about. It was also a defusing comment and it also was nice to think that in a weird way it's nice to know she cares; even if it's a prickly, weird way of responding.  I do worry sometimes about (sighs) I'm making this overdramatic, but being so depressed I can't get out of bed or I can't go shopping <\/span><span data-id=\"P3-N2005D3\">or do something. And I think, \"Well, if that really does happen for a day or two or whatever, there is someone in the house right there who can say, ‘Get out of bed.'\"<\/span><\/p>\n<span data-id=\"P3-N2005C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098646\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: And who might, I think.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Who probably would. Yes. I think very sure. And would also say, \"Here's some pizza.\" <\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: I see. So it's sort of like, \"All right. That's enough. Get the hell out of bed.\"<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Yeah. Or even just like, \"Have you noticed that you've been lying in bed 16 hours?\"<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: I see. I suspect that it appeals to your feeling connected to know that she's there in that way.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Yeah. I've tried living twice with people I didn't know, and neither one worked very well. It wasn't that they were horrible living situations, I just felt like I'm not interested in this, whatever this is. I definitely like having someone that I know and am friends with living with me and doing <\/span><span data-id=\"P4-N200691\">household things or house things.  It's one of those instances where I like having someone else who thinks of it as our house, not like the room they rent, and both of us are willing to do things like rearrange the furniture or put up curtains.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Yes. House projects.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Yeah. The two conflicts we have we have a couple of those, but one of those is that Ashby likes all flat surfaces to be clear of objects, and I don't. I can't get her to tell me what is the thing that you want me to be cleaning in this room? I think that she still thinks that I'm somehow mocking <\/span><span data-id=\"P4-N2006D1\">her. She always goes, \"It's very obvious. Just clean it.\" I'm like, \"This? Or this? Or this?\" It usually ends with her being agitated and irritated. So there is that. <\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">And I do miss it. It's have Ashby still be a sort of noticeable presence in our house, but have her also not doing things, like things I'm kind of surprised by considering how concerned she is about how people will view her based on her housekeeping. I find it very weird that she's suddenly like, \"Nope.\" <\/span><span data-id=\"P4-N2006F1\"> I also want to talk to her about it, but I guess what I'm worried about not just that I find it it's kind of a weird question to ask. \"So I've noticed that you've stopped loading the dishwasher.\" It's not really that, it's like, \"I've noticed that you've stopped doing 20 things.\" I'm also worried <\/span><span data-id=\"P4-N2006F2\">that asking that question will turn into her having a nuclear feelings meltdown or getting really angry that I don't want to know or that I don't care what she feels, that I just want her to be my maid or something like that. So I feel very stuck at that. I would like to talk to her. She's my friend; <\/span><span data-id=\"P4-N2006F3\">she's the person I live with, but especially after her birthday, I just feel really burned by it, don't want to, or am scared of the results. (pause) <\/span><\/p>\n<span data-id=\"P4-N2006E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098646\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: This, I guess, is some of your dilemma, where there's something that's bothering you but it could get worse and could become really painful if you bring it up. The other person will act totally unreasonably and not really take in what you said. And which will not only make you feel bad in <\/span><span data-id=\"P5-N200711\">itself, but the way they react will also be pejorative or upsetting in some other way. <\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: I think it's [nice]. (ph?) It's not that I'm worried that she'll be unreasonable, although that is definitely is a thing. I'm also worried that whatever is bothering her or concerning her is legitimate and is going to be a lot more than I actually wanted to talk about. Does that make sense? (sighs)<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: I'm sure it makes sense, I don't quite...<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: Another friend of mine, Jennie, is out of a ten-year relationship that ended very poorly. One of the things that was difficult in their relationship is that he was completely cut off from the idea of even having feelings or emotions or reactions that were emotional for a variety of reasons. <\/span><span data-id=\"P5-N200771\">So whenever she would have emotions, he would freak out and say that her emotions were too vague and scary. It's a huge sore point for her. What's hard for me is that sometimes the way she expresses her emotions to me is too big and scary, like she's like a kid herself. She will hit her eyes with her <\/span><span data-id=\"P5-N200772\">fists because she feels so ugly. If she's very upset, she expresses how much she loathes herself really intensely; and I find that really hard to deal with. She's also always awkward like, \"I think your boyfriend was wrong for saying that your emotions are too big. On the other hand, that felt like <\/span><span data-id=\"P5-N200773\">a big emotional thing that you just did.\" <\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: Right. Kind of like he wasn't entirely [...] (inaudible at 00:31:32)<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Yeah. I mean, a person can have that reaction to anything. I'm like, \"Yeah. That...\"<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: It seems like an unusual person for him to wind up with for ten years.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: It kind of sounds like he would want to be with somebody where it was very clear who is having the feelings, like the division of labor in terms of feelings is very clear. (chuckles) <\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Yeah, it's a lot of things, including she's is the second person he's ever dated by the age of almost 30, so I think he's feeling a little bit of that. (chuckles) It is weird. There are a lot of other things. Because he definitely sometimes had the desire to have close friends and then there <\/span><span data-id=\"P5-N200831\">would be feelings there, but he has no idea what to do with it. Also his mother was very mentally disturbed and used to have delusions and scream at him and lock him out of the house, so I think part of \"your emotions are too big\" was that he never dealt with that and hasn't really dealt with that. <\/span><span data-id=\"P5-N200832\"> One time I was talking to Ashby about Jennie and how I felt very stuck when I would invite her to do something or whatever. Her response would be this flood of self-loathing or she would say yes and then spend really wrong time. Like one time she was really worried that I didn't like her and she was <\/span><span data-id=\"P5-N200833\">really annoying or she was demeaning or she was too you know x, y, z. As her point, it feels very difficult to keep saying, \"Yes, I do like you. Yes, I enjoy hanging out with you. Also at a certain point it actually is kind of annoying that you're asking me this all the time.\" I wasn't looking for <\/span><span data-id=\"P5-N200834\">Ashby to give an answer I just was talking about it and Ashby got very upset and said, \"I don't think I can talk to you about this because that's how I feel all the time.\"  I don't know. I know she feels very insecure and she feels terrible about herself a lot and tries to not ask for reassurance in <\/span><span data-id=\"P5-N200835\">that way, but she does. Like when she gets stressed she'll often ask me, \"What do you think of this? What do you think of this? What do you think of this?\" Like over the top. I don't know. I am worried that if I ask Ashby what's going on that it will be too big a thing for her. I guess I think not too <\/span><span data-id=\"P5-N200836\">big, just too intense and too I mean both Jennie and Ashby when they're upset, I always have the sense that they're going to hurt themselves or lash out at someone else. <\/span><\/p>\n<span data-id=\"P5-N20082-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098646\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: The thing that strikes me and which I don't have a good explanation for is that, contrary to the level of what you're describing in which it requires careful handling and can be very off-putting, there is some other level at which this is doing something for you that she's that way that <\/span><span data-id=\"P6-N200851\">she's that difficult to bring up something like this with. That she can be difficult to talk to and you have to sort of be careful and hesitant and offer things up. It would seem that, contrary to what other people think, it's doing something for you or you're getting something out of that. <\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: I must be.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: That seems possible to you, too?<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: Yeah, in that way where I keep on having friends who act this way or do this or I maintain friendships with people that do this. It's like after a certain point it's like, \"Okay, well, it's not just random people being whatever. There's also some reason why I'm talking to them.\" (pause) <\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: I would imagine that part of the occasion for the dream was hurting your back and, in that way, I guess being more dependent on her in a kind of obvious way.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: Yeah. There's also a side of it that's slightly literal in that our landlord really need to do some repairs that he's not doing and we've been talking about how it's like the borderline of \"is this apartment still worth it?\" The friend that I was visiting yesterday commented, \"Are you really <\/span><span data-id=\"P6-N2008F1\">sure you want to stay,\" because his big thing is he wants to set up his computer in the basement of the house which he doesn't live in anymore. He just rented out both floors. Set up dial-up and use his computer in the basement. He also needs to repair shingles across the house, which is not weather-tight. <\/span><span data-id=\"P6-N2008F2\">It's weird. The basement is just a little creepy and weird and by not fixing the shingles, it's going to be cold because it's not insulated. I'm also seeing my friend's condo. It's this frustrating moment of (sighs)... She's got her PhD. She's a PhD and is working four teaching jobs and is very anxious <\/span><span data-id=\"P6-N2008F3\">for someone who makes a lot of money.  The friend that has the third floor is in the same situation; someone who has a low-paying job, hasn't a lot of money. There are a variety of people I know who are in that situation and it's (pause)... I am kind of jealous of her having a really nice condo; they <\/span><span data-id=\"P6-N2008F4\">bought the building. It's so pretty and you were able to afford to have an artist friend come in and pick the colors and have a professional painter and it's new (chuckles). Also, there's this weird way in which the women I know that have husbands with money kind of gloss that over. Like they're able <\/span><span data-id=\"P6-N2008F5\">to do whatever creative things they are doing because, yes, your husband makes money and you don't have to support or hustle.  I guess I was feeling kind of jealous of that lifestyle or that \"something.\" Also that I think somehow I think the paycheck for disability is two weeks without pay, and so I <\/span><span data-id=\"P6-N2008F6\">think the next paycheck I'll have two half-paychecks. That's stressing me out money-wise. Ashby is actually better at saving than I am a lot better. Part of the moving stress in my dream is the money it costs to move and get a new place and get a deposit. I decided that I'm going to have movers because <\/span><span data-id=\"P6-N2008F7\">I'm going to hire movers. Some people I know are like, \"Oh, yeah.\" They make the point that they have someone pack for them. I'm just like that is the most magical. Like what do you mean? Especially people who relocate across the country and their company is paying for everything. (pause) So there is <\/span><span data-id=\"P6-N2008F8\">that as well. Not that Ashby and my combined income would be a condo. It really wouldn't. <\/span><\/p>\n<span data-id=\"P6-N2008E-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098646\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: There's something in there about your wanting to be taken care of, I guess.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">CLIENT: Yeah. [...] (inaudible at 00:44:29) that this morning.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: And having it done for you.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: Yeah. And being in control. I was thinking that I really want someone to come in here, rearrange the blankets and everything so that it's comfortable, and then snuggle for a while and bring me breakfast. Or I have to get out of bed and do it myself. (sniggers) (pause) Sometimes I really do want <\/span><span data-id=\"P7-N200971\">someone to do things for me or take care of me. I don't [...] (inaudible at 00:45:27) like, well, if someone's going to bring me breakfast they're going to have to be in the house or a block away so it's just me. (pause) <\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">THERAPIST: I wonder if somewhere there's like a fantasy about you and Ashby? I know you don't want to actually be in a relationship with her. I'm clear about that; I don't mean it like that. That doesn't mean that you can't at some level have a fantasy that like you guys are together in such a way that <\/span><span data-id=\"P7-N200991\">she could take care of you. (chuckles) Or wish for the good parts.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: Definitely. Also over the long weekend I got up in the morning and got myself coffee and was like, \"Oh, do you want some?\" So like three days running, I brought her coffee in bed. And I'm like, \"You know...\" I would also like someone to serve me coffee in bed or more like I want breakfast in <\/span><span data-id=\"P7-N2009B1\">bed. And there definitely are friends of mine whose households or roommates would do that, so I definitely see that and I see people having that kind of I guess I do kind of want a friend marriage with her where we don't have sex or anything, but care for each other and help each other out in that <\/span><span data-id=\"P7-N2009B2\">way. If not Ashby I mean that is a way in which I think I would enjoy living in a co-op sometimes; co-op craziness. The friends of mine who have the condo and the three levels bought it collectively. They all bought it together. They leave their back doors open in the back stairwell and they just <\/span><span data-id=\"P7-N2009B3\">come up to each other's and visit and say hello and do whatever. Living like that sounds in many ways perfect to me.<\/span><\/p>\n<span data-id=\"P7-N2009A-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2009A-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098646\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">THERAPIST: I see. We should stop.<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}