{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is leaning towards accomplishing past goals, such as completing his doctorate. He talks about his relationship with his girlfriend and his relationship with his mother."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Self awareness","Finances and accounting","Parent-child relationships","Romantic relationships","Psychoanalytic Psychology","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2013"],"weight":15},{"name":"page_count","label":"Page Count","values":["16"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Self awareness","Finances and accounting","Parent-child relationships","Romantic relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2098468","dorpId":"1004967300","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 31: December 10, 2012: Client is leaning towards accomplishing past goals, such as completing his doctorate. He talks about his relationship with his girlfriend and his relationship with his mother.","fullTitle":"Client \"AP\", Session 31: December 10, 2012: Client is leaning towards accomplishing past goals, such as completing his doctorate. He talks about his relationship with his girlfriend and his relationship with his mother.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098468\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: How's it going?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I'm good.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: So....things have been kinda good. It's been good. (pause) Been like (finger drumming), it's funny now that like, it's kinda good, things since things with Kelly (sp) seem to be really good, whatever. It's good, I think I'm doing a good job of not really thinking about it. Which is nice, you know?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Like you're trusting it more?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah, yeah, you know.  She was over Friday night and when she left Saturday morning we were gonna, she was like \"I'll text you\" cause I was gonna go to a, I have a good acquaintance who, he and his wife run a cool, like vintage kind of store, and they were having their holiday party during the <\/span><span data-id=\"P1-N200151\">day yesterday. So I was like \"you know, thinking about going to that if you want to go\" so she was going to text me Saturday to let me know if she could.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Mm hmm.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: And I, I mean that's how much I've not been thinking, but now I kind of really remember what happened but she...Oh now I do remember. She didn't text me most of Saturday, she works on weekends as well, she has two jobs so...It was like I didn't, I don't know, I didn't really care kind of, you <\/span><span data-id=\"P1-N200191\">know? I was like whatever and then I also didn't over, I was like well I'm not gonna text her, you know? Then around like ten o'clock Saturday night I was like, you know, \"hope you had a good day\", you know, whatever.  And then, she was like \"yeah I did some work after...\", you know? So after work her <\/span><span data-id=\"P1-N200192\">and her best friend, work, they're both filmmakers so they're working on some projects together. So I didn't, like, and she didn't mention anything about Sunday but I didn't...I was like \"who cares\", really it's not a big deal. It's not like I was making some serious plans, I just mentioned this thing <\/span><span data-id=\"P1-N200193\">that I might go to, it's not....So it was kind of cool, like I just didn't care you know? And then Sunday she texted me in the morning \"hey, I have the day off today, but I'm spending it with my son, we're going around getting a Christmas tree.\" I had no problem, I was like, \"I'll text you anyways when <\/span><span data-id=\"P1-N200194\">I'm in your neighbor...when I'm in that area.\" It was totally fine, you know? It was good that I didn't, you know? Then later in the day she sent me pictures of her son and her brother doing the tree, you know, she's cool, she's really... Not to mention that Friday for the first time she kind of mentioned <\/span><span data-id=\"P1-N200195\">that \"yeah, my brother's been telling me to tell Brian (sp) to come over so we can jam.\" So obviously she's talking about it more than I am, you know? I only just recently have told a couple of people you know? But she's told people at work, told her brother, you know? I don't know. So yeah it's been...I <\/span><span data-id=\"P1-N200196\">just don't, I'm in a good..., I don't know. For now at least I feel good, I just feel like let's just see what happens. It feels really good and...So that's nice. (pause) Then the other big deal was I did go to that thing yesterday which was kind of a big deal cause I don't do, you know? I just got <\/span><span data-id=\"P1-N200197\">in the car, got my coffee and then went down there. I just don't do things like that, you know?  So it felt nice, it was really nice to...and actually I got her a nice necklace while I was there but, you know it was nice to catch up with old acquaintances. It was nice. I don't know (finger drumming). <\/span><span data-id=\"P1-N200198\">And on my way there, I was in the car and I was thinking about, you know, I wish I was writing more now but I'm just not, you know, I'm working on music and that's...I'm excited about it, you know, so that's fine. Especially because now I'm not just writing songs, now I really want to get back to recording, <\/span><span data-id=\"P1-N200199\">like in the past when I would just record myself, you know, and that takes some effort, there's a learning curve and all that but ...So I was like \"yeah, I'm busy with that.\" (finger drumming) <\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098468\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: Which is already so much.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: I'm sorry?<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: Which is already so much.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: What is?<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: Just thinking again about your having not one but two areas of art that you're trying to make yourself pursue.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Yeah. But I am, I decided, the English department now is a doctor of Arts, so I might (inaudible) just last night.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: English department where?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: In London. And I'm just gonna be like \"listen man, just, can I just finish this fucking thing\" and just...you know? The requirements are different for a doctor of Arts then a... you know, there isn't so much of that scholarly side of it, it's more fine arts. I'm just gonna be like \"look I just <\/span><span data-id=\"P2-N200291\">want to finish this thing.\"  So hopefully that, you know...<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Do you know what you would have for that degree?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Well what would be left then to do?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: I'm assuming just to hand in my second book, with maybe some kind of, even if there is some critical component it won't be, like a scholarly dissertation, so that way I can somehow crank it out and be done, you know?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Of course, the only thing is, I have a feeling it'll cost more money, you now what I mean? Cause even when you're writing you're dissertation there are...<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: You pay so much?<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: You still pay, you know so, I don't...(pause)<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: But worth investigating?<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: Oh, yeah. I just want to be done, I just really want to be done. I mean really right now I would say the thing that's actually stressing me out the most is more like financial stuff. Just because I feel like I'm, like I'm trying to refinance our house and it's hard now cause my mom's retired <\/span><span data-id=\"P2-N2003D1\">so she doesn't really have, other than her retirement and the rent there is no source of income.  The mortgage is on her so like the rates are so...I mean our rate isn't bad but, you know, I want to, if we could drop it a whole percent that's saving a lot of money you know? But as usual these things <\/span><span data-id=\"P2-N2003D2\">are all ass-backwards, right, the people that need the lowest rates the most, have to have the best credit and...you know what I mean? So I'm trying to figure, I don't know, so there's little...that leak in my mom's dining room is starting to take on a metaphorical (laughs). It's like, it's getting <\/span><span data-id=\"P2-N2003D3\">to the point where now I'm annoyed legitimately, I'm not annoyed because there's a sound or anything, I'm annoyed because my poor mom, like, that's you know, this woman, she sits there with that fucking leak. She likes to sit in that area, that's her spot so it's like \"what the fuck man?\" That's just <\/span><span data-id=\"P2-N2003D4\">really annoying me that, you know, I don't know. So that's my priority right now, there's no reason why a house with this much equity...you know, there's no way to lower the rate and have a little bit of an equity line to take care of a leaky roof? It's just unacceptable.  I don't know. So right now <\/span><span data-id=\"P2-N2003D5\">that's my main, I just, it's annoying me and then...I'm still kind of, everything's like paycheck to paycheck, you know? Frustrating. My uncle's in a pretty, he's really stressed these days so I don't feel like I can, you know...which is connected to the fact that my grandmother's doing a lot worse, <\/span><span data-id=\"P2-N2003D6\">she's not eating anymore so it's kind of sad. And she's not even, like she was at our house, and usually my grandmother's very affectionate with me and I was trying to feed her and stroking her hair and hugging her and kissing her and she was kind of not, she was just like sitting there, like sleeping <\/span><span data-id=\"P2-N2003D7\">a lot...She's definitely much more disconnected.  It's hard, obviously for my mom, my uncle, they're pretty stressed and bummed out. But....Totally unrelated but I'll forget, if you know any psychiatrists that deal with any kind of eating disorders, they're hiring. (laughs) Cause they said they've had <\/span><span data-id=\"P2-N2003D8\">some bad luck with some, whatever. That has nothing to do with the fact that his wife is very difficult, that's a whole other story. Yeah, so he's, I feel like I can't really, like he knows about all these things and he is trying to help, like he gives me good advice, you know, but, I just don't feel <\/span><span data-id=\"P2-N2003D9\">like I can ask for anything more than that.  Not that I even want to but I do want to get this done, you know, I want to find a way to make this happen. (pause) But even that kind of feels good, like I feel like I'm doing stuff, you know, like I'm being proactive, my student loans I think are pretty <\/span><span data-id=\"P2-N2003D10\">much all, got my ducks in a row I think, you know?<\/span><\/p>\n<span data-id=\"P2-N2003C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098468\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Even just to be tackling the problem of trying to figure out how to refinance...<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Well, because you know the thing is, like now it's like when you kind of are more lucid, almost realizing it's not just about that it's...I've also been doing myself a disservice, I'm not taking advantage of my own fucking house, you know what I mean? My mom and I don't have the kind of relationship <\/span><span data-id=\"P3-N200411\">where it's her house and one day when she's not there then maybe it'll be mine, you know what I mean?  My mom would like nothing more than for me to, for both of us to benefit, you know what I mean? Of course she wants the rate to be a little lower and blah blah blah, but really she would have no problem <\/span><span data-id=\"P3-N200412\">if, you know what I mean, like...so that's a big deal for example, it's a tiny thing but it's not, it's a big thing. If we had an equity line right, I would take let's say 500 dollars, which is nothing when you think about it...for example get like a secured credit card, right, you know, that helps <\/span><span data-id=\"P3-N200413\">you rebuild credit. It's a little thing but it makes a big difference, it helps you, you know?<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: So, these are little things that I'm not able to do, or for example go to a friends wedding. I couldn't' go to my friends wedding. You know, you're not gonna willy nilly spend money but it gives you some breathing room to just be able to do some things that are important to you. Not to mention, <\/span><span data-id=\"P3-N200451\">to reinvest in your fucking house, keep the equity up, whatever.  It's very important, it's gotta get done. (thumping) (pause) So then I was like \"of course there's a way to get it, what am I an idiot?\" Of course it might be the rate might be a little higher, you know what I mean, if credit scores are <\/span><span data-id=\"P3-N200452\">so ...whatever. There's always... it's impossible for there not to be some bank, somewhere that's not gonna give you a line of credit when you have hundreds of thousands of dollars of equity in a house. That's an impossibility. The rate might not be exactly what you want, you might not get the amount <\/span><span data-id=\"P3-N200453\">of credit that you want, whatever, but it doesn't, you know, that doesn't make any fucking sense. You know it's just a matter of calling a lot of banks and talking to them and being...(thumps) <\/span><\/p>\n<span data-id=\"P3-N20044-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098468\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: It sounds like, at least it feels like you're less, feeling less deterred by the first no in a way?<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: You know the funny thing was it wasn't even really a no the first thing was, we were going to try and get into an FHA loan with a 3.5 rate or something. Okay, well the guy couldn't do that, he was like \"but we can do 4 percent.\" That's a fucking awesome... right now we pay 4.75...and it's fixed <\/span><span data-id=\"P4-N200491\">so, it's not....<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: So it's not even a \"no\"?<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Yeah. No, it wasn't a no. There's a way to get that done, you know? I think it was more maybe...yeah I don't even know but....I know what the problem was, it went from like \"there's no closing costs, there's no this\" to we have to do the whole fucking thing over again, appraisal, closing costs....you <\/span><span data-id=\"P4-N2004D1\">know? That was the only thing but...<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: So, I mean, the metaphorical no is maybe deciding when you decide \"oh that's not doable or not worth it,\" even if it's your decision it's a \"no\" to the reality of what it would take, which in the past might make you feel like \"ah, that's it\", throw your hands up, it's not worth it, it'll never happen.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: In the past I wouldn't even want to deal with it.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: Yeah in the past I wouldn't have wanted to. Just because it would feel really overwhelming and frustrating and I just go to this dark place where it's like \"oh, we don't have any money, rrr\" or like angry and annoyed. Why don't I have anyone to...?<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: And alone?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: It's like this outside other who has all the money and has all the power.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Yeah, whereas now, I mean, in other situations yes, that obviously that is...it's one thing to be alone the way we talk about in here, like that's a much different kind. When I think about this, well, lot's of people are alone when they deal with financial things, their homes, what the fuck <\/span><span data-id=\"P4-N2005D1\">does that mean? <\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Or you're not alone?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: You and millions of other people are trying to get...<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Yeah exactly. My uncle's not just gonna write me a fucking check, but the guy's there, I can call him anytime and he gives me advice and he cares and he, I'm lucky to have that. Well and not only that like I said, now I'm realizing it's actually more exciting because that would make a big difference. <\/span><span data-id=\"P4-N200651\">My mom would save more money so she'd be happier, I'd be happier, being able to help her and being able to help myself and feeling more like we're being savvy instead of just being like things are just happening to us, you know what I mean? That doesn't make any sense. You have a leaky roof let's find <\/span><span data-id=\"P4-N200652\">a way to fix it. Which is why I got the estimate from that dude. I mean I know that we don't have the money to do it now but I was like let's just, if you do stuff like that you get closer to actually doing it. That's how I feel at least. It's almost like visualization or something, you know?  If you <\/span><span data-id=\"P4-N200653\">get a real estimate somehow it nudges you to find a way to just get the shit done. (pause) Or you know, like a little thing, my apartment, I love my apartment but for example I don't really have a living, the living room space is not a living room. There's a carpet and Dave's chair that was his dad's <\/span><span data-id=\"P4-N200654\">that I have there, the litter box and that's it. And just one old chair that the tenant left that's Cecelia's chair, she likes to go up there. It's not a big deal but it'd be nice if when I have two or three people over I don't have to take the dining room chairs and put them in my bedroom, just little <\/span><span data-id=\"P4-N200655\">things, to have a bigger bed. I can't do that right now.  Or even if I can I don't just want to take my paycheck, like you want to be able to have wiggle room. I don't want to just take $500 from my paycheck and buy a fucking bed, I'm not gonna do that. I'm also no going to take money from my mom to <\/span><span data-id=\"P4-N200656\">do it, she \"I want to buy you a couch\" and no, it shouldn't have to be that way. It's nice but, you know what I mean?<\/span><\/p>\n<span data-id=\"P4-N20064-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098468\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: Like you feel pride about it?<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: I just feel like we should be beyond that. I have a full-time job for Christ's sake, we have a house. I just want to be able to take care of it. I don't want my poor mom to have to...just the fact that she wants to do it is nice enough, you know what I mean? I don't want her to have to do that. <\/span><span data-id=\"P5-N200691\">She already doesn't take rent sometimes, she doesn't... (thumping) I've been really proud of her, I've got to say. My mom is wow, the way I see her take care of my grandmother it's like \"holy shit.\" She's a very tough, like I've never seen my mom like that. She's in good spirits, she'll try to, she <\/span><span data-id=\"P5-N200692\">treats my grandmother so well, she has like so much patience. It's really impressive. It's very moving to see a seventy year old woman take care of her mother, it's like wow that's....<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: Like you see this very loving and patient side of her?<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Incredible. Yeah, trying to feed her, and I think there's a lot of things she doesn't tell me, you know, she bathes her, just like hygiene stuff that I think I don't know about or she doesn't tell me about.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: But she's doing that?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: It's kind of obvious.  It's just amazing. On top of that the amazing thing is when I take Cecelia down she's so happy, like it's amazing she's so happy to see Cecelia and she's happy...she doesn't really, she's not quite as negative. It's kind of crazy. I don't know if her mother is making her <\/span><span data-id=\"P5-N200711\">realize, you know, you have to savor your time, blah, blah, blah or she's just...<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: Or her son is?<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: I'm sorry?<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Or her son is?<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Son is what?<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Making her realize....<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: Yeah maybe, yeah. It's possible. (pause) I think that's been helping too. I'm not so angry about that situation anymore, like I just feel like you know I wish my family appreciated a little more what my mom does but I think they do. What am I expecting? Are they gonna give her a gold medal, <\/span><span data-id=\"P5-N2007D1\">have a parade? They get it. (laughs) I think they appreciate what she does and at the same time I feel like also she's taken on this role, it's not my business, like that's what she...no one's forcing her. My grandmother's not coming knocking on her door. She does it. I think genuinely she feels like <\/span><span data-id=\"P5-N2007D2\">I'm not going to have my mother for very long. It's like she's the opposite of her sister who still hasn't come to visit her mom. It's unreal, it's unreal man, it's unbelievable. My mom has some issues but like this is beyond, I knew my aunt's a little loopy but I never expected something like this. <\/span><span data-id=\"P5-N2007D3\">Like honestly I don't think, like things can't be the same any more, you know what I mean? No matter what happens, it'll be like you never came to see....For example now when she sees my grandmother I already know what's going to happen. She's going to flip out, \"she looks so old, blah blah\". No fucking <\/span><span data-id=\"P5-N2007D4\">shit Sherlock, like you know? She's just...I wouldn't be surprised, not my mom but I wouldn't be surprised if my uncle, who's a fucking lamb, I wouldn't be surprised if he had some words for her. It's just...I've never seen like such denial, selfishness.  Anyway.<\/span><\/p>\n<span data-id=\"P5-N2007C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098468\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: You saw your grandmother this weekend?<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: Yep.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: Is that when you were noticing the change?<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: I noticed it when my uncle was over, three days ago, four days ago and I was downstairs and yeah she wasn't eating and she was just sleeping.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: Your uncle was over?<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: At our house yeah.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: Your house?<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: He's, I mean my uncle's like, the last year for sure, he's stepped it up big time. Basically almost every other day or whatever he comes and he and my mom either try to take my grandmother out, although that's becoming... I guess he took them to Denny's yesterday, you know Denny's? It's kind <\/span><span data-id=\"P6-N2008D1\">of this IHOP-ey kind of place.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: I've heard of it.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: But it's family run that's been there forever so people from around here we all, you know, people take their kids, it's like a tradition or whatever. They somehow decided to go there, hadn't been there in years, they decided to go there and my grandmother was just a nightmare.  I guess she was <\/span><span data-id=\"P6-N200911\">yelling, not yelling at my uncle but was like \"why are we here. Why did you bring me here?\" Like it's over now, like the whole \"let's go for coffee.\" Like she doesn't care anymore So what was the point? Oh yeah, I saw my grandmother. So I saw her with them a few days ago...<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: So you're grandmother is still living in her house right?<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: So that's why I was kind of confused. You were saying your uncle came over to your mom's?<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Yeah because what happens is during the day if she's not with one of those ladies that take care of her...<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: Your mother will bring her to your house?<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: She's either with my mom. Yeah, that's what's happening more because they can't take her anymore. A lot of times then my uncle will come over, spend a few...<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: Spend some time with?<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: They'll spend some time together and then in the evening another lady will. A few days ago I noticed that she definitely seemed, she slept basically, she didn't eat. But then yesterday, maybe because it was just me and my mom, my uncle wasn't there for like an added conversation. Also I ate <\/span><span data-id=\"P6-N200A11\">with them, I didn't eat with them the other day, so because I was eating with them I really noticed that she just...I think she was even spitting her food out.  I didn't tell my mom but I think, she kept putting her napkin up to her mouth. I think she...<\/span><\/p>\n<span data-id=\"P6-N200A0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098468\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: It's very sad.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: It's very sad, yeah.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: What's that like for you? I mean it's pretty serious.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: Yeah, it's hard, it's gonna be really...<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: This turn (ph)?<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: Yeah, it's gonna be really hard. I feel really sad for my mom you know? I'm almost worried that like this is giving my mom something to do in a weird way. I'm kind of worried that, you know, that's gonna hit my mom hard. I'm already like bracing myself to be like you gotta be with your friends, <\/span><span data-id=\"P7-N200AD1\">you gotta, you know? Luckily she has a good, more than my poor uncle. My uncle has nobody.  At least my mom has a lot of people. I know for a fact they'll be a lot of people coming over and they'll take good care of her, you know? And I'm there whereas my uncle, his kids are so removed, they don't have <\/span><span data-id=\"P7-N200AD2\">the same relationship with my grandparents so that means they can't give my uncle like, you know? It's very sad. (pause) But it's not, the thing though is, it's not a sadness like when my dad died, it's more like when my grandfather died. It's, she's gonna be 90. My god, this is only now. We've been <\/span><span data-id=\"P7-N200AD3\">lucky, how awesome that we've gotten so much time with our grandparents?  It's just more bittersweet, it's incredibly sad obviously, it's profound, but it's not like a traumatic, you know what I mean?<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: It's just the circle of life, you know, you can be really sad but at least accept it as was what supposed to happen. It was the same with my grandfather. I was really sad but, you know, ninety something years old, that's not too shabby. (pause) That's the other thing I was thinking. In the car <\/span><span data-id=\"P7-N200B11\">I was thinking about you and I don't write about my family but you know what I've been....one of the new songs we play at shows, I actually wrote about my grandmother.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: Really?<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: Yeah. The guys don't know that, I don't tell anybody that but a lot of the lyrics have to do with my grandmother.  I was like I actually do write about my family it's just not implicit, you know? (pause) Do we have time? There are two things I want...<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: I'll say the other one's kind of trivial but the one thing I was going to say about Kelly now that there's someone I really kind of care about and potentially, whatever, might get more serious over, the one thing I'm worried about is there's still, I don't know why, there's still a part of me <\/span><span data-id=\"P7-N200B91\">that kind of worries that, \"oh you know, but I wish, I wish there was someone who's Assyrian, you know? That worries me a little bit. Like for example, now that's it's maybe possibly a reality that I might go to Assyria, it worries me, you know, that I'm going to go there and there would be a lot of <\/span><span data-id=\"P7-N200B92\">hot chicks and they're Assyrian, you know what I mean? I don't know, that worries me.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: When you say it worries you?<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: Like for example, like yesterday I was with my friend. We went to some bars, whatever, he wanted to talk. My friend got, his wife left him, whatever. I didn't, of course, I look at girls, I'm not an idiot, I look at girls \"oh she's hot\" but I've no, I'm not tempted, you know what I mean? Let's <\/span><span data-id=\"P7-N200BD1\">say even if I am tempted, fine I'm tempted but nothing's gonna happen here. I'm worried that if there was an Assyrian chick that who I met who was really everything I wanted plus Assyrian, I'm worried that that would, you know?<\/span><\/p>\n<span data-id=\"P7-N200BC-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098468\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">THERAPIST: [This might sound a little dense] (ph) but worried that what? Worried that you'd cheat on Kelly?<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">CLIENT: Yeah, that I would dump someone, ex whatever, that I would either cheat or dump someone.<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">THERAPIST: Or break up with her?<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">CLIENT: Yeah for that and that would be so not cool, you know what I mean? That would be a really assholish thing to do.<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">THERAPIST: So why?<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">CLIENT: Why what? <\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">THERAPIST: Why would that be being an asshole?<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">CLIENT: Well if you have a serious relationship with someone and you're like \"oh now I've met someone Assyrian, so now I'm done with you.\" It's as if that person's a placeholder until you meet, right? It's like saying I want a chick with big tits, you know \"hey honey, you've been great for the last <\/span><span data-id=\"P8-N200CD1\">two years but I've finally met a chick who's like you but just has awesome tits, so now I've gotta move on, sorry.\" Like you're looking for that one, whatever that extra characteristic is.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">THERAPIST: Yeah, so it could be that but I don't know that tits are the same as being Assyrian, do you know what I mean?<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">CLIENT: Of course they're not. How's that justifiable to someone?<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">THERAPIST: I don't know if it is or it isn't..<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">CLIENT: I don't think you can justify breaking someone's heart who you've not said anything like \"listen, you know\". It's one thing to date someone and be totally honest and be like \" I struggle sometimes with my identity and blah blah blah.\" There's something, but I just worry that I could get really <\/span><span data-id=\"P8-N200D51\">serious with someone because there's almost nothing to talk, what am I gonna say about it because I don't even know if that's real, do you know what I mean?  I could go to Assyria and be like \"holy fuck, I'm glad I'm here\" but, you know, looking forward to getting back to home. I just worry that, you know.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">THERAPIST: So you're worried that it'll be like any other thing where you could, just someone else who has something else on the list and that...<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">CLIENT: Except that obviously it's an important thing on the list. It's not just that they're blonde or brunette or whatever, it's, you know, something that I haven't' been able to find that's very rare so I feel like if I did find that, it'd be so unusual that it would almost like overpower me. Like <\/span><span data-id=\"P8-N200D91\">my defenses wouldn't be strong enough (laughs) for that. So it's a little bit, but I also know that that's a little irrational because what does that even mean? That's like saying I'm gonna travel the world and when I find that, do you know what I'm saying?<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">THERAPIST: I guess I do because I don't, again I know it still sounds dense, but I don't know exactly what you're describing, in other words are you thinking?<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">CLIENT: I'm saying like, let's say I met a Kelly or a Samantha, well I mean they're nuts but, someone who has all the other things.<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">CLIENT: Plus they're Assyrian.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">THERAPIST: And that you would move there and date that person then? Is that what you're saying?<\/span><\/p>\n<span data-id=\"P8-N200E2-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200E2-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098468\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">CLIENT: I have no idea. All I'm saying is there would be some, it would be very difficult to not get involved with that person.  That's what I'm saying.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">THERAPIST: Without knowing in other words as you're having, as the fantasy of \"uh oh that might happen\". It's not like you're thinking and have a relationship with that person where either that person would move to the United States or...<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">CLIENT: I don't mean like a fling, I mean there would be some romantic entanglement. Romantic entanglement (laughs). What a douche. Yeah, you know what I mean? I'd feel like \"oh my god, all my life I've never met someone like this\" and now I cant just, I need to, you know what I mean? Like I worry there <\/span><span data-id=\"P9-N200E91\">would be something in me that would be like \"you have to pursue this.\" That's a little unsettling. (pause)<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">THERAPIST: I know you're not using to me [taking the pole] (ph) but maybe it's not so bad? I mean so much of talking about this is your, it's just something else on the list and it could be with that but...<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">CLIENT: (inaudible) I mean, yeah, I agree with that. You're saying it might be something that's important to me so there's nothing wrong with that.<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">THERAPIST: Right. Like what if that is actually really important to you?<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">CLIENT: Well, the issue...<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">THERAPIST: It goes so much beyond something superficial.<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">CLIENT: No, no, no. I agree but the issue is that you get to a point where \"what the fuck, I'm not gonna wait til I'm 50\" to find someone who's, you know what I mean? I've not found that person yet so you're taking a huge risk to not allow someone else into your heart who has every other quality you <\/span><span data-id=\"P9-N200F51\">want just because, you know what I mean?<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">THERAPIST: Yeah. So maybe that's it. What if you did that and then you left or lost Kelly and then what if it didn't work out?<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">CLIENT: Right, right. When you say work out, there isn't even anyone to work out with, I mean it's an irrational, not everyone...<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">THERAPIST: If there were? There would be someone who you didn't know very well.<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">THERAPIST: So you don't know whether it would go anywhere beyond romantic entanglement.<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">CLIENT: Right. See I guess I think of it as, I mean, a little bit sad but I almost think of it as the opposite. I feel like man I'm here, I'm not in Assyria and it is, you know, it is important to me but I also feel like you can't chase something that so far doesn't exist, you know what I mean? If I <\/span><span data-id=\"P9-N201011\">really wanted to be with someone Assyrian I'd have to, that checklist, would have to be completely changed because most Assyrian chicks don't have a lot of those qualities. Even the artsy fartsy ones are, they're just different you know? So you either suck it up and you're like \"nope, no matter what <\/span><span data-id=\"P9-N201012\">I want to end up with someone Assyrian,\" then you'd end up with someone Assyrian. But I feel like with me because I haven't up to now, there's a reason I haven't, you know? Maybe it's the opposite. I need to accept that no, you know what, that'll be something that's important to me if I have kids, it <\/span><span data-id=\"P9-N201013\">will be important, like I want them to know Assyria and I want them to...<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">THERAPIST: All of this, I guess all of what we're talking about and what I'm kind of poking into with the actual fantasy is, makes it feel like these are actually things we could talk about and get to know in advance of your being there. The way you're describing the fear is that you will end up somewhere <\/span><span data-id=\"P9-N201031\">and then do something without thought that you'll regret. That, but maybe there's room and space to think about what would that mean, what if that happened, what would it be about, where do you imagine it would go, what would you lose, what are the risks, you know? How important is that to you? Is it <\/span><span data-id=\"P9-N201032\">worth it? Is it just the fantasy? Do you actually know in your heart that being Assyrian, being other, the checklist of who you want is totally incompatible, so it'll be based on a fantasy rather than the reality of that person. Just seems like there's so much more to, so that when you go there you <\/span><span data-id=\"P9-N201033\">might actually be armed with a sense of if I do this, this will happen, if I do this, this will happen and you make a decision.<\/span><\/p>\n<span data-id=\"P9-N20102-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20102-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098468\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">CLIENT: Right, that's true. I think that's what I've been thinking about, I think that's why I'm kind of...<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">THERAPIST: That's why you're bringing it up.<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">CLIENT: Yeah. (pause) It's funny though, with all this stuff I definitely, one thing that hasn't subsided quite yet, the better I feel I definitely feel more, kind of anxious a little bit. I've been getting more tension headaches and my hands have been, like my hands don't get sweaty. I think I just, <\/span><span data-id=\"P10-N201091\">you know what I mean? I just feel like there's so much happening and changing and I feel so different. I have these little, like I had one just while we were talking, like these little moments where I suddenly feel super self-aware, almost like I'm outside my body and it's just like...<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">THERAPIST: I wonder what just now, was it while I was talking? While you were talking?<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">CLIENT: I think it was while I was talking. I don't know.<\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">THERAPIST: Something about what we were talking about?<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">CLIENT: Maybe it's just that it feels so mature and so different and I feel so composed (laughs) and like clear, kind of. I guess I have these moments where I feel unnerved or something.<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">THERAPIST: Yeah.  (pause)<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">CLIENT: Like yesterday I was with my friend and I was too aware, I was like I'm here and everything's fine, I'm here and everything's fine (laughs). I have these moments where like here we are, I'm standing...<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">THERAPIST: (laughs)<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">CLIENT: Two hours later and everything is absolutely fine, you know what I mean? Like I can't, it's a little bit unsettling. (pause) I don't know. I wanted to ask you, is there stuff I could read that's like, I want to, I don't know, like is there any psychological, like real psychology stuff, like <\/span><span data-id=\"P10-N201191\">Jung or something? Is there interesting stuff I should read?<\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">THERAPIST: For?<\/span><\/p>\n<p data-id=\"P10-N2011C\"><span data-id=\"P10-N2011D\">CLIENT: I don't know?<\/span><\/p>\n<p data-id=\"P10-N2011E\"><span data-id=\"P10-N2011F\">THERAPIST: What in particular?<\/span><\/p>\n<p data-id=\"P10-N20120\"><span data-id=\"P10-N20121\">CLIENT: That might somehow pertain or be interesting, I don't know.<\/span><\/p>\n<p data-id=\"P10-N20122\"><span data-id=\"P10-N20123\">THERAPIST: That would kind of relate and capture some of your experience you mean?<\/span><\/p>\n<p data-id=\"P10-N20124\"><span data-id=\"P10-N20125\">CLIENT: Somewhat, yeah.  Nothing off the top of your head you can think of?<\/span><\/p>\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">THERAPIST: No I can, I think the author you'd have fun with and would be stimulating is Winnicott. The original thing...<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">CLIENT: Playing?<\/span><\/p>\n<p data-id=\"P10-N2012A\"><span data-id=\"P10-N2012B\">THERAPIST: Playing and Reality, yeah.<\/span><\/p>\n<p data-id=\"P10-N2012C\"><span data-id=\"P10-N2012D\">CLIENT: That book or other things?<\/span><\/p>\n<p data-id=\"P10-N2012E\"><span data-id=\"P10-N2012F\">THERAPIST: That book, basically anything by him.<\/span><\/p>\n<p data-id=\"P10-N20130\"><span data-id=\"P10-N20131\">CLIENT: Really? Okay.<\/span><\/p>\n<p data-id=\"P10-N20132\"><span data-id=\"P10-N20133\">THERAPIST: That book especially has, I mean it's a number, he wrote the papers individually and they just were compiled into a book.<\/span><\/p>\n<span data-id=\"P10-N20132-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20132-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098468\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P11-N20136\"><span data-id=\"P11-N20137\">THERAPIST: That book would be a place to start.<\/span><\/p>\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">CLIENT: That's so funny because that's one of the books that I kind of read for a seminar...<\/span><\/p>\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">THERAPIST: Oh really?<\/span><\/p>\n<p data-id=\"P11-N2013C\"><span data-id=\"P11-N2013D\">CLIENT: But at the time, it was you know, I was so in a fog that nothing happened. But that's interesting. I'll go back and read it. Cool.  That's, I really enjoy that kind of stuff. I go on YouTube a lot and watch documentaries about like Jung or Freud. I just think it's really fascinating. Cool.<\/span><\/p>\n<p data-id=\"P11-N2013E\"><span data-id=\"P11-N2013F\">THERAPIST: Jung.<\/span><\/p>\n<p data-id=\"P11-N20140\"><span data-id=\"P11-N20141\">CLIENT: No?<\/span><\/p>\n<p data-id=\"P11-N20142\"><span data-id=\"P11-N20143\">THERAPIST: [Let's go in my book] (ph)<\/span><\/p>\n<p data-id=\"P11-N20144\"><span data-id=\"P11-N20145\">CLIENT: I just like him because he has a whole mystical kind of, I think that's very interesting. That's good to know.<\/span><\/p>\n<p data-id=\"P11-N20146\"><span data-id=\"P11-N20147\">THERAPIST: But it might be, who knows, I'm not well read as much as...<\/span><\/p>\n<p data-id=\"P11-N20148\"><span data-id=\"P11-N20149\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N2014A\"><span data-id=\"P11-N2014B\">THERAPIST: The others as Freud and Melanie Klein.<\/span><\/p>\n<p data-id=\"P11-N2014C\"><span data-id=\"P11-N2014D\">CLIENT: Melanie Klein? She wrote about the holocaust right? Did she write about the holocaust?<\/span><\/p>\n<p data-id=\"P11-N2014E\"><span data-id=\"P11-N2014F\">THERAPIST: She probably alluded to it in a number of her papers but it wasn't the center of her writing.<\/span><\/p>\n<p data-id=\"P11-N20150\"><span data-id=\"P11-N20151\">CLIENT: Oh okay, I'll check her out, I've never read anything by her. That would be interesting. I've never read any female psych, I mean they're all a bunch of old dudes.<\/span><\/p>\n<p data-id=\"P11-N20152\"><span data-id=\"P11-N20153\">THERAPIST: Yeah the two mainlined after Freud were Freud's daughter Anna Freud and Melanie Klein and then they're two very different areas of theory developed.<\/span><\/p>\n<p data-id=\"P11-N20154\"><span data-id=\"P11-N20155\">CLIENT: I had no idea. Interesting.  (pause)<\/span><\/p>\n<p data-id=\"P11-N20156\"><span data-id=\"P11-N20157\">THERAPIST: Kohut also wrote a lot on narcissism?<\/span><\/p>\n<p data-id=\"P11-N20158\"><span data-id=\"P11-N20159\">CLIENT: Who?<\/span><\/p>\n<p data-id=\"P11-N2015A\"><span data-id=\"P11-N2015B\">THERAPIST: Heinz Kohut.<\/span><\/p>\n<p data-id=\"P11-N2015C\"><span data-id=\"P11-N2015D\">CLIENT: Kohut?<\/span><\/p>\n<p data-id=\"P11-N2015E\"><span data-id=\"P11-N2015F\">THERAPIST: He's an American psychoanalyst from Chicago back in the sixties. (pause)<\/span><\/p>\n<p data-id=\"P11-N20160\"><span data-id=\"P11-N20161\">CLIENT: Is there a name, like a clinical name for people that are like (laughs) getting healthier, who have these moments of like, I don't know if it's cognitive dissonance, or like hyper...before you're self-aware of shitty things but then to be like very hyper aware because things feel better? You <\/span><span data-id=\"P11-N201611\">know what I mean?<\/span><\/p>\n<p data-id=\"P11-N20162\"><span data-id=\"P11-N20163\">THERAPIST: I do, I mean it doesn't surprise me at all, I don't know that I would say that there's a specific, what you can call it cognitive dissonance, maybe in the cognitive literature but it feels like it sounds like anxiety. <\/span><\/p>\n<p data-id=\"P11-N20164\"><span data-id=\"P11-N20165\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N20166\"><span data-id=\"P11-N20167\">THERAPIST: But anxiety for a very particular reason, I don't, I mean you do know how quickly things are changing but I don't know if you know as we're....have compassion for how quickly things are changing inside you that this is, it's like if you've worn sunglasses that are red your whole life and <\/span><span data-id=\"P11-N201671\">that's all your used to seeing and suddenly you're taking them off and starting to see the world as it actually is, it's very disorienting. It can be bright and beautiful and good, it doesn't feel, like everything's all the same and it falls into this old, familiar group but new experience is anxiety <\/span><span data-id=\"P11-N201672\">provoking, for all people.<\/span><\/p>\n<p data-id=\"P11-N20168\"><span data-id=\"P11-N20169\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P11-N2016A\"><span data-id=\"P11-N2016B\">THERAPIST: Right? So if you're having even new experiences of yourself where you're not your old self and you find yourself even relating in a different way and thinking of yourself in a different way, it's foreign to you so there can be moment where it's like \"who is this\" and \"where's this person <\/span><span data-id=\"P11-N2016B1\">come from?\" <\/span><\/p>\n<p data-id=\"P11-N2016C\"><span data-id=\"P11-N2016D\">CLIENT: Actually that makes sense which is why it happens only at specific moments.<\/span><\/p>\n<p data-id=\"P11-N2016E\"><span data-id=\"P11-N2016F\">THERAPIST: What I'd be curious though, that's why I ask you, I wonder when the more we can get specific about what happened moment by moment, when did the anxiety start in our conversation even? I would guess there's something even more that we can get at about what was the thing? Was it because we <\/span><span data-id=\"P11-N2016F1\">were arguing about something or I was disagreeing with you or I misunderstood you?<\/span><\/p>\n<span data-id=\"P11-N2016E-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N2016E-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098468\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20170\"><span data-id=\"P12-N20171\">CLIENT: Right, right.<\/span><\/p>\n<p data-id=\"P12-N20172\"><span data-id=\"P12-N20173\">THERAPIST: What about that moment actually...<\/span><\/p>\n<p data-id=\"P12-N20174\"><span data-id=\"P12-N20175\">CLIENT: I thought about that as it happened. Is it because we're talking about Assyrian stuff?<\/span><\/p>\n<p data-id=\"P12-N20176\"><span data-id=\"P12-N20177\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20178\"><span data-id=\"P12-N20179\">CLIENT: Like I don't know.<\/span><\/p>\n<p data-id=\"P12-N2017A\"><span data-id=\"P12-N2017B\">THERAPIST: I also wondered if it was, we were starting to think about you having choice, like even about women. The way you started the conversation was \"I'm worried this will happen\", like I can't help myself, which is very, it's like being the passive...<\/span><\/p>\n<p data-id=\"P12-N2017C\"><span data-id=\"P12-N2017D\">CLIENT: That's true.<\/span><\/p>\n<p data-id=\"P12-N2017E\"><span data-id=\"P12-N2017F\">THERAPIST: You know? You're at the whim of your desire of, even the fatalistic of the woman who walks in the door but to actually think \"no we can think about this\" and you could think ahead of time whether you want to do that or not.<\/span><\/p>\n<p data-id=\"P12-N20180\"><span data-id=\"P12-N20181\">CLIENT: Right, right.<\/span><\/p>\n<p data-id=\"P12-N20182\"><span data-id=\"P12-N20183\">THERAPIST: Even if it's tempting and right in front of you and everything you supposedly wanted. Maybe you don't want it cause you kind of know where that goes. <\/span><\/p>\n<p data-id=\"P12-N20184\"><span data-id=\"P12-N20185\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P12-N20186\"><span data-id=\"P12-N20187\">THERAPIST: So to be, even a choice, even there, I think is another place of being totally disoriented.<\/span><\/p>\n<p data-id=\"P12-N20188\"><span data-id=\"P12-N20189\">CLIENT: That's true.<\/span><\/p>\n<p data-id=\"P12-N2018A\"><span data-id=\"P12-N2018B\">THERAPIST: Like getting a refi on a mortgage, this way doesn't work so you go and figure out how else to make it work, it's just so different.<\/span><\/p>\n<p data-id=\"P12-N2018C\"><span data-id=\"P12-N2018D\">CLIENT: Mm hm.<\/span><\/p>\n<p data-id=\"P12-N2018E\"><span data-id=\"P12-N2018F\">THERAPIST: Having agency. (pause) Thursday?<\/span><\/p>\n<p data-id=\"P12-N20190\"><span data-id=\"P12-N20191\">CLIENT: Thursday.<\/span><\/p>\n<p data-id=\"P12-N20192\"><span data-id=\"P12-N20193\">THERAPIST: 12:15.<\/span><\/p>\n<p data-id=\"P12-N20194\"><span data-id=\"P12-N20195\">CLIENT: 12:15. Thanks.<\/span><\/p>\n<p data-id=\"P12-N20196\"><span data-id=\"P12-N20197\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20198\"><span data-id=\"P12-N20199\">CLIENT: See you later.<\/span><\/p>\n<p data-id=\"P12-N2019A\"><span data-id=\"P12-N2019B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}