{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is trying to work out daily decisions that are made by herself, and that are right for her. She wants to be more assertive in her relationships with her sister.  She talks about her lingering guilt over  having indiscriminate sex with someone other than her boyfriend."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Specific phobia: blood-injection type","Guilt","Boundaries","Infidelity","Sibling relationships","Assertiveness","Decision-making","Romantic relationships","Parent-child relationships","Perfectionism","Psychodynamic Theory","Behaviorism","Cognitivism","Anxiety","Compulsive behavior","Obsessive behavior","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Engaged"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"page_count","label":"Page Count","values":["12"],"weight":14},{"name":"psyc_subjects","label":"Health Subject","values":["Specific phobia: blood-injection type","Guilt","Boundaries","Infidelity","Sibling relationships","Assertiveness","Decision-making","Romantic relationships","Parent-child relationships","Perfectionism"],"weight":15},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":16},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":17},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":18},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":19},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":20},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":21},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":22},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Compulsive behavior","Obsessive behavior"],"weight":23},{"name":"therapies","label":"Therapeutic Approach","values":["Integrative psychotherapy"],"weight":24},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":25},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":26}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2098446","dorpId":"1004967232","contentType":"text","aucs":"CTRN-V1","title":"Client \"SZ\" Session December 28, 2012: Client is trying to work out daily decisions that are made by herself, and that are right for her. She wants to be more assertive in her relationships with her sister. She talks about her lingering guilt over  having indiscriminate sex with someone other than her boyfriend.","fullTitle":"Client \"SZ\" Session December 28, 2012: Client is trying to work out daily decisions that are made by herself, and that are right for her. She wants to be more assertive in her relationships with her sister. She talks about her lingering guilt over  having indiscriminate sex with someone other than her boyfriend.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098446\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I don't have to worry about the train going slow (background noise).<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: So it takes you an hour and a half to get here from home?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: No, it takes me about an hour.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Wow, cause you're really not that far away.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah I know (laughs)! I told you the green lights red! I mean actually it's a lot shorter like when I come in at this time because was slows it down is the school kids or maybe the older population. They're just slower, they need help so...Yeah I'm not that far away but it takes forever but <\/span><span data-id=\"P1-N200151\">I easily can amuse myself like whether I'm knitting or I'm reading, it's really helped me deal with like if I'm on a long plane ride or car ride, I just know how to cope.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: You're used to having a commute now?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah and my trip home was actually really nice. It was nothing like I expected because I was expecting lots of drama and conflict with my mom but…and one thing I also noticed is that Jeremy, I guess Jeremy and I have been growing closer together cause we have been more sediment about our future <\/span><span data-id=\"P1-N200191\">plans even more than like \"Yes, we're planning on developing that, we're planning to go, we can put this on our registry and when we have kids, when we get married.\"<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: So there's been lots…that's been sort of peppered into the daily fabric? <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah and so my mom says \"last time we spoke, you guys were just merely like hinting or accepting this idea of marriage but you were never talking about it.\" So she said she was actually really relieved and I just actually was pretty relaxed at home. It's interesting cause at home I had a different <\/span><span data-id=\"P1-N2001D1\">set of habits before I met Jeremy and I sort of saw all of that. Naturally my routine was…it's different and there's parts of it I miss like having Cinnamon Toast Crunch and having it and I don't necessarily if these are healthy habits, like staying up until 4 in the morning and then sleeping in until <\/span><span data-id=\"P1-N2001D2\">2 p.m., I mean that's not the way the regular world functions but in another sense it felt comforting and like I can see that it was good to take a break from my routine here.  It made me examine and I also realized that I've been feeling like before I left I had been feeling like really sort of self-conscious <\/span><span data-id=\"P1-N2001D3\">about the way I looked, me and myself, what I can do in terms of work and my competence, lots of things I was very insecure and I just sort, I just sort of realized that I want to work on fixing that because I feel like there's' always been a big part of me that's always been very self-conscious and <\/span><span data-id=\"P1-N2001D4\">being able to just feel confident and relaxed, that's hard because… I guess it's hard but it can also be easy. I guess I tend to be critical of myself and…<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: What do you feel like you're critiquing now? <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Well I can…for instance the way my hair cut is, it's not very flattering the way I look in photos, even how my pie crust…everyone really liked my last cherry pie and I put stars, I cut out cookie cutter stars to put all around the crust but I didn't make it in a perfect circle and I messed up <\/span><span data-id=\"P1-N200211\">one part of the lattice cause I didn't go…I put the picture up because I wanted to show everyone and I was like embarrassed, I was like \" this doesn't look good, this looks…\". A lot of people said it looked very nice but it's just…<\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098446\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: But it didn't look perfect?<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Yeah and I realized I had been nitpicking on just…I've sort of been missing and I can see why I was getting very frustrated last semester before I left because I was really nitpicking on little things and just my appearance, my face, my complexion, what I was wearing, whether I was cool. Part <\/span><span data-id=\"P2-N200251\">of it was I sensed that I sort of feel like since I've been with Jeremy, who your around does change who you are and sometimes I just sort of look at what I'm wearing and I'm like \"This is nice but is it really what I want to say about myself?\" So it's nice to go home and get sort of a…my mom has a <\/span><span data-id=\"P2-N200252\">totally different influence (laughs) which my most recent purchase was four inch heels and booties. I just sort of noticed that…I guess I can say that I have people that love me and sometimes these people that love me, can love me so much for instance in my mom, she was kind of mean and sharp about <\/span><span data-id=\"P2-N200253\">my decision to live with Jeremy but that was just because she was legitimately scared and sad.  From her experience she's…you know? From Jeremy I can see that his influence sometimes I get like \"Oh, he's so restrictive, he won't like lace, he won't like this…\" but I can see he sort of has an idea of <\/span><span data-id=\"P2-N200254\">what will look nice on me and he's not doing it to just restrict me but he wants, he just has a certain fashion sense and I just sort of see that or an idea of what to eat in the morning and when not to snack. I sort of see these things of...I sort of see them as different realities that I should think <\/span><span data-id=\"P2-N200255\">about and pick…I'm able to pick and choose.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Yeah. I guess you have to figure out what's your voice and it may be influenced by what other people are saying but being able to figure out what feels right for you, rather than feeling like your bending to somebody else's reality. <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Yeah and that's exactly what I've been feeling and I think I sort of…it's crazy cause I feel myself getting really frustrated with Jeremy and it might have been cause it was around…right when I left it was like around that time of the month so women are naturally sort of on edge and it was finals <\/span><span data-id=\"P2-N200291\">too but I was just like \"I can't deal with this anymore!\" I don't know what I even, what was it specific like in my brain I can feel like I was really upset, I felt like the whole world was against me and I don't even know, these just might have been feelings and stress but I just sort of feel that <\/span><span data-id=\"P2-N200292\">I think sometimes (pause) structure is good for me. For me to be around structure is good but then sometimes I need to speak up or do something that I like and sort of be able to listen to advice, to not accept it as my own and forget what I even was thinking and I often do that because I am a people-pleaser <\/span><span data-id=\"P2-N200293\">and that's… I also during Christmas, I was at my sisters, she's still recovering from her surgery, but we went up to her place, there were a couple of things. For her husband's birthday she didn't get him any birthday gift and she said \"Oh well we can't even go out cause I'm really ill. I hurt him so <\/span><span data-id=\"P2-N200294\">bad.\" She is in pain but…so I wound up, first we tried to order flowers online and that didn't really work so then my mom and I went up and celebrated with them and then I have been sort of having this feeling like she doesn't treat Brant very well, maybe he is…she's kind of the nagging sort but I've <\/span><span data-id=\"P2-N200295\">been really scared of like…when I said \"Oh why can't the flowers just get delivered the next day?\" My mom's like \"Her husband is really feeling not appreciated and has a wife that doesn't want to contribute as a team. I'm really afraid for them getting a divorce and she's like so we have to go up there <\/span><span data-id=\"P2-N200296\">and celebrate Brant's birthday…\" It's sort of like I don't know really what to say. I want to tell her \"Why are you being so mean?\"  For Christmas we went over to their house and she's generally like kind of irritable, like she says she finished the scarf that she was crocheting for her husband but <\/span><span data-id=\"P2-N200297\">she's like \"Yeah I did it mostly out of spite because he asked me when I was going to get the scarf done…\" I was like, I was trying reason her, she's kind of acting, well not kind of, she is acting mean to her husband and she's very absorbed in her life and her pains and her struggles and I don't…naturally <\/span><span data-id=\"P2-N200298\">if I had a friend like that I'd sort of back off but she's family and I gave her a book, it was \"Stop Whining, Start Living,\" by Dr. Laura. My sister likes Dr. Laura and I just framed it to her like \"This might...it's a positive outlook book, don't get offensive by the title (laughs)\" she was really <\/span><span data-id=\"P2-N200299\">happy but other than that I don't know how to…is it really my place to comment on her marriage? <\/span><\/p>\n<span data-id=\"P2-N20028-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098446\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: How long has she been acting like this?<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: Well (pause) she's always been…probably for the past three years.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: And are you feeling like she's treating you in the same way that she's treating her husband?<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: See that's why I kind of got, I was getting this impression for instance when for Christmas I had bought her a watch, she gave me a list of watches, and a lot of them I just didn't think that…it was stupid for me not to buy something off the list, I mean, Santa doesn't give you something you <\/span><span data-id=\"P3-N200311\">didn't ask for but I decided…<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: You're not Santa.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: (laughs) I know, I know! God darn it! I thought the beard would've fooled you.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: (laughs)<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: So I gave her a watch that I thought sort of encompassed everything of the watches selected but in a more muted down, more universal sort of watch and she looked at when she opened it up, she looked at it like it was a piece of coal. I mean I can understand people not getting gifts that they <\/span><span data-id=\"P3-N200391\">don't want but she was just really disappointed and the fact that it's not like…I don't know. I've gotten gifts from her that I didn't like but I tried to reassure her that I did like it and you know?<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: You act gracious?<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Graciously?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: She's like \"It's really pretty but I was expecting this Acarbose watch. I really liked it,\" and I was like \"Oh well when I looked it wasn't there.\"  She's like \"Oh, no, it still should be there.\" I was just like \"Ugh. Here we've come up to celebrate your husband's birthday because you are too <\/span><span data-id=\"P3-N200411\">sick to celebrate, to do anything and yet you arrange for all these gifts a month ago to be sent out to your friends but not to your own husband and then we have to come up to your place…\" that's fine, we came up to her place to celebrate Christmas but then she didn't even like the gift I got her and <\/span><span data-id=\"P3-N200412\">I spent so much time, it wasn't cheap. I was just sort of like…<\/span><\/p>\n<span data-id=\"P3-N20040-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098446\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: You were hurt.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: Yeah I was hurt and I felt like crying but I was like \"Okay, let's just move on, let's just think about…\" She was cutting my pie and it was going to be tasty. Later she apologized and gave me a hug and was like \"Thank you so much but I just wasn't expecting it but its growing on me and I was <\/span><span data-id=\"P4-N200451\">afraid because of the white leather watchband…\" she was going into it and I was like \"Okay, okay.\" That's when I, it was kind of passive aggressive when I ordered the Dr. Laura book because I felt like she's such a big whiner and I just wanted her to stop whining!  I want her to realize to stop treating <\/span><span data-id=\"P4-N200452\">people like shit! (laughs) I also got her a pink leather watchband but she was so happy that I got her these things and its I guess, I don't know why people nag. Maybe it's because they feel like they're not being heard or…?<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: Could be. But it sounds like there's enough going on in your relationship with your sister, some of which may be overlapping, she may also be treating you or reacting to you in similar ways that she's reacting to her husband that you don't necessarily need to touch the question of is it my <\/span><span data-id=\"P4-N200471\">place to interfere or intercede in their relationship cause it sounds like there's enough going on in your relationship with her that might be stemming from the same place.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: And that would have more of a direct impact on you to be able to maybe express some of your discomfort that your feeling in how she's treating you.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Yeah I mean it's crazy cause she can be really sweet at times but then like…yeah. I think that's sort of just (pause) next time instead of waiting for her to apologize maybe I should tell her that it kind of hurts.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: You can say my feelings are hurt.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Yeah.  I think that's one thing I need to get better at but I guess I'm afraid of like setting a bomb off (laughs). Like telling her my feelings are hurt and then her going into everything that when I hurt her feelings but I…<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Its possible.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: (laughs) Oh…I guess it's worth a shot.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: What are you hoping will happen if you share with her how your feeling?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: That she will just take it into consideration so that…its interesting cause her Bulgarian friend is very cognizant about money, she's not very rich, she's in Bulgaria and she's very clear about \"Oh I just don't have money for gifts this year…\" She's very clear about money issues and not having <\/span><span data-id=\"P4-N200591\">enough money and like Tammy, it's interesting cause she's very considerate of like, she would say \"Oh some of those watches I put on the list, they're now $140, I wasn't trying to imply that you need to buy that for me, spend that much…\" It was like \"No offense taken, even if you did you could put something <\/span><span data-id=\"P4-N200592\">on there for a thousand dollars but I wasn't going to get it.\" I had a set price but I guess it sort of made me think that even though I do talk to my sister, I do sort of just listen and tell her like the surface things.  I know she talks to her friends online a lot and I guess that's why I got upset <\/span><span data-id=\"P4-N200593\">cause she was so excited about what they gave her and not what I did but I guess that sort of comes into they talk to her more so they know what suits her fancy. (pause) I guess, yeah, you know maybe I just need to make it clear that…instead of saying \"I don't like what you did,\" just say \"my feelings were hurt.\"<\/span><\/p>\n<span data-id=\"P4-N20058-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098446\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: That might be easier for her to take it because it doesn't feel like a critique, but you are sharing with her some of the impact that she had on you. It also seems important in this particular event, it seems like your feelings were hurt in part because of her reaction to you, but also in <\/span><span data-id=\"P5-N2005B1\">part because it was so different than the reactions that her friends got and it sounded like…felt like there was some jealousy there.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: Yeah!<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: The closeness maybe or the consideration she had for them that you didn't feel you got?<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: Yeah. There is sort of…I am a super competitive person too and I've wanted everyone to really like my gifts and (pause) but in another sense I want to make them happy so…<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: That's not so much of a competition but about feeling like you did a good job and that the effort you made…<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: Yeah I got them something that worked…<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: Yeah.  I spent on everyone's presents, I always spend like maybe ten hours thinking, probably more, I don't know. I know for Jeremy I probably spent a couple weeks thinking about what he would really need and want and I think that's the sort of thing like when you devote an amount of time to <\/span><span data-id=\"P5-N200691\">someone you want to feel appreciated and I guess…<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Yeah I did feel jealous of her friends. I think I just need to (pause)…yeah. I think I just need to be a little bit more direct with her and not in a mean way but just say \"Oh my feelings are hurt or no,\" cause sometimes when we're talking on the phone she'll be like \"Oh one more thing, one <\/span><span data-id=\"P5-N2006D1\">more thing…\" and I'll be like \"Okay, okay, I really need to take a shower. Okay, okay…\" but then she'll say something while she says another thing and I'll say something back that just sort of jogs my memory and I'm like \"Oh why did I do that? Why am I continuing this conversation? I need to go or I'm <\/span><span data-id=\"P5-N2006D2\">tired…\" but I should just say \"No, I need to go now but we can talk again tomorrow. Why don't you save that for tomorrow?\"<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: So being able to set clear boundaries?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Yeah.  I think sort of the older sibling, I think I've worked with you and thus worked with Jeremy to set my boundaries and I think sort of that it was sort of a sloppy measure, I did it not openly, I'd do it like if I was still hungry I'd eat something after breakfast and then Jeremy would <\/span><span data-id=\"P5-N200711\">like \"What are you snacking on?\" I should have said \"I'm still hungry. Can I have more in the morning, can I just have this and it will be fine?\" I know what I'm doing. Instead I just get it and kind of chuckle but I sort of realize that sort of monitoring \"What are you eating?\" It's like \"I'm an adult I can…\"<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: He doesn't need to be monitoring what you're eating.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Yeah and I sort of realize yeah, and that's another thing I saw is when I was at home I was eating, maybe not the most healthy stuff, but I didn't gain a pound and if anything I probably lost some weight.  That was just with no one sort of nagging me, that was me eating, I ate a lot of…we make <\/span><span data-id=\"P5-N200751\">this Christmas bread (inaudible) and I ate a lot of it. My mom and I like finished off two loaves of bread, of course that's probably all we ate one day, we were surprised we didn't gain weight (laughs) but yeah it was…I can sort of see that I need to still work on, a lot of times I think I've resolved <\/span><span data-id=\"P5-N200752\">\"I'm going to do this, I'm going to set boundaries\" and I make this effort and I feel good but it's sort of like a partial success or like I didn't win the war. I won a battle and it should be the opposite way around.<\/span><\/p>\n<span data-id=\"P5-N20074-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20074-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098446\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: What makes it feel like only a partial success?<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Well in a partial success, like I got what I wanted at least once or like say when he would get on my case for snacking after breakfast, well I still do it, the fact that it's a partial success because I got half of what I wanted but it didn't…<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: You got to eat, but you didn't get him not to feel like he was somehow, that you needed his permission?<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: Yeah or like I didn't escape the sort of…not condescending but I didn't escape the \"No, no bad!\"  There was another thing that I realized at home, I still need to work on not thinking of myself as carrying any sort of disease. I still have that problem like for instance when my mom and I were <\/span><span data-id=\"P6-N2007D1\">riding to the airport in the car and she was trying to feed me a pickle from her burger and I was trying to bite it with my mouth but then she had to press the gas and her fingernail tore off a piece of my skin on my lip and it started bleeding and I started freaking out. (laughs)<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: That's an intense pickle.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: (laughs) I know! I thought it was stupid of me, yeah it wasn't intense or she has long fingernails but…so I started weaving and started freaking out like \"there's no sink for me to wash my hands, I'm going to have to dispose of…I need a napkin.\" This is something that…it bled for like ten minutes.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: It wasn't a very big wound but it counted.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: It made you really anxious?<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: Yeah it did and my mom sort of saw, she's like \"Well here's these antibacterial wipes. I know these will make you feel better.\" (laughs) She was right, cause I could wipe off my hands, I could wipe off the antibacterial and then I just told my mom that I still have this problem that I feel like <\/span><span data-id=\"P6-N200891\">I have something. It was sort of…she's like \"What are you still hanging on to? I thought this was a done deal?\" I guess, I don't know why, I guess I could say that I'm clinging on to it just because my mind doesn't know differently or maybe I still feel guilty for (pause) or just…<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: Finish that thought out loud. Still feel guilty for? <\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: Being so careless about my interactions with gentlemen or not gentlemen or getting myself in that mess or just not thinking clearly and for doing something that could potentially be unsafe. My mom she's like \"You know, you're not the only girl that has made that mistake of having a tryst,\" or <\/span><span data-id=\"P6-N2008D1\">whatever you would call it.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: What would you call it if you weren't trying to dance around it?<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: (pause) I guess I would say, she said indiscriminate sex and I guess I would say kind of like a hook-up. I would say a hook-up. It was a hook-up. I know that in Sex and the City it seems to be the cool thing to do and I know that me, who is influenced by my friend, who also hooked up with that <\/span><span data-id=\"P6-N200911\">same guy, who never thinks about it probably or worries about it, who just continues living life and…(pause) I guess, I mean I feel bad.  I feel bad but you know it's not like I'm a victim, it was a stupid decision and it's kind of weird but it's sort of like I don't know how to forget. I guess so much <\/span><span data-id=\"P6-N200912\">of my life has been concentrating around believing that something's scary or \"Oh no\" like a lot of times I can like definitely desensitize like public restrooms, I can use them, but maybe a slight anxiety sort of rise but I guess that's everyone. No one likes, loves using public restrooms, especially <\/span><span data-id=\"P6-N200913\">if their on airplanes but I think I sort of, this is what I realized that I said it was kind of a partial win, I think I still need to really internalize that, to let go, to let it go. <\/span><\/p>\n<span data-id=\"P6-N20090-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20090-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098446\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: It seems I guess sort of similar to the partial success with the boundaries thing. You got to do the thing that you wanted to do but you haven't kind of rectified the dynamic in which would be that Jeremy feels like he has some jurisdiction over what and when you should eat. That's the boundary <\/span><span data-id=\"P7-N200931\">that you really want to change. It's not so much that you want to change what you eat, that would happen automatically if the boundary changed, it seems like with the contamination, we can work on the behavior and getting more comfortable with using the restroom or being a little bit more flexible about <\/span><span data-id=\"P7-N200932\">when you need to wash your hands but there's this meaningful piece where you're carrying around a lot of guilt for having a hook-up.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: Even if it's a behavior that you disagree with, how long do you have to feel guilty for making a mistake or testing a boundary? You didn't realize how important it was to you not to have casual sex.<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: Now you know.  How long are you going to punish yourself, how long do you need to repent for this?<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: That's very true.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: It's a really big deal for you still.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: Yeah. I know like with Jeremy I've trained myself to not like really think about it but when I'm at home its always like, I mean my hands got pretty bad. I would learn how to rationalize like \"Oh, I'll go to the bathroom after I put my dirty laundry in the washer.\" I'd think \"dirty laundry…\"<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: You could get one hand washing in for two things?<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: Yeah. (laughs)<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: The thought didn't change.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: Yeah I know. The thought didn't change I just became more clever and I sort of see that…in one part that was slightly destructive because it sort of allowed me to do it but it didn't really address the main issue.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: What makes hand washing harder to control at home?<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: I guess at home I sort of (pause) well I guess…I don't know. (pause) I don't want to make my mom sick or ill or… (pause). (crying) I think it's when I'm like cooking for other people too. I have this fear of like making them sick and I don't even know why cause the things I fear…my mom was telling <\/span><span data-id=\"P7-N200AD1\">me \"You know even if you were sick, there has to be blood on blood action\" (laughs) and I realize that the things that I'm even worrying about they're not that. I don't know I just…my mom has enough problems in life. I just don't want to give her anymore.  I guess with Jeremy, I mean he doesn't know <\/span><span data-id=\"P7-N200AD2\">about it so, I guess it's more important for me to keep it under wraps and just sort of seem normal. In a sense that's pretending but I guess it seems somewhat reasonable. But yeah I guess that's the thing is I don't want to hurt anyone (crying) and I don't want to make anyone sick and I don't know <\/span><span data-id=\"P7-N200AD3\">why deep down I sort of feel like I would make someone sick or hurt someone.<\/span><\/p>\n<span data-id=\"P7-N200AC-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200AC-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098446\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">THERAPIST: I wonder if the fear that you have HIV stands in for something else?<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">CLIENT: (sniffs)<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">THERAPIST: In one way that's what you're really talking about but I wonder if that really stands in for some other way which you're afraid your hurting people or making things hard for them. Logically you know you didn't contract the virus, it was long ago enough…<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">CLIENT: Yeah. (laughs) I'm pretty gosh darn healthy, especially for as much as I ride the train. It's interesting…right when this sort of nonsense started I was (pause) at first it was the \"Oh no, what happens…\" It all started from me being afraid of getting HIV from a waxing place over in the Square, <\/span><span data-id=\"P8-N200B51\">six months ago before my boyfriend broke up with me and that's how it all sort of started, I mean before I had any hook-ups, so it sort of started before the hook-up and it the hook-up just sort of made it materialize and I don't know why I got so set upon it.  I guess it's natural to sort of worry <\/span><span data-id=\"P8-N200B52\">about any sort of diseases when you go to the wax place, they're sharing antiseptic between…I mean its antiseptic but I think maybe that's been sort of my problem is like probably trying to overcome because I sort of see, I guess it's I just don't want to hurt anyone. (pause) I sort of feel like I'm <\/span><span data-id=\"P8-N200B53\">not a sick person but I'm always just…I don't want to lose anyone (crying) and at the time when I started the whole sort of HIV nonsense I was…my mom still wasn't talking to me and not really…I had this sort of boundary with my family, my now ex-boyfriend was currently a boyfriend, he wasn't really <\/span><span data-id=\"P8-N200B54\">talking to me, he was…I guess maybe I just felt like an invalid like no one wanted me.<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">THERAPIST: Like you were being shunned?<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">CLIENT: Yeah.  (pause) I don't know, maybe I just…<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">THERAPIST: Like maybe someone who was bad or sick might be?<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">CLIENT: Yeah. It sort of makes sense that…you know when they were being shunned they always, or at least I always put it on myself like \"What am I doing? What's wrong with me?\" (pause)<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">THERAPIST: Maybe creating this vision of yourself as somehow sick gave you an explanation.<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">CLIENT: It was so long ago but I just remember I was…its funny cause like the whole pain of being shunned and stuff isn't really in my head these days, it's not in my head when I wash my hands but I look back, I really see that this all started before the hook-up and it really started…I also had a fear <\/span><span data-id=\"P8-N200C11\">of what was going on, what was…(pause) many things were sort of spiraling out of control including my research, the relationship then at the time, I didn't have anyone to really talk to.  I've rebuilt sort of to ensure that I did have people to talk to, for at least now. And how do you learn? I guess <\/span><span data-id=\"P8-N200C12\">you can use common sense like if your bleeding, wipe off the blood and…you know, but not to freak out if there's not a sink nearby. I guess I don't even know how to act. How do people act? Where do you learn how to act? Do you observe other people?<\/span><\/p>\n<span data-id=\"P8-N200C0-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200C0-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098446\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">THERAPIST: People have different instincts. Some people wouldn't think about it, not even a question in their mind, they'll grab whatever's nearby and wipe up the blood as best they can, ce la vie.<\/span><\/p>\n<p data-id=\"P9-N200C4\"><span data-id=\"P9-N200C5\">CLIENT: (laughs)<\/span><\/p>\n<p data-id=\"P9-N200C6\"><span data-id=\"P9-N200C7\">THERAPIST: That's not the case for you. So for you it's figuring out how to put this in perspective and figure out what's practical, what's logical?<\/span><\/p>\n<p data-id=\"P9-N200C8\"><span data-id=\"P9-N200C9\">CLIENT: Yeah. I sort of saw when I was with my mom, like after I discarded all my napkins with the blood inside the Burger King bag, it was kind of like a garbage bag, using it, then she grabs the excess napkins out of the Burger King bag and puts them in her car. I'm just thinking \"What did you just do?\"<\/span><\/p>\n<p data-id=\"P9-N200CA\"><span data-id=\"P9-N200CB\">THERAPIST: She's not concerned.<\/span><\/p>\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">CLIENT: No she was not! (laughs)  She was not concerned at all so I sort of saw that I guess maybe next time I'm going to have to use the…it's not like I was cooking, you know, and I could've skipped the antibacterial wipes (laughs) because my hands weren't a mess and I sort of see just its my own blood, <\/span><span data-id=\"P9-N200CD1\">I don't have to worry, it's not like I'm giving a blood brother to anyone else or blood sister, whatever. I guess I'll do a lot more observing of people, it does actually really amuse me to observe people and…<\/span><\/p>\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">THERAPIST: See what the range is?<\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">CLIENT: Yeah and talking to people, like Christina, Jeremy's sister in law, like she talks about the train as gross, she uses her gloves to touch the poles and she just doesn't like…I don't even wash my hands after going on the train because it…<\/span><\/p>\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">THERAPIST: Your used to it?<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">CLIENT: Yeah. I've come to terms with it.  Its sort of like \"You know, what's the worst thing that's going to happen?\" I sort of think that, I guess there's not many times where I'm bleeding in public so (laughs)…I definitely…yeah.<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">THERAPIST: That same parallel, one layer of it is the behavioral layer and you can observe people and see how people respond to situations and pick a behavior that feels reasonable to you but that underneath piece of coming to accept yourself as not contaminated, not bad, not sick, being okay with yourself, <\/span><span data-id=\"P9-N200D71\">the deeper piece.<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">THERAPIST: Why don't we stop there for today?<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">CLIENT: Sure.<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">THERAPIST: We need to pick some times to meet in January.<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">THERAPIST: Does this 3:30 time still work this semester or?<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">CLIENT: Yeah the 3:30 time works.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">THERAPIST: Do you want to try for…two weeks would be the 11th? <\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">CLIENT: Yeah we can do…let's see…in January. The 11th and…<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">THERAPIST: I could do the 25th and the 1st. I'm out the afternoon of the 18th.<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">THERAPIST: We can look at the rest of February when we get closer to it?<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">CLIENT: Yes, so the 11th, 25th and the 1st?<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}