{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client has been experiencing intense dreams and worsening TMJ (temporomandibular joint) pain recently. He wonders if it is caused by sleep apnea and or anxiety issues."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Emotional states","Dreams","Psychoanalytic Psychology","Racing thoughts","Apnea","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2013"],"weight":15},{"name":"page_count","label":"Page Count","values":["15"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Emotional states","Dreams"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Racing thoughts","Apnea","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2098482","dorpId":"1004967314","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 38: December 31, 2012: Client has been experiencing intense dreams and worsening TMJ (temporomandibular joint) pain recently. He wonders if it is caused by sleep apnea and or anxiety issues.","fullTitle":"Client \"AP\", Session 38: December 31, 2012: Client has been experiencing intense dreams and worsening TMJ (temporomandibular joint) pain recently. He wonders if it is caused by sleep apnea and or anxiety issues.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098482\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: How's it going?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Good.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: You look nice.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Thank you.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Looks different, you mixing it up. (Chuckles) So I figure I haven't talked about dreams in here in a long time, and I've been the worst nightmares I've ever seen in my life, and almost every night. This has never happened to me. I can't, I haven't been able to record all of them, but I've got <\/span><span data-id=\"P1-N200151\">a bunch. I'm sure it has something to do with TMJ, whatever the fuck is going on here with my jaw. It's gotten little bit better in a weird way, but I still wake up with I kind of can't open my mouth all the way; it's like hurting up here. [0:01:10]<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: And one of the worst ones was Friday night I went to see Kelly. We had a great time, whatever. I woke up in the middle of sleeping, and I couldn't even remember what I was dreaming about, but I woke up completely, I mean she was sleeping thank God, but I woke up just like panicked. My thoughts <\/span><span data-id=\"P1-N200171\">were completely racing. Like out of control, like I thought I was losing my mind. And not to bring it back to physical things, but the only thing I'm a little worried about is I was diagnosed with moderate sleep apnea, or mild sleep apnea. So I'm worried that, I was reading that, not that I should be <\/span><span data-id=\"P1-N200172\">reading about the shit on the Internet, but that can have something to do, not just the TMJ, but like waking up panicked or seeing really fucked up dreams or whatever. [0:02:05]<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: I'm not discounting the other stuff, but so I think I'm gonna get from the doctor I had at school my, because I think he has the sleep study. Because that worries me a little bit. So.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Another perspective is that anxiety could causing<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: No diggety, no doubt. Yeah, yeah, yeah. I mean I think that's most of probably what it is. I think, but.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Just that fact even that it's gotten so much worse.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: No doubt. No doubt. Yeah, yeah, yeah. Because I mean whatever his diagnosis was of the sleep, that was years ago at this point. So why hasn't this happened before? Yeah. So basically what I've been doing, the easiest way is just sending myself texts. [0:03:01]<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Okay now here's the weird thing. The day before Christmas Eve, I saw a great dream, where I was writing a song. At the end of the dream, of course when I woke up I couldn't remember what the song was, but in the dream it was one of the catchiest songs I had ever written. But the thing is I was <\/span><span data-id=\"P1-N200231\">playing it on these beautiful, they were almost like these hanging tassels, or silk, I don't know what the fuck they were. I was playing it on those and it sounded amazing. Then David Bowie was in the dream. That's right. And my friend, yeah I don't remember what David Bowie was doing, but there were <\/span><span data-id=\"P1-N200232\">a few friends who were like man that sounds so good. So that one was good. Oh, but no, okay so the same night, December 23rd. I saw a dream that I was at what looked like UMass. Even though it wasn't UMass in the dream it clearly wasn't UMass, but I thought it was. [0:04:10]<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Parts of it were in ruins. Like it was fucking huge. I took a couple turns whatever when I was walking, and parts of it were completely in ruins. As if they'd been carpet bombed or something. Walking around. There were some Assyrians who I seemed to know, but I don't know who they were, and <\/span><span data-id=\"P1-N200251\">then I ran into my friends. And I didn't remember who those friends were but they seemed like friends. Yeah.<\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098482\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: This is in the middle of when you were pretty sick, that right then? The 23rd?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: This was when I had finally gotten better, the 23rd.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Oh you were better by then?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Yeah, by Christmas Eve, I was feeling a lot better. I don't know if I was completely better, but I felt way, way, way better. I might still have been taking like Dayquil or Nyquil or something, I don't know. Just to you know. [0:05:08]<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Then the 27th I saw an awful dream. I was trying to, oh yeah, I was trying to put a tie on, over and over and I couldn't seem to do it. And the tie was maybe a little thicker or something and kind of wide, which I hate fucking wide ties. It was like an ugly tie and I kept trying to put it on. <\/span><span data-id=\"P2-N2002F1\">And I was in a bathroom with a leak in it. And oh that's right so I was in the bathroom, some bathroom. I don't know what bathroom it was, but I was either trying to put on the tie or do something, and a leak popped through the floor, like the floor board opened, and someone was in a stall. I don't <\/span><span data-id=\"P2-N2002F2\">know who was in the stall, but they saw that. Next to me, it felt like maybe it was in a restaurant or something, and my dad was there, and maybe my mom. [0:06:08]<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Oh, yeah and then some man showed up and started bullying me. Saying like that I couldn't tell what the details were, but something like you think you're gonna do this? You think you're gonna get this, but you're never are. It was really aggressive. Then whoever was in the stall said something <\/span><span data-id=\"P2-N200311\">about the leak, so I felt really guilty. I was like no, no, no, it just popped out from under this spot here. Oh and meanwhile then I noticed that not just the tie but everything I was wearing clashed. Like I don't obviously wear a lot of bright colors, and I'm like a dresser, let's face it. But I was <\/span><span data-id=\"P2-N200312\">wearing this like shitty tie, weird fucking; I was like Joseph and that dreamcoat whatever that stupid musical? I was like what the fuck am I wearing? So that was that. [0:07:12]<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Is it okay that I'm just running through these?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Yeah, yeah. So much there.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Okay the 29th one, well. Hold on (pause). (Playing from audio recording) I saw a nightmare Saturday night that I woke up from. Kelly. But I couldn't remember what it was. I just woke up, and woke up panicked.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: This is how you were?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: That night yeah. (Playing again from audio recording) Thoughts racing outta control. Really just not feeling well.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: I was outta breath because I'm walking.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: (Playing again from audio recording) Anxious, panicky. Just feeling like I'm kind of losing my mind. With racing thoughts. Eventually feel back asleep. Then to connect this afternoon. [0:08:10]<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: (Audio recording) I saw a very vivid dream. I was at some apartment building, looking for someone's apartment, I don't know who. I think I was there with people I know, not in a particularly bad way, just people I know. Some woman was trying to direct me to which apartment I wanted or something <\/span><span data-id=\"P2-N200411\">like that, or she told me I was going the wrong way, or I don't know something like that. But then I starting seeing like little gnats, like little flying insects. I tried to kill them 1 or 2 whatever, and then they started multiplying really quickly and then suddenly I felt like they were getting into <\/span><span data-id=\"P2-N200412\">my mouth, all over my skin. It was getting worse and worse. I think at some point I might have seen my mom or dad. I don't know what, but I don't really remember that part. [0:09:12]<\/span><\/p>\n<span data-id=\"P2-N20040-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098482\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: (Audio recording) And then I was in some apartment. I was by myself. I don't know what the apartment was, but I was trying to wash down all these insects into the drain into the sink, and then suddenly in the sink they were everywhere all these bugs. I was finally trying to wash them all down <\/span><span data-id=\"P3-N200431\">the sink, and then there was suddenly a little mouse in there as well. There was like a big beetle or cockroach. And finally I got them all down the sink, and even as I was trying like a small puppy or something came out of the sink or was trying to come out of the sink. Somehow I washed them all down. <\/span><span data-id=\"P3-N200432\">They were all gone, and then the sink itself disappeared into the countertop. [0:10:00]<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: (Audio recording) So that's about all that I remember. (Speaking Live) Yeah that was fucked up. Yeah.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: That was terrifying.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: But you know the weird thing is? The mouse and the puppy, they weren't really gross. That was the weird, and even in the dream I couldn't understand. Like I'm disgusted by rodents and snakes. Those are the two things I just; I'm not scared of them, but they just they're gross. And I was looking <\/span><span data-id=\"P3-N200491\">at this mouse, I was more grossed out that it was just getting soaking wet and it just looks nastier. But it almost didn't look like a typical mouse you know what I mean? Almost looked like a little hamster or something, it wasn't really. And the puppy was a puppy.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: It was cute.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Yeah! But at that point I was like well I don't know these all gotta go. I don't know what's going on here, but. But the worst was the insects. Like I was picking gnats that were trying to get into my mouth. So there's that. [0:11:03]<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Okay then, okay the next one is just this past night. I saw my cousin in my apartment. He was like crawling towards me, and it looked like he was either having a seizure or a stroke, or something. He couldn't talk, and he was like when people have seizures they get kind of wacky. I called 911, <\/span><span data-id=\"P3-N2004F1\">I was panicked. Then I called 911 again, but I don't remember why. Then I saw my friend, and for some reason he had one leg. We were somewhere kind of Assyrian but then we got frustrated and left, and there was a bunch of other stuff too but I don't just remember what that was. So, yeah. I even tried <\/span><span data-id=\"P3-N2004F2\">to lookup online. I was like this must be, this must happen in this situation right? To some people. I couldn't find anything. [0:12:06]<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: This meaning that you<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Like if you're 3 times a week you're doing pretty serious therapy and if you've already been doing it before that there's gotta be some point where your subconscious is just like all this shit is going on probably that has to somehow, that your brain is trying to resolve somehow. Like I couldn't <\/span><span data-id=\"P3-N200531\">really find anything online about that, but it can't just be because of my grandmother, you know what I mean? Like even when my aunt, when serious shit happened, when people did die, my grandmother is perfectly alive you know? I didn't go through anything like this. (pause)<\/span><\/p>\n<span data-id=\"P3-N20052-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098482\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: Two different sides at least. One is the fact that you're starting to dream more means I think you're starting to dream up your experience level. Have more access to your unconscious, that's a good thing. [0:13:07]<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: There's more permeability between your conscious and unconscious. The other side though is that there may still be experiences that are not yet knowable consciously and that the way you get to know them is through your unconscious. Dreams is one place that that bit comes out.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: yeah.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: What are your thoughts? And where does your mind go with that<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: I mean just. There's two things, one is I'm proud of myself that like today this past, actually since like Friday, I've kind of, I've got a handle. I'm not panicking because my jaw hurts, you know what I mean? I've started to get away from the physical stuff and you know. [0:14:12]<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: And my days are actually pretty good, I'm not slacking throughout the day I like freaking out. You know it's kind of shitty to be a little bit uncomfortable when you're trying to chew or whatever, but so the only part that's sucking is I'm having more trouble, well not so much the last few days, <\/span><span data-id=\"P4-N2005F1\">but it gets to the point where you almost don't want to sleep or you have trouble sleeping because you are worried about dreaming, you know? That's the only thing. But you know. I mean you know how I am; I'm proactive about this shit. I read there's something called IRT? ERT therapy? IRT therapy. There's <\/span><span data-id=\"P4-N2005F2\">this whole therapy for [0:15:00]<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: RET?<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Huh?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: RET? Does it start with R?<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Nah, I think it was IRT. I'm pretty sure it was IRT. And it has to do with, there's this whole thing with nightmares, people who have nightmares. And the whole thing is simply, it sounds simple, but they said that studies show that 90 percent of time it works. But to like take these nightmares, <\/span><span data-id=\"P4-N200671\">the nightmare you see the night before and during the day take like 5 minutes and rewrite the nightmare. So instead of gnats, be like oh there were these butterflies. You can even change something little or you can change the whole dream, and that if you do that everyday it actually starts, you start <\/span><span data-id=\"P4-N200672\">seeing less and less nightmares. So I've kind of been doing that. Like I'm trying to visualize nice things, or when even before I go to sleep I tell myself, you know let's try not to see a nightmare tonight. Like let's you know. I think that might, because even the one I saw last night I didn't, I saw <\/span><span data-id=\"P4-N200673\">it but I wasn't in a state of complete panic, and when I woke up my jaw hurt a little bit, but I was like alright well, you know what I mean? [0:16:08]<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Like so somehow I feel like it's getting a little bit more. But yeah the only thing I make of it is yeah that I think this and so much has gone on in my life and I feel like a lot of things are changing and I'm thinking differently about things. So I think, you know. It's like the damn kind <\/span><span data-id=\"P4-N200691\">of burst a little bit, you know what I mean? That's all I<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: But also out of this period and that's happy we had a break. We had a week without meeting, and I have to guess that in the same way that may have left you with more experienced by yourself. You know? That isn't metabolizable, that you get when you're here to come in and say this is what <\/span><span data-id=\"P4-N2006B1\">it is, and it becomes less scary. [0:17:04]<\/span><\/p>\n<span data-id=\"P4-N2006A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098482\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Like for example right now your dream about your nightmares, it sounds like; I mean who likes having a nightmare? Of course they're not pleasant experiences but it also sounds like you think this means there's something really, really wrong with you?<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: Initially. It's not that I thought it was really wrong, I just. It's<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: It's scary.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Yeah, it's just scary. It's just scary and I was like oh fuck I don't wanna go I don't want to slide back into shitty anxiety attacks and panic attacks. So it's not that, it makes sense that we have to go through this stuff probably to actually get, it means, it's like when you bruise. First <\/span><span data-id=\"P5-N200731\">you have to bruise and then it heals. So I'm sure there's a lot to that. But yeah it's more just that it's scary, plus the kind of physical. I just don't like this combination. For someone like me that's.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: The TMJ just sounds like it's a manifestation of your anxiety to mirror its attention right? That's what happens. It's a very, very common side effect of anxiety, and anxieties specifically at night. [0:18:10]<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: No doubt, Yeah. I guess I was just like wow this is, I mean all these years I've had anxiety and panic. This is not something I've had, you know what I mean? But then I do remind myself that I went through periods where I had chronic headaches. You know what I mean? Not to mention, I mean you <\/span><span data-id=\"P5-N200771\">know. I'm not exactly the, the tension that is probably in my fucking neck and back, is probably like granite, you know what I mean? I mean the few times I've gotten a massage they've always been like holy shit, you know. So there's that.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: And then I've been noticing like last night when I was watching Netflix, now I'm much more like I'll just stop and be like holy shit I feel a little, I'll just go slack kind of just, do you know what I mean? So I feel like I am doing something with my mouth. Like I'm, I don't feel like that <\/span><span data-id=\"P5-N200791\">I'm grinding my teeth, but I'm doing something. I feel tension you know? [0:19:04]<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: So there were moments where I would just stop and kind of let my mouth just relax? I was like whoa, I definitely noticed a little bit of a change.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: The gnats were in your mouth.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: I mean there maybe moving to the symptom focusing on your mouth right now. You know like why tension localizes in one place. Sometimes it means something.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Yeah, well, I mean you use your mouth to talk right? So when you're trying to express things. (pause)<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: Even just a tad of what's coming out of you here in this process, I mean what are you speaking, what is there to be spoken? Are they gnats you want to get rid of? And this desperation to just get rid of everything that comes out, flushing it all down the sink, and maybe even flushing out <\/span><span data-id=\"P5-N200851\">the good with the bad, cause it's even worth just to get rid of the bad. [0:20:10]<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Right, right. (pause) you know what else? I was thinking it also could be like maybe this, this is unconscious but, you know how I've always been a little skeptical about like, there's a part of me that fights this a little bit. So maybe cause like the other day I was, you know Slobo Pjescic? <\/span><span data-id=\"P5-N200871\">Yeah so I'm the kind of nerd that goes on YouTube and watches him lecture about fucking Buddhism and movies and shit. And I think he's unbelievable but he has several clips where he just fucking rips apart psychoanalysis. Even though he's a Laconian guy, but he's like I personal have no fucking use. <\/span><span data-id=\"P5-N200872\">He's like one you open that there's no going back. You know, and he's like there are just things I don't, I think there's no point, I don't want to know. [0:21:16]<\/span><\/p>\n<span data-id=\"P5-N20086-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098482\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: He's like just because there's no. His whole thing is that there is no end, there's no, you're opening up a black hole, or you're entering a black hole. That is just only gonna cause you to like over think, and like constantly, you know. So he articulates, that's basically what I've always, <\/span><span data-id=\"P6-N200891\">that's what I always worried about is that you can't. You're not taking a pill, you're not getting a shot, there's no way to. All you can measure is okay well these last several months I've been feeling pretty good, or whatever it is. Or that you've had some kind of breakthroughs, which is all amazing, <\/span><span data-id=\"P6-N200892\">but you know what I mean? So I was wondering if maybe too that because I'm coming here more often? Maybe there's deep down there's a part that's like whoa what the fuck are we talking about here, or what's the whole end result? Or what, I don't know. [0:22:12]<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: I mean I don't think about that during the day or when I'm here but.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: That could be what's making you anxious. Why are you putting yourself through this? Where's it heading.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: Yeah, right, right. I mean it feels good, mostly but.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: What's the fear, for you? Is it the same as what he's saying?<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: It's exactly what he's saying. Yeah, it's just that, you know. Also I mean I will say I think deep down maybe he's a man, I'm a. There is a sense of I think, he didn't say this but I think it was kind of implied. I think there is a sense of he's like you know, not suck it up but. It almost did <\/span><span data-id=\"P6-N200931\">sound like he was trying to say like there is something almost emasculating, like if you're constantly over thinking everything there is something about that. [0:23:17]<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: You know? I think. I mean I don't know if he would ever say that that's what he meant, but that's the sense I got. That he's kind of, but anyway, I mean I don't know. But for me I think that's definitely a little bit part of it. There's something you know I'll just be like fuck you know why <\/span><span data-id=\"P6-N200951\">can't I just suck it up a little bit, and just you know? There's a little bit of that.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: That's a theme for you.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: What? Suck it up?<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: I mean the feeling that somehow you're not man enough.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: Yeah it is. Yeah, yeah. Well because that's these fuckers, and if you're brought up constantly feeling. Well but also because my dad was a fucking man, you know what I mean? [0:24:10]<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: You know I did look up to him a lot in that way. Just, and a real man, not a douche macho man, you know what I mean? Like a real man, you know? Took care of his family. Worked his ass off. Never complained. You know. Guy gets under a car in middle of winter, fixing it. Just you know, tough guy. <\/span><span data-id=\"P6-N2009F1\">So I mean how could you not respect that?<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Well it sounds like that's become the definition of a real man, the stoic.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Yeah, yeah, well also because you have to remember I moved so far opposite of my Mom's side, you know what I mean? So it's definitely an extreme position. That don't complain, don't say anything, just always be positive. Always be nice, just so that. It's like I tried to seal out like I just <\/span><span data-id=\"P6-N200A31\">don't want any of their neuroses or whatever. [0:25:17]<\/span><\/p>\n<span data-id=\"P6-N200A2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098482\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: but of course it's just a different kind of neuroses because it's just the other extreme, you can't have that kind of extreme you know? Not too mention, what the fuck do I know? Maybe my dad complained privately to my Mom, you know there's a lot of things I don't know. Maybe he complained to <\/span><span data-id=\"P7-N200A51\">his friends? Who knows.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: This is a very particularly stereotyped image of what it is to be a man.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: Well yeah, cause that's the age. He died at an age where I didn't get to that point where I was an adult and now we are suddenly two guys, and you know I just always idolized him kind of. (pause) [0:26:01]<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: And maybe idolized parts of him.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: And also by the way it's not just him, it's like his guy friends. He's definitely heads and shoulders above, but all these guys were kind of, there's just something about them. They're just cool, you know what I mean? Smoking, just joking, just kind of like bearing their burden kind of you know <\/span><span data-id=\"P7-N200AD1\">what I mean? And I still do, I'm sorry I just still think, maybe that's not all completely healthy or something. I'm sure it's not, but I don't know. I look around me in the world and I'm like you know what man? Just hats of, I mean to be able to you know. All those people have very unique, usually <\/span><span data-id=\"P7-N200AD2\">difficult stories of how they got to this country, and the shit they've gone through. And to just you know just to make a whole new life, and you know a decent life. There's just something about that, it's just very kickass. [0:27:07]<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: but, I mean part of the reason that I think I've been feeling better is because now I do see that I actually am a pretty tough guy. I do see that now. But so I'm not completely oblivious, but, and I think I used to tell you. Remember how I was saying almost every girlfriend I've had, maybe not <\/span><span data-id=\"P7-N200AF1\">every single one, but in their own ways they've always articulated what they find very attractive about me is that I'm very sweet and whatever, actually a nice person, but that there is something about me that is like a real man. I've never understood exactly what that part is. But I've been taking <\/span><span data-id=\"P7-N200AF2\">stock of that. I'm like hey, you know what? That's kind of true actually. You know? [0:28:07]<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: Because it's true I look at my guy friends and a lot of them, they're men I mean they're awesome guys, but a lot of them are a little bit soft or something. Like you know like they're just kind of suburban. Like going with the girl to Target, and he's gotta go home and pull the lawn. I think <\/span><span data-id=\"P7-N200B11\">there' something, I don't know, I don't know what I'm saying but, there's something. Either that or because generally I try not to talk too much, or I don't complain much. I don't know what the fuck it is.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: What I can understand being really kind of complicated then about this process is. In one way it could feel like we're turning you into a woman.<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: Yeah, well but what I feel like happens here I have to tap into a little bit of my Mom's side. They're the ones, they're very vocal. They fucking worry, they complain, and they express their fucking fears and all this shit.<\/span><\/p>\n<span data-id=\"P7-N200B4-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200B4-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098482\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">THERAPIST: So it can feel like you're being your mother to be here. [0:29:15]<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">CLIENT: A little bit. Yeah, yeah. I mean I think I'm overstating it, or it doesn't really feel that way.<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">THERAPIST: I'm not saying it is. I'm saying there are times.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">CLIENT: I think subconsciously, because I don't think that. But subconsciously there must be something that's like oh what the fuck am I talking about in here. So I feel like a little embarrassed, or a little shy, or whatever, self-conscious.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">THERAPIST: That's what the mass reminded me of when you first were telling me of the feeling of your mother's side. Their neuroses, their stuff, the stuff you've been trying to get rid of and get away from your whole life. If you start to feel like, wait what if that's me too? Or what if that, what <\/span><span data-id=\"P8-N200BF1\">if I have to be that way here. Am I sounding like that also? [0:30:04]<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">CLIENT: Or the minute I kill one they just keep exponentially growing or whatever.<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">THERAPIST: Like even your experience of when your mind went when you were sick and your grandmother, and you're stuck in being physical or is that also oh my god they're coming back?<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">CLIENT: By the way I was thinking about that too, that's so irrational. Just on my way here I was thinking about what is going on there? Even with my Mom I get that she's 70 and of course anything could happen, but there's something irrational about every day not all day, but there are these feelings <\/span><span data-id=\"P8-N200C51\">of doom that my Mom is going to die because she's taking care of my grandmother. That's, I was like wait a minute. What the, and even my grandmother, yeah she's 90, and she's ill. So what, you know what I mean? Like what's the doom and gloom? I mean but she's still kicking, how great is that? You know <\/span><span data-id=\"P8-N200C52\">what I mean? Like so there's something. On my here I suddenly finally got outside that a little bit. I was like what the fuck am I? My Mom's is perfectly healthy. Thank God she is perfectly healthy, she's sharp, she's. [0:31:15]<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">CLIENT: Of course anything could happen. Anything could happen at anytime, look at my dad. What does that? You know. So then I was like it's not about them, it's about me. So this is not about I'm worried about my Mom, I'm just scared of death of I don't know just anxious or whatever the fuck it is. (long pause)<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">[0:32:26]<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: Or you know like it's probably also that I'm anxious about the record. You know. Maybe like after all these years, I mean almost 9 fucking years I've worked on this record, off and on. That's kind of that in and of itself causes me anxiety. What happened? Like 9 fucking years. I mean it's exciting <\/span><span data-id=\"P8-N200CB1\">and all but then I feel like there's something is, I'm closing some chapter I feel like, you know what I mean? It's weird. So maybe that, I don't know. I don't know there's a number of things maybe.<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: There's so much that has been changing so quickly for you.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">CLIENT: And the funny thing is all good things.<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">THERAPIST: I think good things, but they're also as they become good in a way one of the things you've been describing lately is being just a feeling that you're more in reality. Then a kind of one extreme fantasy to another. And that's good but it also is a, I could see that it would raise so much <\/span><span data-id=\"P8-N200D11\">anxiety and sadness and kind of, wait this is what's real. Like you were saying last week, I think I'm just sort of; it might even have been before the break. Just sort of coming to terms that this is my life. [0:33:01]<\/span><\/p>\n<span data-id=\"P8-N200D0-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200D0-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098482\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">CLIENT: Yeah. I think there is some of that. Last night I was bawling. I watched, what the fuck movie did I? I watched this stupid, I mean it wasn't a stupid movie, but it wasn't. I watched this movie with Jason Segal and Ed Helms. Two brothers. Yeah it was pretty good. It was a good like late night <\/span><span data-id=\"P9-N200D31\">hanging out with Cecelia watching a movie. But at the end I was likely totally crying. Totally crying. And I was like hugging Cecelia and like just she's so amazing and. I don't know.<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">THERAPIST: What was the ending of the movie?<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">CLIENT: One brother, so Ed Helms is this really, really uptight brother. Who is kind of neglecting his wife a little bit, even though he's a good guy he's just wound up really tight. And Jason Segal still lives at home and he just smokes pot. And he's kind of more wise and mellow, and he's just trying <\/span><span data-id=\"P9-N200D71\">to figure out like what does it all mean kind of. And at the end Ed Helms. Jason Segal saves the life of 2 kids who were drowning, and Ed Helms saves his brother's life who is almost drowning saving the kids. So then they cry and they suddenly, you know it's their moment, whatever. So yeah, it was a <\/span><span data-id=\"P9-N200D72\">good movie. [0:34:23]<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">CLIENT: But, Yeah it was weird, I just got. And I mean I know. You know are improving when you just let yourself cry. You know what I mean? Like I wasn't like why the fuck am I crying? Yeah it just felt good. I was telling Cecelia I love her, you know? She was right on my chest. And then even as I was <\/span><span data-id=\"P9-N200D91\">crying I was like yeah I'm crying partly too because I can't believe I have this critter who I can just give unconditional love too, and who actually shows me love back. Like she's just, that she really melts my heart, she just does, you know what I mean? She'll just come over and put a paw. She'll <\/span><span data-id=\"P9-N200D92\">just come over, put a paw right here, and look at me. That's it. I'll eat her up. Or like she'll come on my chest and just I'll cradle her. She just like lays there with one paw and looking at me with these big blue eyes, like what the fuck? So that and the movie, yeah.<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">THERAPIST: And that's real.<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">CLIENT: Yeah, yeah. I think that's why I've been watching a lot of movies. I have been watching all these pretty good movies that are kind of. They're just comforting and they're also, you know. It's what art does in some ways. It helps you work through some things. Especially if you're not a real crier <\/span><span data-id=\"P9-N200DD1\">per se. You know there has to be, I do cry but, there's not in here or not when I'm talking to my friends, or. It's a very private like. So sometimes it's nice if there's a trigger it lets you. [0:35:06]<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">THERAPIST: What was it like when you were planning this thing.<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">THERAPIST: When you were planning this.<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">CLIENT: I didn't really think about it.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">THERAPIST: This wasn't planned?<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">CLIENT: Yeah. I mean I was a little wow, kind of for me. You know how I am. I was immediately like am I crying too much? So I was what the fuck am I? But it felt good too. I was like I felt like something is coming out, let it go. Like it's good too. So that felt good.<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">THERAPIST: That's like I feel like there should be 2 [inaudible] in you about this. Like on the one hand crying could feel like being like your mother, or being too much like a woman or something.<\/span><\/p>\n<span data-id=\"P9-N200EA-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200EA-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098482\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200EC\"><span data-id=\"P10-N200ED\">CLIENT: No, no. It's more like just what a lot of guys feel like. I just start feeling a little uncomfortable. It's not even about my. It's just so much of you know when you're crying like that. You can't be more like naked. You know what I mean? It's just raw emotion that you can't control. [0:36:15]<\/span><\/p>\n<p data-id=\"P10-N200EE\"><span data-id=\"P10-N200EF\">CLIENT: And I think like a lot that is I just start feeling a little like uneasy, like wow, this is like visceral.<\/span><\/p>\n<p data-id=\"P10-N200F0\"><span data-id=\"P10-N200F1\">THERAPIST: Yeah well they ate part of you.<\/span><\/p>\n<p data-id=\"P10-N200F2\"><span data-id=\"P10-N200F3\">CLIENT: Like it's very primal, do you know what I mean? When you're crying, you suddenly you remember that you're an animal, do you know what I mean? But more and more over these last several like, I've usually even as I'm crying I've known that oh this is good. Like this has been building up so it's <\/span><span data-id=\"P10-N200F31\">good that it's. Doesn't really bother me.<\/span><\/p>\n<p data-id=\"P10-N200F4\"><span data-id=\"P10-N200F5\">THERAPIST: Actually seems exciting to me.<\/span><\/p>\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">CLIENT: Yeah in some ways yeah.<\/span><\/p>\n<p data-id=\"P10-N200F8\"><span data-id=\"P10-N200F9\">THERAPIST: Part of you is coming along. People cry. It's a healthy thing to cry sometimes, and this is coming alive. You're gaining access to it.<\/span><\/p>\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">CLIENT: Things are just getting, yeah, yeah exactly. Yeah exactly. Especially when you don't cry often. It's like give me a break, like yeah sometimes you cry. Some people cry all the time. [0:37:14]<\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">THERAPIST: Well also that you're crying could give some, I mean it might be useful to you actually. You might, that's why I asked you what the movie was. You start to know, it gives you information about what's hitting a nerve.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">CLIENT: Well I always know exactly what it. It's always some moment of human connection. It's always, always, always that. Some kindness or some. Or like someone will remember somebody and they feel this, you know, and you, it resonates with me. But it's always something about memory or contact or something <\/span><span data-id=\"P10-N200FF1\">like that. And a lot of times not major, but this one was major, drowning and all that. But sometimes, especially the best movies it's always some little, little thing. Oh man, yeah. [0:38:07] (pause)<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">THERAPIST: It's a story in this movie, and also it's a big ending, but this story is still 2 people who are lost in their own ways, uncertain about why, trying their hardest and making mistakes. But make contact with each other, even in the middle of all that there's still moments of connect, and that <\/span><span data-id=\"P10-N201011\">feels like a piece of what was missing from your childhood. You're left so much alone with it, the problems of humanity. Those aren't going away during analysis. The why you're here is still gonna be there, but you were so alone with your anxiety, and sadness as a kid.<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">CLIENT: But I think a lot of the crying too is a happy crying. It's like wow, now I have all these amazing friends, where I do feel connected, or here or whatever. Or even with my Mom, you know? [0:39:11]<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">CLIENT: I've never thought our relationship would improve as much as it has. It's not great, but it's fucking good. I mean compared to a lot of people with their parents now, I have a pretty good relationship with my Mom, or my uncle, or you know. So I think yeah there's something going on where I'm <\/span><span data-id=\"P10-N201051\">like. In the past I would have shut, I mean yeah they're my cousins but I'm still alone. Or my uncle but I'm still. I don't feel that as much anymore. Of course my uncle is not my Dad, but he's my fucking uncle. You know? And he cares, and he's around. So in the past it was always like well people will <\/span><span data-id=\"P10-N201052\">forget about me or they will, you know what I mean? It was very me against everybody. [0:40:02]<\/span><\/p>\n<span data-id=\"P10-N20104-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20104-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098482\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20106\"><span data-id=\"P11-N20107\">THERAPIST: So that's new too.<\/span><\/p>\n<p data-id=\"P11-N20108\"><span data-id=\"P11-N20109\">CLIENT: I'm sorry?<\/span><\/p>\n<p data-id=\"P11-N2010A\"><span data-id=\"P11-N2010B\">THERAPIST: That's new too.<\/span><\/p>\n<p data-id=\"P11-N2010C\"><span data-id=\"P11-N2010D\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P11-N2010E\"><span data-id=\"P11-N2010F\">THERAPIST: Even just to hear you talk about Cecelia. And just have loving affection.<\/span><\/p>\n<p data-id=\"P11-N20110\"><span data-id=\"P11-N20111\">CLIENT: Yeah she's. I was like maybe I should write an essay about this. But I don't want to be a douche bag who writes about a cat. But (pause)<\/span><\/p>\n<p data-id=\"P11-N20112\"><span data-id=\"P11-N20113\">THERAPIST: So much self-criticism.<\/span><\/p>\n<p data-id=\"P11-N20114\"><span data-id=\"P11-N20115\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P11-N20116\"><span data-id=\"P11-N20117\">THERAPIST: A douche bag. I mean<\/span><\/p>\n<p data-id=\"P11-N20118\"><span data-id=\"P11-N20119\">CLIENT: What idiot writes an essay about a cat? (Laughing) But I still might though, because it really is unreal. Like I've never experienced anything like this.<\/span><\/p>\n<p data-id=\"P11-N2011A\"><span data-id=\"P11-N2011B\">THERAPIST: There's just this constantly this self-monitor out here. Judging whether what you're doing is clichéd or douche.<\/span><\/p>\n<p data-id=\"P11-N2011C\"><span data-id=\"P11-N2011D\">CLIENT: Yeah but that's what makes me me. I like that part of.<\/span><\/p>\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">THERAPIST: It's hard on you sometimes though.<\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">CLIENT: Yeah, but I have high standards. You gotta maintain your standards. [0:41:00] (pause)<\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">CLIENT: Speaking of which, your outfit is a little crazy today. You've gotta tone it down that's like the best. You look a little too good.<\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">THERAPIST: What's it like to say that to me?<\/span><\/p>\n<p data-id=\"P11-N20126\"><span data-id=\"P11-N20127\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P11-N20128\"><span data-id=\"P11-N20129\">THERAPIST: What's it like?<\/span><\/p>\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">CLIENT: Just I don't know, honest. I mean you're always beautiful, but like your. (pause)<\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">THERAPIST: It's a positive feeling.<\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">CLIENT: It's a what?<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">THERAPIST: A positive feeling. Like Cecelia.<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">CLIENT: Yeah. Well you're pretty but calm down. (Laughing) Yeah, yeah. Definitely. I was talking to Kelly about that. We were having a good time Friday night. We were saying how we both love that we're both kind of judgmental about what people wear and stuff. (Laughing)<\/span><\/p>\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">[0:42:06]<\/span><\/p>\n<p data-id=\"P11-N20136\"><span data-id=\"P11-N20137\">CLIENT: And she's like I cannot believe that you like, she's like I love that about you. Like I've never dated a guy that gives a shit about these things, like details, you know? And we were both saying it, and she's like I've said things before and people were c'mon don't be so judgmental. Just because <\/span><span data-id=\"P11-N201371\">she's wearing those shoes. Like what's the? We were both saying, but that's not the point. Of course they're good people, it's not about the people. It's just something about people that have a little style, and pay attention to the little details, you know.<\/span><\/p>\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">THERAPIST: So that's part of also you're association with me and what I'm wearing today came after you're saying that's just me, that I have high standards. Maybe you're also trying to say maybe this is who I am though. There's a way no matter what I'm always gonna be fussy about shoes. That's just <\/span><span data-id=\"P11-N201391\">who you are, you know what I mean? But you don't actually, it doesn't feel, it feels okay. Like you're saying it to me.<\/span><\/p>\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">CLIENT: Oh yeah that's what I'm saying. When I say high standards, I'm not just joking. [0:43:13]<\/span><\/p>\n<p data-id=\"P11-N2013C\"><span data-id=\"P11-N2013D\">THERAPIST: I know you are, I know you are. You're saying that in a way it's not gonna be something you can analyze away. That's something<\/span><\/p>\n<p data-id=\"P11-N2013E\"><span data-id=\"P11-N2013F\">CLIENT: That's right. That's who I am. No you're right. That's right. That's not going anywhere. Because that's like saying maybe one day I'll like shitty music. I'll never will, and I will always be an art snob. Music is not, I don't give a rat's ass. Some things are better than other things. So and <\/span><span data-id=\"P11-N2013F1\">I think fashion is, I mean I don't have a lot of money to buy all the things I wanna buy, but I feel like I have my own style or whatever. I feel like it says something about you. It is kind of artistic. You know what I mean? I really believe that I love people who everything they do is kind of part <\/span><span data-id=\"P11-N2013F2\">of art, do you know what I'm saying? Like it's hard to do that in the states, but that's what I try to do. Like I feel like conversation, the way you dress, your demeanor, you know you're living an artful kind of life. You know? [0:44:15]<\/span><\/p>\n<span data-id=\"P11-N2013E-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N2013E-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098482\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20140\"><span data-id=\"P12-N20141\">THERAPIST: So there may be ways that focusing on her shoes [inaudible] half of a symptom. Doesn't only have to be about something narcissistic. There may have been an element of that, but as that sort of recedes there may still be parts of it that are you. Your attention to aesthetics, and love for <\/span><span data-id=\"P12-N201411\">aesthetic and art. It could go into dress, it could go into music.<\/span><\/p>\n<p data-id=\"P12-N20142\"><span data-id=\"P12-N20143\">CLIENT: I think in the past it was getting conflated with just the fact that there was other kinds of crappy stuff, or whatever. Stuff that we worked out. Yeah no it's just yeah I just . And that's a positive I've gotten from my Mom's side, and my Dad. [0:45:02]<\/span><\/p>\n<p data-id=\"P12-N20144\"><span data-id=\"P12-N20145\">CLIENT: But my Mom's side they're very. They have good taste, and you know. Yeah I think that's a good thing as long as you're not. Yeah as long as it's not narcissistic, and you're just discounting people, you know what I mean?<\/span><\/p>\n<p data-id=\"P12-N20146\"><span data-id=\"P12-N20147\">THERAPIST: Well also what happens when I'm in here with open-toed shoes or in an outfit that you think stinks? Like how can?<\/span><\/p>\n<p data-id=\"P12-N20148\"><span data-id=\"P12-N20149\">CLIENT: That's pretty rare.<\/span><\/p>\n<p data-id=\"P12-N2014A\"><span data-id=\"P12-N2014B\">THERAPIST: How can, but it's gonna happen. And so how can there be a whole person? How could Kelly, for example, be disappointed in something you were wearing that she doesn't think looks good?<\/span><\/p>\n<p data-id=\"P12-N2014C\"><span data-id=\"P12-N2014D\">CLIENT: That'll never happen, no I'm kidding.<\/span><\/p>\n<p data-id=\"P12-N2014E\"><span data-id=\"P12-N2014F\">THERAPIST: How could you think that about her, and love<\/span><\/p>\n<p data-id=\"P12-N20150\"><span data-id=\"P12-N20151\">CLIENT: [inaudible] Dial it down, a fucking nightmare. No, no, no.<\/span><\/p>\n<p data-id=\"P12-N20152\"><span data-id=\"P12-N20153\">THERAPIST: So there's our [inaudible] then. (Chuckling) Those people are humans and there's no way<\/span><\/p>\n<p data-id=\"P12-N20154\"><span data-id=\"P12-N20155\">CLIENT: Well I mean I told you she's a little bit, she's not a thin girl. She's not fat, but she's not you know. But I don't care. Or like my friend Dave, or a lot of my friends.<\/span><\/p>\n<p data-id=\"P12-N20156\"><span data-id=\"P12-N20157\">[0:46: 03]<\/span><\/p>\n<p data-id=\"P12-N20158\"><span data-id=\"P12-N20159\">CLIENT: My friend Mikey wears those stupid Camper. You know that brand Camper? She just cannot fucking stand those shoes. But he's Mike, I mean I love him. He can wear whatever the fuck he wants. So it's not, you know. Matthew wears stonewash jeans and white sneakers.<\/span><\/p>\n<p data-id=\"P12-N2015A\"><span data-id=\"P12-N2015B\">THERAPIST: So Thursday.<\/span><\/p>\n<p data-id=\"P12-N2015C\"><span data-id=\"P12-N2015D\">CLIENT: So Thursday at 12:50?<\/span><\/p>\n<p data-id=\"P12-N2015E\"><span data-id=\"P12-N2015F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20160\"><span data-id=\"P12-N20161\">CLIENT: Thanks Tricia. Have a wonderful New Year's.<\/span><\/p>\n<p data-id=\"P12-N20162\"><span data-id=\"P12-N20163\">THERAPIST: Thank you.<\/span><\/p>\n<p data-id=\"P12-N20164\"><span data-id=\"P12-N20165\">CLIENT: Alright. See you in 2013.<\/span><\/p>\n<p data-id=\"P12-N20166\"><span data-id=\"P12-N20167\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}