{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client feels anxious about the possibility of quitting her job. She is unhappy about some steps that management is taking, but she isn't certain that leaving is the best option for her."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Identity","Interpersonal relations","Authority issues","Occupational adjustment","Psychodynamic Theory","Behaviorism","Cognitivism","Anxiety","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Latino"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"page_count","label":"Page Count","values":["18"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Identity","Interpersonal relations","Authority issues","Occupational adjustment"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":13,"pageCount":13,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2098438","dorpId":"1004967224","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Session November 27, 2012: Client feels anxious about the possibility of quitting her job. She is unhappy about some steps that management is taking, but she isn't certain that leaving is the best option for her.","fullTitle":"Client \"S\" Session November 27, 2012: Client feels anxious about the possibility of quitting her job. She is unhappy about some steps that management is taking, but she isn't certain that leaving is the best option for her.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":13,"totalPages":13,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":13,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098438\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: So where are you today?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I'm a little bit of everywhere. But I've been working a lot this week. And it turns out that they are going to cut back our hours by hiring the other person. Did I tell... I don't remember if I told you. No.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: No. That's new. That's good though, right? No. Oh.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Sort of. Not really. I mean, they're hiring a new... so they're hiring two new people which means that... so if they hired one person, it'd be great. That would be perfect. But they're hiring another full-time person which means that we're all going to get significant cuts to our... because they're…<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: So too much of... because you've been working too much. But this is going to be too much of a cut.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Right. Yea, so now I'm like I don't know looking for part-time jobs around the side because we're going to be working two to three shifts a week. And I just worked four in a row over Thanksgiving. And then I had two days off. And now I'm working two or three in a row this week. And so I've <\/span><span data-id=\"P1-N200171\">been working a lot which is nice and not nice. [0:01:03] I mean, I'm getting really close to everyone in the ER which makes it kind of harder to think about leaving.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">But... so I sent them an e-mail and I was like, \"Hey, I really don't think that it's necessary to hire somebody.\" And I explained to them and then they were like, \"OK. Well, we're going to go ahead with it anyway.\" And I was like, \"OK. Well, who are you planning on taking the hours from? Are you getting <\/span><span data-id=\"P1-N200191\">rid of someone? What is your plan here?\" And they were like, \"No, we just think that it would be better for flexibility for the company.\" And I was like, \"Well, I mean, I can see how that would be good for company but that's really crappy for us because we don't get enough hours.\" And they're like, <\/span><span data-id=\"P1-N200192\">\"OK. Well, we're still going to hire that person.\" And I was like, \"Well, I'm going to reconsider my continued employment here because this is not ethical.\" That's kind of where I left it.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">And now I'm reconsidering because... I mean, I don't know. I feel like it's time. [0:02:00] I've been to doing this for over a year now a year and two months or something so that's been kind of enough. But I want to stay there till May. And now which means I'll have to train the new person. I don't <\/span><span data-id=\"P1-N2001B1\">really know what I'm doing actually. So…<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Take a deep breath and think about what... notice what feelings come up when you let yourself just sit quietly for a moment without thinking about it. What feelings come up?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: I'm frustrated and I'm angry about the whole... at least the job situation. But it feels like it's two different jobs because when I'm at work I love it. I love the people there. I love the nursing staff and the doctors and stuff have gotten really close with everyone there. But my bosses <\/span><span data-id=\"P1-N2001F1\">who I don't get to see ever actually I've never... I don't think I've ever met them I hate dealing with them. I really dislike doing that. So it's kind of weird. [0:03:00] It's like a... it's like two different jobs almost.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">So I don't know. I might just tough it out. I also mentioned that they didn't pay us very much which made me feel good. At least I said all that I wanted to say. So even if they didn't give me everything, I felt like I let them know. So that was good, I think. Yea, that's pretty much... that's…<\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098438\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: I know they didn't... they're not changing their plans based on what you said. But did you feel like they heard what you said?<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: No. I mean, they never... I wrote them a long e-mail. And I even... I did the calculations for them. I listed everyone who was working and then I was like, okay, that's a total of what was it like 184 hours. There's 168 hours in a week. I don't remember. Actually I don't know off the top <\/span><span data-id=\"P2-N200251\">of my head. But it's 160-something. [0:04:00] And then depending on two or three people, we ended up with up to 208 hours to fit into 168, I think, hour work week.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">And so I did all of that and then I looked up the average pay for my position. For example, in this area which was $32,000 I'm making $20,000. And I was like, um. (chuckling) I would say that that's a comparable position. But they didn't care. Well, but I did all that research. And so it was like <\/span><span data-id=\"P2-N200271\">this huge, long thing. And then they responded with maybe two sentences of like, \"OK. Well, we're going to do what we want to do anyway.\" (chuckling) I was like, \"OK. Well, whatever.\" So it's been... it's just really frustrating dealing with them.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Yea.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: I dislike it. It's not something that I've been good at anyway before dealing with administration type of things. I think it's like this with huge authority figure thing. [0:05:03] It's the man. And I mean, it's... it always turns into this me versus them sort of thing which might be more <\/span><span data-id=\"P2-N2002B1\">my fault than theirs. But…<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: What do you think creates the antagonism that you feel?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: I don't know. Probably me, right? I don't know. I mean... I don't know. That's just how I'm rigged, I guess. I don't really do well with people tell... like it's not people telling me what to do because professors tell you what to do all the time.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: And that feels fine.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Right. I don't know. I think it's like the lack of trust because when you're in school, you can do whatever you want. You don't have to go to class. You don't have to... like all these things. But I do it anyway because I want to. You know what I mean? [0:06:01]<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">But at work it's like I don't feel like I'm trusted. I make a recommendation to hire someone over somebody else. They hire the person that I recommended. So I interview two people, right? I think I told you this. So then they hire the person that I recommended after I really fought them on it. And then <\/span><span data-id=\"P2-N200351\">that person quit halfway through training. And then they went back and hired the person I was adamantly against on hiring.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">And so that felt really frustrating. It was like why can't we just... are there... is there nobody else who is interested in the position that can we not just interview somebody else? I don't know. It just... it feels like I'm not... I'm there. And they are in the mid-west or wherever. It makes sense <\/span><span data-id=\"P2-N200371\">to trust the person who's actually there. But that doesn't seem like they're doing that very much.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: And it seems like you feel like there's different... that you're not working toward the same goal which maybe what... part of what fuels the antagonism. [0:07:02] I mean, with…<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: …professors, there's this goal that you're both working toward of shared learning. But it seems like with your bosses, you don't feel like the same goal is there.<\/span><\/p>\n<span data-id=\"P2-N2003C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098438\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Yea, that's true. I thought about what you said last time. You said like, \"Well, of course companies make money.\" I was like, \"Well, yea. OK.\" Or want to make money. \"But you can get something out of it too like in the process.\" And I was like, well, that's a good way to think about it. So I <\/span><span data-id=\"P3-N2003F1\">thought about it and I was like well, this whole over-hiring and overstaffing, that's really great for the company. But that's really terrible for us. That's a way in which the company is really sucking at. And you know what I mean? It could be better. And so I framed it in like really... like these <\/span><span data-id=\"P3-N2003F2\">e-mails were actually really... I was very pleased with myself at how positive and nice and constructive they were except for the last one. It was like, well, OK. Well...<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: You'd sort of given up at that point.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yea. But the rest of them were like, \"OK. Well, let's try to work it through.\" [0:08:00] And it was I think better than I have been so that... I don't know. But it makes me feel better. I've told one of the nurses that I'm really good friends with. I told her kind of what is going on. And she <\/span><span data-id=\"P3-N200431\">was like, \"Oh my God. That's ridiculous that they're doing that.\" And then…<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Oh, a really nice validation.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Yea. I was like oh my God. I'm not crazy. You know what I mean? Think... you're like, OK. All right, at least I got... at least I'm not crazy for thinking that this is unfair. So that was at least…<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Yea, I mean, even though you're not getting all of the results that you want. You didn't get them to change their minds or the way that they are kind of running things. It sounds like you did get some of what you want in terms of what you could control. You were able to craft some e-mails <\/span><span data-id=\"P3-N200491\">that were maybe worded in a way that could have given opportunity give you a chance that it was going to work out in a better way.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Sure, yea. [0:09:01]<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: And you've done a really good job, it sounds like, forming relationships with your... the colleagues that are present. I think it's really hard to have bosses that are half a country away.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: It's... I mean, you don't have any chance for building... it's really hard to build a relationship over e-mail.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Right, yea.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: It's really hard to build a relationship.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Or house (ph) calls or whatever.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: Yea.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Yea. And I mean, I... from some of the other nursing staff, I've heard that this has been going on with the previous people that have left for the same reason. So at least it makes me feel like I'm not... like it's OK that I'm a little upset about these things.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: Yea. That it's... I mean, it sounds like it's one of the problems in the fact that you're working in the hospital but you're not managed or hired by the hospital.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: Or am I... it's managed by an outside company. So there's this tension.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: Yea. So then... so that's kind of... that's the weird thing. The other thing was... oh, I've been dating this person, Jordan (ph). I think I told you about it a little bit. [0:10:08]<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">THERAPIST: You told me... we... I got to talk about the first date with you.<\/span><\/p>\n<span data-id=\"P3-N20064-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098438\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: OK. Well, now we're at three. (chuckling) I feel kind of bad because my work schedule is so crazy that we can see each other I don't know maybe like once, maybe twice a week. Plus Thanksgiving was in the middle so it had been awhile. But I don't... I've been feeling kind of weird about it. <\/span><span data-id=\"P4-N200671\">So we didn't see each other over the week of Thanksgiving or whatever. And I was like, well, maybe I'm just not meant to date. (chuckling) Maybe I'm just not meant to…<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: What is feeling weird? What were you feeling?<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: I don't know. It's just a lot of different things. I don't know. It's weird. It's... so he's like a really nice person. He's really sweet and very respectful. And really easy to talk to and fun and so he's just like a really nice guy. But I don't know. [0:11:02]<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">I mean, I definitely... I see people come into the ER, right? And somebody is having a heart attack. And the wife is right there. And then there's this... they were like the cutest couple ever. And the guy... she's going to go home because he's going to stay in for a couple of hours of testing or something <\/span><span data-id=\"P4-N2006D1\">like that. And he tells her... he goes, \"OK. Well, I want you to do me a favor.\" And she goes, \"OK, what?\" And he goes, \"Call the ER and let them know that you got home safe because it's 5:00 in the morning.\" And everyone was like that's the cutest thing ever. They were really cute. I can't imagine <\/span><span data-id=\"P4-N2006D2\">ever having that. (chuckling) I mean, like…<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: With anyone or with…<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Yea. With... like that's why I'm not really thinking that it's necessarily Jordan (ph) in particular. It's really I don't know in general.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Why couldn't you have that?<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: I don't know. I mean, I think it's hard to... even now just like the little things. [0:12:03] I don't mind planning for stuff. But it's definitely something more to do. So it makes me feel a little busier which I don't really want. But it's OK because I want to hang out with him, whatever. But <\/span><span data-id=\"P4-N200751\">it's sort of like I don't know it's like... it's almost like I have to... I don't know. This like relying thing relying on somebody else thing I don't... I'm not really too keen on that. (chuckling) That makes me feel really uncomfortable. I don't really ever want to get the point to where I <\/span><span data-id=\"P4-N200752\">need somebody else for something. Or maybe I do. I don't know. I'm feeling confused, I think. (chuckling)<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: So it's not that couldn't have that. But you're a little bit fearful of what it might be like to have that level of sort of interdependence.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Yea. But I mean, I don't even know if I'm capable of that, right? [0:13:04] But yea, fearful definitely. I think that's scary. That's really scary.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: You haven't had the opportunity before to try it out.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: Yea, that's right. (chuckling) I mean, but I've never had that in any relationship really. I've never relied on my parents growing up. I never really... I don't rely on them now. I don't... there's a heavy air conditioner in my room. I'll lift it. I don't really... that's hard for me, I think.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: Well, I wonder how it got that way. Have you ever had anybody that was safe to rely on?<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">CLIENT: I... like family?<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">THERAPIST: Anyone?<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">CLIENT: I mean, I guess my mom, sort of.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">THERAPIST: Sort of. In what way is yes and what way is no? [0:14:00]<\/span><\/p>\n<span data-id=\"P4-N20086-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098438\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Well, no because I've never really told her a lot of things. (chuckling) I don't really... she knows part of me.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: In that part to... yea.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: But there were some things that you got the message that it wasn't OK to share.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: Right, but the things that I do share, like totally. You know what I mean? I definitely feel like I can... I always feel like I have to call her. I'm sorry.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: That's OK.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: I always feel like I have to call her when I'm making some sort of a large life decision. And I was telling her, \"Hey mom, we're playing programs in New York. What do you think?\" And she's like, \"Well, it kind of sounds like you're just telling me.\" (chuckling) And I was like, \"OK. Well, what <\/span><span data-id=\"P5-N200951\">do you think?\" (chuckling) So in that situation, it was... it's good. And I kind of need for her tell me that it's OK but unconditionally, no. [0:15:01] I don't think so. I don't know. I'm pretty self-sufficient and I like that. I don't know.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: And you're afraid that being in a relationship you would lose that?<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: Yea, definitely. I mean, yea. Is that... I don't know. Maybe that's just me being judgmental about relationships. But I mean, I look at Julia (ph) and that's kind of what happened. And then she fell apart when they broke up. And I don't want to do that. I mean, I really don't.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: Have you ever seen a relationship work differently than that?<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: I don't know. What do you mean? Like…<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: Well, it sounds like part of... it sounds like you worry that you would lose your ability to be self-sufficient and independent if you were to be in a relationship. [0:16:01] And I'm wondering if it's possible to maintain your competence and your independence in a relationship. That it doesn't <\/span><span data-id=\"P5-N2009F1\">have to be that you have a relationship or you have independence. But is it possible to be independent and have a relationship?<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: So it wouldn't be like mutually exclusive.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">THERAPIST: That's a very self-succinct way of saying it. Yes. You said it very well.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">CLIENT: (chuckling)<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">THERAPIST: Yea.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">CLIENT: But isn't... yea, I don't know. I don't think I have ever seen that because... I don't know. My brother's wife my sister-in-law stopped working as soon as they got married. And they have kids and that's what they do. And I don't know. I mean, that sound really hard. [0:17:01] I don't know. <\/span><span data-id=\"P5-N200A91\">That sounds really hard. I could never do that. I really couldn't.<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">THERAPIST: You couldn't do the stop working thing or you couldn't be the... be independent or self-sufficient and be in a relationship. Which thing can you do?<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">CLIENT: (chuckling) I couldn't be like my sister-in-law.<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">THERAPIST: OK.<\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">CLIENT: And I don't judge her for it. I just know that I can't be like that. Yea.<\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">THERAPIST: And I think that's OK. I think that it's possible to be sort of a whole independent person and be in a relationship. So I mean, I will share with you that's a bias I have. I think that what independence is maybe different for different people. So it sounds like... I mean, your sister-in-law <\/span><span data-id=\"P5-N200B31\">I don't know about the other things but just looking at the model of so she's a stay-at-home mom. And her husband works and that's how their family works. So clearly she's not financially independent.<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N200B6\"><span data-id=\"P5-N200B7\">THERAPIST: But that doesn't mean that she's not necessarily a self-sufficient person. [0:18:02]<\/span><\/p>\n<span data-id=\"P5-N200B6-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200B6-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098438\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: That's true.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: She's... her work is unpaid but she's maybe very competently doing a lot of things.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: Right, yea.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: She also could be a stay-at-home mom that's completely incompetent. I don't think that's defined by whether or not you have a job a paid job outside the home. The independence that I think that you're craving is a sense of sort of self-competence really. And for some that is defined by <\/span><span data-id=\"P6-N200BF1\">having a job identity and being able to be financially independent. That it gives you a sense of freedom that maybe you don't have otherwise.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: Yea, I don't know. I guess I don't know what that would mean for me. I just... even just... I think even just scheduling dates and stuff. I was like, whoa. I have to make time for this. And then like…<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: So that felt like an infringement on your…<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">THERAPIST: …independence. [0:19:01]<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: I can't just go home and pass out. And maybe it's because like I started my period yesterday. And I was really having bad cramps and stuff. So I kind of didn't really want to go out. But…<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">THERAPIST: But you had made this commitment.<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: Right. But I ended up having a good time and stuff. But yea, it felt... and I know that's so stupid to say, right? Is like, oh, going on dates, you have to schedule them. (chuckling) I'm like, oh, you... that takes time out of your day. That makes sense. But it had been awhile and I think I had kind of…<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">THERAPIST: Yea, you hadn't had to incorporate somebody else's schedule into your own.<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">CLIENT: Yea, yea. Exactly, yea, and that was new. I think that kind of scared me even though it's kind of a small thing. And it was just like, whoa.<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">THERAPIST: Yea. I mean, logistically it's small. But I wonder if the meaning that you make out of it is really... is not small. Because there's a difference between taking time to schedule something that might not take that long. And the time... the actually amount of time you spent might not have been <\/span><span data-id=\"P6-N200D31\">that large. [0:20:06] But if what... if the meaning that you're attaching to that is losing your freedom, that's a big thing.<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">CLIENT: Sure. Even though... I mean if you phrase it that way, that does sound a little bit... I mean, it sounds like I'm being melodramatic. But I don't know that that's necessarily... that wasn't my intention. I think the other thing was that it... I feel like I'm starting over again. I haven't really <\/span><span data-id=\"P6-N200D51\">ever had a functional relationship ever. (chuckling) So it's all new to me. I don't know things like he paid for dinner last night and I was like that's weird. I don't know. Why can't we just split it? That's... it makes me feel weird. Or I don't know.<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">THERAPIST: Well, what would feel comfortable for you? [0:21:00] Why can't you just split it if that feels comfortable?<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">CLIENT: Because I wouldn't want to make him feel uncomfortable about it and also I didn't want to make a big deal about it either. But I think maybe... if we keep going on dates, that would be like something that would make me feel uncomfortable. I kind of have been avoiding going to dinner as in like <\/span><span data-id=\"P6-N200D91\">let's just go get drinks. Let's get drinks.<\/span><\/p>\n<p data-id=\"P6-N200DA\"><span data-id=\"P6-N200DB\">THERAPIST: To avoid that who's going to pay for this bigger expense.<\/span><\/p>\n<p data-id=\"P6-N200DC\"><span data-id=\"P6-N200DD\">CLIENT: Well yea. Well, because he wouldn't let me pay for my drinks and so I…<\/span><\/p>\n<p data-id=\"P6-N200DE\"><span data-id=\"P6-N200DF\">THERAPIST: So you made the assumption he wasn't going to let you pay for dinner either?<\/span><\/p>\n<span data-id=\"P6-N200DE-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200DE-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098438\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: Yea. And so... which was…<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: Seemed accurate.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: (chuckling) Yea.<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: Turned out to be accurate.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: Did you... what was his... what is his response when you asked to pay for dinner?<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: He said something like... I said, \"Oh I am used to paying for my own dinner.\" That I would... or something like that. And he's like, \"You should go out on more dates.\" (chuckling) I was like, \"OK. Thank you?\" [0:22:01] (chuckling) So that was that, kind of. And I was like, \"OK. But next time <\/span><span data-id=\"P7-N200ED1\">please…\" I don't know. I would... I just... I guess I want to toe the line between like I don't want to make it this huge deal. But I also don't want to feel like I'm not contributing. You know what I mean?<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">THERAPIST: Well, and so... and here's the compromise between you want to take into account what his feelings and wishes are. But you don't want to be silenced and not have your feelings and wishes count too. So I think find your way to be appreciative for his gesture and his feeling. It was... it felt <\/span><span data-id=\"P7-N200EF1\">important for him to be able to treat you to dinner and treat you to drinks. And... but it also feels... it sounds... it also feels important for you not to feel like you are being taken care of in that way. That your being... maintaining some independence. It's important. [0:23:01]<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">So I think there's a way to express your appreciation. And rather than making an issue out... feeling like you're making an issue out of dinner, you can invite him to dinner. Being clear like, \"Hey, I appreciated that you took me out. I'd like to reciprocate.\" So it's not about not letting him have <\/span><span data-id=\"P7-N200F11\">his way. But you also are getting a chance to feel good about treating him and being responsible for part of it.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">CLIENT: OK.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">THERAPIST: I think part of developing a relationship whatever this turns into is figuring out... first you have to figure out do you enjoy his company? That's a really important piece. And can you make rules that work for you guys rather than following... thinking you need to figure out what the <\/span><span data-id=\"P7-N200F51\">rules are and following some set of rules. It's... you need to create what works for the two of you.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">CLIENT: That's an interesting... that's a good way to put it, I think. [0:24:00] Because I've been thinking a lot about past relationships over the past few weeks or whatever and I have no basis for comparison. I realize it's almost embarrassing. I'm 24 and I never been on a date before. Not a real <\/span><span data-id=\"P7-N200F71\">date because you don't really date in college.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">CLIENT: You don't go to a place.<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">THERAPIST: Right. I vaguely I remember.<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">CLIENT: (chuckling) So…<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">THERAPIST: I also think there's a difference between dating as a grownup which you are now. And in college you're sort of in that in-between young adult phase. And it is very different. There's a huge group dynamic in college and in grad school. Grad school kind of extends that sort of young adulthood <\/span><span data-id=\"P7-N201011\">period. Because there's this group dynamic and you have this... the cohort and there is lots of hanging out or studying together or…<\/span><\/p>\n<p data-id=\"P7-N20102\"><span data-id=\"P7-N20103\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P7-N20104\"><span data-id=\"P7-N20105\">THERAPIST: …just meeting up at a place. And that's kind of taken away in the adult setting because you don't have the set of places where people just end up all the time…<\/span><\/p>\n<p data-id=\"P7-N20106\"><span data-id=\"P7-N20107\">CLIENT: Sure, yea.<\/span><\/p>\n<span data-id=\"P7-N20106-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20106-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098438\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">THERAPIST: …which tends to happen in kind of communal groups like colleges and grad school. [0:25:04] So things come out more intentional.<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">CLIENT: Right. Which also translates to a little bit more intense, I think at least for me. There's no like, oh, we're just hanging out because we're friends.<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">THERAPIST: Right, correct.<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">CLIENT: It's like this is a date. (chuckling)<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">THERAPIST: Yea. You have admitted to one another and acknowledged that you are taking time to spend together.<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">CLIENT: Right, which is new, I think.<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">THERAPIST: How do you feel when you're actually spending time with him?<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">CLIENT: I think it's fun. I mean, it's fun. (chuckling) I don't know. I feel like I have a lot of feelings a lot of different feelings because in college I don't know I was just... it was different. And I don't know. [0:26:00] I feel like there's two things happening at the same time. So like <\/span><span data-id=\"P8-N201171\">on the surface I'm having a lot of fun. And I feel like I'm having a good time which is why I've agreed to go out with him several times. But there are also a lot of negative feelings that happened that it's like, oh, we're doing this again. (chuckling)<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">THERAPIST: So you have negative feelings about the dating process.<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">CLIENT: But not…<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">THERAPIST: But not necessarily the person that you're with.<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">CLIENT: Right, exactly, yea. So I have positive feelings that's what I was going to say, yea I have positive feelings associated with hanging out with him. But very negative feelings about the whole process or situation. I don't know. So it was weird. I mean, yea.<\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">THERAPIST: What are you afraid of?<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\">CLIENT: I don't know. A lot of things. (chuckling) I mean, it's all new, right? So that's part of it, I think. It's just unfamiliar or it's been a long time. [0:27:01] But I don't know. I mean, I've been hurt really badly before. (chuckling) I mean, I don't want to end up there. So it's hard to let <\/span><span data-id=\"P8-N201231\">myself kind of really let go or really let myself try and have feelings for him. I'm having a hard time doing that. I don't really feel like I'm letting myself do that again.<\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">THERAPIST: Well, I think it's OK to take your time with him.<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P8-N20128\"><span data-id=\"P8-N20129\">THERAPIST: And to leave things... let them be at a pace that feels comfortable for you. This is stretching for you because it's a situation you haven't placed yourself in for a long time or you haven't found yourself in for a long time. And the associations you have in college are so negative and atypical <\/span><span data-id=\"P8-N201291\">and that's not how dating usually goes. [0:27:57] So I think allowing yourself to pace it in a way that you get to really focus on what are your feelings about spending time with this person and developing new associations with what dating might mean.<\/span><\/p>\n<p data-id=\"P8-N2012A\"><span data-id=\"P8-N2012B\">CLIENT: OK.<\/span><\/p>\n<p data-id=\"P8-N2012C\"><span data-id=\"P8-N2012D\">THERAPIST: You don't have to jump into being in a relationship.<\/span><\/p>\n<p data-id=\"P8-N2012E\"><span data-id=\"P8-N2012F\">CLIENT: Right, yea.<\/span><\/p>\n<p data-id=\"P8-N20130\"><span data-id=\"P8-N20131\">THERAPIST: You can date.<\/span><\/p>\n<p data-id=\"P8-N20132\"><span data-id=\"P8-N20133\">CLIENT: Yea. And I think sort of navigating that. I think that's why it's not... it doesn't seem... I'm not horrified when I'm with him. You know what I mean? Because I'm like, OK, well, it's a date. We're having dinner. OK.<\/span><\/p>\n<p data-id=\"P8-N20134\"><span data-id=\"P8-N20135\">THERAPIST: Yea. And you can keep it there for a while if that's what's enjoyable. If you're enjoying that and you're allowed to repeat that as many times as you want to.<\/span><\/p>\n<p data-id=\"P8-N20136\"><span data-id=\"P8-N20137\">CLIENT: I also wouldn't... I wouldn't... I just wouldn't want to lead someone along and then be like I'm not... I don't want to do this. So I just want to make sure to be nice too. I don't know. I mean, we just had our first kiss on the third date. So we're pretty... we've been pretty slow. [0:29:04]<\/span><\/p>\n<span data-id=\"P8-N20136-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20136-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098438\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\">THERAPIST: Did that feel safe? Did you enjoy that?<\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">CLIENT: Yea. I mean, I think it was both. I smiled for ten minutes afterwards in the car.<\/span><\/p>\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\">THERAPIST: Good sign.<\/span><\/p>\n<p data-id=\"P9-N2013E\"><span data-id=\"P9-N2013F\">CLIENT: So it was fun. But then after that I felt like even lonelier than I began with. So... and like throughout it I was like thinking... I was definitely thinking a lot. So I was... and I was like, oh, I remember how to do this. Oh, this is going on for a long time. You know what I mean? But with... <\/span><span data-id=\"P9-N2013F1\">like intimately like oh, this is fun. So…<\/span><\/p>\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">THERAPIST: That sounds very normal.<\/span><\/p>\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">CLIENT: OK, good. (chuckling) But yea, I think it also brought up a lot of other stuff, too. So I don't know. I mean…<\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">THERAPIST: Do you want to talk about some of the other stuff?<\/span><\/p>\n<p data-id=\"P9-N20146\"><span data-id=\"P9-N20147\">CLIENT: Yea, sure. (chuckling) I don't know. So I never really... so I was with this person sort of for three years intermittently while he was with other people. [0:30:04] Not that it was... I didn't know that at the time. (chuckling)<\/span><\/p>\n<p data-id=\"P9-N20148\"><span data-id=\"P9-N20149\">THERAPIST: And it certainly colors your perception of it…<\/span><\/p>\n<p data-id=\"P9-N2014A\"><span data-id=\"P9-N2014B\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P9-N2014C\"><span data-id=\"P9-N2014D\">THERAPIST: …in retrospect.<\/span><\/p>\n<p data-id=\"P9-N2014E\"><span data-id=\"P9-N2014F\">CLIENT: Right. And so I don't know. It was just really... it was not very fun. And I mean I had really strong feelings for him. I could not control my (inaudible at 0:30:28) feelings for him which in retrospect is so embarrassing to admit because he's a terrible person. And I don't know. I mean, I think <\/span><span data-id=\"P9-N2014F1\">it's so weird to me because... and so I slept around a lot towards the end of college or I guess in the middle. And it was so weird because normally I'm like this pretty strong person who... determined and I'm hard working. I do what I want. [0:31:04]<\/span><\/p>\n<p data-id=\"P9-N20150\"><span data-id=\"P9-N20151\">But when I'm... I don't know when I'm like hooking up with someone or something, I totally shut down. I can't even say anything. I cannot... it's totally... and it's weird because it's like my choice to hook up. I never felt like I cannot or like I... you know what I mean? I hardly ever felt like <\/span><span data-id=\"P9-N201511\">I didn't want to be there. But I also never felt like I could say anything. It's hard to explain. I literally couldn't say anything. I couldn't open my mouth and move it. You know what I mean? It was like... I don't know.<\/span><\/p>\n<p data-id=\"P9-N20152\"><span data-id=\"P9-N20153\">THERAPIST: What would you have wanted to say in those situations?<\/span><\/p>\n<p data-id=\"P9-N20154\"><span data-id=\"P9-N20155\">CLIENT: I don't know. I mean, like for example, even sometimes like someone would ask like, \"Hey is it OK that we have sex?\" And I couldn't say yes. (chuckling) [0:31:59] It's like... or no. Or I couldn't say.<\/span><\/p>\n<p data-id=\"P9-N20156\"><span data-id=\"P9-N20157\">THERAPIST: Pretty powerless feeling.<\/span><\/p>\n<p data-id=\"P9-N20158\"><span data-id=\"P9-N20159\">CLIENT: Yea. But I don't even know where it comes from. I couldn't say either. You know what I mean? And so I don't know. I just don't want to feel like that again. But it's not their fault either.<\/span><\/p>\n<p data-id=\"P9-N2015A\"><span data-id=\"P9-N2015B\">THERAPIST: You can see why being in a relationship would terrify you. Because if being in a relationship mirrored the pattern of those hookups, then you would be voiceless and therefore powerless. And that's a really vulnerable position to be in.<\/span><\/p>\n<p data-id=\"P9-N2015C\"><span data-id=\"P9-N2015D\">CLIENT: Right. Especially for... I don't... yea. So I don't know.<\/span><\/p>\n<p data-id=\"P9-N2015E\"><span data-id=\"P9-N2015F\">THERAPIST: It doesn't have to be like that.<\/span><\/p>\n<p data-id=\"P9-N20160\"><span data-id=\"P9-N20161\">CLIENT: Yea. But see, I know that. And like... and I know even when I was hooking up I knew I was like if I say no, that's OK. And they would... this is a nice person. If (inaudible at 0:32:57) before and he's a nice person, if I say no, I know he'll stop or whatever. But even then I couldn't…<\/span><\/p>\n<span data-id=\"P9-N20160-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20160-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098438\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20162\"><span data-id=\"P10-N20163\">THERAPIST: So I wonder what it is about yourself about whatever you were thinking or feeling about yourself that you wouldn't give yourself permission to have a say. Was it that you were silencing yourself? Or did you... because it sounds like, at least in your head, you didn't feel like those people <\/span><span data-id=\"P10-N201631\">were taking away your power. It sounds like you felt like you were taking away your power.<\/span><\/p>\n<p data-id=\"P10-N20164\"><span data-id=\"P10-N20165\">CLIENT: Yea, yea. And I don't know why. Or maybe I was just embarrassed or... I don't know.<\/span><\/p>\n<p data-id=\"P10-N20166\"><span data-id=\"P10-N20167\">THERAPIST: Possibly. I mean, it's possible that you felt really conflicted about…<\/span><\/p>\n<p data-id=\"P10-N20168\"><span data-id=\"P10-N20169\">CLIENT: Yea, that's true. (chuckling)<\/span><\/p>\n<p data-id=\"P10-N2016A\"><span data-id=\"P10-N2016B\">THERAPIST: …about being with any one of the people that you hooked up with or…<\/span><\/p>\n<p data-id=\"P10-N2016C\"><span data-id=\"P10-N2016D\">CLIENT: Yea. [0:34:01] Yea. So I don't know. So that even just kissing last night was weird in that... I mean, I wanted to. But I still had all these thoughts afterwards.<\/span><\/p>\n<p data-id=\"P10-N2016E\"><span data-id=\"P10-N2016F\">THERAPIST: But if he had asked if it was OK, could you have answered?<\/span><\/p>\n<p data-id=\"P10-N20170\"><span data-id=\"P10-N20171\">CLIENT: I don't know. I hope so. But I don't know.<\/span><\/p>\n<p data-id=\"P10-N20172\"><span data-id=\"P10-N20173\">THERAPIST: That's what we want to kind of check in about as you continue to go... if you continue to go on dates with him. It sounds like you'll have at least one more. One thing for us to pay attention to is, can you have your voice in the process? Are you able to identify what you want? Are you able <\/span><span data-id=\"P10-N201731\">to talk about what you want?<\/span><\/p>\n<p data-id=\"P10-N20174\"><span data-id=\"P10-N20175\">I mean, it sounds like one thing sort of one test for you would be finding a way to take him out for a drink or for coffee or for dinner or for something and seeing if you can use your voice to get across the message that you would really like to pay for this next date or a next date. [0:35:06] <\/span><span data-id=\"P10-N201751\">That would be one way of practicing being there using your voice and making your wishes known.<\/span><\/p>\n<p data-id=\"P10-N20176\"><span data-id=\"P10-N20177\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P10-N20178\"><span data-id=\"P10-N20179\">THERAPIST: These are really all important things of being able to maintain your sense of yourself in a relationship and not being lost into it.<\/span><\/p>\n<p data-id=\"P10-N2017A\"><span data-id=\"P10-N2017B\">CLIENT: Yea. Yea, I think they do feel related maybe. OK. (pause) (crying) OK, I can say that.<\/span><\/p>\n<p data-id=\"P10-N2017C\"><span data-id=\"P10-N2017D\">THERAPIST: It's OK with sit with... that's a lot to process.<\/span><\/p>\n<p data-id=\"P10-N2017E\"><span data-id=\"P10-N2017F\">CLIENT: It's just really embarrassing. I think it's so opposite of who... this person I think I am. So it's like hard to admit out loud. I mean, I know... I mean, I've thought about it in my head so I know it's true. [0:36:00] But…<\/span><\/p>\n<p data-id=\"P10-N20180\"><span data-id=\"P10-N20181\">THERAPIST: Well, I'm glad that you trust me enough to talk about things that feel embarrassing. People are very complex and very rarely straightforward. It's OK to have conflicting parts of yourself. You can be strong and vulnerable at the same time.<\/span><\/p>\n<p data-id=\"P10-N20182\"><span data-id=\"P10-N20183\">CLIENT: I feel like I have extremes.<\/span><\/p>\n<p data-id=\"P10-N20184\"><span data-id=\"P10-N20185\">THERAPIST: And smart and confused. You do. Of course you do. Human beings are really complex individuals. So you do have extremes within you. And they're both right. They're both accurate.<\/span><\/p>\n<p data-id=\"P10-N20186\"><span data-id=\"P10-N20187\">CLIENT: It's hard. It's not easy. OK. (pause) (crying) Oh my God. I just went on three dates and… (chuckling)<\/span><\/p>\n<p data-id=\"P10-N20188\"><span data-id=\"P10-N20189\">THERAPIST: That's pretty big stuff. [0:37:02]<\/span><\/p>\n<p data-id=\"P10-N2018A\"><span data-id=\"P10-N2018B\">CLIENT: Yea. But I think that maybe all of this is why I was feeling... last week was like maybe I just shouldn't... maybe I'll just focus on my career.<\/span><\/p>\n<p data-id=\"P10-N2018C\"><span data-id=\"P10-N2018D\">THERAPIST: That would be simpler.<\/span><\/p>\n<p data-id=\"P10-N2018E\"><span data-id=\"P10-N2018F\">CLIENT: Yea, it would.<\/span><\/p>\n<p data-id=\"P10-N20190\"><span data-id=\"P10-N20191\">THERAPIST: But maybe not as fulfilling.<\/span><\/p>\n<p data-id=\"P10-N20192\"><span data-id=\"P10-N20193\">CLIENT: Maybe, yea. I mean, I was talking to one of the doctors and she's like, \"I never want kids. And I don't want kids. And I can't have kids.\" And she's really happy. She's been married for 20 years or something crazy. Twenty years sounds like a really long time to me. (chuckling)<\/span><\/p>\n<span data-id=\"P10-N20192-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20192-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098438\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20194\"><span data-id=\"P11-N20195\">THERAPIST: It is. Two decades.<\/span><\/p>\n<p data-id=\"P11-N20196\"><span data-id=\"P11-N20197\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P11-N20198\"><span data-id=\"P11-N20199\">THERAPIST: It's a long time.<\/span><\/p>\n<p data-id=\"P11-N2019A\"><span data-id=\"P11-N2019B\">CLIENT: Well, she's also kind of young. So they've must have gotten married I don't know 18, 19 or something. But anyway...<\/span><\/p>\n<p data-id=\"P11-N2019C\"><span data-id=\"P11-N2019D\">THERAPIST: What was talking to her like?<\/span><\/p>\n<p data-id=\"P11-N2019E\"><span data-id=\"P11-N2019F\">CLIENT: I was nice because we bonded. But it was interesting. [0:38:00] I thought... I mean, and she kind of... somebody else because it was like a group conversation kind of thing somebody else... because all they talk about is their kids. And so for people who don't have kids, it's a little bit <\/span><span data-id=\"P11-N2019F1\">out. But now I know everything about their kids. So I'll ask them. Like, \"Hey how was that thing that they were doing?\" Or you know what I mean?<\/span><\/p>\n<p data-id=\"P11-N201A0\"><span data-id=\"P11-N201A1\">THERAPIST: That's nice of you.<\/span><\/p>\n<p data-id=\"P11-N201A2\"><span data-id=\"P11-N201A3\">CLIENT: But... oh, so someone asked her why she didn't want to have kids. And she was like, \"Well, I can't have kids. But I also just kind of think that we're like…\" What did she say? She was like, \"We're like socially programmed to want kids and want to have a family. And we're not complete people <\/span><span data-id=\"P11-N201A31\">without families,\" or something. And I was like that's really true. It's... at least like when I was growing up that's how it was a lot. People who didn't get married or have families are weird. Or I don't know. [0:39:00] Or if somebody got married and couldn't have kids, it was sad. Or I don't know. <\/span><span data-id=\"P11-N201A32\">And so I don't know. It's interesting to think about.<\/span><\/p>\n<p data-id=\"P11-N201A4\"><span data-id=\"P11-N201A5\">THERAPIST: Have you had thoughts on this subject separate to this conversation or prior to it?<\/span><\/p>\n<p data-id=\"P11-N201A6\"><span data-id=\"P11-N201A7\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P11-N201A8\"><span data-id=\"P11-N201A9\">THERAPIST: Whether you want or don't want kids?<\/span><\/p>\n<p data-id=\"P11-N201AA\"><span data-id=\"P11-N201AB\">CLIENT: Yea, I don't know. That's a big responsibility. (chuckling) Definitely not now. I don't know. I think I don't know what would be my answer.<\/span><\/p>\n<p data-id=\"P11-N201AC\"><span data-id=\"P11-N201AD\">THERAPIST: That's a very fair answer.<\/span><\/p>\n<p data-id=\"P11-N201AE\"><span data-id=\"P11-N201AF\">CLIENT: Because I wouldn't want to have kids unless I absolutely knew that I wanted to have kids and knew that I could provide for them was mature enough to like actually prioritize. It's over myself. I don't know that I could do that right now or anytime soon. (chuckling) So I don't know. I think <\/span><span data-id=\"P11-N201AF1\">it sounds... I've sort of thought about it. [0:40:02] It kind of... I can understand planning for a kid because that makes sense. There's a kid coming. And OK well, get a crib or something. (chuckling) But planning for somebody else's existence sounds really hard core to me sounds really emotional <\/span><span data-id=\"P11-N201AF2\">and intense. So I'm not dealing with that right now, right? But I don't know, maybe eventually. But I like the idea of not feeling weird to have to have kids.<\/span><\/p>\n<p data-id=\"P11-N201B0\"><span data-id=\"P11-N201B1\">THERAPIST: Yea, being able to make your own decision about what works for you.<\/span><\/p>\n<p data-id=\"P11-N201B2\"><span data-id=\"P11-N201B3\">CLIENT: Yea. I really... that sounds really empowering and liberating. So I don't know.<\/span><\/p>\n<p data-id=\"P11-N201B4\"><span data-id=\"P11-N201B5\">THERAPIST: Yea, it sounds like it's a good thought to keep in mind. Not just for the issue of kids, but a good way to think about how you want to make decisions about a number of things in your life. [0:41:02] Figuring out what is it that you really want and giving yourself permission for those options, <\/span><span data-id=\"P11-N201B51\">just options to be available to you. That you don't need to fit yourself into some prescribed expectation and role.<\/span><\/p>\n<p data-id=\"P11-N201B6\"><span data-id=\"P11-N201B7\">CLIENT: I think the hard part is recognizing that that's what's happening though. So…<\/span><\/p>\n<span data-id=\"P11-N201B6-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N201B6-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098438\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N201B8\"><span data-id=\"P12-N201B9\">THERAPIST: Well, when you hear yourself ask things like, \"I don't know what I'm supposed to be doing right now.\"<\/span><\/p>\n<p data-id=\"P12-N201BA\"><span data-id=\"P12-N201BB\">CLIENT: (chuckling)<\/span><\/p>\n<p data-id=\"P12-N201BC\"><span data-id=\"P12-N201BD\">THERAPIST: That's a phrase I've heard from you. Or, \"What should I feel?\" When you hear... those, I think, are your... those are sort of your red flags. That you're trying to figure out what's the expectation here and can I mold myself into it? And I think though sometimes those phrases might jump into <\/span><span data-id=\"P12-N201BD1\">your head before you recognize what you're feeling. So those are kind of your... those are your cues. When you hear yourself asking someone or asking yourself those things, that's a red flag that I'm trying to figure out what someone else wants from me rather than figuring out what are my options and <\/span><span data-id=\"P12-N201BD2\">what do I want? [0:42:05]<\/span><\/p>\n<p data-id=\"P12-N201BE\"><span data-id=\"P12-N201BF\">And once you know what you want, it's OK to take... to decide that you want to take somebody else's needs into consideration, too. That happens in life. But it's important that you figure out what you want, too. And then you can make decisions that take that into account or that are completely ruled <\/span><span data-id=\"P12-N201BF1\">by what you want. But if you don't give yourself a chance to figure out what you want, then you're not... your voice isn't going to be heard.<\/span><\/p>\n<p data-id=\"P12-N201C0\"><span data-id=\"P12-N201C1\">CLIENT: Right. That made sense. Maybe... yea, maybe I should work on that. Maybe I'll be able to tell people what I want if I figure it out.<\/span><\/p>\n<p data-id=\"P12-N201C2\"><span data-id=\"P12-N201C3\">THERAPIST: Yea. If you can hear it, then you have a shot of expressing it to someone else. I think you already are working on it. It's not something new you're working on.<\/span><\/p>\n<p data-id=\"P12-N201C4\"><span data-id=\"P12-N201C5\">CLIENT: Thankfully. I'm a busy person. (chuckling)<\/span><\/p>\n<p data-id=\"P12-N201C6\"><span data-id=\"P12-N201C7\">THERAPIST: You are. (chuckling) Lots of things going on in [their wants] (ph).<\/span><\/p>\n<p data-id=\"P12-N201C8\"><span data-id=\"P12-N201C9\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P12-N201CA\"><span data-id=\"P12-N201CB\">THERAPIST: Well, let me wrap up on that note. [0:43:02] Are we scheduled for December?<\/span><\/p>\n<p data-id=\"P12-N201CC\"><span data-id=\"P12-N201CD\">CLIENT: I think so.<\/span><\/p>\n<p data-id=\"P12-N201CE\"><span data-id=\"P12-N201CF\">THERAPIST: We probably are. I always get nervous that I forgot to do it.<\/span><\/p>\n<p data-id=\"P12-N201D0\"><span data-id=\"P12-N201D1\">CLIENT: And I'm not sure. But I think that is the case.<\/span><\/p>\n<p data-id=\"P12-N201D2\"><span data-id=\"P12-N201D3\">THERAPIST: I think I remember discussing your (inaudible at 0:43:18). So yea, I have us for the 11th at 4:20.<\/span><\/p>\n<p data-id=\"P12-N201D4\"><span data-id=\"P12-N201D5\">CLIENT: Oh, really? Oh. Oh, you know what? Because my calendar died on my phone and then I had to reinstall it. Oh crap, so now I... OK.<\/span><\/p>\n<p data-id=\"P12-N201D6\"><span data-id=\"P12-N201D7\">THERAPIST: I think that's all I have for us.<\/span><\/p>\n<p data-id=\"P12-N201D8\"><span data-id=\"P12-N201D9\">CLIENT: Is there... do you have any availability on the Monday before on the 10th? I can…<\/span><\/p>\n<p data-id=\"P12-N201DA\"><span data-id=\"P12-N201DB\">THERAPIST: Yea.<\/span><\/p>\n<p data-id=\"P12-N201DC\"><span data-id=\"P12-N201DD\">CLIENT: You do?<\/span><\/p>\n<p data-id=\"P12-N201DE\"><span data-id=\"P12-N201DF\">THERAPIST: Ooh…<\/span><\/p>\n<p data-id=\"P12-N201E0\"><span data-id=\"P12-N201E1\">CLIENT: You don't?<\/span><\/p>\n<p data-id=\"P12-N201E2\"><span data-id=\"P12-N201E3\">THERAPIST: I don't.<\/span><\/p>\n<p data-id=\"P12-N201E4\"><span data-id=\"P12-N201E5\">CLIENT: That's OK. I'll change the other thing. Not a big deal. I'm just going to…<\/span><\/p>\n<p data-id=\"P12-N201E6\"><span data-id=\"P12-N201E7\">THERAPIST: I thought I did but then I remembered that I actually need to pick up my kid.<\/span><\/p>\n<p data-id=\"P12-N201E8\"><span data-id=\"P12-N201E9\">CLIENT: (chuckling) 4:20, OK. [0:44:00]<\/span><\/p>\n<p data-id=\"P12-N201EA\"><span data-id=\"P12-N201EB\">THERAPIST: That's the whole being responsible for someone else's life.<\/span><\/p>\n<p data-id=\"P12-N201EC\"><span data-id=\"P12-N201ED\">CLIENT: (chuckling) I heard that's a big part of that.<\/span><\/p>\n<p data-id=\"P12-N201EE\"><span data-id=\"P12-N201EF\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P12-N201F0\"><span data-id=\"P12-N201F1\">CLIENT: OK. And then I'll be back by the 1st. I don't know if you…<\/span><\/p>\n<p data-id=\"P12-N201F2\"><span data-id=\"P12-N201F3\">THERAPIST: OK. So you're gone the last…<\/span><\/p>\n<p data-id=\"P12-N201F4\"><span data-id=\"P12-N201F5\">CLIENT: Probably the 16th.<\/span><\/p>\n<p data-id=\"P12-N201F6\"><span data-id=\"P12-N201F7\">THERAPIST: OK.<\/span><\/p>\n<p data-id=\"P12-N201F8\"><span data-id=\"P12-N201F9\">CLIENT: …to... through the... I have to work on the 1st. So…<\/span><\/p>\n<p data-id=\"P12-N201FA\"><span data-id=\"P12-N201FB\">THERAPIST: OK.<\/span><\/p>\n<p data-id=\"P12-N201FC\"><span data-id=\"P12-N201FD\">CLIENT: So I'll definitely be back by then.<\/span><\/p>\n<p data-id=\"P12-N201FE\"><span data-id=\"P12-N201FF\">THERAPIST: OK. So we have the 11th and then I will probably not be in on the 1st.<\/span><\/p>\n<p data-id=\"P12-N20200\"><span data-id=\"P12-N20201\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P12-N20202\"><span data-id=\"P12-N20203\">THERAPIST: But we can resume our regular schedule on Tuesday the 8th at 4:20…<\/span><\/p>\n<p data-id=\"P12-N20204\"><span data-id=\"P12-N20205\">CLIENT: That sounds great.<\/span><\/p>\n<p data-id=\"P12-N20206\"><span data-id=\"P12-N20207\">THERAPIST: …the following week.<\/span><\/p>\n<p data-id=\"P12-N20208\"><span data-id=\"P12-N20209\">CLIENT: Yea, I know that's a little early but that way we don't get lost in the…<\/span><\/p>\n<p data-id=\"P12-N2020A\"><span data-id=\"P12-N2020B\">THERAPIST: No, I'd rather have a time when we know we're going to reconnect.<\/span><\/p>\n<span data-id=\"P12-N2020A-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N2020A-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098438\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N2020C\"><span data-id=\"P13-N2020D\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P13-N2020E\"><span data-id=\"P13-N2020F\">THERAPIST: And then I am... I'm going to be in the office Friday the 28th. [0:45:01] So if you get back as... if you're back by then, you can come let me know and we can meet prior to that.<\/span><\/p>\n<p data-id=\"P13-N20210\"><span data-id=\"P13-N20211\">CLIENT: OK. I might be flying the 28th or the 29th.<\/span><\/p>\n<p data-id=\"P13-N20212\"><span data-id=\"P13-N20213\">THERAPIST: OK. All right, so just keep me posted.<\/span><\/p>\n<p data-id=\"P13-N20214\"><span data-id=\"P13-N20215\">CLIENT: Yea, thank you.<\/span><\/p>\n<p data-id=\"P13-N20216\"><span data-id=\"P13-N20217\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}