{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client doesn't think she gives herself enough purpose. She presumes that her peers are doing bigger, better things with their lives and handling it much better than she would."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Motivation","Psychoanalytic Psychology","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"page_count","label":"Page Count","values":["8"],"weight":14},{"name":"psyc_subjects","label":"Health Subject","values":["Motivation"],"weight":15},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":16},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":17},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":18},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":19},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":20},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":21},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":22},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":23},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":24},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":25},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":26}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":6,"pageCount":6,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2098722","dorpId":"1004967566","contentType":"text","aucs":"CTRN-V1","title":"Client \"K\", Session January 24, 2013: Client doesn't think she gives herself enough purpose. She presumes that her peers are doing bigger, better things with their lives and handling it much better than she would.","fullTitle":"Client \"K\", Session January 24, 2013: Client doesn't think she gives herself enough purpose. She presumes that her peers are doing bigger, better things with their lives and handling it much better than she would.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":6,"totalPages":6,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":6,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098722\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: I have followed up with Blue Cross and the stuff from the fall, and there's basically more fun with Blue Cross that I don't know yet. They just haven't for some reason been getting my faxes even though they are going through correctly, so I finally got a supervisor there on the phone and <\/span><span data-id=\"P1-N2000D1\">I'll let you know, when I know anything.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Okay. Thanks a lot for looking in to it.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Sure. (pause) something else occurred to me, that I thought you should know, as far as analysis goes, which is this. So I'm in the later stages in my training as an analyst, I see a number of people in analysis, I started in training, I guess 10 years ago, I took a couple of years off. I've <\/span><span data-id=\"P1-N200111\">been at it a while. But, yeah, I should have finished the next year I think, but I wanted, I should let you know that I am, at the end of my training, as opposed to having (inaudible) And if you have questions about that or whatever, I'm happy to answer them.  (pause) Well what's on your mind?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: (pause) I guess I just feeling lately like, with the e-mails and just like not, really like, thinking too much about what I should do with my life, I don't know. And kind of like taking things as they come. I guess like, beating up on myself a little bit. I've also been noticing I've been like, <\/span><span data-id=\"P1-N200131\">daydreaming or thinking about like, how my friends are, like old friends from like high school or something. Not in like a, comparing myself way, just kind of like a curiosity of like, how other people live kind of, I guess live, or what I guess drives them or motivates them, I don't know. And what <\/span><span data-id=\"P1-N200132\">they do for fun or work or whatever. I don't know. I think I'm just searching for a way to like think, or you know, like what should I think about, or how should I think, or even like, yeah, how should I live or something like that. And you know, it's been very (inaudible) I don't know, wanting, I don't <\/span><span data-id=\"P1-N200133\">know, wants like to have like a personality or want for something. I don't know how to describe it. Having interests, other than wanting to change. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">(Chuckle) I guess I've been, other than just, like focusing on things like making that error or something, or just hobbies or something, I don't know. But, yeah, I don't know. Kind of, sort of like, what should I think, how should I think. I think I just, my mind just draws all sorts exotic conclusions.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Like, you are looking for models in a way?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah kind of, yeah. Or, yeah, or maybe like taking what I think are the best pieces from people and I don't know. (pause) But -<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Is it helpful? <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: I guess. But I would like, I think like the want is, yeah, like we were talking before. I want, I don't know, natural motivation to want, not pushing myself to want like I do now. I don't know, it's like (pause) like, I feel like it's not like that healthy or something to like, to I don't know, <\/span><span data-id=\"P1-N2001D1\">fit some model in my head or something. (pause) (inaudible) I don't know.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">(pause from  to )<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">I think it's just, yeah, I think just a want to (pause) yeah, enjoy, or have I guess things that I want to do other than what I need to do. Things that aren't survival or something.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Right and you want those things to be coming from within and kind of spontaneously felt.<\/span><\/p>\n<span data-id=\"P1-N20022-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098722\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Right. (pause) I think like, when I'm focused on, like this one (inaudible) that's like, I don't know. Like what I read about on line, or how do to things better, or how to change (chuckle) or, I don't know<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">(pause from  to .<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">I don't know. Like I think about what I used to have, and just, I don't know, I feel like it (pause) yeah, like I, I don't know. (pause) Things I wanted to do and see, (inaudible phrase at ).<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: You did used to feel a bit more kind of determined I think.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Yeah I think so. But then sometimes I think that was all external. Like the things I liked were all what my friends liked or I,<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: It's hard to kind of, to get that out. Or remember it clearly or something.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: (pause from  to )<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">I don't know, I'm just thinking like, whenever my friends or the people I know like that, kind of start to get a sense of my friend, Mike, who's a sports guy, Vicki is a, she likes music, or whatever, just like you kind of get a, not a complete like, who they are, but<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Just well rounded picture, or a sense of their well roundness.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Right, or what their interests are, what they all like to talk about or something. And I don't know, with me I feel like it's just kind of like, (pause) I don't know, blah or something. She kind of likes, she kind of likes running or I don't know, just like, there's not much there I guess.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">(pause from  to )<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">But yeah, I just get all, why's it so hard for me to know what I want. I don't feel passionate or motivated about something. I don't know.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Right. (pause) What feeling do you have about that? In other words, is your response mostly to be frustrated for not knowing, or sad for not knowing, or worried?<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: (pause) All of them. Yeah, worried, and sad and just like, I keep asking myself, like what, or how, what's changed, or what am I doing wrong in my life?<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">(pause from  to )<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">What worries me is, if I don't, kind of like, find something, my niche or whatever, I d don't know. I've kind of always, I'm like I won't enjoy myself, or<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: Like you won't be satisfied?<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: Right. Again, it feels like I want to be, not dependent on other people for happiness or a distraction. I want to be able to, I don't know, make myself happy. But not completely, I don't want to be like, for ever and ever<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">THERAPIST: Yeah. (chuckle) Anyways, but yeah, have like some of that will come from yourself and the things that you do. Like work and hobbies and whatever.<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">CLIENT: Correct. (pause) So, yeah, (inaudible)<\/span><\/p>\n<p data-id=\"P2-N2004C\"><span data-id=\"P2-N2004D\">(pause from  to )<\/span><\/p>\n<p data-id=\"P2-N2004E\"><span data-id=\"P2-N2004F\">I guess yeah, it comes form like, having things, and I'm curious about people and should I go like, I don't know.<\/span><\/p>\n<p data-id=\"P2-N20050\"><span data-id=\"P2-N20051\">THERAPIST: Do you feel like other people are doing something differently, or have some kind of magic trick?<\/span><\/p>\n<p data-id=\"P2-N20052\"><span data-id=\"P2-N20053\">CLIENT: (pause) I don't know, I think it's just like, they are certain, are more like they are more, I don't know. I can tell they don't have like, I don't know just like a more, not like a magic trick, but I think I'm just like, so, yeah, I'm so critical of things, I don't know. I don't know what I like, or...(pause)<\/span><\/p>\n<p data-id=\"P2-N20054\"><span data-id=\"P2-N20055\">THERAPIST: Do you fee like you've been so critical of things that you've kind of shut down a bit in terms of who you are and what you feel like?<\/span><\/p>\n<span data-id=\"P2-N20054-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098722\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yeah I think that's part of it, and like, I mean another part of is like, if I was more intelligent or something, I would have more interests, in like politics (inaudible) I would feel compelled to do something, if I were smarter or something.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: I see. So you would sort of appreciate the significance of something, in a way that sort of inspires you to do stuff. (pause)<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: And like, I feel like, I should be like curious about myself and try to figure it out and see what comes up.  But I feel like I'm so, focused on (pause) being what I think I should be, that, I don't know, that I've been that way for so long, that it's hard for those things to come up. Because <\/span><span data-id=\"P3-N2005B1\">there are very few.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: I see, Are you, I don't know if you are sort of in-tuned to this or not, but you could be referring to in here.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: (pause) I mean a little bit. I mean, (pause) it's more like, I don't know, (pause) Just like when people laugh at what's going on, (inaudible) I mean a little bit here because,  yeah just because I want to know how I should think, or<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: Yeah, the sense I get is that, you want to know what you should do. You want to know how you should do this. You want to know what you should think. And, I think you feel a lot of I'm not sure, but I think you feel a pressure to resolve this.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: Yeah, I mean, but, yeah. I don't<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">THERAPIST: I think this feels pretty consuming.<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">CLIENT: Yeah, and I feel like it's kind of hindering me in a lot of ways, at like work, I don't know, moving on to the next step of life or whatever. (chuckle)<\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\">THERAPIST: But my sense is that the kind of, the pressure you feel from all of that, like the way all of that weighs on you, makes it hard here, to sort of let your mind go a little bit? It's as though we were sitting here a couple of hours before taking the MTAC (ph) or something. And I was like, what <\/span><span data-id=\"P3-N200691\">comes to mind? And you were like, well, (chuckle) let me tell you about the crab cycle. And, I mean, I ‘m obviously fantasizing a lot here, but you know, if this keeps weighing on you in a way that would make it harder to appreciate sum things, how you felt or what's going on. Because naturally you <\/span><span data-id=\"P3-N200692\">would be so focused on it, and so concerned about it. <\/span><\/p>\n<p data-id=\"P3-N2006A\"><span data-id=\"P3-N2006B\">I mean, I have the impression that solving this can feel a little bit like that. Like there's kind of imminent, very heavy, (inaudible) intractable problem, that it's hard to like get any breathing room from, or space from. I'm not at mean to say that it's not a hugely important problem in your life, <\/span><span data-id=\"P3-N2006B1\">I don't mean that at all. But I think it has immediacy and that kind of magnitude that, yeah it doesn't give you a lot of breathing room. If that makes sense.<\/span><\/p>\n<p data-id=\"P3-N2006C\"><span data-id=\"P3-N2006D\">CLIENT: Right, like if I'm not doing something, like work or whatever, that's like kind of what I'm doing, I mean w hat should I be doing to (inaudible) I don't know. (inaudible) (pause) In terms of coming here, it's kind of like, again, I'm trying to like, <\/span><\/p>\n<p data-id=\"P3-N2006E\"><span data-id=\"P3-N2006F\">I don't think in a certain way, that I'll have like an A-ha moment or a like get here what is needed to change or something, I don't know. (inaudible)<\/span><\/p>\n<p data-id=\"P3-N20070\"><span data-id=\"P3-N20071\">(pause from  to )<\/span><\/p>\n<p data-id=\"P3-N20072\"><span data-id=\"P3-N20073\">I guess I'm just going to just, I don't know if I give myself purpose but like, weigh something out in the way I should think or (pause) I don't know.<\/span><\/p>\n<span data-id=\"P3-N20072-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20072-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098722\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: You mean such as thinking of other people and what they are like, is that one instance of it? Or do you mean something else, when you say I think (inaudible) to think?<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: (pause) I think it's like, trying to being more curious about it, instead of being upset of what's going on. But I mean, I think it's just me trying not to be irrational. Trying not to get so wound up I guess. <\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">And thinking, Oh my God, like what's wrong with me, I can't think. But I think it's just me and thinking about the way people are like having, like daydream, or whatever. I don't know, it's like neutral or not like our, not I don't know, or think for myself so I kind of do that to not think of, you <\/span><span data-id=\"P4-N200791\">know, why am I not you know, reading about politics online (chuckle) or whatever, not volunteering, or something like that, you know?<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: It's like always affecting you.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">(pause from  to )<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">Yeah, and I guess that I'm not aware that it comes through and what I think of what I'm doing are like (inaudible) and what I'm thinking about with people.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">THERAPIST: They are kind of pulling strings in the background?<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">(pause from  to )<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">But again, it's like I'm not doing anything, I don't know, if anything else can come up, like what do I think when I do. That drive was there, it was kind of always there. I don't know, what I think, or what would come up (inaudible).<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">THERAPIST: I wonder?<\/span><\/p>\n<p data-id=\"P4-N2008C\"><span data-id=\"P4-N2008D\">CLIENT: To me it feels like there's not much there. There's not much like anything behind or I don't know. I want them to change, or I want them to be something else. (pause)<\/span><\/p>\n<p data-id=\"P4-N2008E\"><span data-id=\"P4-N2008F\">THERAPIST: What does it feel like? Back there, that there's just nothing?<\/span><\/p>\n<p data-id=\"P4-N20090\"><span data-id=\"P4-N20091\">CLIENT: Yeah. I'm trying to think, like have I always been this way? I think so, like I'm a replaying my (inaudible) (pause) yeah, but being with softball, like what else could I do to get better? Like high school like, you know always like, getting through, and now college, and being a perfect student. <\/span><span data-id=\"P4-N200911\">And now college is like what can I do to you know, form the right knowledge, and just kind of always like, I don't know. <\/span><\/p>\n<p data-id=\"P4-N20092\"><span data-id=\"P4-N20093\">Wanting to be something, like I thought I should be or something, I don't know.<\/span><\/p>\n<p data-id=\"P4-N20094\"><span data-id=\"P4-N20095\">THERAPIST: But I guess your impressions that are apart from that...<\/span><\/p>\n<p data-id=\"P4-N20096\"><span data-id=\"P4-N20097\">CLIENT: You know there is<\/span><\/p>\n<p data-id=\"P4-N20098\"><span data-id=\"P4-N20099\">THERAPIST: Like that you are kind of empty inside?<\/span><\/p>\n<p data-id=\"P4-N2009A\"><span data-id=\"P4-N2009B\">CLIENT: I think so, yeah. (pause) But I mean, I think like I used to be sad about it, but now it's so familiar, or like, I knew that's my problem. Like I don't have, these interests (inaudible) obsessive (inaudible)<\/span><\/p>\n<p data-id=\"P4-N2009C\"><span data-id=\"P4-N2009D\">(pause from  to )<\/span><\/p>\n<p data-id=\"P4-N2009E\"><span data-id=\"P4-N2009F\">So yeah, I don't know if I like, should try to create something, or (chuckle) or build something, or for me to be like, I don't know, meditate every day for three hours and see what happens. (chuckle)<\/span><\/p>\n<p data-id=\"P4-N200A0\"><span data-id=\"P4-N200A1\">(pause from  to ).<\/span><\/p>\n<p data-id=\"P4-N200A2\"><span data-id=\"P4-N200A3\">THERAPIST: There is something going on here, (pause) something I feel like I'm not quite getting my head around.<\/span><\/p>\n<p data-id=\"P4-N200A4\"><span data-id=\"P4-N200A5\">(pause from  to )<\/span><\/p>\n<p data-id=\"P4-N200A6\"><span data-id=\"P4-N200A7\">Well, here's another alternative, (pause) maybe (pause) the fantasy that you have that there's really nothing there, (pause) makes you so anxious, that it then actually becomes very difficult to get in touch with what you want or what you feel like doing. I think that's part of where I'm coming from <\/span><span data-id=\"P4-N200A71\">here. You seem to kind of, get yourself real wound up, and I have a sense that as you get into the loop of thinking about it, it actually makes things worse. Like, as you go through the process, I mean even here, I think like, well, okay, I try to do this, I try to do that, I try to do the other thing, <\/span><span data-id=\"P4-N200A72\">and it doesn't work, and it feels like it's just not there. I don't know if I should do this, I don't know if I should do that. Like there's something in the way you talk about it, through the course of it, I think you can actually feel, more hopeless and more anxious. <\/span><\/p>\n<span data-id=\"P4-N200A6-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098722\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">And like you have less traction.<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">CLIENT: Yeah like I'm questioning where my want of, what I should be doing is coming from. I'm undermining (inaudible) or take that because you know..<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">THERAPIST: Yeah, it almost functions like an attack. (pause) Under which, it's really hard to be clear with yourself. (pause) And we don't know, maybe you feel like running, maybe you feel mixed about running. Maybe you feel like running but not that far, we don't let's say that in a sense we're, <\/span><span data-id=\"P5-N200AD1\">that's what you're trying to sort out. But something about the process of trying to understand, trying to get in touch with it, and then comes the self doubt, and worry, and self criticism, that kind of (pause) that undermines what you are trying to do there. <\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">CLIENT: (pause) I don't know, I want I think it comes from like, I don't want I know that I'm easily influenced by the other people. So I'm trying to fix it, and when I try to analyze the things that I want and where they are coming from, and then I see, you know, are they genuine, are they something <\/span><span data-id=\"P5-N200AF1\">that I want. That you know, I can get. Again, me trying to be some thing that I'm not. Like someone who feels things like, other influence by whatever, media, whatever. (inaudible) tingling.<\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">THERAPIST: You what?<\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">CLIENT: Tingling.<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">THERAPIST: Yeah. Tingling? Is that what you said?<\/span><\/p>\n<p data-id=\"P5-N200B6\"><span data-id=\"P5-N200B7\">CLIENT: I'm tingling.<\/span><\/p>\n<p data-id=\"P5-N200B8\"><span data-id=\"P5-N200B9\">THERAPIST: Well, yeah, then you start to feel like you aren't the way you should be, and you don't know what you should. And you doubt what you thought you knew, thought you felt. <\/span><\/p>\n<p data-id=\"P5-N200BA\"><span data-id=\"P5-N200BB\">CLIENT: Right, and then I'm like, why am I even in (inaudible) or I don't know. (inaudible)<\/span><\/p>\n<p data-id=\"P5-N200BC\"><span data-id=\"P5-N200BD\">THERAPIST: Yeah, I think they're like, (pause) in a way, I mean just for the sake of a goofy illustration, you know you were working with a kid on a homework project, and the kid and like, the kids trying to figure out what to write a story about or what to draw a picture of. You were like, is that <\/span><span data-id=\"P5-N200BD1\">really how you should be thinking about what to draw a picture about, and is that really your idea, or did somebody else tell you that, or is that what your friend is doing? And, you know, actually are you even going about the right way thinking what you want to draw, this picture of, like after a while, <\/span><span data-id=\"P5-N200BD2\">the kid would get overwhelmed.<\/span><\/p>\n<p data-id=\"P5-N200BE\"><span data-id=\"P5-N200BF\">(pause from  to ).<\/span><\/p>\n<p data-id=\"P5-N200C0\"><span data-id=\"P5-N200C1\">CLIENT: Yeah, I am overwhelmed. And then I kind of shift down and I mean, I need someone else to say things (inaudible) So I can draw it or whatever.<\/span><\/p>\n<p data-id=\"P5-N200C2\"><span data-id=\"P5-N200C3\">THERAPIST: Right. Right.<\/span><\/p>\n<p data-id=\"P5-N200C4\"><span data-id=\"P5-N200C5\">CLIENT: (inaudible phrase)<\/span><\/p>\n<p data-id=\"P5-N200C6\"><span data-id=\"P5-N200C7\">(pause from  to )<\/span><\/p>\n<p data-id=\"P5-N200C8\"><span data-id=\"P5-N200C9\">Yeah it's just, I need like, you know, need like, (inaudible) be myself, and I'm well, goodness, (chuckle) it's coming from something outside. (laughter) How I feel. (inaudible) But I have no idea, right?<\/span><\/p>\n<span data-id=\"P5-N200C8-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200C8-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098722\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">THERAPIST: Yeah. But I'm well aware that none of this is, that all what is it I'm trying to say is at all prescriptive.<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: No, yeah, I know.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">THERAPIST: But I do think that, by kind of letting in a little air on the sort of process of how this unfolds for you, you like a, a little bit like, it might give you a little bit more menu, or a different angle you might not have had before.<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">(pause from  to )<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">We need to stop for now.<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">CLIENT: Okay. (inaudible) Thank you.<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}