{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client feels significantly better after last session. He believes that the lack of therapy for a week triggered his anxiety."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Family relations","Family conflict","Parents","Finances and accounting","Therapeutic process","Coping behavior","Psychoanalytic Psychology","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2013"],"weight":15},{"name":"page_count","label":"Page Count","values":["14"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Family relations","Family conflict","Parents","Finances and accounting","Therapeutic process","Coping behavior"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2098480","dorpId":"1004967312","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 37: December 28, 2012: Client feels significantly better after last session. He believes that the lack of therapy for a week triggered his anxiety.","fullTitle":"Client \"AP\", Session 37: December 28, 2012: Client feels significantly better after last session. He believes that the lack of therapy for a week triggered his anxiety.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098480\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Feeling a little better. It's good. Maybe it was that I hadn't come in here in awhile. I felt better after I left yesterday, or at least significantly better. Yeah my jaw hurts a little bit less, and I woke up early. That's good.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Good change.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah. I mean maybe it was like not that I feel so much better, but yeah now I feel back to a little bit back to where I was a little bit. And I think yeah maybe it's just yeah I was really sick and just rundown, and overwhelmed lately. I don't know. I think my grandmother's thing just got to <\/span><span data-id=\"P1-N200111\">me or something. [0:1:04]<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: You know like yesterday I went to practice. It was great, like I didn't even think about my jaw, like when I was singing or. Had a great practice. It's definitely some kind of, or like the night before or whenever when I said I had that anxiety thing? But once I picked up my friend and we went <\/span><span data-id=\"P1-N200131\">to the bar, nothing you know I felt fine, you know so.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: I wonder what unique about when you say maybe it is not being here. That could mean a lot of different things. Like the actual impact of the distance and separation could be a number of different things I wonder what it.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I mean I just with all the changes I'm trying to make in my life and you know I think this is like super, super helpful and important. And I think it helped to keep me week to week stable. Instead of like having a week were I'm super depressed or super overly happy. I just feel more grounded <\/span><span data-id=\"P1-N200171\">when I know that I'm here this often. [0:02:34]<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: And it's just helpful, or if there is a day or two when I'm not feeling so great I just find that the minute I leave I just feel better somehow. A little bit, you know? It just helps put things in perspective and you know.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Which I actually think you are able to do often on your own even. Ease anxiety.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah, yeah, yeah no. That's gotten, I think I think this definitely was a combination of it's the holidays and I don't usually get that sick. I mean I can usually walk off colds, I don't really get that sick, you know? And so that and my grandmother's thing, and the holidays I think just triggered <\/span><span data-id=\"P1-N2001D1\">stuff. [0:03:30]<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: All of those at once and then not being here.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Exactly. Not to mention all you know, the other thing is that my record is finally pretty much done. So maybe that's you know like. Then all these things kind of then make me think about like money a little bit. Like the record cost money, I don't know. Things tend to sometimes get filtered <\/span><span data-id=\"P1-N200211\">down to a money issue you know?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Taking care of my grandmother, like I wish I had the money to just take care of this, and I would take care of my grandmother, you know what I mean? So then I start thinking about the leaking roof. Yeah, but yeah generally I've been you know like these things what's the big deal? I don't know. [0:04:26]<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yeah like you said I've been much better. Like now I can be like, yeah I have a shitload of student loans, but in a way so what? What does that really mean at the end of the day? Like people have all kind of credit card debt or homes that they are losing, or whatever the fuck. You just whatever <\/span><span data-id=\"P1-N200251\">you just make do, you do your best and like what. It might not be ideal but nothing usually is, you know? So there's nothing too really. This past few days when I was feeling really like catastrophic or claustrophobic, normally I've been able to be like it doesn't make any sense to feel that way, there's <\/span><span data-id=\"P1-N200252\">no reason to feel that way.<\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098480\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: I think one thing, maybe this is a little morbid, but I think it's probably healthy. I think I've been slowly bracing myself. I need to start being like okay my grandmother is gonna pass away. But more than that, I think deep down I have to brace myself for my mom not being around. I think that's <\/span><span data-id=\"P2-N200271\">maybe deep down where some of this is coming from. It's not like my mom is 40 and she's taking care of her the way things normally would be. This is like so unusual, it's like my grandmother, but my mom's also at an age where things could happen. I mean she's healthy, but God forbid, you know? [0:05:56]<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: So I think it would be healthy for me to just already start getting into that mindset of like kind of, not distancing myself but just being like okay, this is gonna happen at some point. It could be 10, 20 years from now I hope. But it could be sooner, and. I think that's healthy for me instead <\/span><span data-id=\"P2-N200291\">of fighting it kind of, you know? It's because I feel so young, my mom seems so young like there's a sense that, but she's fucking 70. She's healthy but you know.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: But she's 70.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: She's 70. Exactly. I think once people hit 70 you have to start taking stock and be like well that's a good run. And hopefully you know, her dad lived a long time, her mom has lived a long time, but you just never know. [0:06:41]<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: So yeah I was thinking about that. Somehow that made me feel. I even watched a movie last night on Netflix; it was a pretty good movie. But the main character both his parents, his father dies at the beginning of the movie, and the character is like 30, 35 something like that. And his mom died <\/span><span data-id=\"P2-N2002F1\">when he was 12, and he has a sister. So I at first was like well he has a fucking sister. But then the more I was watching I was like it's all, you're still alone. I mean they still don't have parents, and then he like moves away at the end of the movie to like kind of getaway from the small town. So <\/span><span data-id=\"P2-N2002F2\">it's like you know everyone goes through these things whether you siblings or not. It helps to have siblings. A lot of times, sometimes it doesn't, but at the end of the day we all you know. [0:07:43]<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: They're your parents, once they're gone even if you have siblings; you are alone in a way. Your siblings aren't your parents. So I don't know, like I started feeling a little less like somehow it's just me, but I have to deal with this awful thing, but I'm not gonna have a, and also I started <\/span><span data-id=\"P2-N200311\">thinking, it sucked about my dad, but you know. To get into your 40s and have a parent.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: And a grandparent.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: And a grandparent. And a parent who thank God is still vibrant and you know. Hey, that's not. So I don't know. [0:08:26]<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: Yeah I was thinking that when you said it's unusual to have a 70-year-old taking care of a 92-year-old. On the one hand you could think, oh your poor 70-year-old mother. On the other hand you think, wow we have a 70-year-old taking care of a 92-year-old.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: oh no there's no question. I even joked about this with some of my Assyrian, actually I didn't say it, but they said it. They're like we're fucked. Imagine what's gonna happen to us when we're 70, you know. What an amazing thing. She's able to take care of her mother, or to be with her, you <\/span><span data-id=\"P2-N200391\">know? That's a level of intimacy that we won't know. That we won't be able to experience. (pause) Which has also been the reason I backed off a little bit from being so upset about that. I think on some level they're sisterly. There's a bond they have I think is something I wouldn't be able to quite <\/span><span data-id=\"P2-N200392\">understand. That's a deep, deep you know. Some children forget that their parents and grandparents existed before them. You know what I mean? The history they have together is wow, Jesus Christ.<\/span><\/p>\n<span data-id=\"P2-N20038-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098480\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">[0:09:40]<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: So (pause) I don't know.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: In a way the place you found yourself in that I think you thought you'd step outside it again yesterday into today. Sounds like a kind of crisis of aloneness. A feeling of being terribly, terribly alone.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Yeah, right, right.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Cause you come out and you say wait I realize I'm not alone in this in a way. Like lots of other people have student loans or debt, or you know. You're not the only one. You're mother and grandmother are still alive, and you're mother is alive and kicking at 70. That there is actually a having, <\/span><span data-id=\"P3-N200431\">but there is something, there's something about that crisis of being alone that I think dates way back for you, or else it wouldn't come and be so powerful in the here and now. [0:10:45]<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Yeah it's a combination of all the childhood stuff, and then losing my dad and the succession of people kind of young, yeah. Definitely.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: And being loved. Seemed to have known for a long timed. You know that's what you're referring to in childhood. And I just kept thinking about we could have been talking about you with the feelings that were coming out so powerfully about your grandmother. You know even that you said she's <\/span><span data-id=\"P3-N200471\">like a kid. If there's this kid that's being neglected and who is scared and alone, and no one is stepping up to take care of her or him.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: I mean they are, but not all the way.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: Not in the way she needs.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Not all the way yeah, with that one last piece, which is very important. [0:11:40]<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: You knew what it was like to be scared at night as a little kid.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yeah, yeah. I think it's interesting too cause like with the Kelly thing something is going on with that too. I was talking to the other guys in the band yesterday, I was like I'm not sure what it is, but I think it feels very healthy. Maybe I'm just not too used to it, but I'm not head over <\/span><span data-id=\"P3-N200511\">heels in a weird way do you know what I mean? And I think all of this is all about I think I'm just getting used to and kind of challenging myself to be like no you know what dude? You're alone. Like cause she couldn't love you today, she might not love you next week. And not in a bad way, but I think <\/span><span data-id=\"P3-N200512\">I starting to try to be more, do you know what I mean? Like to be like look, regardless of whether she's into me, like I need to somehow feel good about my day to day life, you know. [0:12:51]<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Because I've been wondering, I was like what? Am I not that into her or something? But it's not true, I am. It's just I think there's something in me that's like A. I don't want it to be overly intense or whatever just like in the past, but it's like I just don't want to overinvest I guess or <\/span><span data-id=\"P3-N200531\">something? I'd rather invest in myself or something. I don't know. Not sure but. (pause)<\/span><\/p>\n<span data-id=\"P3-N20052-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098480\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: It starts to sound kind of fear based.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: Maybe, yeah maybe it's a little fear based. Yeah in the sense that I'm not ready to take the complete leap into it. But I think that's healthy, like I'd rather it be that way then the way it's been in the past you know? Where I'd 100 miles an hour and then be like oh but she has a kid. I don't <\/span><span data-id=\"P4-N200571\">want to do that. [0:13:51]<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Let's just enjoy it, and because I think part of me is like I don't know what's going on. Something in me is, I don't know. I have been feeling this weird draw to go to Assyrian, like we were talking about. Feeling like oh there's a part of me that doesn't want to give up trying to connect with <\/span><span data-id=\"P4-N200591\">an Assyrian chick or something I don't know. But that I don't want to fight those things and feel like I, and make myself feel bad. Do you know what I mean? It's like I really, really like, it's going really great just go with it and. I don't mind finding myself dwelling on it. Which I think is a big <\/span><span data-id=\"P4-N200592\">change. [0:14:38] (pause)<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: I think it's like growing pains; it's like when you're trying to come out of all these years of like fog and feeling like things are happening to you? It's a lot of growing pains to feel like well now I can do things. You know what I mean? So I think that's a wacky place to be.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: It could even be a very painful place to be.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yeah, painful, it makes me nervous. Confusing, because you're not sure or wait so am I making the right decisions? Or do I? [0:15:46]<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: And to your point yesterday, it could mean that temporarily it might feel like a relief to get back in the place of this week, and oddly it's old and familiar and doesn't necessitate moving forward into arenas you've never been in before.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">(45 second pause) [0:16:44]<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: But yeah yesterday I was like talking to my mom and I really wanted her to do something for New Year's Eve so she be stuck at home with my grandmother, but it looks like that's what's gonna happen. And yesterday I was like you know what? Fine, like what am I? Who the fuck cares? I don't wanna <\/span><span data-id=\"P4-N200651\">like I was feeling like I was saying like indignant, like everyone else is gonna go have a good time and my mom has to fucking sit at home with my dementia grandmother. That's like, wait a minute. My mom is gonna be with her mom. Like this might be the last New Year's Eve that they get to, I mean who <\/span><span data-id=\"P4-N200652\">cares, why am I you know what I mean? My mom is a fucking grown ass woman. Like what? [0:17:34]<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Like I really need to constantly remind myself now that it's just not. I think it's not healthy, like I gotta really, in a weird way, wow here's a thought, in a weird way instead of her smothering me it's like reversed. I feel like I'm overdoing it. Like I just gotta let it go. I somehow feel <\/span><span data-id=\"P4-N200671\">like I'm meddling too much, or I'm dwelling on this shit, it's like. Because none of my friends would understand this. I mean they would sympathize, but they'd be like dude what? Who cares about your mom? They're like you know. Most of my like Assyrian friends, they don't hug their moms, they don't <\/span><span data-id=\"P4-N200672\">kiss their moms. They don't really talk to their moms. The moms are just there to do laundry and cook and, they love their moms, but they're not all wrapped up in you know. I mean I'm glad I'm not, I'm glad I show more sensitivity to my mom, but I think it's a little, you know? You know what I'm saying? [0:18:36]<\/span><\/p>\n<span data-id=\"P4-N20066-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098480\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: It's like I just gotta, if she wants to hang out with my grandmother, doesn't wanna, she's a grown woman. It's like why am I getting all worked up?<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: It's a good question though. The fact that it's specifically indignation. What is old in that? You're very protective of her.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Well it's old stuff, stuff I was saying like the past. There were a couple of family feuds in the past when I was younger, where it seemed like my parents were the odd people out. And I felt that there was some unfair stuff.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: Like what? What do you remember specifics?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Well like my aunt who died was the favorite. So there was some incidents where somehow things just aligned in a way that it seemed like there was some squabbling or something. I don't know, it just caused some issues, and I just remember there were some times when then that caused friction with <\/span><span data-id=\"P5-N200711\">my mom and dad. [0:19:40]<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: Between them? You're saying.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Yeah because then, because of the issue, you know, I'm sure for my dad it was like fuck this family, you know. It's not his family so it was probably fucking annoying. Cause his family is the exact opposite. They don't squabble about anything. So there was probably some. So there is some of <\/span><span data-id=\"P5-N200751\">that I feel, so they didn't talk for awhile. I told you that story when I was like 13 and I yelled at my grandmother, and I was like if anything happens to my dad I'll fucking hang you from the trees. There's just a, I think when you're a sensitive kid way ahead of your years, and you already come from <\/span><span data-id=\"P5-N200752\">a family that's like fought injustices and has gotten kind of shafted a lot, and then within your own nuclear family there's a feeling of like oh that they're somehow on the outside. It's hard to explain, but. [0:20:44]<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: So I think that from a very young I was very you know. (pause)<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: When you said that to your grandmother if anything happens to your dad, what was your idea about what would happen to him? Where is the fantasy in that?<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Well I used to have not premonitions, but I used to worry that he would die young.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Really?<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Well because I think I was already traumatized. Right? When I was like 10 he went to the hospital. So I think there was something in me that was just scary that my dad somehow.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: And when you say, when you say that to your grandmother you're saying like you're stressing him out? Is that what you're meaning?<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: I just lost my, well because she said something to my mother like, I don't know she said something that I thought was disrespectful or something. Yeah I guess, in my mind I guess this was like causing so much stress and fighting that I don't know it just came out. I was just so angry you know? [0:21:52]<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: but it was probably like yeah if you're 10 and your parents are rushed to the hospital I'm sure fucked with me, you know.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: So you actually felt like having a pretty concrete idea that he might die of something like that, have a heart attack.<\/span><\/p>\n<span data-id=\"P5-N20086-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098480\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: I used to have some fears about that yeah.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: In other words you're not saying your grandmother some if you hurt him.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: NO!<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: You're just meaning if you stress him out enough<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: If in my mind I make that abstract connection that you, the stress somehow does something to him.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: That you're doing him in essentially. I mean that's already enough of an idea that his life, that he was fragile. It's really interesting. [0:22:40]<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: Well I used to get that sense a lot because they would fight a lot. My parents usually only fought related to this fucking family. You know, just weird. The funny thing was it was typical, like as any family, usually pretty petty, just kind of thoughtlessness, a little bit of disrespect, like <\/span><span data-id=\"P6-N200951\">just lame, you know? (pause)<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: Towards your mom? The whole family?<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Well my mom and my dad. Yeah.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: Why were they singled out? Do you know?<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: Again my one aunt was the favorite. So you know when someone is the favorite, usually the parents will kind of if there is a weird petty whatever they will side with the favorite, usually. [0:23:40]<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: So I think there was some of that. My uncle was a little bit of an ass, the one that's not all soft and, he was a little bit of an ass and like would shoot his mouth off, not shoot his mouth off, he was just a bit of an ass, kind of cold. So I think just sometimes they would rub each other the <\/span><span data-id=\"P6-N2009F1\">wrong way, and people would take my aunt. And my grandfather was a nut job back then politically, and I can't get into all that, but just if there was Assyrian politics, my dad and my mom would be on one side. So there was that too. Even though my grandfather eventually he would just flip flop so much, <\/span><span data-id=\"P6-N2009F2\">the whole thing was ridiculous, ridiculous. It lasted for me being not more off and on, not more than a decade, which is a long time, but you know. In the last number of years everything was great, everything was fine, but when I was younger. [0:24:40]<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: So I think that. But I also just had that. I had that feeling, like I would argue with my own mom, not my dad but my mom. I would argue with them about fucking Reagan. Imagine how young I was. I would go off on them about Reagan and like racism, and what else? All kinds of shit, all kinds of <\/span><span data-id=\"P6-N200A11\">shit. I mean really like.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Like anti-Republican, anti-conservative?<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: All of it, I mean I was<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: And were they more conservative?<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Oh yeah. My parents were, my family was all like hardcore Republicans.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: Huh, really?<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Because Soviet Union. Cold War. They just fear they were like, and plus they're immigrants so taxes, it's like we are working our asses off we want to be able to keep what we, all this stupid shit. And prejudice, so.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: And prejudice? [0:25:38]<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: And prejudice, yeah.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: I didn't think that, what do you mean by that? Like even more Republican?<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: Like you know, blacks. You know they don't like blacks, they don't like.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: Okay, okay.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: You know a lot of immigrants have that. People think they're immigrants, but usually immigrants are pretty fucking racist. So I mean we would have some fucking knock out, I mean really really like to the point where I would I mean, I think they were talking to my grandfather like kick me out <\/span><span data-id=\"P6-N200B91\">of his house, I think, not quite but oh yeah yeah. I was very just you know. And I was right, of course I was right they've all come around now, but there was even like who cares like at that age who the fuck cares, I would just be you know. So I don't know what that's about I think, I don't know. [0:26:30]<\/span><\/p>\n<span data-id=\"P6-N200B8-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200B8-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098480\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: You're more liberal, they're more conservative. Your parents you're saying though had different political inclinations than your average Assyrians?<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: Just in Assyrian stuff.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: Just Assyrian stuff.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: No, no. Other than that. My dad never got involved with the other shit. Even the Assyrian stuff. It was they were just annoyed, I think my grandfather especially and probably my uncle at some point. Remember my uncle was the Pope, or whatever. We're by default affiliated with you know like the PLO?<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Uh hmm.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: Alright. There's the Assyrian PLO but it's not a terrorist. There's no terrorism, but they were the kind of exiles, you know? They were the strongest, most dominant, and frankly the most important Assyrian. They kept the Diaspora going. So my mom, not even my dad, but my mom calls it like she <\/span><span data-id=\"P7-N200C51\">sees it. She's right. She's like you can criticize all you want but if it wasn't for those people there wouldn't be such a strong Diaspora. Just as simple as that. Not to mention the shit that happened to my uncle, some awful shit that happened from those other parties. [0:27:47]<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: So, you know. But it's not like my mom is a fanatic, but she just spoke up and she called it like she seen it, and they saw it and they didn't like that, and who the fuck knows. Stupid.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: So she had some kind of realistic. She was realistic about it.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Very realistic and she's well read. I mean she's like her father. My grandpa was well read, my mother is well read. And they both did not sit quietly. My dad was usually like whatever, because he knows better. He knows what his brother went through, he's like fuck this shit, who cares. But my <\/span><span data-id=\"P7-N200CB1\">mom is not like that.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: But the reason your mom's family was against the<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: They went through a period where everything was you know, was against that party. Yeah.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: That's complicated. [0:28:37]<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: Yeah especially in a family where everything is political. They can't just sit around and talk about movies or something, you know so. It's I'm sure that's, and my dad is probably just trying to fucking be quiet, but that wears on you. Especially when they are so intense. My grandfather I've <\/span><span data-id=\"P7-N200D31\">told you would just get up and leave and. Fucking ridiculous conversations.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: Now I understand your comment to your grandmother.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: Yeah, yeah, yeah. I mean it was just I could tell that it was really wearing on both my mom and dad definitely, and me. I use to get very angry that no one was thinking oh wait we have kids, we're all so close. Let's not do this. Like just stupid. [0:29:30] (pause)<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: But yeah, so I think I've carried a lot of that. It's only now that I'm, yeah you gotta let that stuff go. It was even over back then, I mean for a number of years everything was great, you know before my dad died. So it's just old, old 1980s stuff. Early 1980s or mid 1980s. Things were fine <\/span><span data-id=\"P7-N200D91\">all through, it was really just, and actually maybe it was only just like 5 years in the 80s. Like 4 or 5 years.<\/span><\/p>\n<span data-id=\"P7-N200D8-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200D8-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098480\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">THERAPIST: But during important years for your development.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">CLIENT: Yeah but that's the problem, exactly.<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">THERAPIST: In their lives maybe it's a you know little phase, but in yours it's not just a little phase.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">CLIENT: Yeah, yeah. And being my other cousins were younger and they don't, oblivious. So that's the thing. They don't carry any of this.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">THERAPIST: You were witness to it, and you were part of it for a long time.<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">CLIENT: And sensitive to it, instead of just being kind of naïve or oblivious. I was very much tuned in and would think about it, and dwell on it. [0:30:44]<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">THERAPIST: In a way, this word may be to strong, but it's almost like they get a little bullied.<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">CLIENT: That's what I'm saying, yeah.<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">THERAPIST: So no wonder you're protective, it's just in you right now. Protect your mother. And it can feel like her taking care of your grandmother is her being bullied. It might be, but it might not be. And that's what you're still trying to.<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">CLIENT: It's clearly not. I mean no one's forcing her to do anything. It's like it's nonsense. It's like lock your, what are they gonna break into your house? Don't go, it's nonsense, but yeah it's just that feeling of. (pause) [0:31:36]<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">THERAPIST: Were you scared for her when you were little?<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">THERAPIST: Not in the same way as you were for your dad.<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">CLIENT: Yeah, I think you know because I was probably also more angry at my mom a little bit, like it's you and your stupid family. You know what I mean? Where's I really just I was very close to, I felt very close to my dad. So I was just like, and I'm more like him in that way. Like who cares, I didn't <\/span><span data-id=\"P8-N200F51\">understand why these things were such a big deal, you know. (pause)<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">THERAPIST: It's interesting. It sounds like you have both your mother and your father in you.<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">CLIENT: I do.<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">THERAPIST: Cause on the one hand who cares, let's come together and not make such a big deal. The other side of you feels very passionate and is involved in the debate. [0:32:47]<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: Well the thing is I don't think I would have been as much if this other stuff hadn't been going on. I think I projected, you know what I mean? Because all that other stuff happened I was just pissed. So I would you know. But really when I think about it, the older I've gotten I still am really <\/span><span data-id=\"P8-N200FD1\">passionate about things, but I've also gotten really good at just smiling and nodding you know?<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">THERAPIST: Yeah. You were really upset at that point.<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">CLIENT: Exactly. I was upset, I was confused. I was also upset at my mom, right that was the whole why do you have acne? So any chance I got to be like you know, you guys are a bunch hypocrite fucking prejudice morons. I was really.<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">THERAPIST: Wow!<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">CLIENT: Oh yeah, yeah. No I would plow into them. I would plow into them. Oh yeah. [0:33:38]<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">CLIENT: But in a way, unbelievable. I mean there were times when my uncle was like all right you have to stop, because my grandfather would get so upset, and they would worry for my grandfather. Not that I look back on it, but I mean I would just be honest. I would be like you guys are absolute hypocrites. <\/span><span data-id=\"P8-N201071\">I don't know what. You're a minority and you don't like other minorities. Just because of their skin, like that's the most idiotic thing I've ever heard.<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">THERAPIST: How old were you when this?<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">CLIENT: Between like, the peak of it was, oh when I was this way?<\/span><\/p>\n<span data-id=\"P8-N2010A-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2010A-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098480\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">CLIENT: The peak was between 15 and 17.<\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">CLIENT: After 17 I started to kind of just do my own thing and not get so involved, and also it didn't matter, they made a fucking 180 with the first Gulf War. Suddenly they're fucking Democrats, they love Clinton. Yeah. [0:34:49]<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">THERAPIST: So that changed things too.<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">THERAPIST: I'm sort of taken aback by your strength of voice and conviction at this time. Where you are shy and sensitive, but you're not exactly wilting away in internal distress. You're being very direct, and clear.<\/span><\/p>\n<p data-id=\"P9-N2011A\"><span data-id=\"P9-N2011B\">CLIENT: Yeah, I think like I mean my uncle was the fucking Pope, you know. If you listen to his sermons they're fucking unreal, I mean they're like MLK type speeches, incredibly moving. So I think on both sides I have you know, my mom's very articulate, and my grandfather, and on my dad's side. So I <\/span><span data-id=\"P9-N2011B1\">think there's definitely on both sides there's a kind of you know, speaking up about what's happening in the world, and you know. [0:35:51]<\/span><\/p>\n<p data-id=\"P9-N2011C\"><span data-id=\"P9-N2011D\">CLIENT: Because even with my grandfather it was just misplaced at the time. It was, but at the end of the day my grandfather was just a socialist. I mean he did care. His whole thing was there has to be freedom, but there also has to be, forget about the prejudice part, but he was just a big like social <\/span><span data-id=\"P9-N2011D1\">Democrat in a way. And the same with my mom. They're all very, it's just that they were not as well read, or well versed, and a little bit ignorant. You know what I mean? They just have these old prejudices and things. [0:36:36] (45 second pause)<\/span><\/p>\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">CLIENT: I mean that's one reason I don't really follow the news anymore. Because I do, like I get I'm very visceral. So I usually try to avoid. (pause) [0:37:42]<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">THERAPIST: You met the other side [inaudible] It kind of sounds a like traumatic the whole debate to be going on like this for year after year.<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">CLIENT: Fuck yeah. Fuck yeah.<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">THERAPIST: And you are the child. And sure you might becoming so vehement that you're giving your grandfather agita, but you are still the kid, and there aren't adults there saying everybody let's take a deep breath, and we love each other, and set some of this aside.<\/span><\/p>\n<p data-id=\"P9-N20126\"><span data-id=\"P9-N20127\">CLIENT: Yeah. Exactly. Exactly. (pause) I mean they started saying all that when? After my dad died, like with each person who fucking dropped dead everybody softened up. You know what I mean? It's like all right.<\/span><\/p>\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\">THERAPIST: Too late.<\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">CLIENT: Yeah, so now they talk politics but it's very, now it's like normal. I mean they talk whatever and then they move on and who cares. [0:38:44] (pause)<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">CLIENT: I mean yeah that's. I think that's the toughest thing I think like the more I've been coming here I realized like pretty much everything I've been through is trauma. Like I thought okay, first I was like yeah obviously it's my dad that was very traumatic, it's not it's like every fucking thing, <\/span><span data-id=\"P9-N2012D1\">even basic conversation has been you know. So I think that's connected now to why I'm like I need to get used to or cultivate or this being alone thing. [0:39:38]<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\">CLIENT: It's important now I think. Because I think all that stuff makes it hard for me. Like I don't want to just get married tomorrow, or like all this stuff is for better or worse makes it hard for me to, there's just so much. I don't know. I'm not trying, like it's not a pity party, I'm just saying <\/span><span data-id=\"P9-N2012F1\">it's a lot of damage. Painful stuff. (pause)<\/span><\/p>\n<span data-id=\"P9-N2012E-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2012E-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098480\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20130\"><span data-id=\"P10-N20131\">THERAPIST: I could see it. It's a lot to take in about what really happened, you know. Just to know even before your dad dying. This is new to me to understand, just on this storyline today, and there's so many more I'm sure to know. To know how hard even just day to day conversation was, how alone <\/span><span data-id=\"P10-N201311\">and desperate you felt. Even just in that. It's sort of like getting to know that about yourself, like that might. [0:40:49]<\/span><\/p>\n<p data-id=\"P10-N20132\"><span data-id=\"P10-N20133\">THERAPIST: It's just new and might change things, it might reorient what you want, or who you want, or why you want. And it's kind of unpredictable right now.<\/span><\/p>\n<p data-id=\"P10-N20134\"><span data-id=\"P10-N20135\">CLIENT: Right, right. Yeah, yeah. And that's the thing like even talking about it now, I mean I'm fine but, I do feel a little more anxious now. Lie I feel like I'm tightening up a little bit. Because it's just yeah. It's a lot, and I never thought of these things in these terms. Quite you know, and <\/span><span data-id=\"P10-N201351\">it's like motherfucker, it's just like what the fuck?<\/span><\/p>\n<p data-id=\"P10-N20136\"><span data-id=\"P10-N20137\">THERAPIST: I mean of course getting into will make you feel some of that more, but it is also helping us understand why for example the past few days have felt like that without awareness of why. This is the feeling. [0:41:44]<\/span><\/p>\n<p data-id=\"P10-N20138\"><span data-id=\"P10-N20139\">THERAPIST: How you felt for example in those arguments. Alone and desperate and feeling persecuted, really being persecuted. There was persecution actually happening even in your own family. That's not a fantasy that was really happening. So of course like when you getting into these places where little <\/span><span data-id=\"P10-N201391\">things are happening now that are not what they ordinarily. But you're coming back to these old feelings.<\/span><\/p>\n<p data-id=\"P10-N2013A\"><span data-id=\"P10-N2013B\">CLIENT: Especially when a lot of times it was a number of fucked up things happening in one moment.<\/span><\/p>\n<p data-id=\"P10-N2013C\"><span data-id=\"P10-N2013D\">THERAPIST: Yes!<\/span><\/p>\n<p data-id=\"P10-N2013E\"><span data-id=\"P10-N2013F\">CLIENT: Like I'm arguing, I'm telling them that they're racists and they're acting weird because I have a pimple, you know what I mean? Like or saying something about how I'm dressed or something. It's just a clusterfuck of unhealthiness. [0:42:36]<\/span><\/p>\n<p data-id=\"P10-N20140\"><span data-id=\"P10-N20141\">THERAPIST: I mean it's no wonder you could be at these places how dare you assholes take advantage? Get away from my mother. Leave us alone. Look at what you're putting us through.<\/span><\/p>\n<p data-id=\"P10-N20142\"><span data-id=\"P10-N20143\">CLIENT: Well yeah.<\/span><\/p>\n<p data-id=\"P10-N20144\"><span data-id=\"P10-N20145\">THERAPIST: What?<\/span><\/p>\n<p data-id=\"P10-N20146\"><span data-id=\"P10-N20147\">CLIENT: No I was gonna say in later years that was the time I had the blowout with my uncle. One time I did yell at him because she was taking care of my grandfather, you know. But, the minute it happened I knew it was stupid. I was like wait. I'm yelling at this guy about something he has no idea, <\/span><span data-id=\"P10-N201471\">it's just you know. It's not helpful. It's not helpful. And that was like. That was a big moment to be like, I was like alright I can't, wait a minute, what the fuck am I talking about? You know that's something I have to let go of. It's not, they have no idea. [0:43:38]<\/span><\/p>\n<p data-id=\"P10-N20148\"><span data-id=\"P10-N20149\">THERAPIST: So sorry.<\/span><\/p>\n<p data-id=\"P10-N2014A\"><span data-id=\"P10-N2014B\">CLIENT: Cool.<\/span><\/p>\n<p data-id=\"P10-N2014C\"><span data-id=\"P10-N2014D\">THERAPIST: I'm here. If Monday works for you, the 31st?<\/span><\/p>\n<p data-id=\"P10-N2014E\"><span data-id=\"P10-N2014F\">CLIENT: yeah yeah, oh right that's the 31st.<\/span><\/p>\n<p data-id=\"P10-N20150\"><span data-id=\"P10-N20151\">THERAPIST: The 31st. I'm not in on the 1st, and I'm here on the 31st.<\/span><\/p>\n<p data-id=\"P10-N20152\"><span data-id=\"P10-N20153\">CLIENT: Wow, the 31st. Jesus, okay. I got thrown off Tricia so I'll bring the check Monday. And what time Monday?<\/span><\/p>\n<p data-id=\"P10-N20154\"><span data-id=\"P10-N20155\">THERAPIST: We're at 10?<\/span><\/p>\n<p data-id=\"P10-N20156\"><span data-id=\"P10-N20157\">CLIENT: 10, okay. See you at 10. Bye bye.<\/span><\/p>\n<p data-id=\"P10-N20158\"><span data-id=\"P10-N20159\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}