{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses romantic and platonic relationships, ADD, difficulty relying on others."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Client-therapist relationship","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Trust","Attention-deficit disorder","Spousal relationships","Romantic relationships","Psychoanalytic Psychology","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Separated"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Client-therapist relationship","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"page_count","label":"Page Count","values":["11"],"weight":14},{"name":"psyc_subjects","label":"Health Subject","values":["Trust","Attention-deficit disorder","Spousal relationships","Romantic relationships"],"weight":15},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":16},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":17},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":18},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":19},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":20},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":21},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":22},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":23},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":24},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":25},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":26}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2099802","dorpId":"1005146658","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session April 5, 2013: Client discusses romantic and platonic relationships, ADD, difficulty relying on others.","fullTitle":"Client \"J\", Session April 5, 2013: Client discusses romantic and platonic relationships, ADD, difficulty relying on others.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099802\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST:... as shitty as you feel, I guess, is suggestive.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Somehow I was out last night and, instead of going the mile home, I went the several miles to Watertown. I think I thought I was getting a ride home, but it wasn't my home. (chuckles) So I walked here this morning from Waltham.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Wait, what's in Waltham?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: That's where Mosby lives. Kerry, Mosby's wife, was going to give me a ride this morning but then she couldn't give me a ride. I was like, \"Well, if you feel like I feel, then you shouldn't be giving me a ride.\" (both laugh)<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: How long a walk was it?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I don't know, less than an hour maybe.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Wow. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: I think I left around 7:30. I was going to take the bus, but I thought I'd just walk. (chuckles) So I don't know which one I should be complaining about first. (laughs) You're not supposed to laugh. (both laugh) I don't know. I guess it's funny.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: I think their actually finding you is funny. (both laugh)<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Yesterday was a fucked-up day. I got a text from Jess and she wants me to call the bank and see how the modification is coming along. I had just put the FedEx in the box. She was like, \"Can you call?\" So I texted back, \"No.\" She's like, \"You're kidding, right?\" I go, \"No, I'm not going to call.\" <\/span><span data-id=\"P1-N2001F1\">She doesn't understand and I'm like – you know – it's a futile effort here. The application is not going to go through. It's not going to hold off the foreclosure. It's just my time. Every time you call them, you're 20 minutes on the phone. You've got to answer a series of questions, \"Yes, you can call <\/span><span data-id=\"P1-N2001F2\">my cell phone. Yes, I intend to keep the phone. Yes, yes, yes. And then they say these are the documents I need, so you go and then you fax them the documents and weeks later they call you. \"Yes, you can use my cell phone\"... (laughs)  The same thing; and then they send you even more documents you need <\/span><span data-id=\"P1-N2001F3\">or \"clarify this\". It's a pain in the ass. I totally half-assed the application because it's a pain in the ass. They're going to get the application and laugh. Why do I need to call when I already know the answer? They don't know. I'm trying to explain to her that the person I'm going to be talking <\/span><span data-id=\"P1-N2001F4\">to for 20 minutes doesn't know and the person that does know is the underwriter, and if the underwriter even had the file, then they would have asked us for supporting documents, which they haven't done. I know the underwriter doesn't have the file because it's in the FedEx box. (both laugh)  She just <\/span><span data-id=\"P1-N2001F5\">kept hounding me \"modification this\" and \"modification that\", and she can't get it through her brain that she's not going to keep this house under any circumstance unless she wins the fucking lottery. We'd come to that conclusion. Then she wanted me to do the modification; she thought maybe it would <\/span><span data-id=\"P1-N2001F6\">hold off the foreclosure and she could still collect rents, so I was doing it just as a \"yes, I'm doing it\". I was going to B&amp;I and she sends some text about how she's surprised that I won't do this for my children. Something to that effect. I don't even know if it was passive-aggressive or not, but <\/span><span data-id=\"P1-N2001F7\">I just like that term. I said, \"It's unfair for you to be passive-aggressive about the kids. You've done it before.\" She was just like, \"I'm not being passive-aggressive. I thought you'd want your kids to have a place to live,\" or something.  I don't understand this. Yeah, I want you to blow all your <\/span><span data-id=\"P1-N2001F8\">money so there's no money left for college because you already borrowed it all from your parents? So she's laying this stupid guilt trip about how somehow I don't love my kids because I won't call on the complete futile effort. So I said I'm not going to call. She wanted me to give her the information <\/span><span data-id=\"P1-N2001F9\">to call. I said, \"Listen, the application is in. I'll do whatever they want me to do as far as giving them the documents. If I need something from you I'll let you know. Otherwise, we're not discussing the modification at all.\"  She's saying how I can't do this one little favor and this and that. I'm <\/span><span data-id=\"P1-N2001F10\">like, \"Do you understand what I'm going through to do this stupid application that I've told you five times already is not going to go through? I'm 100 percent certain that it's going to be denied. And even if it's not going to be denied, you're not going to be able to afford it.\" I mean when I sent <\/span><span data-id=\"P1-N2001F11\">in my profit and loss statement from January to two or three days ago, I had like $200 in income. Yeah, your income is down, but you still have to have some income to justify a payment, you know? I was like, \"You're not showing me any appreciation for what I've got to do.\" So she gets all pissy. I got <\/span><span data-id=\"P1-N2001F12\">home and we'd gotten a letter from the bank saying that if we send them a listing agreement by April 22nd that we can sell the house by short sale – kind of this high-pressure \"sell your house by short sale\". I just scanned that and sent it to her. She responds, \"I do appreciate what you're doing,\" <\/span><span data-id=\"P1-N2001F13\">totally realizing what a cunt she was being. <\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099802\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">Not too far after her half-apology, I get a text from Olivia, crazy woman number two, (laughing) and this text says that she's never gone out with a Mediterranean guy, but that she's being set up on a blind date. Her married friend, this guy hit on her in the coffee shop and they became friends and <\/span><span data-id=\"P2-N200211\">her friend was like, \"Oh, you have to meet this guy. I'm not going to take no for an answer.\"  So she goes on to say how she has four guys that want to meet her this week and she doesn't have any time. She's like doing well and happy face and I'm like... there was something in there about her \"sharing <\/span><span data-id=\"P2-N200212\">because I'm honest\", or something like that. (laughs) I didn't know what to respond. She was saying how she's just overwhelmed. I said, \"Poor thing. Should I take a number?\" After sitting on that for a couple of minutes, I was like (laughing) maybe that doesn't sound as appropriate as... So I sent another <\/span><span data-id=\"P2-N200213\">text after that saying something like I put a request in for Saturday or something like that. She texted back and called me a brat. Yeah, we're going to do something next Saturday. We'll talk about it next week.  Then she's like, \"I've got to go back and do laundry.\" Blah, blah, blah. I go, \"Have a <\/span><span data-id=\"P2-N200214\">fun weekend. Drive safe.\" I was sitting outside the bar right over there. It's kind of hidden.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: What is it?<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: It's a restaurant\/bar\/club. They have a restaurant part and then there's a club part. Then I get a text that says, \"Thanks.\" Then I get another text that says, \"By the way, here's my cell phone number,\" because I had had her google number, the stalker number. I'm like, \"What does this mean? <\/span><span data-id=\"P2-N200251\">Does this mean she thought about what she said and thought ‘maybe this wasn't something I should have said to J?'\" or she could tell by the tone of my \"take a number\" that (laughs)...  I mean I can't tell what she's joking about, what she's not joking about. It's all through text. I've never had any <\/span><span data-id=\"P2-N200252\">type of relationship over texting before so it's just like I don't know how to take any of this. I walked to the square from my place just dumbfounded, confused. I'm like what? It's not like, \"I have four dates next week,\" it's \"I have four guys that want to meet me.\" I'm like, \"Is there any kind of <\/span><span data-id=\"P2-N200253\">parsing of that?\" Now I get this, \"Here's my cell phone.\" I'm assuming this is a good sign, just out of the blue getting a cell phone number when there's no difference. I have a number that gets in touch with her. <\/span><\/p>\n<span data-id=\"P2-N20024-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099802\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: It's like a purely symbolic gesture.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: Right. Then I'm like, \"Does she want me to call her?\" I'm just like – whatever. I do nothing. Then she sends me another text like, \"Oh, yeah. I forgot you were going to see the band. Who is it?\" Whatever. I started making some joke about me being a lily-white Jew boy and dancing or something <\/span><span data-id=\"P3-N200291\">like that. The whole night we're texting friendly or whatever. She even was like, at one point, some guy farted or kept farting. I said, \"The woman next to me smells it, too.\" I'm like, \"Is that you?\" She's like, \"What? Do you keep farting?\" (laughs) She goes, \"Did you just say that?\" (both laugh)  <\/span><span data-id=\"P3-N200292\">Meanwhile this band is playing so I go, \"No, I can't smell it.\" Whatever. So I guess I texted some part of that story to Olivia and she dares me to get a woman's phone number, so I did. (chuckles) Some crazy woman from Watertown that Kerry and Mosby know.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: You were there with Kerry...?<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: Kerry and Mosby, right. I could tell Kerry was very uncomfortable with me hitting on this woman, because Kerry is friends with Jess. She kept saying things to this woman, Marcia... I don't even know what she was saying. I can't remember a lot of... my phone is dead, whatever, and I can't even <\/span><span data-id=\"P3-N2002D1\">remember – the show is over.  I can't find Kerry and Mosby. Everybody is gone. Mosby calls me and he's back in the bar, so I go back to the bar. Drink more, right? And I can't remember exactly... I must have made some statement to Olvia like, \"I can't compliment you,\" or something like that to her, <\/span><span data-id=\"P3-N2002D2\">going back to the \"tone it down\" thing. She was like, \"Oh, a girl likes her compliments.\" I'm like, \"Didn't you tell me to tone it down?\" Do you know what her response was? \"Oops???\" My response to \"oops\" was, \"‘Oops?'\" (chuckles)  Then I complimented her and then I gave her another compliment that <\/span><span data-id=\"P3-N2002D3\">had some parenthetical qualifier on it. Whatever the qualifier was, she said I didn't have to do that again. She's crazy. It's not picking up jokes or they're not jokes and she's crazy... And I was ready when she did the whole \"poor guy\" thing. I'm like, \"I'm one of those.\" Now is Mediterranean blind-date <\/span><span data-id=\"P3-N2002D4\">guy another one? She said she was going to shut down her Match account so she could focus. I'm like, \"Focus?\" This was earlier back when I was at the apartment.  She said, \"Yeah, on the four guys who made the first cut,\" or something like that. I kind of think she was joking to some degree about it. <\/span><span data-id=\"P3-N2002D5\">I don't even know what my response was to that. I don't know. I just don't know. I was ready to say, \"I'm out of the running.\" She made some statement before how, in past relationships, she had been friends with someone and then they fell for each other and she's not the type of person who dates multiple <\/span><span data-id=\"P3-N2002D6\">people, but the whole reason she did the online thing was to get out of her comfort zone. My response was something like \"you're out of your comfort zone? I'm out of mine.\" She was like, \"I know.\" <\/span><\/p>\n<span data-id=\"P3-N2002C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099802\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">By the way, I can't make Tuesday, in case I forget to tell you. It's my birthday, so I have a meeting at the farm in the morning and a meeting that night at the farm. Happy birthday to me. I've got a video of Lucille singing Happy Birthday to me. It's very cute.<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">THERAPIST: Do you want to come in Wednesday at 7:45?<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">CLIENT: I don't know. Do you want to text that to me? (chuckles) <\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">THERAPIST: Sure. Do you know when you'll know?<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">CLIENT: As soon as I get charge in my phone, when I get back to the apartment. I don't think I have anything in the morning. That should be fine, but I don't know. (pause)<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: I'm just saying if you want to come in at 7:45 on Wednesday because you can't make Tuesday [...] (inaudible at 00:17:58)<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: Do you think I'm that drunk?<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: If you want to plug your phone in here, you can.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">CLIENT: Oh, yeah. That would be great. (pause) Number one, I shouldn't drink as much as I did. Number two, I don't know if this woman is crazy or not. What have I gotten myself into? Did you bang your head?<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: You have a big red spot. There is this guy in my fraternity and every time before finals he would get this big zit right here every year. They would call him \"keeper of the mystic Cyclops\". (both laugh) Without fail, the stress of finals would give him one big zit right there. Yours is a little <\/span><span data-id=\"P4-N200431\">too high up, though.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: That's what hearing about all of this is doing to me. (both laugh)<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: It should be doing it to me. I think you were going to say something before. Do you remember what it was?<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: It was pretty closely related to that...<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: What – that she's fucking crazy?<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: No. <\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: I'm fucking crazy?<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: (laughs) No. You've got to keep going. (both laugh)<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: I know Jess's fucking crazy. (both laugh) (pause) I'm done. (both chuckle) You forgot what you were going to say? You're doing exactly what she does to me and I'm like \"hang in there\" while it's going on and I'm waiting. That's kind of what it is, though, just not knowing. I don't know.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: I'm thinking about what you're doing here as you're talking about stuff.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: What I'm doing here or what I'm doing in life? <\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: Here. And what I think is...<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Why I'm in therapy (both laugh)<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: So you're sitting there hanging, waiting for me to say something because you feel so at a loss [...] (crosstalk at 00:21:26) seventeen times in a row. I get half a word out. (both laugh)<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Seventeen? (both laugh) Now how does that have to do with her psycho-ness, crazy Mia? <\/span><\/p>\n<span data-id=\"P4-N2005E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099802\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: I think part of this is you're maybe a bit of a dramatist.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: Yeah. I'm a drama queen. That's me. But still I don't understand any of it. I'm confused by it all.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: I know. I think that's what's going on here, or two things at the same time. One is you're just having a fucking great time in here with the drama and out there with the drama. And yet fun is fun, but it's also a distraction about how much of a fucking loss you feel about what the hell is <\/span><span data-id=\"P5-N200651\">going on, what the hell to do, who the hell you can ask for help. So with me there's sort of one aspect of it, which is it's like it's drama and...<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: Can you use another word than drama? It's so emasculating.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: Oh, men are just as big drama queens as women. <\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: I'm not saying they aren't, but that doesn't mean – it's like saying men aren't emotional, but men cry. Saying that a man cries could be emasculating, even though men really do. Saying that a man has drama...<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Creating a lot of hype? Is that better?<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: (pause) Whatever. Let's just call it \"monkey\". (both laugh)<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Like I was saying...<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: I'm having fun, right? (both laugh)<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: Maybe a little. Finally, you feel totally fucking over your head, and in a way that I think is much more distressing; which isn't to say any less fun.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: It's less fun. Oh, you're saying...<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: I'm not saying that that means you're not also having fun, but I think you are, at the same time, really overwhelmed and distressed and really at a loss.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: I'm being very anxious.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: I think that's part of the thing and I actually don't have the feeling you've generally had anybody in your life, including your parents, who you can say, \"What the hell is going on with me? Why am I feeling like this? What is going on with this situation that I'm so overwhelmed by it? How <\/span><span data-id=\"P5-N2007D1\">the fuck do I deal with this?\" I don't think you're used to being able to lean or rely on people for that. <\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: I know.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: And I think you're kind of wanting to lean on me that way, but I think you're probably also pretty nervous about it. I think out there in the confusion about \"oh my God, I'm overwhelmed. I don't know what to do\"; and in here the confusion about \"how do I make use of Josh in this way? Can <\/span><span data-id=\"P5-N200811\">I lean on him like this? Can I ask him about this stuff?\" usually what you do is...<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Make fun of you?<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: You do. And then you either make fun of me or you try to shut me up [...] (inaudible at 00:25:45)<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: (phone tone) Oh, there's a message from the woman I date – the farm woman I asked out on a date. (phone tone) That must be from you. \"Oh, genius. That Tinder Beer roughed you up.\" Lord knows what I said. You were saying, sorry. I got text with this phone. Do you want me to check my calendar? <\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: That's up to you. Sure.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: (pause) Yeah. I've got something at 11:00 in the office, so 7:45 should work.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Great. (pause)<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: I can come in and complain about my birthday, about the drama that happened – excuse me, (both say) \"monkey\". (both chuckle) You know where I get that from is I went to this coach's clinic for soccer and I had gone to work out at my first – you know – the guy, Eddie. And it was a great workout. <\/span><span data-id=\"P5-N2008F1\">I got a deck of cards. There are four sets of exercises you do, basically where you are. <\/span><\/p>\n<span data-id=\"P5-N2008E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099802\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: What about burpies?<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: I asked him if we do burpies and he said no. We're not doing anything that has movement, like moving forward or up and down because you can get injured that way, so there's no jumping or anything like that. But there are different categories of exercises and where you are depends on what exercise <\/span><span data-id=\"P6-N200931\">you do within that category, so there would be like push-ups. There are easy ways to do push-ups, like someone really weak would do it off the wall. Next you do it from your knees.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: Right. <\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: And so then there are the squats. Then you do squats in the middle of the pack. The really hard one is the one-leg squat, which scares me. On this deck of cards is the type of exercise, so you do the one that fits you, and then there is a number, which is how many reps you do from like two to <\/span><span data-id=\"P6-N200971\">ten. Then there are a couple of break water cards in there. It's all random. You can do ten push-ups, do nine push-ups. You just have that and you do it. So I had to drop down in push-ups and the Hindu push-ups as well – those are two separate categories. Both of them I went down on. I got through about <\/span><span data-id=\"P6-N200972\">30-something cards before I started seeing spots. It's a great workout.  I actually walked two blocks past my car to another car that looked exactly like mine and, for like an hour, was sitting there wondering why my car wasn't opening, pulling handles. (both laugh) So it was a good workout. Then I <\/span><span data-id=\"P6-N200973\">had this coach's clinic where we had to run around like little kids, and it kicked my ass. I was dead. Anyways, there is this one different Premiere soccer and it's a good program. I think it's going to help me help the kids because it gives you little things to get them occupied with that are very <\/span><span data-id=\"P6-N200974\">good for ball skills. I'm finally kind of getting through to Ian – we were kicking the ball at the park – about keeping the ball close, just the fact that he wanted to play a game and I was like, \"Let's just pass the ball.\" He turns it into a game, but that's fine.  Foundations, I think, is the technical <\/span><span data-id=\"P6-N200975\">name, where you kick the ball between your two feet and, I guess, everyone gives it a different name, Penguins, monkeys, whatever. Call it whatever you want – monkeys. That's where monkey comes from. I've got practice today which I don't know what to do because they've got this curriculum and we're <\/span><span data-id=\"P6-N200976\">supposed to start next week on the curriculum. It's like I don't want to do the curriculum today and then... but they're great, fun things. Then I've got a game tomorrow. I don't know. <\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: I think what you're anxious about, like leaning on me or putting all this stuff out there, and fearing what I actually think about what's going on. <\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: I don't care what you think. I only care that I have to tell you.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: I think you do. I think you're just anxious about how that would affect things between us so that you do things to keep me from saying [...] (inaudible at 00:31:31)<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Could you repeat that?<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Or you forget immediately what I just said. (both chuckle)<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: So we're doing these drills...<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: (both laugh) Or you completely ignore what I was talking about.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: You've got to dribble the ball between these boxes and you count how many times you do it. He's showing us, treating everyone like kids. \"How many did you do? How many did you do?\" Every time he comes to me I'm like, \"I don't fucking know.\" I can't... (laughs) I was counting as I was doing it, <\/span><span data-id=\"P6-N200A71\">but from the ten seconds he called us all in, last one in, whatever, I couldn't remember how many I did. Apparently I have ADD. I don't know. <\/span><\/p>\n<span data-id=\"P6-N200A6-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099802\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: [...] (inaudible at 00:32:22) not with me it's not because of ADD because you're remembering a whole bunch of things you're telling me in great detail, except for what I just said two seconds ago.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: Isn't that what ADD is, that I'm not focusing on...?<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: No, actually, that's one of the reasons ADD can be difficult to pick up in therapy interactions, generally because people are talking about things that are meaningful to them and [...] (inaudible at 00:32:40) environment doesn't show up much in a clinical setting like that. That would be <\/span><span data-id=\"P7-N200AD1\">more like things you're acting out in a way, when you forget something your therapist has just said. (laughs) We call it \"penguin\". (both laugh) <\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: I've got monkey, I've got penguin, and what are we going to call ADD, Scooby-Do?<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: We could. That should be something else.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: (pause) Are you going to repeat what you said? That I couldn't remember, or you don't remember either?<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: No, I remember. You're anxious, I think, about leaning on me. It's not something that you're familiar with doing with people, and it worries you what I'm going to do with it or what I'm going to say back. <\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: I'm worried in here?<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: So it's different than the anxious that I'm going to feel outside of here?<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: It's in parallel. Like with Olivia, you're like, \"I don't know what she's talking about. I don't know where she's coming from. Does she mean this? Does she mean that? What is she saying about me? She says this, but I'm wary because I don't know if it's good or if it's bad. I think it's good, <\/span><span data-id=\"P7-N200BD1\">but I'm not sure. And what if it is good and we get closer and then it gets bad?\"<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: I haven't said that.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: I think you feel it. You [...] (inaudible at 00:34:41). That's why you're so terrified, I think, because you're actually getting closer with her. Things will get fucked up and then you'll really get hurt. I mean you were devastated when it ended, sort of, a week-and-a-half ago, or whatever <\/span><span data-id=\"P7-N200C11\">that was – like oh, my God – and then what happens if you guys are together six months and it doesn't work out? <\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: Hopefully I've gotten laid by then, though. [...] (inaudible at 00:35:08) So what do we do about this? Is there a pill I can take? (pause)<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: We pay attention to it. (pause)<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: So there's no avoidance tactical maneuver I could take?<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: That's what you're already doing.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: That would have been like the \"I'm out of the running\" type of...<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: Oh, you mean like with Olivia?<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: You have avoided the whole thing until recently when you started dating. (pause) The other thing is maybe you're doing your job.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: I'm doing a good job.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: Maybe you are.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: I haven't totally cracked.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: Maybe it's going pretty well.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: That's what it feels like most of the time and then there are these moments of doubt, which are not just me what would be normal questioning myself. I mean I'm not making this up or exaggerating it. I don't know. Does it make sense what I'm trying to say?<\/span><\/p>\n<span data-id=\"P7-N200DA-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200DA-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099802\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: That you do have moments of crippling, overwhelming doubt and anxiety.<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: I mean there was a moment of – I texted her two seconds ago, she hasn't texted me back. What's going on? There is that and then there's \"take a number, big guy\". Then I try and figure out if that's good or bad. You're trying to tell me everything is just fucking dandy. <\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: No, I'm not.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: Okay. But that it is better than I think it is, or what I make it out to be? Or you're just Mister Sunshine. I was going to say \"fucking sunshine\" but – sorry. (giggles)<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: Can I talk now? (chuckles) I think you get so anxious and worked-up...<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: I'm not going to tell you what... (both laugh) It's uncontrollable.<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: Apparently it is. You don't need to control the interaction? <\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: What's that?<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">THERAPIST: Hmm? (both laugh) You think it's that I would be laughing and not have a chance to talk. Do you think it's about you taking control of the interaction?<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">CLIENT: Trying to control or just wanting to control?<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">THERAPIST: How about taking control? That's actually more accurate.<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">CLIENT: Yeah, I can't do that.<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">THERAPIST: Of course you can. You totally do.<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">CLIENT: I do take control?<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">THERAPIST: In here.<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">CLIENT: Oh, in here. Yeah. Because I feel like I can lean on you.<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">THERAPIST: I think you're anxious about it, which is one reason why you need to take control of the interaction.<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">CLIENT: Are you saying \"I need\", as in that's what I'm doing for my anxiousness? Or that's what I should be doing?<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">THERAPIST: That's what you are doing, I think. You do it in the usual sort of monkey, funny way. <\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">CLIENT: Because what I was going to say before was that I'm not going to tell you the word that I am replacing, but – never mind. It was funnier back then. I don't even remember, but the word was \"asshole\". (both laugh)<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">THERAPIST: Referring to me or you? Me?<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">CLIENT: Just anyone, anyone who's an asshole. I don't know. And here I didn't think we'd have anything to talk about.<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">THERAPIST: And look what we got.<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">CLIENT: This is even more confusing, okay? So, yeah, we know all this stuff now and we notice it. We pay attention to it. Do we have some other clinical terms we could throw at it? We massage it. (both laugh) <\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">THERAPIST: Are you telling me I'm useless?<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">CLIENT: No, I'm at a loss, though.<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">THERAPIST: As to?<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">CLIENT: Everything.<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">THERAPIST: I guess that's part of what we're talking about, is some of the ways you sort of, in part [...] (inaudible at 00:41:23) part how you manage that really anxious feeling of being at such a loss, particularly about feeling connected to people, like with me or like with Olivia. We should finish <\/span><span data-id=\"P8-N201151\">up for now.<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">CLIENT: (sighs) I should take a cab. But thanks for your electricity.<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">THERAPIST: You're welcome. Happy birthday.<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">THERAPIST: You're welcome. I'll see you Wednesday.<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">CLIENT: Yes. 7:45. I'll pay attention.<\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}