{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a recent traumatic event and how it has stirred up feelings about his father and his current relationships."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","External items","Teoria do Aconselhamento","Teorías del Asesoramiento","Depressive disorder","Love","Death of parent","Psychoanalytic Psychology","Depression (emotion)","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","External items"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["8"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Depressive disorder","Love","Death of parent"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Depression (emotion)","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2100046","dorpId":"1005146902","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 73: April 24, 2013: Client discusses a recent traumatic event and how it has stirred up feelings about his father and his current relationships.","fullTitle":"Client \"AP\", Session 73: April 24, 2013: Client discusses a recent traumatic event and how it has stirred up feelings about his father and his current relationships.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100046\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Yep. (laughs) Oh, man. Surreal.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Quite a week?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah. It was something.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: How are you?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I'm okay, I think. I don't know. I'm kind of not sure. I feel okay today. I don't know. I think I'm definitely kind of mildly depressed or something. I feel tired. I was just a crazy . . . I was already feeling a little off before all of this shit happened so . . . <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: What was it like for you Friday?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: It was crazy. It was definitely traumatizing, there's no question.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Oh, my goodness. This was at night, you mean? <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: This was Thursday after they killed that cop and got chased into Cheshire. I don't know. It's going to take some time. And then what was it 20 hours? I don't know. It's hard to put into words that kind of terror because at that point you're like, \"Well, this guy has nothing. Obviously he knows <\/span><span data-id=\"P1-N2001D1\">it's over.\" They didn't care about dying or killing other people so it would make sense. If I was that person and that insane, then it would only make sense to just knock someone's door down, take a few more people out, and just blow yourself up. There are no words to explain, to feel like that could <\/span><span data-id=\"P1-N2001D2\">happen. I mean yeah, they were armed, but all that takes is a second. If he knows he's going to die anyway, just do it. It was a fucking . . . it was just . . . you know. I don't know. <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: From the starting point of hearing the noises and then seeing them, I would think that alone is . . .<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Oh, yeah. Just like the sounds were so loud. It was clearly . . . there was no confusing . . . I mean it was surreal. It was surreal. Suddenly it sounded like there was a war going on. The horrifying part, the first thing I thought because it sounded like so much noise, it didn't sound like <\/span><span data-id=\"P1-N200211\">two or three people, I was horrified that they'd come to Cheshire and there was some kind of group, do you know what I mean? And that there were suddenly 30 insane people waiting fully armed for I don't know what. That was horrifying. Horrifying. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Because you don't know what's happening at that point at all.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: No idea. No idea.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: How many there are. Had you been asleep?<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: No. I was wide awake. I had just walked down that way that night. It was a nice night. Since I already wasn't feeling that great that week I was like, \"You know, I'm just going to take a walk.\" I walked right where it all went down like around 11:00. And then I got home and I was talking to <\/span><span data-id=\"P1-N200291\">my friend in Phoenix, so we were talking. I had the window kind of open and I saw all of these cops flying down the street and I thought, \"That's weird.\" The cops were going really fast. I was like, \"Yeah, this is not normal.\"  Then by the time I told Giorgio, I heard two loud noise and then I hung up.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: You went down to get your mom?<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: Yeah. I grabbed Cecelia; I grabbed my shoes. My mom was already awake. I was like, \"We're going right now. We're getting in the car and we're going.\" But then, for whatever reason, I thought to call 911 and, when I told them my address and stuff, they were like, \"Just turn off all the lights <\/span><span data-id=\"P1-N2002D1\">and don't go near the windows. Definitely do not leave your house. Lock all the doors.\" It was crazy. On the other hand, once it was over I also felt a tremendous amount of I mean, I've never been prouder to be from Cheshire. Between the cooperation of citizens and law enforcement, that's fucking <\/span><span data-id=\"P1-N2002D2\">amazing.  We're going to get the 911 guys; just fucking hunted them down like dogs. It's kind of weird. I don't know, when I think it, it felt like a police state. It was a police state. That was kind of weird. I don't know how you get around that if this is the world we're going to live in. You're <\/span><span data-id=\"P1-N2002D3\">going to have to give up some civil liberties. So when it was all over it did feel good. I went out with people thanking cops and that felt pretty amazing. They were doing all these sweeps. They came to our house several times.  One of the times on Friday before they'd caught this guy, the police on <\/span><span data-id=\"P1-N2002D4\">the block knocked on the door and went down and it was actually very moving because when I opened the door, suddenly they became very human. They were like, \"Hey, we're just doing a check door to door. We just want to see how everyone is doing. Are you guys doing okay?\" That was very moving, actually. <\/span><span data-id=\"P1-N2002D5\">But then it's depressing because I know this is going to happen again. I'm surprised it doesn't happen more often. That's just very depressing. It's a big country and there are a lot of people, just random, just freaks.  Overall I guess I'm okay. I just feel tired. I definitely feel kind of depressed. <\/span><span data-id=\"P1-N2002D6\">I don't feel very motivated. I've been feeling a little bit sick to my stomach [ ] (TAPE RECORDER FAILS at 00:08:09 to 00:09:43)<\/span><\/p>\n<span data-id=\"P1-N2002C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100046\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">I was telling my mom everything would be okay, but in my mind I was like, \"Well, what are the chances of him coming to our house?\"<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: They could have.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Yeah, but then I was like, \"What are the chances that any of this is happening? It is happening in my backyard in all of our backyards in that neighborhood so for any one of is it very well could.\" It's not like we don't know where they are at all, but then it's like what are the chances <\/span><span data-id=\"P2-N200331\">they're going to end up at my house? But when literally there's a major event, cluster fuck, clearly it could happen. It's here. <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: He's going to end up in someone's yard or house.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Exactly. Exactly.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: It's very, very scary. I thought of you even with the police knocking on people's doors. I mean I know they're there for good reason and they're there to help and protect, but just police alone have been a form of trauma.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Yeah. This time with that, I didn't feel that this time. I felt good that they were around but . . . I just can't put it into words. It was surreal. It was beyond . . . or suddenly there would be a commotion at one of the houses around us where they'd be surrounding the house yelling, telling <\/span><span data-id=\"P2-N2003B1\">people to come out bizarre.  I don't know why in those houses. Usually the people that would come out are some white, old ladies. That just drives home that he could be hiding anywhere here.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Even that though. It's not just that he could come to your house, you're watching this happen. He could be right there.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Right. Right. And really where he ended up is . . .<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Not far, right?<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: Yeah. (pause) It's weird. It has only accentuated how I was already feeling, so now everything feels really weird and discombobulated. It's just strange going back to our routines. (pause)  I guess all in all I'm doing okay but . . . Yesterday I was like, \"Wow, do I need to see Dr. Carlton again <\/span><span data-id=\"P2-N200431\">maybe? Do I have some kind of low-grade depression going on?\" because even before all of this happened I wasn't feeling awful, but I just . . . I'm just so tired. (pause)<\/span><\/p>\n<span data-id=\"P2-N20042-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100046\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Before all this happened you had been in a space for a week or week and a half where it was like coming down off of the flow of tremendous energy about the two sites connecting. You've been pushing and pushing and working and actually been productive and staying up late. You had your hand <\/span><span data-id=\"P3-N200451\">in so many things moving forward. How could you keep that pace up forever? Impossible. And you got sick a little bit; you got tired just letting your body decompress. And then as you're decompressing you're aware that there's just a lot of other stuff there feelings about relationships. We were talking <\/span><span data-id=\"P3-N200452\">about Kelly and Bethany. Going back and forth and just feeling really confused, I think, about what you feel and what happens the closer you get to somebody that makes you then sort of look elsewhere. You think a lot of confusion as new things were getting opened up for the first time and then this <\/span><span data-id=\"P3-N200453\">happens.  I could see in that state that this just added fuel to the fire, being totally turned upside down and inside out for a while. (long pause) <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Yeah, it's funny, because last night Kelly came over and we just hung out at home. It was really nice, but I don't know what it is, I just . . . (pause) It's like there's a part of me that just wants to retreat and just wants to be alone. I just don't know.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Maybe your metaphor about being let out of prison and, again, the coincidence of this event happening right now as you're really getting into this process and, I think, more opening up about what happens when you're really known to another person, whether it's me, whether it's Kelly as the <\/span><span data-id=\"P3-N200491\">relationship grows deeper.  And you're actually being your whole self and not just editing and picking and choosing what to say and who to be. She's being her whole self, but this event, in a way, is filling you with a massive amount of terror. Again, that's something else in a way, but that's what's <\/span><span data-id=\"P3-N200492\">there lurking right now. \"Is this going to be terrifying? Will I get hurt if I get close to her?\" the way I think you have been in the past in your childhood.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Or will I hurt her.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Will you hurt her. Right. Are you the terrorist? Are you going to get terrified?<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Because right now there's something in me that feels a little bit reckless, like flirting with other girls. There's something in me that's whatever.  (pause)<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: I think there's so much of your life because of your relationship with your mother that has given you those two options. Either you get hurt or you hurt someone else; and if that's the choice, hurting someone else is in some ways preferable to getting hurt. But it's like there's nothing else <\/span><span data-id=\"P3-N200511\">in the middle of those two. (pause) <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Yeah, I don't know. I just feel drained. My appetite is back, but I just feel off. (pause)<\/span><\/p>\n<span data-id=\"P3-N20052-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100046\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: I also get the feeling that there's a lot of feeling. You know you say sometimes you hit these moments where you're watching something and all this feeling comes out, like a release almost, and then you feel better. It has that feeling to me, like there's something dammed up inside.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: Probably.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: Even just from what you went through Friday. <\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Well I did have one of those moments Friday when they came and they said, \"How are you doing?\" When I locked the door, that was the one time I just completely broke down.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: Good.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yeah. Yeah. No, it was good. Or I think there was another time when I was petting Cecelia or something.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Both times it's feeling a kind of being cared for.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Yeah. Throughout this whole thing I did have moments like that where I cried. There will always be more good people. I'm so proud to be from here. I don't know of any hate crimes so far or just, in general, people opening their homes or giving people rides or whatever it might be.  It's amazing. <\/span><span data-id=\"P4-N200631\">Even the law enforcement. As much as I don't like cops, in this case, God bless them. Unbelievable. (pause) I think the problem, though, is this just highlights and builds up the existential stuff that I feel. It's just all absurd and random. Things happen. It's overwhelming.  (pause)<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: And yet, you also feel something when you think about the good outweighing the bad.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: No, definitely.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: That has an ethic and a meaning to it beyond \"life is meaningless and we could all die tomorrow.\"<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: No, no, no. It's not a \"life is meaningless\" thing. It's more, I think, just a melancholy-ness. That's exactly it, that it's not meaningless, but that unfair and absurd, senseless things happen and they hurt people and you never know when or where or who it's going to be. <\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Like your dad.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Um-hum. And then today is the commemoration of the Assyrian genocide. That's so funny. Normally, to me it's like my dad I just think about it anyway. You don't need one day to commemorate millions of people, but there is something ironic about it happening in Cheshire. It's weird. (pause)<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: Friday could bring up your father. <\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Oh, yeah. It brought up lots of things, you know? (pause) In a way it just shows that life is short. It's more like trying to beat the clock. This shit that I'm juggling and trying to get done, it's just . . .<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Work-wise it makes sense. In relationships, I think it feels more confusing what this kind of threat, loss, conflict . . . <\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: Yeah, in relationships, I don't know. In don't know what to make of it. Kelly and I hung out. Sunday we went to Mystic. When I'm with her it's great, but also I don't know what to make of some of my superficial feelings, like \"I wish you were skinnier.\" She's very pretty, but I don't know. <\/span><span data-id=\"P4-N200771\">There's that. I'm a little confused. I'm just confused. (pause)  It definitely feels kind of roller-coaster-y now. Do you know what I mean? Like earlier today I was feeling good, and now I feel like shit.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: And then what happened?<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: Probably coming here, there's just so much.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: You felt good coming in, though?<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: Yeah. I was walking around. It was beautiful outside. I had a nice walk with Kelly to get coffee. Now I'm sitting here and I feel that tiredness and a little bit of sick in the pit of my stomach, a little headache-y.<\/span><\/p>\n<span data-id=\"P4-N2007E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2007E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100046\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: You feel so sad to me. <\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: It isn't even an appearance thing. It just feels like there's just the weight of the world on your shoulders right now with this whatever it is this is stirring about your father, like the whole family history of genocide and trauma and torture. There's a lot in this, Brian. It's hard enough <\/span><span data-id=\"P5-N200851\">just be trying to remember in here in this process and kind of at your own pace getting yourself through it, but a real thing actually just happened in real time that is like these other things. It not only reminds you and brings you back to the feelings of these other experiences, but is another one <\/span><span data-id=\"P5-N200852\">you are experiencing right now. Like all of the feelings after your father's death that led you to cut yourself off and kind of meander lost into the world out to Oregon, just aimless and disassociated.  I can imagine that, hopefully, on a smaller scale and, hopefully, caught that's kind of what we're <\/span><span data-id=\"P5-N200853\">here to do and help you with but I can imagine that being a piece of what's happening right now. You have enough work under your belt that there's this other life that you have going on that feels like it's yours and you're attending to it, but how could this not be triggering for you of some pretty <\/span><span data-id=\"P5-N200854\">dramatic feelings? Not to mention where you were before this happened in this process.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: And the funny thing is that I knew that that was happening even before. Like when the bombings happened, I knew that something felt triggered. It's just like what the fuck? The only two things I keep telling myself is that one: it's not just me. It happened in a whole neighborhood and number <\/span><span data-id=\"P5-N200871\">two: people died and those families . . . people are maimed. And number two: at least I have this to come to.  Also this is an opportunity to, instead of becoming so disassociated, that's where work can ground you. I just have to find a way to regain some energy. Right now that's what it is. I just <\/span><span data-id=\"P5-N200872\">feel like I have no energy. I just feel kind of sick. (pause)<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: I think when I say \"of course\" and \"no wonder\", it's in part just trying to say to the part of you that gets really anxious about where you are today that it would be weird if you weren't here today, given your history. <\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: You can go back to Dr. Carlton, but I don't think this is something that we should medicate. This is what you would do if something like this happened. It was starting to happen after Monday and you will come out of this, probably actually sooner than you think.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Yeah, yeah. Right, right. I've been reminding myself of that, too. That's what I was saying, I'm actually handling it better than . . .<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: Totally. I hear you. That's what you're saying, \"These are the things I keep trying to tell myself.\" That's part of what you're doing.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Yeah, like you said, I'm just kind of waiting to feel those things instead of telling myself those things.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: Even being interested in what your experience is of this instead of judging it.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: Right. I'm trying not to be so hard on myself.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: You were surrounded by judges as a kid. So many judgments from your mother and from your mother's whole side of the family. Things are either good\/bad; good\/bad; good\/bad not just interest in your experience. (pause)  I think that's why so often you'll move to wanting to judge yourself <\/span><span data-id=\"P5-N200991\">like, \"This is bad that this is happening to me.\" And then you say, \"But the good thing is that I'm doing this.\" It's like things have to be judged as good or as bad; and there's something kind of comforting and familiar about knowing whether it gets to go in the good column or it gets to go in the <\/span><span data-id=\"P5-N200992\">bad column. I just think that's what your family did, but it's not about knowing who you are. It's not about knowing, it's about categorizing and black-and-white kind of thinking. (pause) <\/span><\/p>\n<span data-id=\"P5-N20098-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100046\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: What are you thinking?<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: Nothing specific. I was all over the place.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: To where?<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: I don't know. I was thinking on the one hand, what sucks now is I'm full of anxiety, but what is the next thing that's going to happen? Like what's the next bad thing that's going to happen? (sighs) Today I was like, \"I could try to write about this,\" but then, of course, I was thinking, \"Yeah, <\/span><span data-id=\"P6-N200A11\">well that's what I say about a lot of things and then I don't actually do anything.\" (pause) <\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: You were trying to gather it into all of your trauma.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Ehh. I'm not doing it.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: Meaning writing? Or not getting people together?<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Yeah. No, not really. (pause)  It's a curse to be so ambitious. It must be nice to just not be as much. I have all of these things on my plate. No one put them there. I'm putting them there, but I can't help it. (pause) <\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: I think waiting for the next bad thing to happen is trauma. That is a symptom of being traumatized. That's what hyper-vigilance is. It takes many different forms. The expectation that something really bad is going to happen and just waiting for it. It's in some ways an adaptive way of being <\/span><span data-id=\"P6-N200AB1\">if you're used to really bad things that keep happening to you. If you're at least prepared for them, that's what it's meant for in a way. But, again, why would you not be waiting for that right now? And why also, for example, would it not freeze you up from leading a regular, humdrum life? That's what <\/span><span data-id=\"P6-N200AB2\">happened when you were 20. If horrible, horrible things happen, your whole system starts responding as though you're there for survival and waiting for the next blow.  It's not about, then, forward thinking and productivity and planning and being a pro-active person. Reactivity is what's important when <\/span><span data-id=\"P6-N200AB3\">you're in trauma for safety, so I could see also this feeling as you look down on yourself that you're not doing it. That's what happens when your brain is preoccupied with staying safe. (pause) And your brain became very preoccupied with staying safe as you became really psychosomatic after your father's <\/span><span data-id=\"P6-N200AB4\">death. All the fears about \"Now me, am I having a heart attack? Am I getting cancer?\" That's a form of hyper-vigilant waiting for the thing that's going to go wrong in your own body. <\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">I think you have that relationally, too. In your relationship with your mother before your father's death. She looks at the picture and says, \"Oh, she's beautiful.\" And then, \"Oh, but she has a big mouth.\" It's like there it is. There's the bad thing coming in the relationship. There's the dagger that <\/span><span data-id=\"P6-N200AD1\">you could be waiting for with Kelly or else be waiting to dole out to Kelly because that feels better. And here am I going to hurt you? Are you going to hurt me? As you've gotten close to people you've gotten hurt one way or another in your early life.  (long pause)<\/span><\/p>\n<span data-id=\"P6-N200AC-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200AC-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100046\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: You know that comedienne, Margaret Cho? Do you know what I'm talking about? She has a think on salon.com about children and why she's ambivalent and she's pretty sure she doesn't want them. There's one really good part towards the end where she's like, \"In the end, I think what it is, is that <\/span><span data-id=\"P7-N200AF1\">I don't want to love anything that much,\" and that's something that I know is in me. I don't want to. I was like, \"Wow, that's such a simple way to say it.\"  I know exactly what she's talking about. There is something perversely freeing in not going there completely. I think she even says something <\/span><span data-id=\"P7-N200AF2\">like, \" . . . not loving something that much, even myself.\" I was like, \"Yeah, that makes perfect sense. <\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: It makes perfect sense if, when you loved that much, you got hurt.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Right. (pause)<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: That's very, very sad. (pause) Tomorrow.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Okay. 12:50? All right. Thanks. See you.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}