{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is continuing to work through his relationship hurdles with his girlfriend, coming to the conclusion that it's healthier than previous romantic relationships."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Romantic relationships","Friendship","Psychoanalytic Psychology","Exhaustion","Anxiety","Restlessness","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["8"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Romantic relationships","Friendship"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Exhaustion","Anxiety","Restlessness"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2100042","dorpId":"1005146898","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 71: April 17, 2013: Client is continuing to work through his relationship hurdles with his girlfriend, coming to the conclusion that it's healthier than previous romantic relationships.","fullTitle":"Client \"AP\", Session 71: April 17, 2013: Client is continuing to work through his relationship hurdles with his girlfriend, coming to the conclusion that it's healthier than previous romantic relationships.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100042\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST So you overslept?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Yeah, I totally overslept. I was like, \"Oh, maybe I'll just stay awake at this point and, of course, I totally zonked out and fell asleep.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: You stayed awake for the whole night?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Oh, my goodness.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yeah. Yesterday was a little bit better. I mean Monday night was a little bit better because I think I was just so exhausted and I slept. Like a lot of people, I think it triggered some stuff. I just feel unsettled and very restless.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: It's very scary.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah. Scary, sad. I think for everybody it brings up different things. Also the one comment thing is this unity. You just feel so frustrated and you feel angry. It's so absurd.  The thing was I was exhausted, but I was feeling kind of shitty. I felt so restless. I went out to meet my friend, <\/span><span data-id=\"P1-N2001B1\">Dave, for a beer, which is fun, but I was tired. I probably could have stayed home, but I've been feeling so restless. We had some beers and that was nice, but I just felt kind of . . . I don't know. It didn't really help. Yesterday I almost I didn't have a panic attack but early evening I felt <\/span><span data-id=\"P1-N2001B2\">very . . . I mean I ate, but I probably ate at weird hours during the day or something. I had 2 1\/2 coffees and then I just had beers. I had two early beers with someone I hadn't seen in a long time, a buddy of mine. Again, very nice, but maybe over stimulation, too much to process. It's been this weird <\/span><span data-id=\"P1-N2001B3\">. . . if I stay home I feel super restless and I want to get up. But then when I'm out I just feel a little bit . . . <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Getting out wasn't solving the restlessness?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Kind of it wasn't. Very temporarily.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: I'm so sorry I didn't get your message until this morning. I don't know if you got my follow up message later.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: I was going to ask you about my phone. Were you able to leave a message?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Today I was. I didn't call until today.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: That's okay. There's something going on with my phone. I'm not getting any messages. I saw that you called, but there's no message.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: There's no message? Huh.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: There's been something going on with my phone. It keeps popping up saying, \"Show me your Apple ID,\" or what the fuck. I don't know. No, no. Don't be . . . <\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: You didn't get the message. All I said was and I don't know if I even mentioned this to you because it didn't affect our sessions I was out of the office yesterday and the second half of Monday. I usually would have done this. I think with all the commotion I guess I didn't check my messages <\/span><span data-id=\"P1-N2002D1\">yesterday. I didn't get it until today and just didn't want to worry you. The worst part of what can be scary for people when this happens is not being able to get in touch with . . .<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: I felt a little bit odd about myself, too. Maybe that brings up, other than what happened, for each person it brings up things. For me, I noticed one thing, and I don't really feel upset about it because I think that's just who I am, but I did that. I checked on people. It's not that nobody <\/span><span data-id=\"P1-N2002F1\">checked on me. I just beat them to it. I immediately just checked on them.  I did feel like, \"What is that? I'm not overdoing it?\" It is nice to check on . . . I just thought for a moment, \"What's going on there? Am I overdoing it? Am I being too nice?\"<\/span><\/p>\n<span data-id=\"P1-N2002E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100042\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Too nice?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Well like I was even checking on people who were just good acquaintances. I wasn't calling everybody, but just online I sent a group text like, \"Okay. I hope everyone is okay.\" I know that it is a nice thing to do, but no one really did that for me. It seems like I just go out of my way a lot <\/span><span data-id=\"P2-N200331\">and, like I said, it doesn't bother me so much anymore because now I know that's just who I am. My dad was like that, too. Some people are like that. It doesn't make me special or anything, but it does make you feel a little bit vulnerable sometimes. I don't know if that makes sense. <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: If it's not reciprocated.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Kind of. But then I was like, \"Yeah. I beat them to it. What am I supposed to do?\" I checked on people so I can't keep tabs, but the fact was I had a very good feeling. It's not like people were going to be rushing to ask me if I was okay. I'm sure that's because a lot of people know me and <\/span><span data-id=\"P2-N200371\">know why I would arc to this . . . I would never . . .<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Be at the race?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: They wouldn't imagine you were there?<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Yeah. So that was one little thing. But I think it coincided with Kelly. Like my stupid, lingering cold. I left here Friday and I started having pains in my ear. It just must be like an ear infection. I don't know. Then there was some stuff with Kelly. I kind of felt like she wasn't . . . I <\/span><span data-id=\"P2-N2003F1\">saw her Saturday. It was very nice, but I felt like she kind of wasn't checking in after that as much, although she was. She's not really doing anything wrong so I feel bad, but something.  And then like Sunday and Monday, I just felt like she wasn't that communicative or something. I don't know. I <\/span><span data-id=\"P2-N2003F2\">can't put my finger on it because there's nothing I can say like with other chicks I've dated that this exact thing is bothering me, but there's something.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Although it seems like you are picking up something that you wish she were doing more.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: Yeah. Like now she's totally sick. She didn't tell me, but then I was like, \"Oh, I'm so sorry.\" She was like, \"No. It's no big deal.\" I just made a joke like, \"Always being the stoic,\" or whatever. She was just like, \"No. I'm just not a fussy girl.\" And that is great, but I feel like there is <\/span><span data-id=\"P2-N200431\">some . . . do you know what I'm saying kind of? It's hard to explain. In person she's not like that as much, so I feel like I can't say anything. I just feel restless. I definitely feel restless.  I was talking to Dave last night. I was like, \"Maybe it's Darien.\" Maybe I'm getting in that place again, <\/span><span data-id=\"P2-N200432\">in a much healthier way, where I just need to maybe get away for a month; just recharge; be in a different environment, because there's nothing particularly bad. Everything is great, but I do feel kind of . . . Whoa. I just realized I'm not wearing my glasses. That's funny.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: I was wondering.<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: I want to be able to see what's going on here.<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">THERAPIST: You can't see me too well without them?<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">CLIENT: I can see you, but it's hard. I'm nearsighted so I can see you but, for example, I can't see your eyes. They just look kind of dark. So there's been that and then the work thing is good, but I do feel . . . I don't know. I go back and forth. I feel these pangs. I feel like I was getting more <\/span><span data-id=\"P2-N2004B1\">attention or something. There's a lot of stuff, just a lot of stuff that I think has gotten a little bit aggravated from this thing. I felt sad. I cried a little bit. One very nice thing was that I posted something Monday. I can't remember exactly how I said it, but it was from my heart. I have a way <\/span><span data-id=\"P2-N2004B2\">with words, I guess. It got over a hundred-something likes. Fifty people shared it. So that was nice. Nice? I don't know what that means. I felt good that it touched people. <\/span><\/p>\n<span data-id=\"P2-N2004A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100042\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Connection.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yeah. Then I was thinking about that and I'm like, \"Maybe that's what it is. Maybe it's not even a girl thing.\" One of the things I have maybe I have a desire just to connect in a bigger way that I'm not really pursuing. I mean I am pursuing it through work. I was thinking about that. Obviously <\/span><span data-id=\"P3-N2004F1\">my uncle. That's something that's in our family a little bit. My uncle connected in such a huge way with relating to people. So I was like, \"Maybe I should . . . \" I don't know. There's just a lot of mixed up stuff.  Nothing, but that was also like what the fuck? And now we're also a little worried <\/span><span data-id=\"P3-N2004F2\">just because even if they're all innocent, if word gets out because it is in the news it might hurt business a little bit. It's worrisome a little bit. I think it will be okay. That also upset me because that's so easy. The poor kid was tackled not even by the cops, some douche bag just saw some <\/span><span data-id=\"P3-N2004F3\">fucking . . . what, is he supposed to run towards the explosion? He's totally injured. He's all burned and shit.  It's like dude. That pissed me off. I'm not saying I hope this turns out to be some white dude that did it, but it just really brings up shit that I loathe. Not just this, but anywhere. <\/span><span data-id=\"P3-N2004F4\">I just hate that shit. I really hate it. And then when I went to the websites to see the news the headlines say that he's innocent. Then they have all these pictures of this kid. He's dressed in his . . . like they showed the worst picture. It's like dude, really? You clearly know that makes him look <\/span><span data-id=\"P3-N2004F5\">very stereotypical. It's like they're just being critics. They're just being pricks. Not to mention why show any pictures? I mean he's innocent. I don't know what I need to see. That really, really pissed me off. <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">Anyway, there was just a lot of mixed . . . not to mention the sadness. I was talking to Dave and my friend, Cliff. We all admitted to each other that we were like, \"I don't understand why this doesn't happen more often.\" This could happen anywhere subways, any restaurant, a coffee shop. We were all <\/span><span data-id=\"P3-N200511\">like, \"Are we just old now or something? There's something just off-kilter with society.\" Like things are happening and we're all upset about it, but no one is really doing anything about it. Do you know what I mean? You shoot down or mow down a bunch of kids at a school and we're all outraged, but <\/span><span data-id=\"P3-N200512\">really, it's just going to happen again. That's very frustrating.  (pause) I want to write something about it, but I'm trying to figure out how to approach it without being too trite or sappy.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: It stirred a lot in you, in everyone.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: In everyone. It opens a little Pandora's box.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: And you don't even sometimes know what it's going to be like until it happens.<\/span><\/p>\n<span data-id=\"P3-N20056-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100042\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: That's right.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Just think about your own experiences [ ], for example, of stereotyping and [ ] (inaudible at 00:13:50) and aggression. You've lived that first-hand. <\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Yeah. Losing people suddenly. That poor little boy. That's what made me cry. I was like, \"Are you fucking kidding me?\" The mom and sister are injured badly. They're not a little injured, they're really injured. His dad is this well-loved activist. Maybe that's what it was. It was kind of like <\/span><span data-id=\"P4-N2005D1\">my dad, very well loved. That's just . . . man. I don't know. I think I'm going to turn our June show into a benefit, some kind of violence-something. Maybe that children's room in Hamden. Do you know that place? Maybe donate money. I don't know. Something. I'm so sick of this shit. The money is not <\/span><span data-id=\"P4-N2005D2\">important anyway. You might as well . . . A few hundred bucks or whatever. I'd rather just help people.  They do have a suspect now, though. Did you hear that?<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: I didn't hear that.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Yeah. A camera and one of the local they literally have a total face. They're going to do a press conference at 5:00.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Also this feeling of your reaching out and no one reaching out for you. There are all these logistical or practical reasons why it didn't happen, but I think that's a feeling you know anyway.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: That's what I'm saying. This didn't bother me, but I could tell that that was a thing I have. In general, that's a thing. It's gotten better. I'm not like the way I used to be, but still. It has nothing to do with now, but it has to do with past things.  Because when I think about it rationally, <\/span><span data-id=\"P4-N200651\">maybe in that moment a bunch of people didn't . . . but come one. I have a shit-load of friends and people are great to me. But in that moment it was about something that was much older, something much older. I checked on my family. Again, I beat them to it, but there's something like . . . (pause)<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: You don't know if it was in their minds to check on you.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Yeah, exactly. Like would they have if I hadn't? Then with Kelly I felt like, yeah, I guess she was sick yesterday or something, Sunday or Monday. I don't know. I just felt something.  I know that's just how she is. She doesn't mean it. She did something again when we went out Saturday. She <\/span><span data-id=\"P4-N200691\">was a little emotive Saturday. We were at the bar and she leaned over and was like, \"I really missed you,\" because we hadn't seen each other for like . . . Or like yesterday I was like, \"You know if you need anything. I'm sorry you're not feeling . . . \" That means a lot to me. I mean it's there. I <\/span><span data-id=\"P4-N200692\">just feel bad because if I bring it up, then I'd feel bad because then it does sound like I'm complaining. She's being stoic and cool and mellow and I'm wanting something. It sets up this weird . . .<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Well you can't end up telling . . . Is what you want reasonable and in the range of normal things you want to ask for or . . . <\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: But that's the thing is it? Am I wanting too much?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: You don't know. That's the thing.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: But then I feel like do people who have dated this long . . ? I don't like talking on the phone either. I don't want to talk on the phone. But there's something about the fact that she doesn't really like to talk. It's usually like I just don't like to talk on the phone and it becomes a little <\/span><span data-id=\"P4-N200711\">bit of a joke because the girl either likes it or doesn't think about it either way. But for her to not talk on the phone ever, that's sometimes just not being very . . . Like sometimes I just want to know that she's thinking of me or something and I feel like a douche for that because if I say it she's <\/span><span data-id=\"P4-N200712\">going to be like, \"Man, of course I do.\" Do you know what I mean? It's going to sound unreasonable in a weird way.<\/span><\/p>\n<span data-id=\"P4-N20070-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100042\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: I don't know. I don't feel like I know enough about what you're describing that it would sound unreasonable. <\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: That's the thing, because there's nothing specific I can put my finger on.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Did she call you after Darien, for example?<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: No. I told her about Darien. She was at work.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: You told her about it? Okay.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: And then we went back and forth a little bit, of course. But yeah, the rest of the night she didn't check in. She didn't check in yesterday. I guess she was sick or whatever, she's a mom, she's busy. But there is something about it. I live here. I do feel like we're all affected here. That did <\/span><span data-id=\"P5-N2007D1\">bother me. Again, like the ear thing, she didn't really check on me much Sunday at all. I don't know. It's the little things. I told her, \"If you need anything.\" I know if I say anything she's going to say, \"Of course. That's a given. You can call me any time or if you need anything.\" Do you know what <\/span><span data-id=\"P5-N2007D2\">I mean?  It's weird. She's not a Samantha, so I feel like I would really kind of hurt her. I feel like I would validate to her what she already told me, which is that I have trouble kind of being more open and communicative. I'd feel bad because she's being pretty great. She did ask me to dinner. She <\/span><span data-id=\"P5-N2007D3\">was like, \"I'd like to cook for you. Would you come over? Would you feel comfortable?\" That's pretty open. (pause)<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: It does sound like you wish she would hold you in mind a little bit more and show you that she's holding you in mind.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yeah, something. Maybe it makes me a little bit, not suspicious, but I just end up feeling like . . .<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: Show me. <\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Yeah, show me. I'm a little bit confused because you've told your son and stuff, but I still feel like there's something being held back somehow a little bit; which then, in turn, makes me feel maybe it's not the right thing. It only validates things I generally feel anyway when I'm in a relationship, <\/span><span data-id=\"P5-N200851\">like I should keep my eyes open for other people.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: There are ways that it's so different than prior relationships. You see that. It seems healthier, just good. She's healthy; she's good; she's relatively normal. You're intimate with each other in mature needs, but there are some other ways that there's something similar happening. She might <\/span><span data-id=\"P5-N200871\">not be quite as aloof, but you find yourself with someone who has already been married and has a kid, who has a career, whose focus is here, and is absolutely does sound like she's wanting to have you be a part of her life right now; but it's different than being with somebody who is not in that stage. <\/span><span data-id=\"P5-N200872\">So something is spraying out again. <\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: It's almost like a sinking thing; otherwise all the timing is good. But there's something that . . . I think one clue is that Saturday when she got to my house she seemed kind of frazzled. It turns out that she had had this thing with her brother and told him to move out. She was like, \"He's <\/span><span data-id=\"P5-N200891\">selfish. He won't really chip in.\" The telling part was I don't know what it was. I hadn't really even said much yet. I think she was just venting, but the way it came out I felt like that was a clue. She was like, \"You know, I'm just very busy. I have a lot going on. I'm really, really busy.\"  She <\/span><span data-id=\"P5-N200892\">wasn't really saying it at me, but there was something about that that was telling. That's what it is. She's very focused, like she's made a choice. She was like, \"My job is important to me. I love my job. I've got my house. My child is a priority.\" That's all good stuff, but there is something. You <\/span><span data-id=\"P5-N200893\">feel it a little bit. You feel like, \"Yeah, I know I'm up there, but something still feels a little bit . . .\" It's not bothering me as much because now I'm just taking it as you know what, let's just slow it down. I'm in a different place so it doesn't hurt me the same way it would have in the past. <\/span><span data-id=\"P5-N200894\">I'm like, \"Fuck it. Let's just take it really slow.\" I think eventually, though, there will have to be some kind of one way or the other. <\/span><\/p>\n<span data-id=\"P5-N20088-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100042\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: Or maybe that isn't good enough for you.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: Yeah, that's what I'm saying. Eventually I'll just be like, \"You know what? Ehh. This is great but it's not working.\"<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: Whereas it once might have felt personal that you're number four after the job, the child, the house.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: It's sounding like this is kind of what she would do in any relationship. That's where she is.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: Especially because I already know I'm the first guy. I know how much I mean to her.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: Right. This is as far as it's gotten for any relationship in a long time.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Yeah, so I know how much I mean to her. I know she's not being flippant.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: And that's real.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: That's real. Obviously we're different people, but it could be that we're different enough in some regards that . . . Because the thing is it's not a competition and I don't have a child, but I've got a lot going on, too.  I am prioritizing my work. I'm at a place now where those are the priorities <\/span><span data-id=\"P6-N2009D1\">to me. I feel like I can kind of juggle and still show someone that . . . I don't know. We'll see what happens. It's not like it's at a point where it's driving me crazy or I'm dwelling on it. I think it's just an ingredient in the fact that I already feel kind of restless for whatever reason.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: I imagine some of those feelings could come up here, too, for you reaching out to me and was I reaching out to you? Where was I?<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: Us? No, it wasn't. I'm good. I was just like, \"She has kids.\" I don't know. It's what people do. <\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: I got your message and I felt terrible that I hadn't checked. It had nothing to do with the race. I had this thing yesterday that was a personal thing that I had to be at all day. It sort of took me away from regular life. As it was, even from this. I was out of the loop in many ways, staying <\/span><span data-id=\"P6-N200A31\">in touch where people were with that. I feel awful.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: That's okay. No problem.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: I appreciated your reaching out, caring. It's scary when you don't know; people you care about; where they are and if they're okay.<\/span><\/p>\n<span data-id=\"P6-N200A6-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100042\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: Yeah. It just drives home that you don't know what a new day is going to bring. People are around one minute and then they're not. <\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: On top of all the feelings the week before that we were talking about what if something happened to me? We were just talking about this and then this happens. It just makes sense that that could be alive as this becomes more important and feels valuable to you. To be continued.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: Yep. 12:15 next Saturday. See you tomorrow.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}