{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her confusion about experiences with a man she is dating and a retreat she plans to attend."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Interactions","Romantic relationships","Friendship","Psychoanalytic Psychology","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"page_count","label":"Page Count","values":["9"],"weight":14},{"name":"psyc_subjects","label":"Health Subject","values":["Interactions","Romantic relationships","Friendship"],"weight":15},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":16},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":17},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":18},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":19},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":20},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":21},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":22},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":23},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":24},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":25},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":26}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2320793","dorpId":"1005577618","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"B\", Session June 13, 2013: Client discusses her confusion about experiences with a man she is dating and a retreat she plans to attend.","fullTitle":"Client \"B\", Session June 13, 2013: Client discusses her confusion about experiences with a man she is dating and a retreat she plans to attend.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320793\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: (Sigh).<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: And we're good for tomorrow at 7:45?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah. Blah. (pause) Okay, so I feel ridiculous about last week because I feel like I ought to be old enough not to be angsty over Chris anymore. Like, I should know better by now, but I'm riddled with anxiety. It's over the way the things are going with Ashley, and I don't know what to do about <\/span><span data-id=\"P1-N200111\">it. (sigh) Blah. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">So it should come as no surprise to you, I like collecting data about things, and so I'll do things like note how long it takes someone to respond to e-mails of mine, and then I will look at the pattern, and then I'll calculate the average and standard deviation. And I'll try to correlate abnormally <\/span><span data-id=\"P1-N200131\">long or short delay times to other events and see if I can create a predictive model. Like, I'm sure this doesn't surprise you one bit.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">But anyway, so Ashley almost always responds to e-mails within four hours, and the longest he's ever gone without responding is 24 hours, and yet the last round of e-mails trying to schedule the next time we'll see each other, it's been 48 hours. He hasn't responded yet, and now I'm terrified that I <\/span><span data-id=\"P1-N200151\">said something inadvertently rude or curt or hostile that I did not intend to come across that way, and it's all very upsetting. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">And so we had a date on Sunday and that went really well. I had a lot of fun, and he seemed happy to see me, and engaged in conversation, and it was great. And then later on towards the end of the evening, I brought up the fact that I wasn't sure where I stood with him, and that after two months, I <\/span><span data-id=\"P1-N200171\">was approaching each date with a this was a lot of fun, I hope there's another one, was getting a little bit stressful for me. His response was, \"You know, at this point, I think it's safe for you to assume there will be more dates in the future,\" and that's really – I was looking for something with <\/span><span data-id=\"P1-N200172\">more emotional content with that you know, I like you. I want to spend time with you. Yes, this is a relationship. And maybe I should've just asked for that outright instead of hinting at it. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">But and then I brought up the scheduling thing, and how I'm the one who always initiates the when do I get to see you next conversation, and I said point blank, you know – and to be honest, that's something that worries me, I feel nervous about it. And his response to that was that he was really bad <\/span><span data-id=\"P1-N200191\">at initiating scheduling. It's not something that he really does with anyone. He feels it's stressful and promotes anxiety for him. I was like, okay, well, I can deal with that. And then he said, \"If you want, I'm happy to look at a calendar with you right now. If you want to get your phone or your <\/span><span data-id=\"P1-N200192\">laptop and we can pick a date.\" And I said, \"That's okay because it's 2:00 in the morning, and I'm under the covers and you've got the window open with fans on and it's cold. I don't want to get out of bed. I'll just e-mail you,\" and he said, \"That's fine,\" and then we fell asleep. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">And so then I e-mailed him the next morning and said, \"You know, I had a great time last night,\" you know, sent him a link to a think I had promised I would send him, and then said, \"Next time we see each other – I'm free next week on Wednesday and Thursday. Do either of those dates work for you? If <\/span><span data-id=\"P1-N2001B1\">not when does?\" And he replied, and he says, \"Yeah, thanks for the link. You know, there's this one I was talking about. I promise I'll send you the mp3 only if you promise to listen to it when you're not distracted and on a sound system with adequate bass,\" and then he said \"Thursday ought to work.\" <\/span><span data-id=\"P1-N2001B2\">And so I replied and I said, \"Well, that's great. I don't know if I have a sound system with adequate bass, but send me the mp3 and I'll listen to it when I'm not distracted.\" <\/span><\/p>\n<span data-id=\"P1-N2001A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320793\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">And then he replies with \"Actually, I don`t know how I feel about Thursday. I'm feeling a little bit overscheduled at the moment.\" And so I replied with that's fine. You know, you're allowed to say no to things, and it's really not my goal to be pushy, or cause you stress, or make you feel overscheduled, <\/span><span data-id=\"P2-N2001D1\">so why don't you let me know when you're free for hanging out.\" Dead silence for two days, and now I'm worried that maybe I was too snippy. Maybe my response wasn't – I was going for reassuring, but maybe I failed? I don't know.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: Hm.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: And if he's feeling pressured, then sending another e-mail saying, come on, send me a response is really not the thing to do, but I don't know. This is all just – it's harder than it needs to be. And I don't know if that's because I have anxiety issues with a capital I, or if that's because <\/span><span data-id=\"P2-N200211\">now he has anxiety issues, which he had hinted at but hasn't discussed explicitly, which you know I totally understand that. I haven't really discussed mine explicitly with him either, or if it's just because we're not right for each other. Or it could be that we're not right for each other because <\/span><span data-id=\"P2-N200212\">we both have anxiety issues, and we're both inadvertently provoking the other's issues. <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: Hm. (pause) Well, I guess I'm not yet quite sure what to say. <\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: He gave me a key to his apartment, but he refused to make any statement about how he feels about me. Well, any explicit verbal statement like that. (pause)<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Yeah, I gather it feels weird not to mirror this. <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Yeah. That really does.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">(pause)<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: I noticed that you stopped talking. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah. You know, well, I feel like I've exhausted everything there is to say on the subject of Ashley other than I'm really anxious and frustrated by this whole situation, and I don't know how to fix it, but (sigh) (pause) –<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Well (pause) –<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: And, like, and part of the scheduling difficulty is my fault too because I'm overscheduled, and there – so I saw him on Sunday, and counting three weeks out from this past Sunday, there were only four nights that I was free, which is not a whole lot to choose from. I'm going to be out of town <\/span><span data-id=\"P2-N200331\">this weekend and out of town the next weekend, and I'm meeting with my student who I'm advising, and I have my regular weekly piano lesson and voice lesson, and I've booked time in the print shop, and I'm taking a print shop intensive workshop from another studio that has a different type of press than <\/span><span data-id=\"P2-N200332\">the one I have. And, god, what else is even going on. <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">I don't even know. Yeah, it's only three weeks and I can't remember everything I'm doing because it's like my life is absurd that – yeah. Stuff going on every night except for four nights in three weeks and that's – so it's not like I gave him much to work with, and the nights I have free, two of those <\/span><span data-id=\"P2-N200351\">four nights are his standing date with his other partner, which that only leaves two nights in three weeks to choose from. And that, neither of those are on weekends, so I'm not helping him here.<\/span><\/p>\n<span data-id=\"P2-N20034-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320793\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">And certainly, I can imagine if I was trying to schedule time with someone I was interested in who had my schedule, I would feel like, oh, my god, this person's life is so busy. How can they possibly have time for me? How can I possibly be interesting enough to be worth one of their precious nights <\/span><span data-id=\"P3-N200371\">off? So I don't know. That's me, not Ashley. I obviously don't know what's going on inside his head, but (pause) – <\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Hm.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Well, I guess I just found that kind of – you've made me three or four, well, but I guess he did give me a key to his apartment. He did tell me that it makes him really anxious to initiate making plans in in a way that – he made it to you that's clearly his issue, to respect about you. Well, <\/span><span data-id=\"P3-N2003D1\">I guess I didn't exactly ask him how he felt about me, and oh, well, yeah, I guess as it turns out I have about 7 1\/2 minutes free. The amount of time, you know (inaudible at 00:17:07). But so all those kind of afterthoughts –<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Don't actually make me feel any less anxious.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: I understand but there are also –<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: (laughter).<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: (chuckle) So it's just like she [asked that if we're in] (ph) parallel. Right, I understand they don't make you less anxious. I guess what strikes me is that you kind of tell the story one way, and then a bunch of times it's kind of, oh, well, yeah, I guess I didn't include this, but maybe <\/span><span data-id=\"P3-N200451\">it's kind of relevant or yeah, it could be. You know, which all pretty directly contradict the story that you're telling and absolutely, it doesn't sound like they make you less anxious, but it does make me think there's something going on. Though what, I don't know. <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">I mean, well, what I do know is it seems like there's some reason you seem to be setting it up in your mind. Not necessarily with him, but in your mind that you've done something to offend him, or probably I would guess if you imagine that there's something about you that has turned him off or pushed <\/span><span data-id=\"P3-N200471\">him away. And he's kind of in the process of realizing he really does not want to hang out with you, and is sort of in a fairly quiet and passive way, like backing off or probably trying to give you the message.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Right. And I am prone to – as Dave says – trying to read goat entrails into everything.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: Read what trail?<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Goat entrails.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Oh, goat entrails, uh-huh.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: The ancient divination practice with slaughtering a goat, and then trying to read the poitrine (ph) of the patterns and the entrails for (inaudible at 00:19:02). Dave accused me of that, which is a metaphor for when I try to guess at someone's intent based on probably uncorrelated other actions. <\/span><span data-id=\"P3-N200511\">Oh, you wore a green tie, and you know green is my favorite color. Therefore, you must be in love with me.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: Except that you tend, I think – at least that I've heard it – to read the entrails in a pretty similar way, and usually the story is something like what's going on with Ashley, I think. I mean, it's usually not about the green tie, you really like me. It's usually more like, oh, you wore <\/span><span data-id=\"P3-N200531\">a green tie even though I don't like green. Even though I – well, I guess I never actually told you I didn't like green, but still you wore that green tie. And now I'm teasing you obviously. <\/span><\/p>\n<span data-id=\"P3-N20052-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320793\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: And I take your point (sigh). And I'm going to be out of town with no Internet access all weekend, so I don't know. I kind of want this settled before I leave town tomorrow afternoon, but on the other hand if he's feeling overscheduled, and avoidant, and anxious I don't want to be pushy and <\/span><span data-id=\"P4-N200551\">nag him. Like, I mean even apart from that would make me look bad I don't want to make him feel bad. Like, I don't want to cause him stress and, like – and if he's feeling anywhere remotely near how I feel when I know I owe someone an e-mail but just can't bring myself to write it that's miserable. <\/span><span data-id=\"P4-N200552\">I don't want to add to that. But I don't know how he's feeling because he won't tell me. (sigh) Fine. I need to stop dating introverts is what I need to do. I need to find a nice, chatty, gregarious, extroverted person who talks about their feelings. <\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: I think you're afraid of thinking that he really does like you and wants to spend time with you.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: What makes you say that?<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Well, I mean, again, the story that you seem to tell, which seems to have a, sort of, to me, seems to have a bias in it. That seems to be part of the point of telling it that way is to not let yourself think about him being into you.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Oh, I see what you're saying. I don't think it's because I'm afraid that he likes me. I think it's because I'm afraid that if I let myself believe that he likes me and then I turn out to be wrong, I'll be miserable. <\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Yeah, that sounds about – I don't mean it like you're afraid of the possibility that he does. What you say sounds pretty plausible to me.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Yeah. I'm afraid to believe in the possibility that he does. Because what if I'm wrong?<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: And also because I think, unfortunately, that you have a really hard time believing that he really might. I suspect you have a, kind of, like unfortunate confidence that either he doesn't now or once he gets to know a little bit, he definitely won't. And it's horrible to find that out or <\/span><span data-id=\"P4-N200631\">to have something happen that feels like it's finding that out, and to lose somebody you're pretty excited about seeing. It's much better to tell the story of the way you are, but you really don't know where he's coming from. It could be this, it could be that. You know, well, he's probably pulling <\/span><span data-id=\"P4-N200632\">away. I can see it happening. <\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Yeah. I think you nailed it. (pause) Yeah, so after he sent the e-mail saying \"I don't know how I feel about Thursday. I'm feeling stressed and overscheduled.\" And I replied with that's fine. I immediately went and booked a slot in a workshop that's happening next Thursday night that I had – <\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: And it was that Thursday you were trying not to make –<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Yep. I mean, this is a workshop I've been wanting to go to for a couple of months that happens on the third Thursday or fourth Thursday or whatever it is every month. So you know, I've always had something else going on that night, and I wanted to see Ashley more than I wanted to go to the print <\/span><span data-id=\"P4-N200691\">shop obviously, but well, I don't know. So it's like, okay, I get to go to this workshop now. And so Dave, who has access to my calendar – Ashley also has access to my calendar, but I don't think he actually ever looks at it – but Dave checks my calendar fairly frequently because he likes checking calendars. <\/span><span data-id=\"P4-N200692\">He keeps both of ours, like, meticulously up-to-date, and I don't know. It's just his thing. <\/span><\/p>\n<span data-id=\"P4-N20068-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320793\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">But anyway, he noticed that I had originally marked it as time with Ashley, and then changed it workshop, and Dave was like, \"So what's up with that?\" And so I told him the whole story, and he was like, \"You know, when Ashley said I don't know how I feel about Thursday, he might not have meant no. He <\/span><span data-id=\"P5-N2006B1\">might have just been telling you he's not sure and wants to think about it, and now you've taken that decision away from him.\" I was like, well, that didn't occur to me.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">Like, I read that as entirely a polite refusal, not any kind of uncertainty. So now Thursday is off the table because I've book this workshop and paid for it, and gotten really excited about it, and yeah. (pause) And now the next time I have an evening free is a week after that Thursday. (pause) I don't <\/span><span data-id=\"P5-N2006D1\">know. I don't know why I make everything harder than it has to be. <\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: I think the, sort of, thought and feeling about other people not wanting to be close to you is terribly painful, and you felt very shameful as well, like very ashamed, and that maybe a lot of things we do are arranged to protect yourself from feeling that way. Like, your research, like your <\/span><span data-id=\"P5-N2006F1\">reading Ashley's comments one way, and like, reading it another way when you're deciding which part you write. It's sort of interesting. You know, you say, okay, well, it's definitely off the table. I'll just go entertain myself with something else.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">You know, it sort of closes the ambiguity where Ashley's coming from and really focuses your attention away from that and from the possibility [he's waiting for his schedule] (ph) to get better, which I think is the part that touches on then he doesn't really want to hang out with me, especially as <\/span><span data-id=\"P5-N200711\">you're getting to know him better. And then, oops, he messed everything up. (pause) <\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: I'm feeling maybe things (inaudible at 00:30:10) is bad. My church's parish retreat is this weekend.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: Uh-huh. Oh, that's where you'll be.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: Well, there are two women running it. And back in April, one asked me \"Are you coming to the retreat?\" And I said, \"Oh, yes, we wouldn't miss it. I haven't been able to go for the last two years, and I love the retreat and definitely be there.\" And she said, \"Great, fill out a registration form <\/span><span data-id=\"P5-N200771\">and send it to me,\" and then two days later, I e-mail her and I say I can't find the registration form on the website. Can you fill out a registration form for me? Here's all my information. And she said, \"Sure, no problem. You know, answer these questions.\" I e-mailed her back and she said, \"Great. <\/span><span data-id=\"P5-N200772\">You're all registered, just bring a check on Sunday.\" And I forgot to bring a check on Sunday, and then I went away for two weeks, and anyway.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">I haven't gotten any e-mail or anything about the retreat, so yesterday, I e-mail the other, who is in charge of logistics for, like organizing car rides and how people are going to get up there, and was like, I haven't heard anything about the retreat. You know, I just want to make sure that I'm registered, <\/span><span data-id=\"P5-N200791\">and you know, that you and she know that I have three seats in my car. I can take people up. And she was like, \"Oh, I didn't know you wanted to go on the retreat. You're not registered,\" and I'm thinking I – it's just (pause) I don't know. <\/span><\/p>\n<span data-id=\"P5-N20078-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320793\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">And a bunch of friends of mine were invited to a party over this past weekend at the home of someone who I don't know, so I obviously wasn't invited, and all of these things have reasonable explanations, but I'm just, I don't know, possibly reading way too much into the pattern of coincidences, but <\/span><span data-id=\"P6-N2007B1\">it feels very much like no one ever wants me to go anywhere or do anything with them.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: But remember I said that there's a corollary that operates in here, which is – and maybe I'm wrong – but my impression at least is this is not that you feel like I don't want to see you or hear from you, that is not parallel like that. But the, sort of, corollary or coordinated thing in here <\/span><span data-id=\"P6-N2007D1\">is it really I can't help you, there is no help for this. This is inevitable, unworkable, and I don't have the impression it's so much that I am not good enough in some way to help it. It's just sort of like it's a hopeless case, you're a hopeless case. <\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">CLIENT: I don't disagree entirely with that, but I try to be aware of that when I start feeling that way, and tell myself that that's silly. No one is hopeless.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: I'm not saying I think that's a silly thing to think like that. It might not push the way you think. I don't know if it's true.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: Well, it's an incorrect thing to think.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: I think that as well. But I think it feels like that sometimes. <\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: I don't know. I'm a lot better than I used to be.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: Well, good.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: That gives me hope.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: Good. I'm glad to hear that.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: That reminds me. I got a letter from my insurance company this week saying that they had tried to get in touch with you?<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: Oh, yeah, I need to call them.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: Yeah. I will do that.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: I am mildly anxious that they're going to stop paying you, and then I'm going to have to come up with $400 a week, but really that pales in comparison to my anxieties about my relationship stuff right now. (laughter) <\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: And I cannot predict what any insurance company ever will do, but I can say that in most instances like this where a company wants to check in on our treatment plan or anything like that, it's more designed to be a pain in the ass in hopes that somebody like me, sort of, won't follow up, <\/span><span data-id=\"P6-N2009D1\">and then they can say, \"We're not going to pay for it because he never followed up.\" Or like, and then the (inaudible at 00:35:51) the criteria for a medical necessity or such that is really not difficult to meet them, and so that they're, kind of, required then.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: That's reassuring. I was just scarred by the health insurance company I had at the time that refused to pay for any of the treatment around my miscarriage because I did not get it preapproved. I was hemorrhaging. I was really not worried about pre-approval.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Yeah. <\/span><\/p>\n<span data-id=\"P6-N200A2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320793\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">THERAPIST: This is medical treatment? Like –<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: And this is an outpatient?<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: Yeah. Wow.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: Yeah, it took years to get them to pay my medical bills for that. It was – so I am skittish any time an insurance company says anything other than, \"Yes, here's a check.\" (laughter)<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: (laughter) I hear you. Yeah.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Yeah. Yeah, that was horrible. So my response to him you are allowed to say no to things it's not my goal to cause you stress or be pushy at you. Like, that wasn't out of line, was it? <\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: No. I mean, tone is hard to read in e-mail, and I don't know how he took it, but if the tone was what you're saying it to me, then genuinely you don't want him to feel pressure and you don't want him to feel obligation, and you're sort of being sympathetic to the fact that it's hard for him <\/span><span data-id=\"P7-N200B51\">to initiate stuff, but that doesn't obligate him to accept when you initiate it. (inaudible at 00:37:37).<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Okay. I mean, yeah. Tone is hard to read in text sometimes, and as much as I generally write the way I talk, sometimes it doesn't come across. And as long as it's not completely out of line, I'm sure –<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: It doesn't sound that way to me.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: (sigh) I ran into Lucy at Ashley's place Monday night. Lucy's the woman who's engaged to Ashley's housemate who (crosstalk) –<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: Right, and she's the one who you've been online friends with, and then –<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: Yep.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: Or had a connection with Lucy?<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: Yeah, yeah. But yeah, last week I was really worried that I had overstepped my bounds by including her on the list of people who I asked who would accompany me to the print shop. Did I tell you about that? <\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: Okay, so but yeah, when I saw her Sunday night, one of the first things she asked was did you get both nights in the print shop covered? Like, do you need someone on Thursday? I'm happy to go work on editing my book with you while you print, and I was like, okay, uh-huh. Relaxed a little bit. <\/span><span data-id=\"P7-N200C71\">Lucy's great. I really love I'm getting to know her.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: Good.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: So just to update you on everything going on my unrequited relenting longing life, so Cricket – who I talked about a lot – I mentioned she had started dating this guy. He was in town last weekend just to provide Cricket emotional support after everything that was going on with Emmett. And I <\/span><span data-id=\"P7-N200CB1\">got to meet him and hang out with him, and he's just a great guy. I'm so jealous, but he's a great guy. <\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">But he (laughter) a couple of days later, he e-mailed me saying, \"Do you want to work for the magazine I edit? I need more submissions editor (inaudible at 00:39:55). I was like, okay, sure. So and he and I are collaborating on producing a chat book of Cricket's poetry. I'm going to be printing it on <\/span><span data-id=\"P7-N200CD1\">the letter press. I'm super excited about the project. You know, it's great.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">THERAPIST: Cool. Should we stop?<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: Yes, we should.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">THERAPIST: I'll see you tomorrow.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">CLIENT: 7:45.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: All right. Thank you.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">THERAPIST: You have a good day. <\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}