{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his job prospects and how he's handling the negotiation process. Client discusses how his sleep issues have returned since vacation."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Job security","Sleep disorders","Procrastination","Psychoanalytic Psychology","Frustration","Anxiety","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Job security","Sleep disorders","Procrastination"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559676","dorpId":"1005577598","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session August 14, 2013: Client discusses his job prospects and how he's handling the negotiation process. Client discusses how his sleep issues have returned since vacation.","fullTitle":"Client \"A\", Session August 14, 2013: Client discusses his job prospects and how he's handling the negotiation process. Client discusses how his sleep issues have returned since vacation.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559676\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Hey.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Hi.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: (Exhaling) Humid in here. (Pause) So two things on my mind. One, there's been this... I guess the latest iteration of this negotiation. [0:00:57] I don't even know whether to call it a negotiation in the sense that... (Exhaling) (Pause) I feel as if it's structured or orchestrated in such a <\/span><span data-id=\"P1-N200111\">way that we come up with formulations for my role for the moment before I take another job. And the salary piece is... we agree on it, and it's aggregated. The work percentage piece is... we agree on or least come to consensus on it. And then some external force supposedly... some supposedly external force intervenes.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">But anyway, there was yet another in this long series of discussions last night. [0:01:58] I'd gotten fed up at a number of junctures, particularly after this meeting and had told Phil (sp?) that I'm not going forward until we have a talk. So we had a talk. And in some sense it was good, I guess. Do <\/span><span data-id=\"P1-N200131\">you watch The Wire? All right. So the point about The Wire is there's this guy who just behaves completely in bad faith, right? So he's preserved this sort of bourgeois lifestyle while evolving into a kingpin. And he... there are these various points at which he reassures all sorts of people, ranging <\/span><span data-id=\"P1-N200132\">from his confederates to his wife to everybody else, that this is the way it is. And it's always in bad faith. [0:03:01] It's like he's trying to win the argument. So at this point I'm kind of feeling toward Phil in the same way. Our interactions are often very good...<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Uh-huh. Phil's The Wire.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Our rapport and chemistry is good, but I kind of don't believe it.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: And that's kind of the way it went yesterday. And as a confrontation I basically decided that, for reasons that may be interested and correct to discuss... but that I just didn't want to... there was no point in the confrontation. There... certainly a conversation couldn't restore any real sense of trust.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Mm-hmm.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: And (pause) (exhaling) this position, while not as remunerative as we need it to be, ultimately keeps salary going at the $40,000 to $50,000 level as a half-time job. [0:04:06] And with a baby coming we'd like it to be more, but that's probably a pretty good gig. So my strategic decision was <\/span><span data-id=\"P1-N2001F1\">not to confront and to make the best of it. I'm not sure how I feel about that, [after the fact] (ph). I think some things need to be broached that I didn't end up broaching. (Pause) I think I'm pretty angry, and I didn't put that on the table, in the interest of just thinking practically about how <\/span><span data-id=\"P1-N2001F2\">to divide responsibility. [0:04:55] And again I don't have a lot of faith that, whatever the official resolution we come to, he won't just try and scoop things. I mean, there are some specific things that I said were kind of non-negotiable. (Exhaling) Anyway, I'm not sure how I feel about the conversation. <\/span><span data-id=\"P1-N2001F3\">But we had it, and it was a negotiation in some shape or farm, regardless of how much it sticks. And that felt like an interesting process to me, for our purposes. And the other issue is just this kind of reentry. I mean, since we saw each other a week and a half ago, I've stayed (ph) the same set of <\/span><span data-id=\"P1-N2001F4\">tasks up on the board. And I... for a week or more, I was just completely frozen. [0:05:58] I was sitting... I was going to work and just sort of mooning all day in the usual, typical way, a way that felt very uncomfortable. And my sleep, which had been excellent over vacation...<\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559676\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Just completely returned to shit. (Exhaling) So very strong reassertion of these old patterns, interesting, I guess, for a couple of reasons and also very kind of frustrating and debilitating both for me and for Jennie (sp?), I think. You always have this kind of utopian fantasy that, once there's <\/span><span data-id=\"P2-N200231\">a shift, it's a permanent shift. And it wasn't a permanent shift. So I just started... began to sort of start squeezing things out piecemeal? [0:06:53] There was a proposal that I've kind of worked pretty hard to consolidate consensus on this thing, kind of my bailiwick.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Uh-huh. (Pause)<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: So I had to prepare that by Monday so that people didn't begin to talk about it with other people, having... I'm not being very articulate here. If I hadn't prepared it by Monday, just kind of perforce, the discussions would have had a momentum of their own...<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: And would not have included me. You understand what I'm saying?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: So it was... a very rough draft was put together by one of the senior managers at the ministry in Egypt. [0:07:56] I said over the weekend that I'd take it on, and I had to produce something in time for them to discuss it [at the meeting] (ph) on Monday. So I just got it in under the wire. In <\/span><span data-id=\"P2-N2002F1\">other words, I couldn't do it, and I couldn't do it, and I couldn't do it, and then finally Monday morning, I got up at, like, 4:00 and did it. And it was excellent and, I think, did some of the heavy lifting in terms of carving out a bit of space for me to (pause), I don't know, to take responsibility <\/span><span data-id=\"P2-N2002F2\">and have it acknowledged. So there was an interesting... was and is an interesting tension there, I guess, between the sense of frustration at being kind of undermined and a sense that there are steps that I can take that, for whatever reason, have been difficult for me to take, that have prevented <\/span><span data-id=\"P2-N2002F3\">that, being able to deliver things on time, interact with people, etc. [0:09:09]<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">Another thing that has... that was lagging all week in a way that really caused me some distress and just seemed... it was just puzzling to me, was... I've created this thing, this sort of concept for a mechanism for technical exchanges on... in areas relevant to this project, international exchanges, <\/span><span data-id=\"P2-N200311\">etc. And this was the panel that I had designed for Egypt that became sort of the subject of controversy and that I ended up actually doing. [0:10:03] And there was quite a bit of interest in pursuing this as a group outside. So, ever since the conference, a... I succeeded in getting people to endorse <\/span><span data-id=\"P2-N200312\">the idea of me orchestrating a follow-up group. But there's been... I've had this weird countervailing tendency or impulse of (pause) inhibition against actually writing the e-mail, inviting people to this and kind of coming up with an engagement strategy for this. And it would take all of 45 minutes.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: Right. [0:10:56]<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: And as soon as it happened then we could begin scheduling things, etc. My understanding of it had been just that I was so pissed off and felt so unsettled and uncertain about my institutional role that I kind of didn't want to put myself out there. But the feeling associated with this inhibition <\/span><span data-id=\"P2-N200351\">was more like I didn't feel comfortable communicating in public. That was... I mean, its expression was, God, I just... exposing myself by writing this e-mail felt risky or somehow undesirable. I don't quite know how to express the way that it sort of struck me internally, but it was something along <\/span><span data-id=\"P2-N200352\">those lines. [0:11:48] Like, being exposed, given how raw I felt... being exposed by writing an e-mail that would either be successful or unsuccessful, would either lead to people responding to me, or I guess the worst-case scenario is that they just wouldn't respond... felt like something that I wasn't <\/span><span data-id=\"P2-N200353\">prepared to do, a risk that I wasn't prepared to take.<\/span><\/p>\n<span data-id=\"P2-N20034-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559676\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">At any rate, I just couldn't write it. I couldn't write it. And, because I couldn't do these two things, the proposal and the e-mail-the e-mail is something that had lagged since the conference-I couldn't do anything, nothing of all 20 or so tasks that I'd written up on the wipe board. I couldn't do <\/span><span data-id=\"P3-N200371\">any of them, and I was just stuck mooning, getting up early, doing nothing productive all day for several days in a row, and not sleeping well. [0:13:01] So this is again a very consistent pattern and interesting, I guess, to me mostly at this particular moment in its... in the contrast to a vacation <\/span><span data-id=\"P3-N200372\">in which none of this was true. I just was interacting with people normally. I was not worrying or mooning about stuff, and I generally felt fairly at peace and was even running.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Mm-hmm.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: So not a total surprise, somewhat disappointing. But I guess at the end of the day it's kind of... I find both of these processes, with the negotiation and this kind of recrudescence of the difficulty that brought me to you, kind of interesting. [0:14:08] (Pause) [0:15:00] [0:16:00]<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: I mean, I guess it's true of both things, but I'm thinking particularly of your difficulty writing the e-mail, in the sense of kind of exposure and I guess vulnerability in light of (pause) I guess what seems to be or I imagine to be kind of your wariness of... [0:17:15] (Pause) I don't know, <\/span><span data-id=\"P3-N2003D1\">people you'd be writing to are subject to who (pause) [in light of what] (ph) could well break bad and have on you recently. (Pause)<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Yeah, maybe. I don't think their personalized in exactly that way. [0:17:56] I think the anxiety to the extent that it has any sort of rationally observable component is more what I will do, that I will break bad, or that I will do something inappropriate, or that because I feel somewhat undone <\/span><span data-id=\"P3-N2003F1\">by my outrage or whatever, whatever complex emotion I feel like... I feel motivating me at that particular moment, that I will write it in an inappropriate way and therefore cause those who receive it to respond with some righteous expression of ostracism. [0:18:53] I'm trying to describe some very... <\/span><span data-id=\"P3-N2003F2\">fairly irrational fears, but I think that's more like it. It's not that they will break bad. It's that I will break bad because I'm angry or because I'm sad or because I'm upset. (Pause) And maybe at some level it's also... and I don't... this is not an alternative but a complementary explanation that <\/span><span data-id=\"P3-N2003F3\">the people that I would be sending to... sending to it are unknown, so their reaction to whatever expression I might offer up that might be inappropriate is not controllable. [0:20:03]<\/span><\/p>\n<span data-id=\"P3-N2003E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559676\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: Mm-hmm.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: Such communications can be sent to people that I feel a sense of safety with, of whom, paradoxically at this point, Phil is one, even though I... it's like the... on the one hand I feel very significant lack of trust and outrage. And on the other hand there's a kind of intimacy there that also <\/span><span data-id=\"P4-N200431\">is curious and interesting. But at any rate writing a communication when I'm in this state for someone who's not in that category feels like something that can and maybe has to be deferred. But the cost of deferring it is just this state of (crosstalk). [0:20:56]<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: And I guess that's partly because you really... I imagine some of the context for that to be that you have been treated badly and haven't had any forum to talk about it, take it up with the folks there. And so that's why it could kind of leak into something you wrote now? (Pause)<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: (Exhaling) I have been treated badly. I do have that sense of grievance...<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Badly, and then the response has been kind of self-justifying, which is... there's some level of... what do you call it? (Pause) Gas-lighting, I guess, right? [0:22:04]<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: Mm-hmm.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: And my outrage at that might leak into other communications.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: Yeah, I mean, there've been no...<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Because it hasn't been addressed in another form.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: I guess so. Yeah, on some level, I guess, that's (inaudible at 0:22:28) way of putting it. I mean, my... the way that I... the difference between the way that I put it and the way that you just put it is that I didn't talk about kind of ethical framework. I just talked about feeling bad or angry. <\/span><span data-id=\"P4-N200571\">In other words, from my point of view, inside my head, the fact of my being treated badly is kind of... is almost a second order... it might be primary. [0:23:01] But what I'm feeling at that moment is just, well, I have a very strong emotion. Maybe it's that I was treated badly. Maybe it was... it's <\/span><span data-id=\"P4-N200572\">that I have an irrational sense of frustration and... frustration and discomfort with the way that I was treated, but... or with the way that life is unfolding or whatever, it doesn't matter. (Pause) Hmm. I didn't put that ethical component into the framework that I was expressing, and you did. And <\/span><span data-id=\"P4-N200573\">I don't know if that's because I don't feel confident in it or what, but that seems significant to me. (Pause) The... when I presented that interpretative framework, the emotion that I was worried about was generic. [0:24:03] It was just being upset, whereas when you presented it...<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: I see, I tied it in to what had happened with the...<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: You tied it into... yeah, you tied it into a kind of economy... moral economy. (Pause) It wasn't just any old emotion. It wasn't just any disruptive... strong, disruptive, irrational or pre-rational or non-rational feeling. It was a specific one, a specific sense of...<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: It was a more contextual...?<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yeah, a sense of being violated that did not have an adequate forum for its expression. And I think that difference is important principally because there were two topics for discussion here. [0:24:55] And one of them was my reticence to broach this. I will say that a lot of it became easier <\/span><span data-id=\"P4-N2005F1\">after I talked about it with this other coworker whom we hired to be full-time in Egypt, who's a little bit junior. After we had talked that through, a lot of this felt easier to deal with. So there's clearly some component of having difficulty producing these things when I feel as if there's no forum <\/span><span data-id=\"P4-N2005F2\">for its expression.<\/span><\/p>\n<span data-id=\"P4-N2005E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559676\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: Mm-hmm. (Pause)<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: That's clearly... I mean, you're obviously spot on about that. And to that... to the extent that that's important, it's interesting that, even in formulating it here between the two of us, I still didn't give it that content.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: Mm-hmm. (Pause) [0:26:00]<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: I mean, I guess my rationalization for not doing so is also interesting. I mean, I had a very clear conscious thought that doing so would be dangerous and would potentially lead to a breach. And a breach, given the fact that Jennie's about to give birth, given that fact that at some level this <\/span><span data-id=\"P5-N200671\">is kind of a cushy job in the sense that there's no expectation of working full-time-I can kind of do it from home, to the extent that I'm not in Egypt-and (exhaling) there are a lot of aspects to it that certainly... it's not something that can or should last for the long-term but at least for spring <\/span><span data-id=\"P5-N200672\">semester of next year after Jennie has to go back to teaching. [0:27:15] If it could be preserved through June, that would probably be a better thing than taking a full-time job that didn't allow me to spend any time with the kid at all. It might be enough to pay for childcare, a nanny or something, <\/span><span data-id=\"P5-N200673\">but would likely involve being away from the house a lot, in an environment where I have to (pause) put out a lot. And that's what I expect. [0:27:58]<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">So basically the scenarios are... that I imagine are... maybe I'm leaking to another topic of discussion here, but the scenarios are either I get a job that doesn't give me any responsibility and is just kind of a job at a low level that pays us enough money to make rent but not much more than that, <\/span><span data-id=\"P5-N200691\">or I'm able to get a responsible position that feels like it has some kind of career attached to it, or I continue with this job. And continuing with this job, for whatever reason, rightly or wrongly, feels like a course that is desirable enough that I didn't want to risk a breach that might intervene. <\/span><span data-id=\"P5-N200692\">[0:29:02] I think... there's a part of that that really feels troubling to me. I mean, maybe a breach is what I want. I mean, at some level, it's... I feel like I'm stuck in a kind of bad relationship. And there are these two countervailing impulses, one of them, to actually cause a breach, and the <\/span><span data-id=\"P5-N200693\">other of them, to prevent myself from causing a breach. But at any rate I was so concerned about that that I didn't bring up something that in some ways was the entire point of meeting yesterday. I'm wandering a little bit, but I think that's expressive (ph). (Pause) [0:30:00] [0:31:00] [0:31:55]<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: Well (pause), so your sort of model for the way your describing as I understand it is that, if you had made the connection for yourself or kind of appreciated the specificity of the context or I guess the moral economy as you called it that I pointed out, that you might have become or (inaudible <\/span><span data-id=\"P5-N2006B1\">at 0:32:40) would have become angry and reactive in a way that would have caused a breach and jeopardized the job. [0:32:54]<\/span><\/p>\n<span data-id=\"P5-N2006A-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559676\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: Which is not true on several different levels. A, Phil's still trying to exploit me so that he can move to Egypt next year. B, he doesn't have that kind of leverage ultimately since everybody knows what I've done with this project, so forcing me out would not... I mean, it's like I had plenty <\/span><span data-id=\"P6-N2006D1\">of leverage, and it's not like I didn't use it in the interests of maximizing whatever I can get out of this project. But I didn't use it in the interests of having a frank exchange of...<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: Well, it also seems to me that maybe we've left something out, which is... I'm not doubting what you said about Phil and about your leverage. But there just seems to me to be an additional piece which is this, that... (Pause) [0:33:56] It sort of seems to me like in principle, knowing more <\/span><span data-id=\"P6-N2006F1\">about how you feel and why could potentially give you more flexibility and more options, know what I mean? The image that came to my mind was almost like touching two wires of a bomb or something and there's going to be an explosion? But...<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: Huh, okay. But...?<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: As opposed to sort of... appreciating how you feel relates to the way that they've treated you and then being able to make some decisions for yourself about...<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: Well, I think I did... I mean, that part I think I did. I kind of... I came to the conclusion that it was absolutely no percentage in quitting. I came to the conclusion that I needed to be much more aggressive in asserting what I need out of this to various people and publicly. [0:34:56] I...<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: The... I know you did. I guess then maybe I'm confused, because I thought you'd said, well, look, I think I didn't want to put this together because I would worry it would lead to a breach. I may have...<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: I didn't want to explicitly raise the fact that I was... am disappointed, pissed off, kind of grossed out by...<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: You didn't... I thought you meant that you didn't want to sort of see it that way yourself, which is different than bringing it up with them. And that's sort of the discrepancy I'm...<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: No. Yeah. Well, I mean, that's... I guess that's implicit in the fact that I didn't raise the fear (ph), right?<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: Right, that's what I thought.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: Yeah, okay. Yeah, there's some of that. I mean, it's incomplete at the very least, okay?<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: Okay, so what does that mean? What does this metaphor of not crossing the wires mean to you? (Crosstalk)<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: Well, the only reason... the only way that you can control your reaction...<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: Yeah, is if I kind of put it out of my mind...<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: Is if you pretend. Yeah.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: And pretend that it's not there. [0:35:58]<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: As opposed to, think (ph), this happened, I see it this way, oh my God, I'm so pissed off at those people. Let me take ten deep breaths-obviously I'm being a little silly now-and then I'll figure out how to take it up with them or whether to take it up with them. But I can sit here and have <\/span><span data-id=\"P6-N2008F1\">the explosion in my house and not on the phone with them.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: That would be a course of action that would be considered, as opposed to the alternative.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: Yeah, that's... yeah. Sort of like, you almost... you assume you're going to be so reactive to it that it's going to lead to a breach rather than that your sort of having the insight or making the connection yourself. There'd be an additional step there where you decide what to do with that <\/span><span data-id=\"P6-N200931\">or you have some control over what you do with that. (Crosstalk)<\/span><\/p>\n<span data-id=\"P6-N20092-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20092-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559676\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: Okay, so, I mean, I guess, as you say this, that I feel like I did do that. I was aware, conscious that... maybe it was incomplete as evidenced by the fact that I didn't bring it up here... [0:37:05]<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: Yeah. No, it wasn't...<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: But it wasn't like I wasn't aware of it. It wasn't like I hadn't thought about it. It wasn't like I didn't, for better or worse, make the decision that there was kind of no point in bringing it up since I really don't expect much of Phil at this point. So it might as well be practical. I made <\/span><span data-id=\"P7-N200991\">a deliberate decision not to do that. I raised it with this (crosstalk)...<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: That was the first thing you said to me when you came in, right?<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: Was, hey, Phil is The Wire, but I don't want to confront him about it because it's in my interest to keep this job. So I don't trust him, but...<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: Yeah. I mean, I probably could have confronted him and still kept...<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: I guess what I'm saying is that, yeah, I'm not certain of that calculation? And I think there's a cost to the way that I ended up playing it. [0:37:58] My sense of that cost is, I think, augmented by the fact that... or is intensified by the fact that I've had this kind of a calculation many <\/span><span data-id=\"P7-N200A51\">times before. And I think at some level I've always regretted and felt frustrated by my inability to really have an explicit conversation about how I was feeling. But the truth is that, even as you sort of recapitulate my presentation, it was a perfectly reasonable and rational decision not to get into this.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: It's like, at some level, you kind of don't care. It's a work relationship at this point. It's not a close personal relationship, and...<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: Yeah, but my point is that there... it seems that there is somewhere where that kind of broke down for you, that sort of assessment of, on one side, what your judgments were, on the other side, kind of how to handle it... [0:38:57]<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: The sort of (crosstalk).<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: It broke down.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: It broke down in that you sort of in this one particular area decided you just better not know, because otherwise...<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: Ah, yeah. So that's the difference. The difference between making the... I see the dichotomy that you're presenting between making that conscious choice, strategic choice, rightly or wrongly...<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: It's either a good strategic choice or a bad strategic choice.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: That's another issue, not to... the difference between making the decision not to raise this with somebody else and making the decision not to raise it with myself.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: Yes, exactly, yeah. And it... a part of the significance of that, I think, is when you do the latter. I think there's probably more interference with your performance.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: Right. [0:39:50] So this week, in which I was kind of struggling to do stuff, part of the fear associated with not being able to produce something for somebody else was that there was this explosion that was... that threatened, an explosion that would really only come about if there were no <\/span><span data-id=\"P7-N200C11\">kind of acknowledgement of whatever strong emotion I was feeling, grievance, grief, name... choose your adventure. Right. I had this conversation with Marcus (sp?) on Sunday, after which I was still a little bit frozen but then woke up the next morning and was able to produce this thing, etc. Yeah, <\/span><span data-id=\"P7-N200C12\">I think that makes sense. [0:40:51] So from that point of view this thing that we're struggling with... yeah, I mean (exhaling), is that true? Is that an adequate explanation of what is making it difficult for me to sleep since my reentry? I feel like, at some level, at this point in my therapeutic <\/span><span data-id=\"P7-N200C13\">trajectory... I feel like at some... generally speaking, even when I'm kind of in the thick of it, I know what's going on. I'm not completely oblivious to or blocking the...<\/span><\/p>\n<span data-id=\"P7-N200C0-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200C0-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559676\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">CLIENT: Which makes it at some level almost... and I have noticed that often I don't... it's funny. Jennie had some treatments for her migraine with Botox, a treatment that seems to work for about 40% of people. [0:41:57] And for her, when it was in combination with a particular powerful drug that at <\/span><span data-id=\"P8-N200C51\">this point she's not longer able to take because of the pregnancy...<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">CLIENT: At least the first time it was very effective and had a strange property in that it blocked all of the pain of the migraine but none of the subsidiary symptoms.<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">THERAPIST: Huh.<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">CLIENT: So she still had...<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">THERAPIST: The aura and all that stuff (ph)...<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">CLIENT: The aura and all of these sort of perceptual distortions and so on and so forth. And I... one odd thing about whatever stage I've reached in this process of specifically addressing this dissociation is that, at least in the last week or so, the sense of distress, acute distress, has been absent.<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">THERAPIST: Hmm.<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">CLIENT: But the inability to do anything has been completely constant.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">THERAPIST: Right. I see. Yeah. (inaudible at 0:42:54)<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">THERAPIST: We have to stop.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">CLIENT: We have to stop? Oh, okay. [0:42:58]<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">CLIENT: All right. So Friday.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">THERAPIST: Yeah, 10:30.<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">CLIENT: See you then.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}