{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her mother's passive aggressive attitude and how it has a negative impact on their relationship."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Passive-aggressiveness","Parent-child relationships","Psychoanalytic Psychology","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["16"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Passive-aggressiveness","Parent-child relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559422","dorpId":"1005577342","contentType":"text","aucs":"CTRN-V1","title":"Client \"CRT\" Therapy Session Audio Recording, January 10, 2013: Client discusses her mother's passive aggressive attitude and how it has a negative impact on their relationship.","fullTitle":"Client \"CRT\" Therapy Session Audio Recording, January 10, 2013: Client discusses her mother's passive aggressive attitude and how it has a negative impact on their relationship.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559422\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come in. (pause)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: It's cold.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: I can turn the heat up.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: No, it's okay. I'll take my coat off. (pause) Let's see. This week is going by really slow. (chuckles) I haven't talked to my mom. She hasn't reached out to try and talk to me or anything. She sent me a box of stuff that I had left at her house, and I got it yesterday. (pause)<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\"><\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">All I said was, you know, \"Thank you, I appreciate it,\" you know, trying to be nice, via text message because she was at work when I got the box and everything. And she just sort of gave a very bland response of, you know, \"You are welcome.\" I kind of figured that was going to happen, kind of assumed <\/span><span data-id=\"P1-N200171\">that she is not going to call me until I call her and apologize or something of that nature. It's sort of getting frustrating. I feel like this always happens. This is the same thing repeatedly, over and over again, and I always have to be the one to be the bigger person and apologize and say I'm sorry <\/span><span data-id=\"P1-N200172\">or anything like that.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\"><\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">But at this point, I have so many other things going on in my mind. (pause) I just don't have the energy and I don't know if I should. I don't know what I should say to her. My anxiety is still pretty high. We're getting nervous because we have to go back to court next week. (pause) So it's just making <\/span><span data-id=\"P1-N2001B1\">me a little overwhelmed at the moment. (pause) That's really it. I was hoping that you could give me some input on how I can talk to my mom or how I could sort of approach the situation as it is. Because I feel like I have exhausted every option in my head and I don't know what to do.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\"><\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">I don't know how to sort of, you know, approach someone with this sort of mentality that, you know, it doesn't matter almost what I say and then how I should be reacting towards her. Because my first instinct is to just get angry and but I don't want to get mad. I don't even want to have a circular <\/span><span data-id=\"P1-N2001F1\">argument with her anymore. I just kind of want to say what I need to say and sort of get off the phone, I guess.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: What do you want her to hear from you?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: (pause) I just I feel like I just want her to understand that I need her support and I don't always you know, she can give me her opinion and that's fine, but this isn't about her and every situation I mean, I think there's so much that I want her to hear and I don't want her to <\/span><span data-id=\"P1-N200231\">be attacked because or her attacking me, you know, because I'm coming here.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\"><\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">That suddenly I know everything, just like she did on Sunday. Just, you know, it would be nice to have her support and not feel like she's yelling at me, you know. She's just not understanding. I mean, if she's so very concerned about how I am, she hasn't tried to contact me since Sunday when I talked <\/span><span data-id=\"P1-N200271\">to her. (pause) So, you know, without I guess telling her what to do or feeling like I'm being bossy about it it's like, you know, I want her to sort of understand that the way she reacts to things and the way she sort of talks to me, and it carries over in other parts of her life and other people, <\/span><span data-id=\"P1-N200272\">even her own boyfriend who mentioned to me when I was there like \"All your mom does is yell at me these days.\" (pause)<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559422\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\"><\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">She probably could redirect the way or, you know, sort of redirect her anger elsewhere (chuckles) into something more better instead of yelling at everybody else. I don't know. Sometimes I feel like it's a hopeless cause because it doesn't matter what I say, and I almost don't know what to say.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: You want to reach her but you don't know if she is reachable.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah. Like I feel like I'm at the point where I'm trying to say something to her and I want to have a conversation with her, but you know the second you try to have a conversation with her, she automatically goes on the defensive. You know, she justifies why she does things and she acts a certain <\/span><span data-id=\"P2-N2002F1\">way and I notice that, you know, I've been doing the same thing at times.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\"><\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">You know, I'm trying not to be that way and just okay, well maybe I'm messing up. Like I accept the fact that alright, maybe I made a mistake or I'm sorry if I talked to you that way or, you know, whatever, and just own up to it instead of constantly denying it and justifying as to why you did something. <\/span><span data-id=\"P2-N200331\">I mean, no one is mad at you for it. You don't have to get defensive. And that's what she does, and then she just yells and says that everybody else is wrong and they're all attacking her. So she is just going to feel attacked, no matter what I say. So I feel anxious about even saying anything to her <\/span><span data-id=\"P2-N200332\">because I don't want to get into a fight with her. It's sort of why I'm just at this, you know, point where I don't really know what to say. (pause)<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\"><\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">She's just (chuckles) It's kind of sad. I feel like, you know, she hasn't there's been such an ongoing issue with her and my one aunt and probably all of my aunts and my grandmother. And just this whole big situation that's been developing in my family has probably been snowballing for years <\/span><span data-id=\"P2-N200371\">now. (pause) She never stops and like maybe thinks maybe how I react or how I talk to people or how I say things is also creating an issue, and the fact that I just shut people off or just assume certain things is part of the reason why this whole situation is happening. (pause)<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\"><\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">There will be times when, you know, I've just been talking to her and sort of just agreeing with her but not really agreeing with her about what she's saying, just because I don't want to have conflict. Because the second I try to, whether it be play the devil's advocate or say \"No, I don't think this <\/span><span data-id=\"P2-N2003B1\">is it,\" it just turns into this huge situation. I'm basically like at an impasse with her. (chuckles) So I don't know what to say.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: So she's someone where things happen to her but actions she takes doesn't lead to things. It's simply that from her perspective.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Yeah. So everyone is attacking her. You know, my one aunt, she's very judgmental right off the bat. You know, she has her own issues and her own way of dealing with things.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\"><\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">She can be snitty and she acts a certain way, but my mom doesn't make it any better. So them having an issue back and forth, and then they get my grandmother involved in it. She gets upset about it, and I have two other aunts who get involved and everyone tries to make it better.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">Everyone in my family generally gets along. I mean, every family has their own quirkiness and dysfunction at some point. My family, you know, they get along for the most part, but then there's just like my mom. She isolates herself and she refuses to go to family events. My one aunt that she's sort <\/span><span data-id=\"P2-N200451\">of having this quarrel with for, it's probably been 25 years of it, has three children.<\/span><\/p>\n<span data-id=\"P2-N20044-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559422\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\"><\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">They all have birthdays coming up in the next three months, one each month. And like my mom won't go to their birthday parties and she won't she says \"Well, they isolate me and they make me feel like, you know, they don't want to talk to me\" or \"No one talks to me\" or this, that and the other.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">My other aunt, who is the youngest and my mom is the oldest, she's like \"Everyone talks to her. Everyone will talk to her and ask her how she's doing and they make conversation with her.\" I'm like Aunt Danielle, who she is sort of having the issues with. She probably doesn't really talk to her, and <\/span><span data-id=\"P3-N2004B1\">some of the things are at her house. So now my Aunt Danielle is at the point where she just doesn't even invite her, and then my mom gets her feelings hurt, and it becomes this whole big thing.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\"><\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">I try to stay out of that. I've gotten to the point where I'm like I don't want to talk to my mom, nor do I want to talk to my aunts about it, because they're just shoving me right in the middle and they all want me to agree on this side, and the other ones want me to agree on that side.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">I kind of I guess you could say I it's not that I don't care, but it's tiresome and I have my own things going on. I live several hours away. I can't do anything about what's happening. I've said on multiple occasions that they need to get together and talk about it or they need to do something. <\/span><span data-id=\"P3-N200511\">It just doesn't happen, so I'm just exhausted with it. I just don't even feel like dealing with it. You know, I've told my mom that. I've told my other aunt that, like I just don't want to talk about it.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\"><\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">So, I mean, even with that, and it just sort of funnels into my mom. Like as soon as someone says something to her, everyone is attacking her and everyone hates her and everyone doesn't, you know, want to be around her. No one wants to talk to her. I feel like she's just not very honest and like the <\/span><span data-id=\"P3-N200551\">friends that she does have at work, , you know, they only hear her version of the story. So they probably think like everyone in my family is all crazy koo-koo because, you know, my mom makes everybody out to seem like they're terrible people.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">She does it to me. When she kicked me out, she went around telling people how much of a terrible person I was. I don't really think that's fair. And we've had our own issues that probably you know, with my mom kicking me out, we've sort of just always had these issues. We started talking after I <\/span><span data-id=\"P3-N200571\">moved here and we never really, I guess, hammered them out, sort of thing.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\"><\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">But, you know, I still resent my mom for the fact that she kicked me out and then talked behind my back about me. I mean, I'm your only child and you're telling people that don't even know me or people that do know me but only in a certain capacity, about how much of a terrible person I am. I don't <\/span><span data-id=\"P3-N2005B1\">really appreciate that. I never went around saying like my mom is terrible, my mom does this, my mom does that. I just don't know why she does it. It's frustrating.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">Now we're at a point where I have a lot going on and I need her, but at the same time I feel like, do I really need her? Do I really need to listen to being yelled at and her not talking to me over, you know, the last four days if she's so concerned about my wellbeing but refuses to call or text me <\/span><span data-id=\"P3-N2005D1\">or anything like that until I apologize to her?<\/span><\/p>\n<span data-id=\"P3-N2005C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559422\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\"><\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">I just don't think that's very fair. (pause) It's almost like I've become the grown-up in the relationship and she's become the child, and like I always have to be the bigger person, and I always have to make the initiative, and I always have to say I'm sorry, and I always have to patch things up with <\/span><span data-id=\"P4-N200611\">her. It's exhausting. It's very emotionally exhausting.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: How does it feel to be in that role?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: It just it feels like a lot. I don't have kids. I shouldn't have to be you know, I know I'm an adult, but I shouldn't have to play the adult in a parent-child relationship that, you know, I'm technically the child. (pause) You know, it's disheartening and it's exhausting and it's frustrating.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\"><\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">I've kind of gotten to the point where I don't want to just sort of put my wave my hand and say \"whatever\" anymore. Like it's got to stop because she's just going to keep doing it. I have to make the changes in my own life to kind of deal with her. Or else it's just going to keep making me miserable <\/span><span data-id=\"P4-N200691\">and it's going to continue to affect other relationships that I have, and that's not fair to, you know, like my boyfriend and my friend, and later on if I have kids, and that kind of stuff.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">I don't want to just always have it in the back of my mind of being like afraid to talk to my mom or feeling like I have no support from her and just being angry and resentment, and I kind of feel that way right now. So I don't know what to say to her to sort of do anything, if I need to even say anything <\/span><span data-id=\"P4-N2006B1\">to her at all right now.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\"><\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: Well, you don't know what to say to her and you don't know what to do about your feelings about her.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: No. I just kind of want to I don't know if I should just, you know, let them go and let go and just realize that this is how she's going to always be and then, you know, be the one that's forced to because she's obviously not going to modify her behavior. So I'm going to have to modify <\/span><span data-id=\"P4-N200711\">mine in order to, I guess, not really accommodate her but more so accommodate my own life so that I'm not so tortured by the way she is, which I think is a little unfair but, you know, if I have to be the adult in this situation anyway, I might as well just do whatever I can to sort of deal with it. (pause)<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\"><\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">Yeah, I really just don't I feel like right now I just have I feel very clueless and frustrated and like (pause) I don't know what to do. I know I'm supposed to figure it out, but at the same time I'm like, I don't even know where to start.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: Well, you go back and forth between feeling like maybe there's just something I can say differently in order to get through to her, which is one of the questions you were asking me.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Mmmm-hmmm.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: Maybe I have a different approach or tactic or line of attack -<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: (chuckles)<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: to get through to her. And then at other times you feel like well, this is who she is and I'm going to have to find some way to deal with it. And that going back and forth, I think, is part of what makes you feel confused.<\/span><\/p>\n<span data-id=\"P4-N2007E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2007E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559422\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yeah, because I don't know what the right answer is. I don't know if it's I mean, talking to my best friend, talking to my boyfriend, they're all like \"She's your mom. She doesn't seem like she's going to change.\"<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\"><\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">It almost does feel like this is I sort of just have to deal with this is how she is. But at the same time, if I'm dealing with this is how she is, how do I even just talk to her at all? Like do I I can concede to the fact that this is how she's going to be. She's in her fifties. It's not likely <\/span><span data-id=\"P5-N200851\">that she's going to change. She's not obviously willing to accept the fact that her actions have impact on other people. She's just going to deny that. But me accepting that and then feeling like I have the tools to deal with her is probably what would lessen the frustration, the confusion.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\"><\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">Like okay, this is how she is but how do I even talk to her? How do I even begin to have a conversation with her unless it's, you know, just about the weather, where it won't end up in absolute, you know, screaming or just ignoring her or anything like that. Because I know that, you know, I can't just <\/span><span data-id=\"P5-N200891\">ignore her. If I get married and have kids, I mean, that would probably kill her if I was just like \"No, you can't be a part of any of that.\" I don't want her to not be a part of it, but I also don't want her to bring in extra drama and fussiness over things that aren't really any of her business.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: How do your conversations end up in screaming?<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\"><\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: It's usually well, you know, the freshest one would be Sunday when I tried to sort of say to her \"I really just need your support right now. This isn't about you. You can't yell at me. It's not fair for you to yell at me because I don't answer your text message in like five minutes, five <\/span><span data-id=\"P5-N2008F1\">seconds, five hours of when you you know, I'm fine and that doesn't warrant you to react the way that you do.\"<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: Yeah, that's not going to go anywhere. I can advise you not to do that.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: (laughter) And that's what I did, and she just exploded. She was like \"What do you mean?\" and it was all justification as to why she acted that way and why she thinks that it's warranted because I'm her child. But I'm not eight. Even if I'm eight, she doesn't need to react that way. You know, <\/span><span data-id=\"P5-N200931\">she always has.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\"><\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">Just even simply trying to say that in a very calm way and it just then she's yelling and then she becomes very passive-aggressive. You look up passive-aggressive in the dictionary, and her face is like right next to it.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Because she -<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: I think I've heard of a couple of other faces [right next to that].<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: (laughter)<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: I believe you that her face is [next to it as well].<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: Like the fact that she's not talking to me right now is very passive-aggressive in her -<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: Well, it's very childlike.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">CLIENT: in her way of saying things. And when we hung up the phone, she was like \"Oh, I'm fine. I'm fine. Whatever.\" You know, she's not like genuine about it. She's just very passive-aggressive about she's very passive-aggressive about everything and she, you know it's frustrating. Like <\/span><span data-id=\"P5-N200A71\">you have to be one or the other, you can't be both because it just does not work out. (chuckles)<\/span><\/p>\n<span data-id=\"P5-N200A6-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559422\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\"><\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">And that's how she is. And having a simple conversation of trying to explain my own feelings just gets her in an uproar. And she sort of like wants her opinion to be heard, and she wants what she wants, and if I'm not going in that direction, then it's not okay. (pause) Trying the rational, calm direction <\/span><span data-id=\"P6-N200AB1\">apparently is not working and I don't have the energy to yell at her.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: Well, I'm deeply sympathetic to the way that you want to talk with her and that makes perfect sense. I imagine that you telling her what she's doing wrong or how she could behave differently, like it's not fair that she's doing this, that or the other thing, while I think that's completely <\/span><span data-id=\"P6-N200AD1\">accurate, it isn't going to go anywhere with her -<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: (chuckles)<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: from how you describe her.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: That's true. I mean, maybe -<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: Because she's going to feel criticized.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\"><\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: And she does, and she feels like that's why she goes on the defensive because she feels like I'm attacking her. I'm not attacking her, I'm just trying to convey about how it makes me feel and she just doesn't get it. (pause) I don't even know what to say to her. She's just always going to be <\/span><span data-id=\"P6-N200B91\">I feel like she's always going to be on the defensive. I don't know if I need to use more \"I\" statements about like the way I feel and that would sort of help. (pause) The way she is, she just turns it around to being about her. (pause) Then the conversation just starts like going off into left <\/span><span data-id=\"P6-N200B92\">field about something else, then my whole point is lost. (pause) That's why I'm like I don't know how to even begin to say anything to her.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\"><\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: Well, you feel like and you are in this horrible dilemma of desperately wanting to reach a mother who feels absolutely unreachable.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: Mmmm-hmmm.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: And you don't know what to do about it.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: Uh uh.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: And you don't know what to do about your feelings about that because it's a very painful feeling.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: It is, yeah. (pause) I just don't want to feel so frustrated with her right now when I have so many other things going on. You know, my boyfriend is going to court next week to be possibly arraigned on charges of assault and battery against me for something that didn't happen. I would like to <\/span><span data-id=\"P6-N200C71\">focus on that right now, and focus on dealing with that, and talking to the lawyers and doing all that stuff.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\"><\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">But, you know, my mind goes off to I can't even call my mom and, you know, tell her what's happening with it because she's just going to yell and freak out. That's not a very comforting feeling. (pause) I don't know. (pause)<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">THERAPIST: It's very frustrating not to be able to make the people we love the kind of people we'd like them to be and that we need.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">CLIENT: Yes. And I know I can't change her, so I guess the only option is to just accept accept the way that she is. I mean, there's things about my best friend that bug me and there's things about -<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\"><\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">You know, and I'm sure there's vice you know, vice versa, and there's things about my boyfriend that bug me. But they're not anything so critical as to I don't feel like I can talk to you. I don't feel like if I need your support, you're going to just shut me out and yell at me. I feel like, you <\/span><span data-id=\"P6-N200D31\">know, that's a big deal. (pause) I'm just sort of lost as to what to do about it. (pause) Yeah, I don't know.<\/span><\/p>\n<span data-id=\"P6-N200D2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200D2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559422\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: I do feel I mean, this is a ways in the future, but having worked with lots and lots of people -<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: (chuckles)<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: and certainly in different ways and some common ways, you know, women with their mothers and troubled relationships for a variety of reasons, that over time that one is able to lower one's expectations which is extremely painful.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\"><\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">That there are real genuine moments of connection that can occur in that relationship in a very different way and often without words.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: So I guess if I just sort of get to the point where my expectations of my mom are not too, you know she can't be the person that I need when I or go to when I have some sort of issue, you know, and not really even expect her to be there which sucks, but do I have any other choices? (pause) <\/span><span data-id=\"P7-N200DF1\">She's just not able to do that, and if she's not capable of it, then I can't force her. I can't be, I guess, angry with her, right?<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\"><\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: You could be angry with her -<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: (chuckles)<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: if you want. You don't have to get a special license to be angry at a parent.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: (laughter) Yeah, I just I guess I really just need to accept the fact that this is the way that she's going to be and not get myself so upset about it. And, you know, not be so emotional and just realize that, you know, as much as I would like her to be someone that I could go to when something <\/span><span data-id=\"P7-N200E91\">is happening, she is just not emotionally capable of that. And I can say that now and try and swallow it, but it's still a hard thing to kind of grasp and accept.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: Of course.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: I don't know if I'll ever be able to really just be totally fine with it, but it just has to be something that I sort of accept.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\"><\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">I think sometimes maybe I have accepted that. But when there's real big moments of me needing her and I think, well, maybe this time it will be different, and maybe this time like it's something major that's happening, you know. Like I'm not in high school or college anymore and I flunked a test <\/span><span data-id=\"P7-N200F11\">and she's just supposed to say anything. It's something like very life-changing, and she just doesn't really have the ability to be there.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">THERAPIST: Well, as we were talking about last time, especially in the sort of context of, you know, an impending important loss in your life, why wouldn't you turn to the people that you want to be connected to?<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">THERAPIST: With everything that happened that was happening and then that happened with your boyfriend and fearing losing him, of course you would turn to someone you feel you want to be there for you, whether or not she has those abilities.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\"><\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">And it sounds like they come and go. It sounds like she comes up here and it sparks this hope that you could have her, and then she acts the way she does -<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">CLIENT: Mmmm-hmmm.<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">THERAPIST: and it's just such a profound disappointment.<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">CLIENT: Yeah. It's just constant it's almost like it's a cycle of disappointment. Like she goes through times of being fine and she creates drama and I think like oh, she came up here, I needed her. But at some point, it turned into being about her and less about me, and the fact that she came all <\/span><span data-id=\"P7-N201011\">the way up here and she took off of work I just don't think that there's a possibility of her really genuinely being able to realize that it's not always about her. (pause)<\/span><\/p>\n<span data-id=\"P7-N20100-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20100-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559422\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\"><\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">You know, she can be there for small things and when I need her for other things. But I'm going to have to find someone else, and it's basically become like my best friend now. You know, we talk all the time, every day. She's been calling me all the time now, more than normal. Just to check on me, just <\/span><span data-id=\"P8-N201051\">to say hi, just to talk about nothing, to just make sure that I'm doing okay. It will be her or my boyfriend who I sort of turn to. (pause) Yeah. It sucks, but I guess I have to sort of come to that realization that she's just not going to be there. (pause) Yeah, it's not a good feeling.<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">THERAPIST: What does it feel like?<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\"><\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">CLIENT: (pause) It's hurtful and it's painful and you you go through your whole life and all she has ever tried to do is say like \"You don't have anybody else. I'm the only person that's ever been there for you. I'm the only one that's ever cared about you.\"<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">You know, I look back now and I think she hasn't always necessarily made my life easier. She's been there because she's been controlling the way I you know, the outcome of things. And she's trying to make things a certain way, and it just doesn't happen that way. You know, I wonder, has she really <\/span><span data-id=\"P8-N2010D1\">been there for me? (pause) You know, kicking me out of my house and talking about me to other people. I mean (pause) You just go over it in your head and it's like, I can't believe that my own mother acts like this.<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\"><\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">But (pause) It's just, I guess and sometimes I feel like, is it really a relationship that I want to completely nurture anymore? I mean, I don't want to completely cut her off. But at the same time, do I want to, you know, even try to have a really close relationship with her? I almost feel <\/span><span data-id=\"P8-N201111\">like I need to kind of keep her at arm's length so that she's not affecting my life all the time with her drama and her and everything about her kind of thing. Although she always which is confusing, because she's always saying how she's always doing everything for me. But when we talk or things <\/span><span data-id=\"P8-N201112\">happen, it's always about her.<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\"><\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">So is she doing things for me, or is she doing them for her, but saying that, you know is she just doing them so that she can say that she did them and that people can say \"Oh, you're such a great mom.\" Or is she genuine about them? I don't know. (pause) I guess I'll figure that out. (pause) But <\/span><span data-id=\"P8-N201151\">other than my mom, I'm still feeling really anxious about everything happening next week with going to court -<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">THERAPIST: What day is it?<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">CLIENT: and all that stuff. It's next Friday. So we'll basically be in court all day. I talked to Kevin's lawyer on Friday.<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\"><\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">He called me and he said, you know, \"Given the circumstances and you having to call the district attorney in Cheshire, like I think we should get you a lawyer.\" So I now have, sort of, I guess, my own lawyer just in case when I do call or when I do have to talk to him and I talked to that guy on <\/span><span data-id=\"P8-N2011D1\">Tuesday and we didn't really I haven't heard anything back from them. So today I kind of gave Kevin's lawyer a call again because Kevin was asking me this morning like what I should be doing, and if I should be calling or anything like that, which was making me anxious. I know he's anxious because <\/span><span data-id=\"P8-N2011D2\">he doesn't want anything to happen. He's worried about his job and being in the military for almost 20 years with having, you know, a perfect record and not doing anything.<\/span><\/p>\n<span data-id=\"P8-N2011C-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2011C-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559422\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">THERAPIST: Is he older than you?<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">CLIENT: Mmmm-hmmm.<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">THERAPIST: [Twenty years or 28]?<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\"><\/span><\/p>\n<p data-id=\"P9-N20126\"><span data-id=\"P9-N20127\">CLIENT: He is in his late thirties. So yeah, he's been in for 19 years. He's just sort of, I guess, panicky about his job, which he very well should be.<\/span><\/p>\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\">So I talked to his lawyer today and he said, you know, \"We're just sort of doing everything and we'll let you know what's going on.\" (pause) I'm sort of scared that, you know, he's going to resent me later for all of this happening. I mean, it's not solely my fault. He keeps saying that he didn't have <\/span><span data-id=\"P9-N201291\">to react the way that he did and all this other stuff. But I fear that, you know, if something happens [to him and] he doesn't get a promotion or anything like that later on down the line, that he's going to resent me for it.<\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\"><\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">He just you know, he's like \"I don't want to resent you. I don't now.\" But it sort of keeps coming up in my head.<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\">THERAPIST: I do wonder, does it carry over from your relationship with your mom where she communicates that she resents things that she doesn't feel you appreciate or recognize?<\/span><\/p>\n<p data-id=\"P9-N20130\"><span data-id=\"P9-N20131\">CLIENT: I do feel like sometimes my actions towards him have carried over from the relationship that I have with my mom. I do sometimes portray the same similar actions of, you know, maybe overreacting and whatnot. I'm not passive-aggressive. I will, you know I do get afraid to sort of talk to him <\/span><span data-id=\"P9-N201311\">sometimes because I'm scared that he's going to react the way that my mom reacts. (pause)<\/span><\/p>\n<p data-id=\"P9-N20132\"><span data-id=\"P9-N20133\"><\/span><\/p>\n<p data-id=\"P9-N20134\"><span data-id=\"P9-N20135\">But, you know, I've never been passive-aggressive towards him the way that my mom does. You know, I don't not talk to him or just say things just to be nitpicky or whatever. Which is also very frustrating because, you know, I'm now realizing how much the relationship that I've had with my mom and her <\/span><span data-id=\"P9-N201351\">influence is carrying over into the relationship with him.<\/span><\/p>\n<p data-id=\"P9-N20136\"><span data-id=\"P9-N20137\">You know, it very well could be the ending of a relationship because of the way that I've dealt with things or acted in certain ways. We've had, you know, fights about it before. So it almost sort of builds even more resentment towards my mom that now she's having this much effect that I'm sort of carrying <\/span><span data-id=\"P9-N201371\">it over into another relationship that I didn't want to.<\/span><\/p>\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\"><\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">THERAPIST: Yeah, but that's also feeling that somehow whatever you are or aren't carrying and how relationships are destined to fail or destined to end up like you and your mom, whether you're playing the role of you or the role of your mom.<\/span><\/p>\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\">CLIENT: Mmmm-hmmm.<\/span><\/p>\n<p data-id=\"P9-N2013E\"><span data-id=\"P9-N2013F\">THERAPIST: Almost like they'll be contaminated.<\/span><\/p>\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">CLIENT: (pause) Yeah. And I don't I don't want that. I don't want sort of like no matter what relationship I ever enter into, it's always going to just flop or be problems because of how my relationship is with my mom. You know, I don't want to blame her for things. I don't want to like point fingers <\/span><span data-id=\"P9-N201411\">at her or anything. But I can't help but think like her being the way that she is and reacting to things has sort of rubbed off on me, and now I sort of act like that.<\/span><\/p>\n<span data-id=\"P9-N20140-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20140-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559422\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20142\"><span data-id=\"P10-N20143\"><\/span><\/p>\n<p data-id=\"P10-N20144\"><span data-id=\"P10-N20145\">It's hurting other people, and I don't want to continue that sort of relationship. Like I want to stop that and just generally like be happy and not feel like I have to control everything, and feel like I have resentment and anger towards my mom for certain things, and just relax and not bring on more <\/span><span data-id=\"P10-N201451\">stress in my life than I already have. (pause)<\/span><\/p>\n<p data-id=\"P10-N20146\"><span data-id=\"P10-N20147\">So I do fear that he's going to have all these feelings, but it may never happen. I don't know. (pause) I've, you know, mentioned it to him, but I think that's more of like a later conversation after next week and whatever else happens. I don't know. (pause) So, that's it. (chuckles) (pause)<\/span><\/p>\n<p data-id=\"P10-N20148\"><span data-id=\"P10-N20149\"><\/span><\/p>\n<p data-id=\"P10-N2014A\"><span data-id=\"P10-N2014B\">I still don't know if I should talk to my mom or not. (chuckles) If I should even reach out to her first or let her talk to me. (pause) Do you think (chuckles) that I should be the one to talk to her?<\/span><\/p>\n<p data-id=\"P10-N2014C\"><span data-id=\"P10-N2014D\">THERAPIST: It depends on what you want to accomplish.<\/span><\/p>\n<p data-id=\"P10-N2014E\"><span data-id=\"P10-N2014F\">CLIENT: (pause) I sort of don't even really know right now. I guess I sort of need to figure out what exactly I need to accomplish with her, and what I want to sort of get across to her, and what type of relationship I want to have with her before I can even begin how to talk to her.<\/span><\/p>\n<p data-id=\"P10-N20150\"><span data-id=\"P10-N20151\"><\/span><\/p>\n<p data-id=\"P10-N20152\"><span data-id=\"P10-N20153\">Part of me now is thinking like well, she's not yelling at me and she's not throwing a temper tantrum about herself. So it makes it a little easier. But I guess maybe for now, I can just try and think of what I really want out of the relationship with her and then at some point, you could help me talk to her?<\/span><\/p>\n<p data-id=\"P10-N20154\"><span data-id=\"P10-N20155\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P10-N20156\"><span data-id=\"P10-N20157\">CLIENT: Or figure out a way to best get my point across. (pause) Yeah, I think that would be better.<\/span><\/p>\n<p data-id=\"P10-N20158\"><span data-id=\"P10-N20159\">THERAPIST: It seems like you don't always know what you know. Like it seems like you have a fairly clear idea in your mind about who she is and her limitations, and you describe her very coherently. I've never met her, but it certainly makes sense.<\/span><\/p>\n<p data-id=\"P10-N2015A\"><span data-id=\"P10-N2015B\"><\/span><\/p>\n<p data-id=\"P10-N2015C\"><span data-id=\"P10-N2015D\">It seems very coherent the way you describe her, all the pieces seem to fit together. And then there are times at which you doubt yourself. Maybe it's just me, maybe I'm not perceiving things right, so you fall back on that.<\/span><\/p>\n<p data-id=\"P10-N2015E\"><span data-id=\"P10-N2015F\">CLIENT: Yeah, I do doubt myself. I doubt that maybe I'm perceiving her in a different way. But I guess either way, I mean, this is how I understand the relationship with her whether I mean, it's from my point of view. So if I feel this way about her and how she acts, I can't be wrong, right? That's <\/span><span data-id=\"P10-N2015F1\">just the way I feel. Of course, she would say \"Well, no, I'm not acting that way.\" But other people have seen it. So I should probably be a little more sure of myself. I just am afraid of, you know, misjudging or something.<\/span><\/p>\n<p data-id=\"P10-N20160\"><span data-id=\"P10-N20161\"><\/span><\/p>\n<p data-id=\"P10-N20162\"><span data-id=\"P10-N20163\">THERAPIST: Like that difference between her perception and your perception is part of where the doubt comes from, I think.<\/span><\/p>\n<p data-id=\"P10-N20164\"><span data-id=\"P10-N20165\">CLIENT: Mmmm-hmmm, yeah.<\/span><\/p>\n<p data-id=\"P10-N20166\"><span data-id=\"P10-N20167\">THERAPIST: And she's your parent, she's your mom. And so to have to rely on your judgment when it differs from hers is challenging and confusing at times.<\/span><\/p>\n<p data-id=\"P10-N20168\"><span data-id=\"P10-N20169\">CLIENT: Yeah. I don't want to like I don't want to go against her and perceive her as a certain way. But you know, I guess I need to be more confident in the way I feel. This is the way I feel, and this is the way I perceive things, so I shouldn't really doubt myself. And I'm not the only one that <\/span><span data-id=\"P10-N201691\">has seen her act in certain ways. (pause) You know, I guess this is just how I feel. (pause)<\/span><\/p>\n<span data-id=\"P10-N20168-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20168-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559422\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2016A\"><span data-id=\"P11-N2016B\"><\/span><\/p>\n<p data-id=\"P11-N2016C\"><span data-id=\"P11-N2016D\">I should probably just be a little more confident in my feelings and less doubtful about things and just say like \"Yes, this is how I perceive the relationship\" and sort of be done with it instead of doubting. Because that's when I go into the \"Well, I don't know what I should do\" sort of thing. (pause) <\/span><span data-id=\"P11-N2016D1\">That's it. (chuckles)<\/span><\/p>\n<p data-id=\"P11-N2016E\"><span data-id=\"P11-N2016F\">THERAPIST: We really do need to stop for today.<\/span><\/p>\n<p data-id=\"P11-N20170\"><span data-id=\"P11-N20171\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P11-N20172\"><span data-id=\"P11-N20173\">THERAPIST: Oh, so Monday the time I'll have is 11:50.<\/span><\/p>\n<p data-id=\"P11-N20174\"><span data-id=\"P11-N20175\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P11-N20176\"><span data-id=\"P11-N20177\">THERAPIST: Does that work?<\/span><\/p>\n<p data-id=\"P11-N20178\"><span data-id=\"P11-N20179\">CLIENT: Mmmm-hmmm.<\/span><\/p>\n<p data-id=\"P11-N2017A\"><span data-id=\"P11-N2017B\">THERAPIST: Great, so that will be your time. 11:50 on Monday and then 1:20 on -<\/span><\/p>\n<p data-id=\"P11-N2017C\"><span data-id=\"P11-N2017D\">CLIENT: 1:20 on Thursdays.<\/span><\/p>\n<p data-id=\"P11-N2017E\"><span data-id=\"P11-N2017F\">THERAPIST: Thursdays.<\/span><\/p>\n<p data-id=\"P11-N20180\"><span data-id=\"P11-N20181\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P11-N20182\"><span data-id=\"P11-N20183\">THERAPIST: Okay, great.<\/span><\/p>\n<p data-id=\"P11-N20184\"><span data-id=\"P11-N20185\">CLIENT: That works for me, thank you.<\/span><\/p>\n<p data-id=\"P11-N20186\"><span data-id=\"P11-N20187\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P11-N20188\"><span data-id=\"P11-N20189\">CLIENT: And then so this Monday I'll see you, and then next Thursday. Are you taking off for Martin Luther King?<\/span><\/p>\n<p data-id=\"P11-N2018A\"><span data-id=\"P11-N2018B\">THERAPIST: No, I'm here on Martin Luther King Day.<\/span><\/p>\n<p data-id=\"P11-N2018C\"><span data-id=\"P11-N2018D\"><\/span><\/p>\n<p data-id=\"P11-N2018E\"><span data-id=\"P11-N2018F\">CLIENT: Oh, okay. I'm not sure if I'm going to, you know, maybe go the people I work for he's like in between jobs, so he's going to be off for a week, so I might ask them if I can go visit my best friend in Pennsylvania or something like that.<\/span><\/p>\n<p data-id=\"P11-N20190\"><span data-id=\"P11-N20191\">THERAPIST: Sure, let me know.<\/span><\/p>\n<p data-id=\"P11-N20192\"><span data-id=\"P11-N20193\">CLIENT: So I will let you know.<\/span><\/p>\n<p data-id=\"P11-N20194\"><span data-id=\"P11-N20195\">THERAPIST: Sure, I'm here.<\/span><\/p>\n<p data-id=\"P11-N20196\"><span data-id=\"P11-N20197\">CLIENT: I will know by next week.<\/span><\/p>\n<p data-id=\"P11-N20198\"><span data-id=\"P11-N20199\">THERAPIST: That's fine, I'm here. But you know, people take off, so that's fine.<\/span><\/p>\n<p data-id=\"P11-N2019A\"><span data-id=\"P11-N2019B\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P11-N2019C\"><span data-id=\"P11-N2019D\">THERAPIST: Okay, take care.<\/span><\/p>\n<p data-id=\"P11-N2019E\"><span data-id=\"P11-N2019F\">CLIENT: Thanks.<\/span><\/p>\n<p data-id=\"P11-N201A0\"><span data-id=\"P11-N201A1\">THERAPIST: Bye.<\/span><\/p>\n<p data-id=\"P11-N201A2\"><span data-id=\"P11-N201A3\">CLIENT: Bye.<\/span><\/p>\n<p data-id=\"P11-N201A4\"><span data-id=\"P11-N201A5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}