{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses whether or not his Crohn's disease is because of his drinking and eating habits. Client discusses the relationship he has with his girlfriend."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Physical issues","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Romantic relationships","Drinking behavior","Work behavior","Crohn's disease","Psychoanalytic Psychology","General pain","Anxiety","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Separated"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Physical issues","Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Romantic relationships","Drinking behavior","Work behavior","Crohn's disease"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["General pain","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559732","dorpId":"1005577698","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session August 13, 2013: Client discusses whether or not his Crohn's disease is because of his drinking and eating habits. Client discusses the relationship he has with his girlfriend.","fullTitle":"Client \"J\", Session August 13, 2013: Client discusses whether or not his Crohn's disease is because of his drinking and eating habits. Client discusses the relationship he has with his girlfriend.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559732\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: [inaudible at 00:00:05] tenant, paying good money. He's getting stuff done. Not going to be here Friday. Making money this time.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: And then?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: No, no, no, no, no, no.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: What?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: No changing your schedule on me.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Well then you're out the 23rd and 27th. But that is not next week but it's the following week, right?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: On a Friday, yes. Do you have anything on, I would say, on the afternoon on the 16th or the 15th?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: I can do Friday at 4:30.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Friday at 4:30. Let's pencil that in because my parents are coming to town but you know they can take a fucking cab.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Friday, let's see today's the 13th, that must be the 16th.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I haven't been well, so. 4:30? Great, parking in the square. I might as well I should ride my bike.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: I also have 11:55 but I assume that's not as good for you.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: On Friday?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Yes, I just don't know how long I'm going to be at work. I've never been there before. Which is good because I need to do this because I do it. So when did we last meet? Tuesday?<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: Yes. <\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: Because I know I talked about the did I talk about the accountant who was on oh I didn't tell you about this. The accountant remember about the woman who has cancer who's trying to evict her tenant? And the accountant started being a pain in the ass and just really didn't like the things <\/span><span data-id=\"P1-N2002D1\">he was saying and what he was saying about my client and his unwillingness to even negotiate and he has the upper hand. So I'm doing my accountant for the day, my good do-be stuff, on Wednesday and our hearing for the landlord\/tenant cases Thursday morning in district court, just downstairs. So the <\/span><span data-id=\"P1-N2002D2\">woman who kind of runs the show, Stephanie, she knows her landlord-tenant, she represents [inaudible at 00:03:07] tenants. She knows it. So I show a whole host of questions about the case and, because basically I'm going to have to re-serve the notice to quit, so that's going to be a termination date <\/span><span data-id=\"P1-N2002D3\">of September 1st, no, no, no, no, October 1st; my client's not going to be happy.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">So she says the other accountant or the tenant had filed and asked for fees. She says well why don't you just go downstairs and dismiss it yourself and then you wouldn't have to go to work tomorrow and then he can't say that he earned all these fees. I say brilliant. I provided notice to him. I could've <\/span><span data-id=\"P1-N2002F1\">waited until the end of the day to do it like a lot of accountants do and Stephanie had suggested but I said no, that's not kind of, that's not the accountant I am. So I sent him an e-mail and I left the notice maybe at home or in the car but I said but I'll send it to you later in the day. And he sends <\/span><span data-id=\"P1-N2002F2\">me back an e-mail about how I put him and his client in an awkward position because they were asking for fees and he attached his affidavit. <\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">But most egregious was that his fees totaled $4,000. He did site visits. He spent over, he spent 2-1\/2 hours doing discovery. Tenants walk into a services office, they give him a workbook, you tear it out, you check off the request. Fifteen minutes you're done. He had 10 interrogatories and all boilerplate. <\/span><span data-id=\"P1-N200311\">He now I kind of he kind of was acting like who am I, like he's Mr. Landlord-Tenant. When I asked Stephanie have you ever heard of this guy she said no. I said that's interesting. And then when I saw his affidavit and he billed an hour and a half for reading the uniform rules of summary process, <\/span><span data-id=\"P1-N200312\">I mean just the procedural rules an hour and a half. This guy's never done a summary process before. And he's trying to charge my client $450 to educate himself, among all these other things.<\/span><\/p>\n<span data-id=\"P1-N20030-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559732\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">So in addition to what he had said about my client using her illness to shirk her responsibilities. That really pissed me off. I mean there's asking for fees but this is just ludicrous. And there's no basis for fees. So, in the message I said I'm not going to be in work tomorrow. He persists. I've got <\/span><span data-id=\"P2-N200331\">a counter-claim, I got fees, this needs to be paid. I said listen, I said your motion was to dismiss the action, which included your counter claim, so let's start [inaudible at 00:06:40]. He never brought that up again. I said nowhere in your Motion have you given any fact, allegation, case law authority, <\/span><span data-id=\"P2-N200332\">even a ground, a single ground as to why you're entitled to accountant fees. He just asked for them, with why it should be dismissed, which were all nothing egregious, just didn't do stuff right procedurally, and the guy wants $4,000 from my client. <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">So, I started getting a little chippy. For instance I said when I said how you filed your Motion To Dismiss you got your, what you wished for. And I know he's an older guy, he has an AOL e-mail address. No one I knew knew this guy; he's in Concord. So after a couple of chippy e-mails, and I'm on my <\/span><span data-id=\"P2-N200351\">way down to Marcia's, he says I disapprove of the tenor of your last few e-mails. So I'm thinking this guy's on e-mail abusing my clients. This affidavit been in law for 15 years is by far the most egregious thing I've seen anyone ever ask for, fully well knowing the mental I mean the physical condition <\/span><span data-id=\"P2-N200352\">of my client. I replied those in glass houses dot, dot, dot. I'll be out of the office the rest of the day. He tried calling me. I kept bashing him for not negotiating and he would go on again. I said listen, I did the things you asked but he would complain about the things one of the things he asked <\/span><span data-id=\"P2-N200353\">was that my client stop contacting the tenant's family. She claims the police told her to do it. I don't buy that. Whatever. I asked her to do it; she stopped, while he's still complaining about the fact that she contacted I said wait, you asked me I solved your problem. <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">So that's the kind of shit and so it felt really good when I checked the case had been in fact dismissed. And there's some notation, I can't remember exactly what it said, but it suggested that he did show up in court trying to get his fees. So I'm going to re-serve a notice to quit and start the whole <\/span><span data-id=\"P2-N200371\">shebang over. My client has surgery on Wednesday so I don't want to bother her. I think I might just send her a letter. If I get on the phone, she's just going to start ranting [inaudible at 00:09:54]. So I might do that today or tomorrow. So that was kind of nice. But Wednesday night I was in an unbelievable <\/span><span data-id=\"P2-N200372\">amount of pain once again from Crohns. And <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Sounds terrible.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Yes. And I actually, this is going to translate into the lack of finances thing, I had the opportunity to buy some liquid Morphine so how often does that happen, right? Not that I know what I would do with it, but how does that happen? So I bought it. So I had it. So I took some and that didn't <\/span><span data-id=\"P2-N2003B1\">help. But I fell asleep and woke up and I was feeling better. But the same thing on Thursday about late in the day and it's not just pain, but there's fatigue and I actually feel a little discombobulated like I'm having trouble remembering what I'm doing. I think yesterday I'm sitting outside of my <\/span><span data-id=\"P2-N2003B2\">office with my car alarm open or trying to lock my car, my office with my car keys. It's just weird stuff like that. I'll be driving on the road and I feel like I don't have control of the car and it's not constantly but just these little things that maybe they've always been there but I'm noticing <\/span><span data-id=\"P2-N2003B3\">them now. I hate dropping my phone. There was a Handball tournament this weekend and I'm dropping my phone.<\/span><\/p>\n<span data-id=\"P2-N2003A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559732\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">So the pain seems to be a little better. Dr. Buttersworth (ph) said go up on your Prednisone for a week and then go back down. I mean this is when I first talked to him. I had to call him. So I went up on the Prednisone and I assume that's why I'm kind of feeling a little better but it all kind of hits <\/span><span data-id=\"P3-N2003D1\">me late in the day. And I don't know because I've had a ton of anxiety about the finances that, I've been taking the Klonopin, what does that have to do with it all? I can't figure out what's causing what, what's a side effect of what? Has this nausea all along been Crohn's? So yesterday when I had <\/span><span data-id=\"P3-N2003D2\">nausea and no pain was that Crohn's? Is it Prozac, is it I don't know. <\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">And so that's adding to my anxiety. And then doing stupid things like because my dad agreed to send me $2,000 [phone rings] and, [inaudible at 00:12:53] Thursday, so what was I talking about?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: What's contributing to what?<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Right. Oh yes, so there's this anxiety that's out there.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: You got $2,000 from your father.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Yes, my dad's going to send me $2,000, which was great. Once again, this is the second month that I had $1,000 just shows up in my account. I've gotten several, a bunch of checks that are going to overdraft in my bank. I went and talked to the bank and said we're going to pay them. And I said <\/span><span data-id=\"P3-N200471\">I've got this $2,000 coming in. So, but I bought the Morphine. Tickets went on sale Friday and Saturday for Phish. When Phish went on sale I it was on for a while, couldn't get tickets, couldn't get tickets, then all the sudden sorry there's no more tickets of where you requested. I was looking for <\/span><span data-id=\"P3-N200472\">two. So I tried one, I bought one and it was for Friday and Saturday. So I got two single tickets for Friday and two single tickets for Saturday, and for shits and giggles I tried to buy two tickets for a ticket for both days. Come on. And I was able to get a ticket for that. <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">And I'm thinking, a lot of this I'm thinking I'm going to be able to sell these tickets. And so at this point I bought four singles, two pairs, and a third whatever. And, oh no, then I go and put two in for just to try and pairs started coming up. So something got screwed up. So I bought pairs for both <\/span><span data-id=\"P3-N200491\">nights so now I have two singles for each night, a pair, so I have four for each night plus this two-day ticket. And Ticketmaster is not releasing the tickets until they do a review to see if you bought more than the limit, the ticket limit is four. And technically I bought four for each night and then <\/span><span data-id=\"P3-N200492\">I bought four one ticket for the joint ticket. So I don't know if the joint ticket counts against the other two. But anyway I can't put them on Stub Hub if I don't have them in hand. Someone buys it and they don't give me the ticket for some reason because of that two-day ticket, I'm going to owe <\/span><span data-id=\"P3-N200493\">Stub Hub a lot of money for selling a ticket I don't have. So there's a delay in getting that money back. I do have some money coming in but it's not in my PayPal account so I sold some other tickets and that should be in my account by the end of the week.<\/span><\/p>\n<span data-id=\"P3-N20048-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559732\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">But going back to all these overdrafts, I wrote them Saturday morning whatever. Two of the checks did not get paid. The first was my malpractice down payment, malpractice insurance down payment. Probably not a big deal, it's a claims-based policy so as long as I don't my insurance was down on the <\/span><span data-id=\"P4-N2004B1\">second, I don't know. I'm not as worried about that. The second check was the check to the Registry of Deeds and Assets. And what happened with that is when I had my old partnership account I had written a check for $175 for the Registry and then I closed the account and they told me they would pay <\/span><span data-id=\"P4-N2004B2\">that check out of my new account. Never happened because it was bouncing. So I get this angry letter from the Registry that they have seven days that I have seven days to send them a good check, of course that's by Certified Mail, or they're going to turn me over to the legal department. So I sent <\/span><span data-id=\"P4-N2004B3\">them a new check. And it bounced after my banker's telling me that everything's been taken care of. <\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">And then I noticed the seven $37 overdraft charges, which means when the malpractice comes through again and the $175 comes through again, because I calculated in my head how much money I could actually take out and still just get me through, I didn't anticipate the two hundred and -<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Fifty.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Yes. And I accidentally forgot to cancel your check this weekend too so that went through. But we can check. How would you like to stop payment on that? So I've been very anxious about that.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Wait, wait was it deposited? <\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: What's that? No, it takes it out right away.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: So, so I was very anxious yesterday about it. I was mixed up. I was taking two Klonopin instead of one and maybe that's adding to my disorientation and then I mean, I feel a little better this morning. I took a Klonopin this morning. There's some sort of anxiousness about Marcia, too, that I <\/span><span data-id=\"P4-N200591\">don't know, I can't pinpoint exactly what it is. Harry and Melanie say that because I'm hanging out with her not because, you know. Marcia had said to me, she says hanging out with you is going to make me an alcoholic because we go out and have fun. We drink. And Harry and Melanie think that that's <\/span><span data-id=\"P4-N200592\">what's causing my Crohn's.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: The drinking?<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: The drinking. I said, listen before I went into Frederick (ph) I was drinking. I mean there was one time I was on the phone with you at 11:00 at night and I did six shots while we were on the phone during that 45 minute or 50 I can't remember, but it was exactly here, your time allotment for <\/span><span data-id=\"P4-N2005D1\">just having [inaudible at 00:19:29]. But I was drinking alone and I never had. I think now I had active Crohn's all that time but I had no flares. I think the Crohn's never really went away but it was just mellow, I was probably taking a little better care of myself food-wise, whatever, and Dr. Buttersworth <\/span><span data-id=\"P4-N2005D2\">(ph) doesn't think it was stress that's causing my Crohn's. I don't know but I'm telling them the alcohol I don't think is the problem. I started these chia seeds. I've been taking them at tournaments but I started taking them in the morning on Monday or Tuesday. I thought maybe it could be all the <\/span><span data-id=\"P4-N2005D3\">fiber, there's a lot of fiber and I have been bound up and gassy since I've been taking them. <\/span><\/p>\n<span data-id=\"P4-N2005C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559732\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">So I've been having anxiety about just what's causing what in my life. I don't want to believe that Marcia is a bad influence for me. I think she's a good influence. I'm happy, we have a good time. I'm kind of realizing that I know I come in here and I really don't have any desire to change anything <\/span><span data-id=\"P5-N2005F1\">or improve but I think I've taken a lot from my, how I've treated relationships in the past and I think I've been a lot better now. And she thinks I'm sweet and awesome and I try, probably too, because I probably care about her more than probably most women I've gone out with in the past in a while. <\/span><span data-id=\"P5-N2005F2\">But that's just how I feel. And she doesn't give me shit for wanting to do things and she doesn't want me to give her shit for wanting to do things. And plus we're just dating and, so.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">Like I've said I've improved in that department and I'm trying I just keep saying to myself that I think the most important thing, probably never going to have good health but that I'm happy and I do things that make me happy and I avoid things that don't make me happy, do you know what I mean? And <\/span><span data-id=\"P5-N200611\">until they tell me I need a new liver it's not like I'm an alcoholic drinking all the time. It's Saturday. I didn't drink at all on Sunday. I didn't play in the tournament; I decided not to play in the tournament. Number one, I felt I didn't have the conditioning. Yes, I could play a little bit but <\/span><span data-id=\"P5-N200612\">I don't think I would've played well and I think that would've hurt my teammates so it was more of a fairness to my teammates kind of thing. And just sort of in the background is the fact that this is the third tournament that I missed and it's now the third tournament that they have won the championship <\/span><span data-id=\"P5-N200613\">with me not there. They won one or two other championships but every time I'm not there we won the three finals. <\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">So it's not like I didn't drink. They [inaudible at 00:22:47] Guiness at the after party and I hadn't had anything yesterday and I'm still I mean I don't think, I can't correlate anything and I don't know. So it's like the chia I don't want to stop that. I think that's something that's good for me <\/span><span data-id=\"P5-N200631\">and I really want to work out. I did my first workout this morning at that home since the end of June yesterday. My legs are sore I mean just doing workouts with Eddie, my legs are sore today. I'm glad that I forced myself to do this workout when I really did not have the motivation or anything. <\/span><span data-id=\"P5-N200632\">I just forced myself to do it because I know that being in shape, I've been losing weight, and that's been making me happy when people say hey, you look good. And Eddie told me that I was his best student, that I work harder than anyone else. I work hard at something. You hear that? [Chuckle] It's making <\/span><span data-id=\"P5-N200633\">me look buff but I'm not doing it for how I look. I'm doing it because I want to be in shape, be able to play handball. <\/span><\/p>\n<span data-id=\"P5-N20062-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559732\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">So why I don't know why I can't not spend money. And I knew, I just knew. And all it takes is one little blip that happened, the bank, and now I've got to go drag into the bank with my head hung low and say what the fuck happened? And just what is the Registry going to do to me? Are they going to <\/span><span data-id=\"P6-N200651\">not accept my checks anymore? So and I explained when I first sent the check what happened the first time around and now I don't know if I should call the guy and probably should. So the last couple of days I really felt just, I don't know, just a lot of anxiety. I feel like work-wise, I don't know, <\/span><span data-id=\"P6-N200652\">that I feel like I'm not a full functioning productive person. I don't know what's giving me that feeling but I just don't feel like I am. I feel like the Adderall is making me more anxious; if I try to take more Adderall to be more motivated it just makes me more anxious. I take more Klonopin because <\/span><span data-id=\"P6-N200653\">I'm anxious, that only makes me less motivated and all fucked up. I feel like I'm in the situation where I can't really get ahead. I'm not doing the things like stop spending money and there are clients I could be chasing down for money and just the little things that I started to do when I went on <\/span><span data-id=\"P6-N200654\">the Adderall I'm not doing any more. Yes I did the dishes this morning but it had been weeks since I've done the dishes. <\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">THERAPIST: Are you taking any Adderall holidays, like do you not take it [inaudible at 00:26:24]?<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">CLIENT: I don't think I am. But I'm not taking any in the afternoon anymore much. And I do take it late in the day if I know I'm going to be going out with Marcia or whatever because we stay out pretty late if we're going out with her friends or whatever.<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">THERAPIST: So you take it to help you stay up?<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: What's that?<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: You take it to help stay up if you're going to be up late?<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: I don't think it really helps me as much stay up as much as just kind of I mean maybe it's the same thing but it's just kind of more energy. It's not like I'm taking it at 10:00 at night, I'm just taking it later in the afternoon. So it's probably worn off but just to kind of give me motivation <\/span><span data-id=\"P6-N200711\">to get out there and I don't want to stay at home. I don't know. Because I don't feel anxiety when I'm with Marcia, though she's driving me a little bit crazy when we play cards. I did a little she's really intent about it and we were playing $3 hands of Scat. But this is what she loves so I'm not <\/span><span data-id=\"P6-N200712\">it's like my dad watching football, he didn't want you talking during the game. That's what he you just didn't talk during the game. So whenever I try and talk to Marcia about something, she just would kind of blow me off, which kind of happens a lot any ways. I think a lot of people do that to <\/span><span data-id=\"P6-N200713\">me. But, so I did an experiment and Scat is 31. So Laurel was sitting next to me I said Laurel 31. Immediately Marcia looks over and I made up some question about 31. And then a few minutes later I did it again and she just kind of looked over and looked away. But I would make fun of her at some point. <\/span><\/p>\n<span data-id=\"P6-N20070-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559732\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">But that's the worst thing that's bothering me and I even sit there and I'm just like, you know. And when I find myself kind of getting upset like something I would get upset about in the past because I notice it now and I'm paying attention to it, I'm actually able to not let it bother me. I say <\/span><span data-id=\"P7-N200731\">who do you what do you it's the same thing with not hearing from her and getting freaked out about it. Why? I convince myself that you're just playing cards. She's not going to after the card game say you're going have to leave, this is done.<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">THERAPIST: I think you're really quite [inaudible at 00:29:20] you're doing something wrong.<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">THERAPIST: I think you're really [inaudible at 00:29:28] you're doing something wrong and that somehow the various problems that you're having are your fault and I'm going to shake my index finger at you.<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">CLIENT: Why do you think that because you had no reaction whatsoever when I said I bought Morphine. I saw a reaction in your head but there was no outward that would be a point I would've expected you to say what?<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">THERAPIST: So I think you're turning it around a little bit -<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">CLIENT: That's what I do.<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">THERAPIST: and saying geez you really should have had a reaction Chad (ph) when I <\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">CLIENT: No, you're turning it around now. I'm saying you didn't have a reaction. I don't expect you to say what I'm doing is wrong. I actually am saying all these things that I think kind of going well and that's kind of the whole happiness thing is being able to make it through these situations.<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">THERAPIST: Cameron I think you I don't think that so much a kind of mature, rational worry about me telling you you're doing something wrong. I think you feel that because things aren't going right because you're out of money, because your health isn't good, because you feel anxious you must be fucking <\/span><span data-id=\"P7-N200851\">up. I mean the answer to everything is that you're irresponsible and you aren't focused enough on things and aren't conscientious about and I think you're waiting for me to sort of case-style lay into you in that way.<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">CLIENT: Because yesterday that's where the whole happiness thing came is kind of this acceptance of all these problems and just saying if my bills, my checks bounce, I'll deal with it. Work is what it I have this feeling yesterday as crappy as I felt, as kind of discombobulated, I just said I'm much <\/span><span data-id=\"P7-N2008B1\">better now not having to worry about the kids all the time, being able to go and do what I want, not feeling like okay there's a tournament this weekend that I can't play in and now I've got to spend time with the family. No, I'm going go out there and help the team. I stood on the opposite sideline <\/span><span data-id=\"P7-N2008B2\">and helped people on the other sideline. There's a lot of guys out there you can socialize with the whole time. So I'm able to do that where I think before I would've felt guilty about it and not do it. Go to the party afterwards and stay until the end and even had a beer. <\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">So I think and I was thinking about really about the whole kids thing that maybe I wasn't meant to be a nurturing parent 24-7. Maybe not, I don't know. But I feel like I can do what I can do sometimes and as long as I'm doing the things that make me happy and I think the big thing that I can't get <\/span><span data-id=\"P7-N2008D1\">my hands around is the anxiety, which is just making it difficult for me to get anything done. That's a huge correlation between having done there are even mornings I would make my bed. I'm not taking showers as much anymore and just letting things go and procrastinating at work and so the anxiety <\/span><span data-id=\"P7-N2008D2\">is bothering me. This whole not knowing, which I think is creating more anxiety what's going on with me. But I don't know how to sort of assess that with the rest of how I feel or the moments when the anxiety goes away like right now I'm not that anxious. I don't know. I don't know if I'm making any <\/span><span data-id=\"P7-N2008D3\">sense. I know you want to put it in some sort of combat and turn it around and make it about you. So, I don't know. <\/span><\/p>\n<span data-id=\"P7-N2008C-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2008C-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559732\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">I just I don't feel right. This is the best that I can explain it and I don't where to start. I feel like every doctor I talk to has a different the G.I. fellow attending, the G.I. attending at Hoag, Oxycodone is bad for you, your intestines. Dr. Huntsman, who probably prescribes a lot more Oxycodone <\/span><span data-id=\"P8-N2008F1\">than the attending, who probably doesn't prescribe anything because he leaves that to the team, says no it doesn't affect your intestines. And so I get a lot of that. Or my provider and then Micah's in another world altogether.<\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">THERAPIST: Yes, I mean it's sort of reassuring for you to think of your medical needs and thinking that [inaudible at 00:36:01] not knowing what's going on because it makes you feel more at ease about being confused yourself. It's sort of like none of you folks have a fucking clue what's going on so <\/span><span data-id=\"P8-N200911\">I don't have to feel so anxious about not knowing either. It makes you feel less <\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">CLIENT: I do feel anxious and maybe it's the -<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">THERAPIST: Yes, but at the moment I think you're using that -<\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">CLIENT: the incompetence of my medical team is I just think the whole medical thing in general how, especially with my dad being a doctor how you think it's such a wonderful thing and it is but there are scenarios where it's not and this is one of them. I always used to be confused about people <\/span><span data-id=\"P8-N200971\">had all these problems and they couldn't find it and then they finally found it months, years later. Well, that happened to me. I had Crohn's when I was 12 and they didn't find it until I was 21. See doctors fuck up all the time. Dr. Buttersworth (ph) was just so casual, you have Crohn's, you'll flare <\/span><span data-id=\"P8-N200972\">so often. If worse comes to worse we'll just cut it out. So I get all these personalities and areas of specialties and just I pray to God that CBS is doing some kind of assessment on whether I'm going to kill myself on all the medications that I'm on.<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">And I feel like the reason I do spend money is back to the happiness thing. I mean the Morphine was one of these things where it's like when I had it in the hospital it was cool and I liked it and when am I going to have a chance to buy this again? I have no idea. Well, ever use it? I was thinking I <\/span><span data-id=\"P8-N200991\">wonder how long this stuff lasts? When does when I want to feel loopy and nauseous? I don't know. But the Phish tickets are clearly enjoyment and I didn't have to buy as many as I did. That was the typical screw up on my part, the same screw up that caused the seven overdrafts. <\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">THERAPIST: Well, or maybe with the some kind of fantasy about really having to build yourself up. I mean the same way that you eat too much sometimes.<\/span><\/p>\n<span data-id=\"P8-N2009A-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2009A-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559732\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2009C\"><span data-id=\"P9-N2009D\">CLIENT: The Chia's really helped with that.<\/span><\/p>\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">THERAPIST: Well good.<\/span><\/p>\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">CLIENT: I really feel like I'm losing a lot of weight too. Last night I got Chinese food and I ordered more but I ate less. But yes, I'm still eating -<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">THERAPIST: Yes, dealing with the eating and I think probably drinking too, that, and probably the Adderall, you need it. There's a feeling I think of needing it that goes beyond sort of, well that's emotional, that's not just about what you need so that you feel kind of full.<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">CLIENT: Yes, but drinking is yes maybe I have a little bit of hard alcohol and drink a lot of beers and now I'm drinking fewer beers and more hard alcohol but I'm I think I'm drinking at a heavier pace when I do drink. <\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">THERAPIST: Yes this happens when you're anxious is that you have this [need-type] (ph) anxiety probably feels you like a pit in your stomach that you're trying to fill up.<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">CLIENT: So what do we do? What are the answers? Let's fix this. Now I'm anxious. [Pause] I don't want to tell Marcia about the finances or the anxiety. I kind of started to tell her because I was upset with my dad. I kind of told her and I just, I don't know at this point I just don't feel it's appropriate. <\/span><span data-id=\"P9-N200A91\">And she jokes a lot about do you ever work, and stuff like that. I know it's joking but there's truth to it. I don't have a whole lot to do. <\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">Then there's today. I clean up the kitchen. I was up early; I cleaned up the kitchen instead of, because I'm going down to Watertown tonight, instead of coming home, getting everything ready and then going to Watertown. I got everything ready and we can go from Pembroke. And I'm just so in that respect, <\/span><span data-id=\"P9-N200AB1\">I don't know. We got to stop, yes. So I'll see you Friday?<\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">CLIENT: To be continued as always then we'll talk about something else. Enjoy your workout.<\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">THERAPIST: Thanks. <\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}