{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the anxiety he feels over an upcoming trip to Europe that may not happen because his father has not purchased the tickets. Client is worried about disappointing his girlfriend."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Romantic relationships","Parent-child relationships","Psychoanalytic Psychology","Self Psychology","Anxiety","Anger","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Irish"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["13"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Romantic relationships","Parent-child relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Anger"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559915","dorpId":"1005577950","contentType":"text","aucs":"CTRN-V1","title":"Client \"D\", Session May 06, 2013: Client discusses the anxiety he feels over an upcoming trip to Europe that may not happen because his father has not purchased the tickets. Client is worried about disappointing his girlfriend.","fullTitle":"Client \"D\", Session May 06, 2013: Client discusses the anxiety he feels over an upcoming trip to Europe that may not happen because his father has not purchased the tickets. Client is worried about disappointing his girlfriend.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559915\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: How are you doing this morning?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: All right, you know? I'm okay.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: All right. I'm tired.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Are you?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: You have a Monday, right?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah, Mondays, Monday. I remember you saying one time you you see people at like 7:00 a.m. or something; that's got to be a tough time to do this.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: You know what? It's actually the earlier in the mor... early in the morning is like, I don't know, I think, for me, I'm pretty alert.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: You don't drink coffee or anything, either, huh?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Just iced tea.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Just your iced tea; wow! I couldn't imagine that.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: (chuckles) Do you drink coffee?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yeah, I like my coffee in the morning. I find I just get a little groggy in the mornings usually. (therapist affirms) I find that I feel better, like, later in the day, oftentimes, yeah. At least for me, at least.  (pause as therapist adjusts recorder) What were we talking, what, Monday? What <\/span><span data-id=\"P1-N200251\">were we talking about on Thursday?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: On Thursday?<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Talking about... (pause) We were talking about that thing with my dad, talking about me... yeah, kind of, I guess kind of reflecting on the experience with my dad from the last weekend, my reaction to it and me feeling, I guess me feeling like it was helpful to kind of talk about it and kind <\/span><span data-id=\"P1-N200291\">of think about what... I guess, sort of get a different understanding of what that sort of interaction with my dad was like. I remember talking about it and feeling kind of good about it, feeling a little happy with the way that it turned out, happy with the way that I reacted to it, and I guess feeling <\/span><span data-id=\"P1-N200292\">like there was actually a little more to feel good about than I had realized before, getting into with you. (therapist affirms) <\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">And then kind of feeling like it was one of the first times that, after kind of thinking about something more deeply here, I left feeling better about it, in a weird way. Sometimes I felt good about getting into something that ultimately didn't feel great to think about, sort of an upsetting thing. <\/span><span data-id=\"P1-N2002B1\">Sometimes it felt good to get into something a little more unpleasant, but this felt like I was getting into something that actually felt more pleasant. (therapist affirms) In the immediate it had a... the content was just more... I felt better, you know, in a weird way, even though sometimes what we <\/span><span data-id=\"P1-N2002B2\">were getting into didn't feel great, it was almost sort of a cathartic or something, even though it didn't feel great. I don't know, I was just really happy with what I kind of stumbled upon last week. (therapist acknowledges) <\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">And ah... (pause) Yeah, I guess basically, just think, just that experience with my father, pretty much. And I just trying to think about getting that other work and to think about what that kind of meant in terms of myself and parting of certain ways of interacting with him, patterns of behavior and <\/span><span data-id=\"P1-N2002D1\">thought and stuff, you know? (therapist affirms). I mean, I think that job's probably going to work out, I'm hoping! I had a really good interview with them the other day, I felt real... at P.F.Chang's. They said they were... I met with them on Friday and on Thursday, and then after Friday, they basically <\/span><span data-id=\"P1-N2002D2\">said they were going to call my references and see what happens. So I think it might work out. <\/span><\/p>\n<span data-id=\"P1-N2002C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559915\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">I need just a little bit of a \"mo\" (ph) with my dad, because I haven't really kind of given him a firm kind of severing of this work with him, you know? Because I haven't kind of heard definitively from the people at P.F.Chang's, but nonetheless, I think, as we've spoken about, I've sort of communicated <\/span><span data-id=\"P2-N2002F1\">to him that I'm looking in a different direction (therapist affirms) and it's sort of... You know, in a way, kind of... It's sort of immaterial, even if it works out, like in a certain sense. I've sort of... I feel like I've sort of kind of accomplished something that doesn't really rise or fall necessarily <\/span><span data-id=\"P2-N2002F2\">if it works out with P.F.Chang's, but it would be really great if it did. I really don't know what I'd do if it didn't work out at P.F.Chang's. I'm hoping that it does. I'm not really thinking about it; otherwise, at the moment, I have to deal with that one, if that's what happens. But I haven't really <\/span><span data-id=\"P2-N2002F3\">talked to my dad too much this weekend. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Yeah, since you guys spoke on Monday, right? Last Monday about the whole...<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Spoke on Monday, then we spoke on Wednesday, when I was supposed to go out there and see him, and I kind of told him that I was looking for some other work. Actually, I didn't talk to him on Monday, I talked to him on Sunday, when we had our little tiff on the phone. Yeah, we didn't talk until <\/span><span data-id=\"P2-N200331\">Wednesday, when I was supposed to...<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Oh, it was Wednesday when you were supposed to... okay. (client affirms) I thought it was Monday.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: No, it's nothing. And then... (pause) then we didn't talk until Sunday, yesterday.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Uh-huh. Wednesday was the text, then, yes?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Yeah, it was the text and then I talked to him that night. We didn't talk until yesterday. (pause) Yeah, he called me in the morning a couple of times, and I didn't call him right back because I was doing some other stuff. <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">(pause) And then I just kind of told him, you know, \"I guess I'll give you a call tonight,\" you know what I mean? \"I'm doing a whole bunch of stuff.\" I was planning on seeing Isaiah; it didn't work out, but... I felt like he was calling, he was trying to touch base with me, but I just kind of said, <\/span><span data-id=\"P2-N2003D1\">\"Like, I'm just going to call you tonight,\" you know what I mean?<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">And I called him, and he was very... he seemed kind of eager to figure out if I had heard anything from P.F.Chang's or something, but sort of, to like, he seemed eager to kind of keep that conversation going, like \"What's going on with that,\" you know what I mean? I felt very eager to just kind of not <\/span><span data-id=\"P2-N2003F1\">talk to him more than I had to, really. <\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">(pause) I was kind of comfortable just saying, like, \"Why don't I just call you when I hear about this,\" or something. \"We'll figure it out,\" you know what I mean? (pause) Yeah, but for some reason, I just feel very... very relaxed, just sort of, with respect to a lot of that stuff. I mean, that has <\/span><span data-id=\"P2-N200411\">just not really been something weighing on my mind over the last week, and it's been kind of nice, you know? Feels very different, in that sense.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">(pause) You know, it's funny. Laney's very excited about going to the wedding. She's excited about it, because she can get to travel. She's never really travelled before. She's been to like Disneyworld with her family when she was younger, but she has a lot of these really kind of grand fantasies of <\/span><span data-id=\"P2-N200431\">travelling. I think it's something she was never really able to do for a lot of reasons, be it financial or it's not something her family kind of did, certainly not in the way that like, my father did. My dad... I travelled a lot with my dad when I was younger, you know? <\/span><\/p>\n<span data-id=\"P2-N20042-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559915\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">I've been Wales many times, Scotland with my grandpa in May, and I've been to Paris and stuff; I was very fortunate in that sense, you know? I guess I just sort of took it for granted, in a lot of ways; it was just kind of something I did. But I travelled a lot, you know, between, you know, to Europe <\/span><span data-id=\"P3-N200451\">and Canada, you know, Latin America and stuff. I think I've travelled more than a lot of other people.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">But Laney really hasn't at all, and she is very excited about it. It's like a big thing for her to get to go and go to Scotland and go to Scotland, and she's just really excited to go on a plane, you know? And leave the country, I think. She had to apply for a passport, she never got a passport before, <\/span><span data-id=\"P3-N200471\">you know? <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">(pause) She's excited about it for those reasons, it's not necessarily to go to the wedding, per se or anything. I don't think that that's really like front and center in her mind. She asked me the other day, like, what... like, how did she phrase it? She asked me if my dad had gotten the tickets yet. <\/span><span data-id=\"P3-N200491\">(pause) I didn't really... I know that my dad hasn't gotten them yet, you know? Even though a while ago, we kind of went through the process of talking about them, and I kind of told him what would work for us and stuff. I was expecting that he would do it then. Like this whole thing about, like him <\/span><span data-id=\"P3-N200492\">having me look for the tickets and everything? This was a while ago, this was back in like, February. <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: Yeah, it's been a long time, huh?<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: I wonder why... I wondered a couple of times why he didn't get them yet. I've sort of thought in my head, maybe it's a money thing; this will be expensive, you know? He's getting these two tickets, which I don't really feel bad about... (pause) You know, but some, if it was just a money thing, <\/span><span data-id=\"P3-N2004D1\">it would just be a matter, you know, of time until he got the money and he'd buy them. You know, but Laney asked me, I think like a week ago, she was like, \"Now, do you think there are any chance that this like might not happen,\" you know? <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">(pause) And it was funny, because already, just when she asked me that and I was thinking about an answer, I felt like I was trying to do something similar to when I would bring Laney up to my dad's house. I felt like, the same sort of tension between, like this world of like going into my (see (ph)\/blocked <\/span><span data-id=\"P3-N2004F1\">at 00:12:59) my dad and he... and the uncertainty and not really... and sort of like sacrificing, and just sort of... I don't know how to explain it. You know, like when I would go up to my dad's for the weekend, I would just behave very differently and I would expect different things, I had different <\/span><span data-id=\"P3-N2004F2\">expectations, I would sort of put my own concerns and demands sort of in abeyance for a couple of days. <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">It was something that I was very comfortable doing, but I realized it was a very different of me behaving when I got home, you know what I mean? Something I think I've described to you as sort of like an infantilizing (ph) kind of suspension of my, you know, sovereignty or whatever, that's me sort of <\/span><span data-id=\"P3-N200511\">describing it. And it felt very... it felt particularly difficult to deal with, having Laney up there, because it was like, I'm very comfortable with this uncertainty, with this...<\/span><\/p>\n<span data-id=\"P3-N20050-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559915\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Oh, yeah, yeah. Between the two of you.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: You know what I mean? But it felt... I was sort of very happy to take that. I had sort of figured, I've become comfortable with that. But it became very, very weird for me to... I guess I noticed how different it was when I had Laney up there, because I was like, \"How do I... I don't know that <\/span><span data-id=\"P4-N200551\">I'm comfortable with that, when it comes to Laney,\" or something. When she asked me that question, about the tickets, I was like... (pause) It made me just, I guess really think about what was in my head. I just sort of assumed about it, you know? Because in my head, I was like... part of me wanted <\/span><span data-id=\"P4-N200552\">to be like, \"Yeah, of course we're going to go. We said we're going to do it,\" you know what I mean? \"Why wouldn't we?\" <\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">But then in my head, I had to really kind of think through it. I just had to say to her something, you know? (pause) You know, \"I suppose, Laney, I guess there is a possibility that maybe it doesn't happen for some reason, I don't know, you know what I mean? I guess I'm not really 100% positive why <\/span><span data-id=\"P4-N200571\">my dad doesn't have the tickets yet.\" I don't know if it's the money thing. I don't know if... my dad's kind of like holding out on some level about this whole thing, you know what I mean? (pause) Which is really... I guess... When she asked me that, I kind of said, in answering her, would I have to <\/span><span data-id=\"P4-N200572\">kind of say to her was, I had to like... sort of carve out this, like, unsure area in her impression of my dad that I guess I have, you know what I mean? I had to sort of say, \"I actually don't really know what this dude's going to do.\" <\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">It was particularly hard, because she is really excited it, this fantasy, you know what I mean? It felt really... it required me to talk about my dad in a way that I don't usually talk about him, you know what I mean? I guess I had to sort of like articulate something with a level of honesty that I <\/span><span data-id=\"P4-N200591\">think I'm very aware of, on some level, because I (in my own mind) seem to be very guided by an awareness of it. But... (pause) it felt very different to like, say, \"This is my dad, and like this is what you should think and expect from him,\" you know what I mean?<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Yeah, yeah. As opposed to going to a position of, \"No, it's going, this will work out.\"<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: And like, \"Yeah, of course, yeah! He said it,\" you know what I mean? \"It's going to happen.\" But then to have... I don't know. It made me, sort of aware of... (pause) <\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">Even though I guess on some level, what I anticipated was, \"Geez, I really wouldn't...\" I really care about Laney, I really wouldn't want him to hurt her, because she's really excited about this. I think I should kind of take a sobering approach to this and say to Laney, \"I don't really know,\" you know? <\/span><span data-id=\"P4-N2005F1\">\"Maybe it doesn't happen,\" you know?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">(pause) Yeah, it's my sister's wedding. Like that's a... you'd think that that would be the time when nothing would get in the way of that, because he wants us there, it's all about that, you know what I mean? But shit (ph) fell apart at that, you know, my grandpa's funeral. You know, you'd think that <\/span><span data-id=\"P4-N200611\">it would be just as much the case and put differences aside at a time like that, but that didn't happen, you know? <\/span><\/p>\n<span data-id=\"P4-N20060-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559915\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">I guess, I just have to say to her, \"I really don't know,\" you know? And that was just a very different way of... of thinking about it, of doing it. I know that she kind of said, she asked me, like, \"Would you feel comfort...\" She's like, \"Do you want to ask him, like what's going on with it?\" And I <\/span><span data-id=\"P5-N200631\">remember what I said to her, I was like... actually, I couldn't, I didn't really say to her, but I remember what I thought. I was like, \"I don't feel comfortable asking him about it now, but for some reason, I feel like I'm almost on the other side of something with my dad in terms of this work thing, <\/span><span data-id=\"P5-N200632\">like this reaction I had to him. I'm feeling this like different ability to approach him through this.\" <\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: Due to work stuff (inaudible)<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: Yes! Through this thing that I feel like I'm... this different dynamic that I'm renegotiating with him. I wouldn't have felt comfortable last week, or two weeks ago, going up to him and being like, \"Dad, what's going on with this,\" you know? (therapist affirms) I guess just because of this like, <\/span><span data-id=\"P5-N200671\">this feeling, this power dynamic or something that I guess really defined the place I was in with him.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">(pause) Which was troubling, because in a way I really would have wanted to do that. But I feel like that's like even something I'm getting... It's some... I'd like to be able to take those concerns and like, say to him, just between my dad and I, like, \"Laney's really excited about this, Dad, and I'm <\/span><span data-id=\"P5-N200691\">concerned maybe that some personal things with you or the family or something might start spilling over and having consequences on people that really are not implicated in any of these things,\" you know what I mean? \"I'd like to guard against that and I'd like to just kind of know from you right now <\/span><span data-id=\"P5-N200692\">if you think this isn't going to work,\" or something. But I feel that's something I'd like to be able to say to him. <\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">(pause) I feel like in a way, Laney was like asking of me, in a way. (therapist affirms) You know what I mean? But I guess, what I wanted to say to her, but I didn't, but I kind of said to myself, was, \"I don't feel comfortable doing that right now. But I think I might soon,\" or something; or \"I'm trying <\/span><span data-id=\"P5-N2006B1\">to get to a place where I feel like I could act on that. Like, I'm aware of it, but I need like a couple of weeks or something.\" In my mind, I was like, \"If this works out the way I'm hoping it does with P.F.Chang's, and I'm in this sort of new place with respect to him, I feel like I'll be able to <\/span><span data-id=\"P5-N2006B2\">do something about that. But right now, I still like can't, you know what I mean? <\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Hmm. Yeah, yeah, yeah. Yeah, no. This is just like... I think you're trying to bring up something with your dad about another kind of element of the relationship that's been, I think, not really what you feel has been adequately recognized or seen, which is some amount of kind of... (pause) <\/span><span data-id=\"P5-N2006D1\">You know, something about your relationship together that has kind of been latent or something, has been like kind of not really... it goes unspoken, in some way. I was thinking... Why I guess this is all coming to mind is, and maybe it's better represented, my thoughts are better said by the kind of, <\/span><span data-id=\"P5-N2006D2\">the imagery I was having, which is that picture of you, your father and your grandfather together, you know, crossed arms.<\/span><\/p>\n<span data-id=\"P5-N2006C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559915\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">I was thinking about what a contrast that is from this description you have of your father, always putting his arm around you, and you know, showing a lot of like physical affection. It seems to me like you're kind of trying to show that, our relationship together isn't just this kind of, we're putting <\/span><span data-id=\"P6-N2006F1\">our arms around each other, but there is something else. There is something about the way I feel about my arms crossed towards you, that I need to have, I need to talk about it with you, I need to have kind of, acknowledged or spoken in some way.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">I think that's certainly happened with the... seems to me like that's what's been... that's what happened with the job stuff, you know? The kind of, \"Hey, I'm not getting clear input from you, Dad!\" And here are like another way that it's kind of come up, through something else going on; it's not just <\/span><span data-id=\"P6-N200711\">things will work out in the end and we'll get through it. There are something going on with these plane tickets. Like, is it money, is it his feelings about his family, is it something lingering between the two of you that goes unspoken, some way that there is that crossed arm between you two that can't <\/span><span data-id=\"P6-N200712\">go said, but that you're sort of wondering what else is there, besides that, Hey everything's cool, man? You know? (client affirms) <\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">(pause) Yeah. But that seems to me like you're opening up that space, certainly in yourself, just the way you talked with Laney about it. You know, you went from this position of like, \"Oh no, it's going to be okay,\" to going, \"I don't know, I don't know,\" and sharing with her this fact about your father. <\/span><span data-id=\"P6-N200731\">I don't know.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: It was sweet, because when I tried, when I speak with her about it now, in very, like, removed terms, what I'll kind of say to her... You know, when she says, like, \"Do you think it's possible that this might not work out?\" The way that I typically respond to her, which I guess is kind of informative, <\/span><span data-id=\"P6-N200751\">I'll just, I'll say to her like, \"Look, the last time there was like a big thing with my dad and his family, like when his dad died, and everything was really about my dad, or everything was really about my grandfather. <\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">(pause) This is what happened: He got into an argument, and I was there and I sort of just rode behind it, and it went away completely different than I would have experienced it if, the way that I wanted it to happen was sort of the determining factor.\" So I, when she asks, like, \"What do you think <\/span><span data-id=\"P6-N200771\">might actually happen here?\" I just keep like, describing that experience to her, just to say, like, \"That's the sort of potential for crazy shit to happen that I sort of expect, going into it, just in case.\" (therapist affirms) Every time I see my... my dad comes over to my house, like those are the, <\/span><span data-id=\"P6-N200772\">I cast a net that wide, you know? Just to not be caught off guard about it, I guess, again, you know what I mean? <\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">(pause) Which, I guess, is like a way for me, like to say to Laney, like, \"Yeah, maybe we don't end up going. But maybe even worse, maybe we'd go, and something like that happens again or something,\" you know what I mean? Like, I wouldn't even want her guard to go down, just because the tickets get <\/span><span data-id=\"P6-N200791\">bought or something, you know what I mean? Like, in a way, I think that would almost be the best thing that could happen (chuckles), you know? If the tickets just didn't get bought, but like...<\/span><\/p>\n<span data-id=\"P6-N20078-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559915\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">You know, I guess what I'm saying to her is like, \"That's what I'm expecting. (pause) You know, so I don't want you, I almost want you to... to be that, kind of... prepared,\" or something. (therapist affirms) I guess, it's like, \"This is actually what I, you know, think about, like that,\" or something. <\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">THERAPIST: I think, I think that's right. I think in some way, it's sharing with her, and having her kind of enter into that experience with you a bit, like, \"Yeah, this is what it means to be with my dad, and look at it,\" you know, like, \"You're in it too, now! You're in it too, for this one trip and, <\/span><span data-id=\"P7-N2007D1\">not just the tickets but the trip. We don't know what's going to happen. There are something here.\"<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">CLIENT: That's what's so different about it. It would be like, it would just be like a weekend, you know, just like a weekend is two days at my dad's. Like, if it wasn't for Laney coming, this would just be like a weekend, times a hundred; it would be two weeks of just like, \"I'm just going to sort <\/span><span data-id=\"P7-N2007F1\">of put my helmet on and this could go one of a zillion different ways; I'm just going to kind of hold my breath and then no matter what happens, I'll get on the other side of it and then my life will kind of pick up again,\" you know what I mean? Like, I feel very ready for that, you know what I mean? <\/span><span data-id=\"P7-N2007F2\">And I would just do it because it's, you know.. <\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">THERAPIST: Like, just strap yourself in and get ready for anything.<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">CLIENT: Yeah, because you just, you do these things, you know? People get married every once in a while and you'll do it, you know what I mean? It will probably happen again, when people die or something, I don't know. But it's just so different, like, bringing Laney into it. Because that's not something <\/span><span data-id=\"P7-N200831\">that I... I don't know how to, I think that would be possible for that, you know what I mean? For... (therapist affirms)<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">So in a way, it's sort of making me not... it's requiring me to think about it in terms like, outside of the way I typically think. (therapist affirms) In a way, I'm sort of happy. I mean, I'm glad to do that, in a way, you know what I mean? But I guess it makes me like really think some stuff through. <\/span><span data-id=\"P7-N200851\">(pause) It's almost like, maybe I'll never like, really take my own thoughts and feelings and concerns really seriously with respect to it; but like now, I can actually take Laney's into... you know, in place of mine or something. <\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">THERAPIST: I think that's right.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">CLIENT: I feel even more... I don't feel selfish, because I'm, it's not me or something, you know what I mean?<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">THERAPIST: Yeah, no, but it's also a way that you can kind of contact something inside of yourself through identifying with Laney, like, you know? \"What a bummer! I want to go to Europe! I've been dying to go to Europe, and now I don't even know if I'm going to go because, you know, your dad's flaking <\/span><span data-id=\"P7-N2008B1\">out or is he flaking? What's going on? There are all this uncertainty.\"<\/span><\/p>\n<span data-id=\"P7-N2008A-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2008A-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559915\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">Something about there, in terms of, you know, (pause) some way that resonates with you, that experiences you've had, I'm just, I guess particularly embodied by that kind of, that critical scene at your relative's place in Wales. Something about, as you said, it didn't go the way you wanted it to at all. <\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">CLIENT: You know, it's funny, because like, if that... I think through this kind of stuff so much, like... If I went to my sister's wedding by myself and something of the same magnitude, you know, if the functional equivalent of the thing that happened at my grandfather's funeral happened at my sister's <\/span><span data-id=\"P8-N2008F1\">wedding (however that would be, it was equally bothersome to me or whatever and equally culpable upon my father or whatever), I would probably react the same way. I would probably remove myself from it and not... and try to just sort of... you know, kind of just, be as neutral towards it as I could, <\/span><span data-id=\"P8-N2008F2\">you know? The way that I was with the funeral experience. But if Laney was there? And she got dragged through the mud, like I did, I would feel so justified never talking to my father again, and saying like, you... <\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">THERAPIST: Huh!<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">CLIENT: \"...You really ruined something so great for me,\" you know what I mean? \"And I could never forgive you for that.\" I would feel so, in a way that I wouldn't for anything else, like... I would feel comfortable like, going front page in the New York Times and making that argument to the world, <\/span><span data-id=\"P8-N200931\">you know what I mean? Which is really weird, because its worrisome on the one hand, but it's very like... (pause) it's very... kind of like what we've been talking about in the past at different times, it's almost like an exciting potential, to even have that kind of thing to hold on to, you know what <\/span><span data-id=\"P8-N200932\">I mean? <\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">THERAPIST: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">CLIENT: That he could do something that really bothered Laney.<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">THERAPIST: Oh, I see; yeah, yeah.<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">CLIENT: You know? Like when I fantasize about like, that possibility, of him doing something like that to her, or to us, like with him just doing something like that, when we're both there, and we both get sort of implicated in it... (therapist acknowledges, then blocked) It's really nice to think about <\/span><span data-id=\"P8-N2009B1\">a future, where I would then be able to say, \"Anytime family shit comes up,\" to my family, like, you know, \"I'm not bringing Laney, because... I can't trust you enough to do that.\"<\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">THERAPIST: Uh-huh, uh-huh, now I see it, yeah.<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">CLIENT: Which I guess is, in a way is just what I'd love to say about myself, you know what I mean? Like, I don't want to go to this, because I don't trust, I don't want to do anything with you, because I don't trust what you're going to do enough, or something, you know what I mean? But like, that <\/span><span data-id=\"P8-N2009F1\">would be something I would feel so not the way I feel otherwise. <\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">THERAPIST: Well, and yet, I think with the whole job, the working with your dad and stuff; there seems to be that element is coming up, you know? I think...<\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">CLIENT: I think there are like steps towards it, yeah. But for whatever reason, whatever it is that's like... making me have to take baby steps instead of just some leap towards it, like something about, if... is Laney, which is like, make all of that nonexistent, whatever that resistance or (inaudible\/blocked) <\/span><span data-id=\"P8-N200A31\">is, you know what I mean?<\/span><\/p>\n<span data-id=\"P8-N200A2-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200A2-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559915\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">THERAPIST: Yeah, I see. Now I see, yeah. (pause 00:34:17 to 00:34:47)<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">CLIENT: I mean, I don't know. (pause) Which bothers me too, because I'm concerned now because when I had this conversation with my dad, I just told it to my friend, Phil, it's gotten... he got a week off, kind of, drop of a hat, you know? When I told him that I'd be able to come out for the week before <\/span><span data-id=\"P9-N200A71\">my sister's wedding, you know? I'd like to kind of say to my dad, too, like, \"Should I be telling Phil not to do that anymore, you know, because there are a possibility that this isn't going to happen,\" you know? It's not even like I'd want to know, like, I wouldn't even want to ask him, \"Are we not <\/span><span data-id=\"P9-N200A72\">going?\" I don't want to say like, \"Is there any possibility that this might not work out? Because if there is, then, the responsible thing for you to do is to act upon that,\" you know? \"Not to hold out and treat this with the level of commitment that like, you do with the women that you date,\" or something, <\/span><span data-id=\"P9-N200A73\">you know what I mean? But, \"To like, really take this into account, that there are other people, with other feelings and stuff, and what you might be sort of narrowly considering,\" you know? (pause) <\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">I think that that's another thing that really frustrates me, is the fact that I have also kind of made this commitment with my friend Phil, that I now feel like my dad has the ability to make me flakey about, you know what I mean? (therapist affirms) (pause 00:36:28 to 00:37:00) Yeah, and I just want <\/span><span data-id=\"P9-N200A91\">to get to the other side of this work thing, and I just feel like I will have a very different way to think about a lot of this stuff.<\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">THERAPIST: Yeah, what's the... what do you... if you have the work thing. What do you think, what will that mean? <\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">CLIENT: I'm going to need work from him, I'm going to need to...<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">THERAPIST: You'd need to work... uh-huh.<\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">CLIENT: I'm going to be dependent upon him.<\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">THERAPIST: Yeah, yeah, yeah.<\/span><\/p>\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">CLIENT: And then I'm not going to be able to be... and then, it's the same reason, I guess, there will be some higher thing that will demand these concerns to be sort of kept to myself, you know, very familiar type of dynamic, that... you know what I mean?<\/span><\/p>\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">THERAPIST: The concern... say that again? The...<\/span><\/p>\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">CLIENT: There will be a thing, which is the fact that I need to keep working with my dad to keep things on a cool enough playing field, so that I can keep doing this and getting the money that I need. That will necessitate, you know... making these concerns, you know, secondary in importance.<\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">THERAPIST: Oh, I got it, yeah.<\/span><\/p>\n<p data-id=\"P9-N200BC\"><span data-id=\"P9-N200BD\">CLIENT: ...to the value that comes with keeping that going, you know? Keeping things cool, on that level, you know? <\/span><\/p>\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">THERAPIST: Yes! Yeah, yeah.<\/span><\/p>\n<p data-id=\"P9-N200C0\"><span data-id=\"P9-N200C1\">CLIENT: That's the dynamic, that's the sort of servitude, or sort of enslaved kind of...<\/span><\/p>\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">THERAPIST: Yes! And here is something that's in the mix here that maybe we haven't touched on, which is important, I think, which is that I think you've... there is also this element of you... and I don't know how... I wonder how it feels to you, but there is a way in which you've, you know, you've <\/span><span data-id=\"P9-N200C31\">kind of... Yeah, as you were putting it, kind of depended on your dad in these situations, like the money and the work for the job, and like not just you taking, you know, having him buy the ticket for you, but also for Laney, and then your buddy Phil now involved. In a way, like, you're depending, <\/span><span data-id=\"P9-N200C32\">you kind of like open yourself up for depending upon him in some way.<\/span><\/p>\n<span data-id=\"P9-N200C2-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200C2-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559915\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200C4\"><span data-id=\"P10-N200C5\">And there is something about that to you, there are something about all that to you, of... I was thinking about how you put it last time: I was like, \"Why do I even let myself get into, you know, this work situation with him.\" But there are something about... <\/span><\/p>\n<p data-id=\"P10-N200C6\"><span data-id=\"P10-N200C7\">THERAPIST: And I never can say... Because I didn't even consider this. I'm sure that seems so... I'm just... self, it's just so blatantly evident right now, you know what I mean? (therapist affirms) You know, in ways that like, it just seemed to be very obvious to Laney, you know? I mean, which really <\/span><span data-id=\"P10-N200C71\">struck me, you know? (therapist affirms).<\/span><\/p>\n<p data-id=\"P10-N200C8\"><span data-id=\"P10-N200C9\">But I remember at the time, it was just like, I guess I'm just really looking at it, and everything is cool frame, like... I don't know, I can remember, like when this, when my dad even like proposed us working together. Like, it was not, like I didn't think of it as like, \"Ah, this will kind of suck, <\/span><span data-id=\"P10-N200C91\">but I guess I have to do this to kind get by right now.\" It was an exciting prospect, you know what I mean? Like it wasn't something I felt like I was compromising. Like, it was something I was excited about. I had really cool ideas in my head, you know what I mean? <\/span><\/p>\n<p data-id=\"P10-N200CA\"><span data-id=\"P10-N200CB\">THERAPIST: Yes, yes. What was it, what was the cool idea that you were...<\/span><\/p>\n<p data-id=\"P10-N200CC\"><span data-id=\"P10-N200CD\">CLIENT: I don't know, working with my dad, I don't know.<\/span><\/p>\n<p data-id=\"P10-N200CE\"><span data-id=\"P10-N200CF\">THERAPIST: What had seemed exciting about it to you?<\/span><\/p>\n<p data-id=\"P10-N200D0\"><span data-id=\"P10-N200D1\">CLIENT: Me and my dad doing something together, I guess? I don't know, I was just... you know, working out well, things being great, I don't know.<\/span><\/p>\n<p data-id=\"P10-N200D2\"><span data-id=\"P10-N200D3\">THERAPIST: That's right.<\/span><\/p>\n<p data-id=\"P10-N200D4\"><span data-id=\"P10-N200D5\">CLIENT: It not being like this! (therapist affirms) I don't know, you know? That's something, you know, I think I jumped at, you know? (therapist affirms) It wasn't even like I considered these possibilities that now I just, you know, I'm kicking myself in all different ways for, like... and then decided <\/span><span data-id=\"P10-N200D51\">that, no, these things actually aren't worth worrying about. Like, that just wasn't even... you know, like I didn't even have the eyes to look in that direction or something at the moment, you know? <\/span><\/p>\n<p data-id=\"P10-N200D6\"><span data-id=\"P10-N200D7\">THERAPIST: Well, it was exciting, it was exciting! It was promising. I mean, similar in some way to Laney, you know? Kind of Laney going, \"Oh, wow! A European trip! Wow! Who wouldn't want to jump on board?\" (pause) (client affirms) Somebody offering that to you, but also, not just offering it in the <\/span><span data-id=\"P10-N200D71\">terms of finance, but that somebody, you know, thinking about, wanting that kind of experience, you know, your dad... (pause) Your dad offering this opportunity to you, wanting to work with you, offering the work to you, wanting to work with you. (client affirms) Legal work, you know? <\/span><\/p>\n<p data-id=\"P10-N200D8\"><span data-id=\"P10-N200D9\">CLIENT: (pause) Yeah, I mean it was... (pause) Yeah, I guess I just had an image in my head of it being very different, you know? (therapist affirms) You know, I'll say, too, like I had an image in my head of something... (pause) I had an image in my head of it working out really good between us, but <\/span><span data-id=\"P10-N200D91\">not in a way that, like invoked anything in the past, but like this might be like a new thing for me and my dad, you know? <\/span><\/p>\n<span data-id=\"P10-N200D8-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200D8-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559915\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200DA\"><span data-id=\"P11-N200DB\">Like, you know, which I think is worth noting. Like, it's not like I was like, \"Oh, you know, it's going to be great, the way it used to be,\" or something. In my head, I was like, \"God, this could be like a new thing for us, you know? This could be like a new leaf for me and my dad.\"<\/span><\/p>\n<p data-id=\"P11-N200DC\"><span data-id=\"P11-N200DD\">THERAPIST: What would, yeah, in what kind of way, what form would it...?<\/span><\/p>\n<p data-id=\"P11-N200DE\"><span data-id=\"P11-N200DF\">CLIENT: Us working together...<\/span><\/p>\n<p data-id=\"P11-N200E0\"><span data-id=\"P11-N200E1\">THERAPIST: ...kind of collegial...<\/span><\/p>\n<p data-id=\"P11-N200E2\"><span data-id=\"P11-N200E3\">CLIENT: ...and not sucking like this.<\/span><\/p>\n<p data-id=\"P11-N200E4\"><span data-id=\"P11-N200E5\">THERAPIST: Kind of collegial or something, or? Working together...<\/span><\/p>\n<p data-id=\"P11-N200E6\"><span data-id=\"P11-N200E7\">CLIENT: Yeah. Like, us having fun together, you know? (therapist affirms) Us... feeling good about each other, I don't know. I guess, I'm sure on some level that's something I would really love, you know? (therapist affirms)<\/span><\/p>\n<p data-id=\"P11-N200E8\"><span data-id=\"P11-N200E9\">Yeah, I mean, it definitely looked like that at the time, you know? It was easy to... there wasn't a lot in the way to sort of disrupt that, you know? So yeah, it was seductive I think in that sense, you know? <\/span><\/p>\n<p data-id=\"P11-N200EA\"><span data-id=\"P11-N200EB\">(pause) Yeah, mean, it's something to feel kind of silly about, too, you know? (therapist affirms) But when you go for it and then like, you know, not only do you find yourself in a place that feels so familiar again, but also, you know, you get people like Laney saying stuff like, \"This just is really <\/span><span data-id=\"P11-N200EB1\">weird for you to do.\" You know, and then shit like conversations with my mom, you know, where she's like... You know, where it slowly starts to look like everyone is observing what you're doing, and thinks you're crazy for doing it, but, doesn't want to say anything to you, for some reason.<\/span><\/p>\n<p data-id=\"P11-N200EC\"><span data-id=\"P11-N200ED\">You know, like Laney was like, \"You know, when you did this, I kind of thought to myself, Why are you doing this? But I decided not to say anything to you about it.\" You know, and my mom was like, \"You know, I've never really wanted to talk to you about this stuff, out of concern for you, but... Oh, <\/span><span data-id=\"P11-N200ED1\">I'm going to allude to it super-cryptically,\" you know? (therapist affirms) You know, and then she's sort of like, \"Wow,\" well, I mean, I'm, you know, insane or something or not as... <\/span><\/p>\n<p data-id=\"P11-N200EE\"><span data-id=\"P11-N200EF\">THERAPIST: ...why can't people come out and say, kind of, yeah...<\/span><\/p>\n<p data-id=\"P11-N200F0\"><span data-id=\"P11-N200F1\">CLIENT: Yeah, or why can't I be as objective about this, or something. You know, it just contributes to feeling kind of silly about it.<\/span><\/p>\n<p data-id=\"P11-N200F2\"><span data-id=\"P11-N200F3\">THERAPIST: Nice, yeah. (pause) Yeah, almost like there are a little bit of shame about the fantasy.<\/span><\/p>\n<p data-id=\"P11-N200F4\"><span data-id=\"P11-N200F5\">CLIENT: Yeah, like I can't even really feel surprised now. I'm like, expressed feeling surprised, because now it's almost like... I would imagine, like a reaction like, \"Geez, man, you're 25, you know what I mean? Like, you'd think you'd seen this play out enough times\" or something, you know what I <\/span><span data-id=\"P11-N200F51\">mean? That's almost like what I'm like, imagining, you know? (pause)<\/span><\/p>\n<p data-id=\"P11-N200F6\"><span data-id=\"P11-N200F7\">THERAPIST: Yeah, no, like yeah, it's good.<\/span><\/p>\n<p data-id=\"P11-N200F8\"><span data-id=\"P11-N200F9\">CLIENT: We'll do Thursday?<\/span><\/p>\n<p data-id=\"P11-N200FA\"><span data-id=\"P11-N200FB\">THERAPIST: We'll do Thursday, yeah.<\/span><\/p>\n<p data-id=\"P11-N200FC\"><span data-id=\"P11-N200FD\">CLIENT: All right, thank you.<\/span><\/p>\n<p data-id=\"P11-N200FE\"><span data-id=\"P11-N200FF\">THERAPIST: Oh, you're welcome, yeah. (inaudible at 00:47:09) Yeah.<\/span><\/p>\n<p data-id=\"P11-N20100\"><span data-id=\"P11-N20101\">CLIENT: Did we go over?<\/span><\/p>\n<p data-id=\"P11-N20102\"><span data-id=\"P11-N20103\">THERAPIST: (stutters) We started, I started late. I was just... If I do that, I love to just... if you can, if you've got the time, and we can do it, but I mean, if I'm running over, I mean...<\/span><\/p>\n<p data-id=\"P11-N20104\"><span data-id=\"P11-N20105\">CLIENT: Today? You know, actually, I really got to run to the bathroom, and I actually got to run anyways, so...<\/span><\/p>\n<p data-id=\"P11-N20106\"><span data-id=\"P11-N20107\">THERAPIST: No, no! I meant, like that's why we... I, you know, I realize we're a little bit over, but from where we, but we started a little later, so...<\/span><\/p>\n<span data-id=\"P11-N20106-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20106-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559915\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20108\"><span data-id=\"P12-N20109\">CLIENT: Yeah, good, good. Cool. Yeah, I just like need to make sure I'm not on a different page from you or (inaudible).<\/span><\/p>\n<p data-id=\"P12-N2010A\"><span data-id=\"P12-N2010B\">THERAPIST: Thank you.<\/span><\/p>\n<p data-id=\"P12-N2010C\"><span data-id=\"P12-N2010D\">CLIENT: I'll see you on Thursday.<\/span><\/p>\n<p data-id=\"P12-N2010E\"><span data-id=\"P12-N2010F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20110\"><span data-id=\"P12-N20111\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}