{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses how she sees her boyfriend as more of a father figure and is not sexually attracted to him. Client sometimes wants to move out on her own, but focuses on the difficulties involved in doing so."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Self confidence","Embarrassment","Intimacy","Romantic relationships","Attraction","Psychoanalytic Psychology","Low self-esteem","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["10"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Self confidence","Embarrassment","Intimacy","Romantic relationships","Attraction"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559524","dorpId":"1005577444","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, April 08, 2013: Client discusses how she sees her boyfriend as more of a father figure and is not sexually attracted to him. Client sometimes wants to move out on her own, but focuses on the difficulties involved in doing so.","fullTitle":"Client \"S\" Therapy Session Audio Recording, April 08, 2013: Client discusses how she sees her boyfriend as more of a father figure and is not sexually attracted to him. Client sometimes wants to move out on her own, but focuses on the difficulties involved in doing so.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559524\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Come on in. Before I forget, would you, just for next Monday, would you be able to come at 9:15 rather than 10:15?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Sure.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Just for next month. That would be great.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: OK. Fifteenth today? <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: So I had an interesting weekend. 9:15 then? (pause) So this weekend I was by myself at home (chuckling) (inaudible) conference, so I tried to imagine what it's like to, you know, live by yourself and create your own structure and all that (chuckling). So it seemed OK for the most part. I was <\/span><span data-id=\"P1-N200171\">productive, and I did lapse into kind of feeling lonely and sad (chuckling), and I felt free and all this and judgment and (chuckling) and (pause). <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">This woman came to visit me on Saturday and she was really (inaudible) kind of acquaintance, but she's like an author. She's written her first book has been published, and I regard her very highly (chuckle) because she comes from a very intellectual family (inaudible). Well, for me she's like a big <\/span><span data-id=\"P1-N200191\">shot (chuckle), an academic.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">I was sweating like a pig (laughter). She was there and I played for an hour and (inaudible) exciting thing (chuckle). But I was also very conscious of like how I was reacting, responding, and all that, because I really, I think she would have made me, like I would have internalized a lot of the anxiety <\/span><span data-id=\"P1-N2001B1\">that she made me feel, but this time I think I was consciously trying not to feel ashamed and embarrassed and, you know, and nothing to say and all that. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">And trying to understand, you know, the hierarchy, the hierarchies of the world without trying to put too much pressure on myself and basically just not internalizing, because I think we already talked about, you know, the hierarchies and you could understand it's like a caste system for you, for me, <\/span><span data-id=\"P1-N2001D1\">I mean. Yeah, I mean, and it's there. You know, it's not like I'm making all this up. I'm not making up the fact that, you know, some people have achieved more than others, that's just a fact, but not having that weigh me down so much that I cannot do my own work or feel too paralyzed to interact or <\/span><span data-id=\"P1-N2001D2\">want to go in my shell or something.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">I don't know, she's older and she's (inaudible), so she's not going to be all chummy with me, right? (chuckle) I cannot expect that, but I can be, you know, polite and ask her questions about her work and obviously know that they're not going to be as engaging questions as someone more experienced and <\/span><span data-id=\"P1-N2001F1\">knowledgeable would be able to ask her, and that's fine too. I mean, I can cook for her (chuckle) instead of being her intellectual equal, you know? <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">It's funny, like I like, you know, ambitious people and smart people, but, you know, they also make me anxious (chuckle), very insecure. I hang out with some of my friends, and I'm just like rolling my eyes kind of and doing the \"you guys are so happy and calm\" (chuckle), and you want to go to Alabama. <\/span><span data-id=\"P1-N200211\">Come on. So my friend, she's starting to ask (inaudible). She likes small towns and that kind of life and she doesn't like Ohio, and I'm just like \"well,\" because I'm like neurotic and I like being that way. You know, I like being on the edge and like being judgmental, (chuckle), a little snooty, and <\/span><span data-id=\"P1-N200212\">you know, being busy and kind of aggressive and being other people being aggressive with me, despite the fact that it makes me all anxious. <\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559524\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">And I still, I think, I feel more engaged with that rather than the calm, kind of, you know, front porch kind of a life. (chuckle) So, you know, and I struggled a lot this weekend with, you know, like hormones and so I was very, very, very, close to going back on addicting on the station's website. <\/span><span data-id=\"P2-N200231\">(chuckle) But I'm like, \"I really cannot do that, it will be distraction,\" or like, \"I have to move out first and then (inaudible) as being disaster and a mess otherwise,\" you know? <\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">I mean, yeah, it's just, you know, like (inaudible) things are weird. I still don't know if I like him and all the aspects that I like about him, but then, you know, the lack of chemistry is better than ... When we try to have sex, but I totally feel, I mean, I'm not experienced and it ...<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: (sneezes) Excuse me.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Bless you. But I don't like. I feel like, I feel really bad saying this, but I feel like it could be better with other people. I feel very shy and ashamed saying it, but I feel like, you know, like, yeah. I don't feel like I should are allowed to have these talks or desires, you know? <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">It makes me sound like wretched or low.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Wretched?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah. You know like we were talking about last time, my dad's (inaudible), so I think, I mean obviously I did internalize them and they're still swirling around somewhere (chuckle), so unless I purge them, expunge them, they'll be there, so ...<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">I'm only just now learning, you know, it's my time, but I'm only just now learning sex is OK. It's OK to do it for (inaudible), (chuckle) for example. It's OK though. It's like natural to want it. I didn't even think that (chuckle) until later or something, so ... <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">And (inaudible) sent an e-mail on Friday. I didn't even look at it. I just archived it and (inaudible) think I should send him (inaudible). I don't remember that. I might do it later, but I just need to shut that thing for a bit. (chuckle) So...<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">You know, I mean, I don't know, for me everything was, you know, tied up with everything else. Like I have to ask my mom to find a job so I can have my own place or even, you know, live with roommates elsewhere. Well I like being taken care of, you know (inaudible), crashing with them at (chuckle). <\/span><span data-id=\"P2-N200351\">I don't have to worry about paying for my rent, just my mom. It's funny, isn't it? Isn't that funny, like I'm more worried about my mom's rent, and not so much about my rent. (chuckle) <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">It's weird. Just because I guess I have a sugar daddy. (chuckle)<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Is that what it feels like?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Well, not really. Not, I shouldn't say that. I mean, for him to be a sugar daddy he'd have to be a lot older.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: He'd have to be a daddy?<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: A grandfather, (chuckle) or not that's my senior professor, like several years ago. So I feel like a child and an adult at the same time because a child because I don't have to take care of myself, like my bills are taken care of. It feels very nice. <\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">It feels like protected and safe and, you know, yes. And then, I have to step into a parent mode and like paying my mom's rent and file her taxes (inaudible). I was crying yesterday. Because my taxes are kind of straightforward, except for the glitches in the software on their website, and, but my mom's <\/span><span data-id=\"P2-N200411\">are a mess. Like there's so many deductions and this and that and, anyways, you have to grit your teeth and do it, so but, yeah, so in that aspect I feel like an adult with responsibilities. Every little while I would feel like if I had, you know, I was the person I was taking care of, I mean it's <\/span><span data-id=\"P2-N200412\">not like I don't take care of myself. <\/span><\/p>\n<span data-id=\"P2-N20040-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559524\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">You know, I groom and I work out when I can, and I have my project, so that's still me. I mean, the job and the school. But in a weird way it's like that aspect of me that I hand over to others, (inaudible). The money aspect.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: That is interesting that you feel more comfortable taking care of your mother than yourself.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Yeah. (inaudible) Yeah. I mean, I could actually go back and live in Arlington. One of the homes will become available, I just I'm not, but I'm learning I should be in the square if I do find a place. It might be more expensive, but I just want to see how it feels like to live all myself (chuckle). <\/span><span data-id=\"P3-N200471\">I've never done that. Like never. Is it really very different, or ... <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Different from what?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: (inaudible) and parents (chuckle). Well (pause) I mean, like and (inaudible) said, \"Oh, it would be easy for (inaudible). I just don't like that he said that.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: What, (inaudible) in?<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Well, living by yourself. I didn't like to hear that. It made me feel bad about myself.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Did he mean it like as a jab or was he just making a comment?<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: He doesn't really think things through too much, like things like this. And then I said something like, \"come a little more dramatic,\" or something. And then he said, \"Oh, sorry, sorry, I shouldn't have said that. I know you're struggling with this.\" So ... <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: But if you imagine it came from a place of hurt that he said that.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yeah, well that's to be understood.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: (inaudible) he knows you're thinking about breaking up with him?<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Oh yeah, like we've had all these conversations that are like the like breaking up, so I don't know. Like it's weird. Like we do have sex, but it's, I mean it's weird. So he's telling me, \"Yeah, I had a fantasy about you on Saturday,\" or something, and I did too, but it was not about him. I <\/span><span data-id=\"P3-N2005B1\">mean, and this I have no control over. Like a dream, I mean. I have no control over them, obviously, and they're never about him, so this was like other guys. It's weird, because you know, I may or may not have seen them that like at all, so, and where do these come from? Where do these dreams come from? <\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">I mean, does everyone have them? Is it natural to like, but do they have dreams about other partners, or is it weird never to have a dream about your partner, but about everyone else? (chuckling)<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: You're not sexually into Chris (sp).<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">CLIENT: Yeah. Do you think that might change, or no?<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">THERAPIST: What do you think?<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">CLIENT: I don't know. Is it possible to see someone in a different light? Someone you've known for so many years?<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">THERAPIST: Well anything's possible. The question for you is do you feel it's probable?<\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\">CLIENT: Well of course it's possible, like with (inaudible) I never saw him in that light until he seduced me, you know? (chuckle) And now that's the thing that's difficult is to see him in a non-sexual light, you know, that's what hurts, you know? (chuckle) <\/span><\/p>\n<span data-id=\"P3-N20068-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559524\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">Make finally enough the thing that hurt me the most when I saw him this time was when he said, \"Hey, keep in touch.\" You know? That hurt (chuckle). Like, \"Really? Oh, get back to them,\" you know? So changing the way you perceive people can be difficult. There could be hang-ups, I suppose, that keep <\/span><span data-id=\"P4-N2006B1\">you from seeing them in that light. And I think I am resisting seeing Chris (ph) in a sexual light, just because, yeah. Yeah, it's just like something's wrong. It's like asking to have a fantasy about your brother (chuckle).<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">That's (inaudible), I know, no, don't go there, which is weird, because we do have, we do have sex, you know? <\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: What does it feel like to have sex with him?<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Weird. (chuckle) It's (inaudible). And I have to make him leave the room, so ...<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Why?<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: So I can finish up, so.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: He leaves the you have him leave the room?<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: Why?<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: Because I feel embarrassed, you know, like letting myself go and you have to think about someone else or something else to have, you know, I can't do it with him watching me. <\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">I mean, like to change the way you see someone, especially like going from sexual to non-sexual, or non-sexual to sexual. I think like a break is needed, you know, like yeah. I mean, with Victor (ph) the only way I could call my feelings if at all, if I could ever, because I really had like such strong, <\/span><span data-id=\"P4-N2007F1\">you know, desire and love for him despite all the crap, you know? I'm still in that mode, you know, despite the fact that it's been a year, you know? I just don't want to let go of it, I think. <\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">Just because it's so it makes me feel it still makes me feel, you know, good, and like that I could do it. He makes me feel happy and stuff. You know? I don't want to let go of that. (chuckle) But, and with Chris (ph) I feel like there's something inside me that makes me resist turning him into <\/span><span data-id=\"P4-N200811\">like a real boyfriend, and I'm just like, as I do, and we're intimate like just holding him back and being like, you know, just be nice to me. Take care of me and, you know, like love me in an innocent way. <\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">THERAPIST: What does what does innocent mean?<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">CLIENT: The way he mostly does it anyways, like, you know, like kiss me on the forehead, like take care of me and worry about me and, yeah. (pause)<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">I mean, I still do have those insecurities, of, you know, not feeling like his equal and I guess I feel like I need that in a relationship because otherwise I'd feel kind of below. I mean, like we were talking about hierarchies and I suppose I feel like it's OK for me to be much lower than, you know, <\/span><span data-id=\"P4-N200871\">this woman, this, you know, author. But I don't think it's OK for me to be several notches below someone who I'm dating, you know? <\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">Well, he's coming over for dinner, so that will be interesting.<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">THERAPIST: Chris?<\/span><\/p>\n<p data-id=\"P4-N2008C\"><span data-id=\"P4-N2008D\">CLIENT: Yeah, and the author.<\/span><\/p>\n<p data-id=\"P4-N2008E\"><span data-id=\"P4-N2008F\">THERAPIST: Oh, I see.<\/span><\/p>\n<p data-id=\"P4-N20090\"><span data-id=\"P4-N20091\">CLIENT: Where I can hover in the background and cook and then just hear them talk. But for me to make it as an artist, I feel like I have to speak. You know, I have to I can't just hover in the background and listen. I have to go inside myself and you know, come up with a narrative, and a story, you <\/span><span data-id=\"P4-N200911\">know? Because I'm starting to see that, I've been seeing it for a few years, that people do, are interested in hearing my voice. <\/span><\/p>\n<span data-id=\"P4-N20090-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20090-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559524\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">They are interested in my work and they do like what I produce, so I have to allow myself, I have to give myself the chance to speak and not feel, you know, daunted by the Chris's (ph) of the world, and like this woman, you know? I mean, they come from very, very privileged backgrounds, and obviously <\/span><span data-id=\"P5-N200931\">though, that means they had a head start and that doesn't make me, well it did, at first, make me very bitter, but now that I'm getting over that, I definitely appreciate and respect what they're saying. But I feel this craving, this urge to speak for myself also. And it might not be on the same platform <\/span><span data-id=\"P5-N200932\">as theirs, but maybe eventually it will get there, but I cannot let them, you know, kind of overshadow me, you know? (inaudible), you know, at least. <\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">I don't want to be silenced by their their (inaudible), you know? Because there already are avenues and platforms where I could speak and I'm very grateful to have found those avenues and I keep looking. Because and again, it's actually people like these who keep telling me, you know, you have a unique <\/span><span data-id=\"P5-N200951\">perspective, you know we haven't seen what you've seen, so your stories are important and you should tell them. So ... (chuckle).<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: How do you feel when you say that?<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: About people supporting you and encouraging you, and valuing you?<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Well, I feel (inaudible) and scared (chuckle). I feel scared that I shouldn't let them down, I should use these opportunities very carefully, very wisely. It's like, you know, water in India or Istanbul, that you only get it for like an hour in the morning and make sure you have to fill all <\/span><span data-id=\"P5-N2009D1\">the pots and buckets so you can have it for the rest of the day. I want to use the environment properly, so ... <\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">Which is why I'm kind of, you know, like I feel weird when I feel no desire for sex, and it's not for Chris (ph). It feels like it's conflicting with my mission or my ambition.<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: How?<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: Well, like practically, it would be great, it would be ideal if I can live with Chris for another year, not worry about rent, and if I do still get assistantship I can just give that money to my mom (ph). I mean, it would be easier than kind of making that I'll get a job, that will be I'll <\/span><span data-id=\"P5-N200A31\">like help or get a job, then there will be that guilt of making her work, so instead of dealing with those two things, I could just keep paying her rent and it's like, you know, kind of something that's out of mind, out of sight. <\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">So then I could just focus on my work.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">THERAPIST: And (inaudible), you could also see it as, I'm not saying this is going to be the case, but tapping into that energy and having movement in your life can also impact (inaudible).<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">CLIENT: That's the unknown (chuckle).<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">THERAPIST: It is unknown.<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">CLIENT: So it is a big risk.<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">THERAPIST: It is. Excuse me, but I was pointing out that it's not inevitable that it's clearly good for your craft to stay where you are.<\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">CLIENT: Well I mean, like I said last year, (inaudible) felt very empowered (chuckle). (inaudible) I felt energized, and I felt like I could do anything. Even though there are little things, that I suppose, sex makes you feel. Or good sex, I should say. But, you know, it ended so badly, right? That <\/span><span data-id=\"P5-N200B11\">I couldn't work for seven months after that. <\/span><\/p>\n<span data-id=\"P5-N200B0-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200B0-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559524\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">So it's risky to, you know, it's silly like a big move to find my own place, make my mom get a job, and then start dating. I just feel like, you know, I still have that thinking that it's dirty to work and to do that, like, you know, mostly everything is right with Chris (ph), but them I'm like, \"Is <\/span><span data-id=\"P6-N200B31\">that (inaudible)?\" Because, you know, it's not just the intimacy that is bothering me. You know, it's we discussed this, right? It's the his nature to be judgmental and his inability to have fun and, yeah. <\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">I mean, he's great. He's, you know, he's committed and he cares about me, and, you know, loves me in the way that he can. The first (inaudible) was enough. That is already too much. Now I'm making (inaudible). (pause) <\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">Are there such people out there who have such things like intimacy issues and like chemistry issues? (chuckle)<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: What do you think?<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: I don't know. Sometimes I feel like I'm the only freak. (chuckle)<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: You felt you were a problem (inaudible)?<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: You don't feel it's Chris's (ph) problem too?<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: He isn't acting like it's his problem (chuckle). I know it's been awhile since you've seen him, but he does not look like he has any personal problems. He looks very together and busy and onward with ...<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: You just described him as very restricted and inhibited.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">THERAPIST: That's a kind of problem too. He doesn't find a problem with it, that it doesn't seem like he's unhappy about it.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">CLIENT: No, he's not. <\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">Someone asked him at the airport he was telling me, \"Where you from, where are you going?\" And he said, \"Oh, I'm going back to D.C. to teach undergraduates and you know, I like doing that.\" And I was thinking if someone asked me what I was doing, I'd probably depending on who they are, etcetera, I'd <\/span><span data-id=\"P6-N200CD1\">probably say, \"Yeah, I'm going back to D.C. to, you know, face my boyfriend who I do love.\" So for me, for a personal life, is probably unfortunately paramount, you know? (chuckle) <\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">And I'm glad that I have (inaudible) some momentum on my projects, but I still feel very insecure about them, and not enough to be like, to say that I have stuff to show. I mean, I guess I would say, \"Yeah, I'm working on a novel.\" But not with any kind of sense of achievement or anything of like boasting. <\/span><span data-id=\"P6-N200CF1\">I'm not saying he was boasting, I'm just saying like that's who he is, like who, you know, his work is his life, and that's who he is. But for me, my personal life is kind of more important, or just as important, probably more important. (chuckle) <\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">THERAPIST: You don't feel that your leaving him is going to have an impact on him?<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">CLIENT: I'm sure it might in some moments, but mostly that's how he will deal with it. He'll just work more if it's possible to work more (chuckle). I'm not saying that he won't be affected. I'm not that bitter or naive, but I will actually (inaudible). Not to deal with it just because not having to <\/span><span data-id=\"P6-N200D31\">deal with that guilt, that, I'm not very good with dealing with guilt. You can get me to do anything by making me feel guilty (chuckle). <\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">If you want me to stay in a relationship that I don't want to be in, you know. Yeah, I just have a hang up that I shouldn't do this, I shouldn't, you know walk out on him when he's so nice, and he cares about me, all for sex and that feels very yucky. I feel like I'm the only horrible woman who's doing <\/span><span data-id=\"P6-N200D51\">it. No one else would do it. <\/span><\/p>\n<span data-id=\"P6-N200D4-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200D4-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559524\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">THERAPIST: Well A, that comes from a need to devalue your sexual desires, and B, as you say, that's not the only thing that you're not happy about in your relationship.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: Yeah. Yeah, I guess it seems I just have to find the right place, you know, not just balance, but actual place, physical and mental, where I can take these people like Chris (ph) and this woman who I hold up so much and who have encouraged me, and to take their instruction and use it as kind <\/span><span data-id=\"P7-N200D91\">of a support mechanism. But then is just like secondary. The primary thing is I'm the only person shaping my material. Yeah. <\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">I guess I just don't know what, how to make that place without screwing up too much, you know? Because right now it feels like Chris's (ph) place is that place, so, but maybe my own place might be even better, you know? (inaudible)<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">It is a learning experience, so ... (pause) <\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">Who knows, maybe I'll see Chris (ph) differently, once we've had some distance from each other. I doubt it very much right now, but (pause). I just don't know if I'm asking too much, you know? Like if I'm not, if I'm forgetting the value of compromise and so (pause).<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: You worry about being too expensive?<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">THERAPIST: It's almost like you described the room that you were in before the home you were in? It was too much (inaudible).<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">THERAPIST: Do you think if you're too expensive you'll eventually burst?<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">CLIENT: Yes. Yeah, there needs to be grounding (inaudible). But maybe I have grown since then and I can have things in balance.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">THERAPIST: I think you have grown since then.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">CLIENT: It's only been a few months, so who knows? (chuckle)<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">THERAPIST: You're working hard to grow.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">CLIENT: I'm trying. Because not I feel like not no one is just themselves purely. You know, we're all like a construction of different pieces and particles, like I'm not just me purely, like there's there's bits of my mom and me, and sadly, I know that there's bits of my dad in me, and there's <\/span><span data-id=\"P7-N200F31\">Chris (ph) and me, and there's Victor (ph) and me, and there's, you know artists are alike, so instead of when I shut the door, I shouldn't see, just me, me, me. I should see all the disparate parts that are in me and that are not, in me, but have influenced me, and are, or have at some point shared <\/span><span data-id=\"P7-N200F32\">my life. So maybe looking at it that way I'll feel less afraid, and I'll feel less looney.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">THERAPIST: You'll have more fortitude.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">THERAPIST: I do need to stop for today. I will see you in a month (inaudible).<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">CLIENT: Have a good day.<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">THERAPIST: You, too. <\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}