{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses whether or not he is being exploited at his current job. Client discusses his issues getting work done after having heated discussions with his boss."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Work behavior","Job security","Psychoanalytic Psychology","Anxiety","Frustration","Anger","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Work behavior","Job security"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Frustration","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559678","dorpId":"1005577600","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session August 16, 2013: Client discusses whether or not he is being exploited at his current job. Client discusses his issues getting work done after having heated discussions with his boss.","fullTitle":"Client \"A\", Session August 16, 2013: Client discusses whether or not he is being exploited at his current job. Client discusses his issues getting work done after having heated discussions with his boss.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559678\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CL: All right. Good. So we were talking about two things. One was negotiation and the other my difficulty working. Is that right, or have I retrofitted?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">TH: (OFF-MIC)<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CL: OK, fine. Right, so one of the things I did after the session with Phil (ph) on Tuesday was write up my understanding of the conversation in clear language, including, you know, the key problem of overlap. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">And, so we had a phone call afterwards, and I said that I hadn't pushed things. And I did. I hadn't that I hadn't had this confrontation.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">TH: Right. I remember you told me that, yeah.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CL: Right, that I was (inaudible at ) a little bit. We did, it was very unsatisfactory from my end, in practical terms. He apologized afterwards, you know, very no substantive way. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">One thing that came out in the course of the conversation, in a way I found maddening, I guess, but entirely true, is. Well, you know, you didn't have to stick around. Having to say you're exploited when, you know, you could have walked at any time. Now, that is unquestionably true, and one of the great <\/span><span data-id=\"P1-N200191\">mysteries in all of this, I suppose.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">On the other hand, I mean, I think the rationale explicitly has been that I have a lot of (inaudible at ), and that you know, without it being able to extract some return on that investment, you know, my prospects for getting something that is satisfying are are minimal. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">That has been the rationale. You know, as I think about it, as I reflect on that conversation and on, you know, it's implications for much of what we've been talking about for the last two years or so, almost exactly two years, I would say, that is that is what's in my mind. That's why I've stuck. <\/span><span data-id=\"P1-N2001D1\">Now whether that sunk cost is, you know, unremunerated, application of effort, you know, skill and talent or anger is, I think, an open question for discussion with a psychotherapist, but you know, that question, you know, why am I still here? <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">I think is at the heart of what we're talking about. You know, why am I still angry, and if I'm still angry, you know, as somebody who has, you know, skills and interest and et cetera, why am I still beating my head against this wall?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">And I think the, you know, the I mean, it's a bullshit question. It's kind of like a disgusting question, since, you know I said, I feel completely exploited. And he said, \"Well, you didn't have to stick around.\" You know, after it became clear that I wasn't going to follow through implicitly, I wasn't <\/span><span data-id=\"P1-N200211\">going to follow through, you know, on our agreement at any level, you know, whether in terms of shared responsibility and authority, whether in terms of, you know, actual remuneration, in terms of, you know, and like in terms of the institutional position, et cetera. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">You know, you could well have walked. You know, so an interactive level is just kind of disgusting. At a substantive level, it's a great question. I mean, at any point in the last 15 years, really, I could have just, you know, all of this has, I think been motivating a lot of my brown-outs. I could <\/span><span data-id=\"P1-N200231\">have just said, \"I'm tired of being in a system that's exploitative and that's not set up to, you know, to give me any return,\" whether you know, emotional or professional or what have you. <\/span><\/p>\n<span data-id=\"P1-N20022-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559678\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">You know, why am I still getting angry about it? What do I need, you know, before I'm no longer angry about it enough just to say, you know, (inaudible)? You know, so in the end, it's either crystal clear to me that A), I'm not going to get what I want to out of this interaction. If Phil (ph) wants <\/span><span data-id=\"P2-N200251\">to go to Egypt, or he wants to, you know, use the infrastructure that I created that he won't acknowledge to solve the problem of his wife wanting to go to Egypt to develop her own professional, you know, her own professional profile, and Phil (ph) having to go along with her. <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">So he needs something to do for 50 percent of his time. Now, you know, it's clear to me that there is, I'm not going to get what I want to out of the system. It's also clear to me that there are things that I want that I can get out of the system. So it's stupid to burn them, and after this heated exchange, <\/span><span data-id=\"P2-N200271\">at a certain point, you know, he said things that were just so infuriating I knew that a breach was eminently possible, and I just sat there on the line. And this is not a strategy that I've been very good at employing, but on this particular occasion, I, you know, really did a fairly skillful job of <\/span><span data-id=\"P2-N200272\">keeping the relationship together. <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">I just shut up. I just sat there silent rather than responding for a good minute or so of dead time, and then I said, \"You know, let's just pull back and talk about the substantive issues,\" and the substantive issues were trivial. I didn't precipitate this heated exchange, Phil (ph) did. I mean, I probably <\/span><span data-id=\"P2-N200291\">said something like, \"Listen, you know, we have shared responsibility on this project and have from the very beginning, and that's been an implicit, you know, premise of my interest in participating.\" At which point, he went off in saying, \"No, that's not true. I'm actually, you know, blah, blah, blah.\" <\/span><span data-id=\"P2-N200292\">It's just ... At any rate, I mean, I guess my read in retrospect, after the conversation on Tuesday, is that he's feeling squeezed in terms of his, you know, kind of agency at home. <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">I don't know, it's pop psychology, and so he's asserting himself in these other domains, and because, you know, of previous lack of follow-through, I have no institutional recourse, and he knows it, and he's exploiting it.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">In other words, he, you know, can say whatever he wants to because, I'm venting a little bit, which is not very productive for our purposes, but, you know, because the position that was, you know, promised to me explicitly, nobody followed through on. I have no, you know, I have no position. I have <\/span><span data-id=\"P2-N2002D1\">no position. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">Because he didn't follow through on the salary in the framework that we discussed of applying for a grant, you know, I had to take the subordinate role to him within partners in hell which I had no intention of doing. You know, so whether consciously or, you know, by lucky accident, he's orchestrated <\/span><span data-id=\"P2-N2002F1\">this series of completely asinine decisions, each of which, you know, undermined my ability to engage with him, you know, at a level of equality in this final, you know, kind of final confrontation. And it is the final confrontation, because there's no point in ... what's the point in confronting after <\/span><span data-id=\"P2-N2002F2\">I either leave or don't leave? And, you know, there's no percentage for me in leaving. <\/span><\/p>\n<span data-id=\"P2-N2002E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559678\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">So we backed down and negotiated something that seemed a title that seemed, you know, about as good as I could get. He apologized, and that's where it stands. But I'm so angry I can't write. Like I've had this thing on my plate for two days now, just shortly after I spoke with you last, and I just <\/span><span data-id=\"P3-N200311\">I've not been able to penetrate, even though it's very discreet. I just, you know, it's just iterating a grant proposal that I drafted that will be one of the, you know, will fund one of the core deliverables that would be on my plate. (pause) <\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">And, you know, another thing that he said which is certainly true at some level, and again, fucked up in another, and more or less the same, you know, proportions in the same way, was that, you know, I'm displacing, you know, anger sort of systemic. This is anger at others onto him, which is true. You <\/span><span data-id=\"P3-N200331\">know, it's fucked up insofar as it refuses to acknowledge that to which I'm directly, just infuriated, infuriated by our (inaudible) true, that, you know, this feels, I don't know. Human beings are kind of homoanalogicus. You know, we make parallels, so who knows how fitting these parallels are. <\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">But a lot of them are within this system, they're systemic, you know, this kind of exploitation, this kind of, you know, kind of unwarranted assertion of authority by physicians is something that I've heard people complain about ad nauseum forever.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Both the exploitation and the sort of gravy train for, you know, other, this sort of the ... You know, so there is some kind of recursive function here, but I think also, you know, this exchange has taken on a kind of (inaudible) quality that I recognize and just, with a level of anger and outrage <\/span><span data-id=\"P3-N200391\">that I feel, which is not just specific, it's, you know, it's kind of logical. <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">It's like it's, I don't know. Every kind of anger, hierarchical, or, you know, every anger over every episode in which I've been sort of squeezed and then I've contributed something under the ... what is the category? What's the precise, what are the contours of the outrage that I feel?<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: (inaudible) you were exploited? <\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: I feel as if my commitment, affection, tolerance for ambiguity, I don't know, you know, willingness to think the best of people, willingness to suspend my nagging sense that, you know, they're in it for themselves, by communal instincts, I don't know, have been exploited and when, you know, <\/span><span data-id=\"P3-N2003F1\">I asked for some repayment for those affections or commitment or effort or skill or talent or what have you, I was just told, you know, hierarchically, you know, I outrank you, so I don't have to follow through on our agreement. <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">Or worse still, the agreement was made with somebody else, even though they're in the same system, so I don't have to make good on it.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: So, I mean, I as I reflect on, you know, the feeling or emotion that I feel that, you know, is sort of engulfing me to the point where I really can't do things that are clearly in my interest, I sense, you know, tendrils of this emotion just sort of extending out, you know, back into the mists <\/span><span data-id=\"P3-N200451\">of time, and it's like, anyway. <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Yeah, it's almost like a way of remembering.<\/span><\/p>\n<span data-id=\"P3-N20046-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559678\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: Almost like a way of remembering. By which you mean to say that it is like a way of remembering. By which you mean to say that I am remembering.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: What is like a way of remembering?<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Being angry in just this way.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Being angry in just this way.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: With in just this context, anyway.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: Angry in just this context. So your hypothesis would be that I'm preserving myself in this setting where I get angry because otherwise it would be difficult for me to integrate myself across time. <\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">It gives me a sense of connectedness.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: I'm saying it sure seems to work that way, among other ways. I'm not saying that's the whole cause, but I am saying like that it's part of how this is working to do just that.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: But that's not exactly what you said, you said, \"It's a way of,\" which I'll restate as, \"a strategy for.\" <\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">It's not just that, you know, by a random sequence of events it happens that I'm able to remember things. You're say it's a way of remembering.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: So at some level, (inaudible) the unconscious, I'm preserving this homeostasis.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Yes. Yeah, and I'm not saying I think that's the total explanation, but I, yes.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: And the alternative would be not remembering, presumably. <\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">Or at least the perceived alternative.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: I mean, I guess I can think of a few alternatives.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: No, but I mean, if it's the way that some level, if it's a strategy, at some level, you know, there's evaluation of one kind or another in which, if I don't pursue this that I won't be able to get the desired result.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: So what's the alternative?<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: I guess it's the disintegration across time, (inaudible).<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Maybe. (pause) <\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: All right. So this is complicated, what just happened between you and me around this. (pause) <\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">I guess I'll just start with the last piece of it. I had the impression that you feel like I'm kind of blaming you for being in this situation that you're in.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: I'm not conscious of blaming you at all.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: I mean, I think it was a genuinely informational question when I asked you to kind of help me parse what you were proposing. I have, at time, felt frustrated with, you know, a sense that I was being blamed or being responsible for something that I don't want to be made responsible for, but I'm <\/span><span data-id=\"P4-N2007D1\">not conscious of having had, you know, that kind of resentment. <\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: OK. (inaudible)<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">CLIENT: Now, you know, I mean, there's (inaudible) emotions at work here, so I'm sure I'm capable of not being aware of them.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">CLIENT: No, I mean, I think it's obvious that I'm responsible for not walking at any given point. I, you know, responsibility for not being able to work because I'm angry, for me at least, rightly or wrongly, is murkier. But you know, responsibility for the clear-cut series of decisions to remain in, <\/span><span data-id=\"P4-N200851\">you know, a web of relationships that's been completely unfulfilling to me. That's another story. So, you know, that raises, you know, the questions that we've been grappling with today so far. <\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">And I think your explanation sounds like one that might be plausible. I don't know how to interrogate it, and I don't know how to make use of it. You know, this (inaudible) question that I often throw back in your face. but it sounds, you know, just prima facie it sounds like a reasonable explanation. <\/span><span data-id=\"P4-N200871\">I mean, it is a great mystery. It is a great mystery. Why am I still not effectively looking for a job?<\/span><\/p>\n<span data-id=\"P4-N20086-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559678\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: Right. (pause) <\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">Interesting. It hits me that the conversation that you, the confrontation really, that you had with Phil (ph). You know, that could have been, and often has been, with Phil (ph) and with other people, the kind of occasion for the conversation that sets things, at least \"righter\" at the time and allows <\/span><span data-id=\"P5-N2008B1\">you to get working again. I guess what it where I'm going is to say, you know, I can remember lots of times, both with Phil (ph), and I think also at the bank where you were upset or frustrated or worried about something. <\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">And then had a conversation with a certain key person or important person involved, and it had just the opposite it went a very different way and had the opposite effect of allowing you to kind of get to work again.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: But here's the thing, Marshall. I mean, at a certain point, you know, either there's a reality to it, or there's not. In other words, you know, so I remember one time I was talking with Phil (ph) and I was just furious because they just the department had just written back saying we're offering <\/span><span data-id=\"P5-N2008F1\">you this lectureship which is useless, and I applied for my own grants. <\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: And, you know, I had a conversation with Phil (ph) and I felt much better. Well, the reality is the reality. You know, at a certain point, it's like you can string these, you know, kind of placatory conversations together for only so long before you either say, \"OK, well the reality here is <\/span><span data-id=\"P5-N200931\">that this is not going to work, so I need to walk,\" or you know, I'm going to, you know, say, \"OK, you know, the buck stops here.\" You know, this is the end of the road.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">You need to blog. At no point have I ever said, \"You need to blog,\" until now, and when I finally said, \"You need to blog,\" this is what I got in return.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: You know, so that is another way of understanding this. Like it wasn't so much that these conversations were functional as these conversations were, you know, just sort of dissociative in some sort of broader sense. <\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">They allowed me to defer the issue that I was really angry about. Maybe I've diverted your thought. You ...<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: I guess ...<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: What the difference in this between this conversation and the others that you could say?<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: I mean, I guess I had in mind a model which I don't completely like, but I'll say it anyway. <\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">Because maybe it will lead you to think, which was that you maybe remain in these situations because maybe really a part of what you want is (inaudible) to prefer to have things done right.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">CLIENT: I said that earlier.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">THERAPIST: And ...<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">CLIENT: I want my return on investment.<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">THERAPIST: Yeah. And your maybe that isn't maybe that's complicated. <\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">Here's what seems to me at odds. On one side, you're saying now that, you know, the reality was the reality. Even if you had a nice conversation with Phil (ph) following being given the title, being given the lectureship, didn't change the fact that you couldn't apply for grants. And in that, then, <\/span><span data-id=\"P5-N200AD1\">you know, you're saying now you kind of avoid or defer the real problem. <\/span><\/p>\n<span data-id=\"P5-N200AC-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200AC-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559678\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">But, from an emotional level, clearly the conversation was quite significant in that it really helped you to get back to work, I think, if I'm ...<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Helped me to get back into this, you know, that is complicated. So if I understand you correctly, what you're saying is that on the one hand, there is this analysis or framework, you know, that implies that my persistence in, you know, a situation that's not very good for me, you know, is out <\/span><span data-id=\"P6-N200B11\">of the continuity provided by anger at it's, you know, various ways in which it's not good for me.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: Right. <\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: And then another complementary, you know, contiguous framework is one in which, what is it? What is it that you're proposing?<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: In which the repair, or something that feels at the time like repair, is, I don't know, helpful, satisfying, feels good, reassures you, I'm not sure what, something good. I mean, it lets you get back to work.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: So that what I'm craving is that sense of ...<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: Repair.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: Repair, resolution. That serial resolution and, you know, the two, you can't have one without the other. You can't have the repair without the ... OK, well that's some of the complex function. I see what you mean. <\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">I think the maladaptation or maybe it's not my adaptation that's at issue, but the poor fit of, you know, me to this niche is prior, obviously, it seems to me. In other words, you know, I can imagine feeling a sense of fulfillment without this anger but without the anger there would be no opportunity <\/span><span data-id=\"P6-N200BF1\">for the sense of fulfillment.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: And let me, again, it's not a model here. It reminds me sort of like like I throw a trauma model where and the person kind of walks in master of the trauma, and have to get themself into the situation where the trauma could recur or does recur, in order to provide the opportunity. <\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: But there's no, in this system, there's and it's totally obvious that structurally there's no possibility of my mastering this trauma.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: But there are times to you when it feels, I think.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: Like I might be able to.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">CLIENT: Like there might be a prospect for somehow mastering it.<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">CLIENT: Yeah. It sounds right.<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">THERAPIST: Is often the sort of how it goes with this sort of thing. You know what I mean? Like -<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">CLIENT: It sounds right. I'm just never going to get my investment of trauma or anger or outrage or, you know, being offended against. I'm never going to get it out. I'm never going to get the it's just not going to happen. I lost. <\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">I'm never going to get it out. I'm never going to be in a situation where I'm offended against in this way in this system and get it out.<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">THERAPIST: And I think the question that you're really grappling with is whether you're going to be able to stop trying. (pause) <\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">CLIENT: Well, and I think the question I'm grappling with in the most immediate sense is whether, you know, what is still on the table, which is frankly fine. You know, I think I successfully won the argument about, you know, being a director rather than being a manager, won the argument about being, <\/span><span data-id=\"P6-N200D91\">you know, having it be something about international programs rather, without meaning, yeah, it deals with our kind of ...<\/span><\/p>\n<span data-id=\"P6-N200D8-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200D8-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559678\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">You know, and it was two really interesting projects, but I think the question that I'm grappling with most immediately is just whether or to get rid of this, as so many times before, in retrospect, I just need to quit. <\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">Now rationally, it doesn't make any sense to do that, and yet, you know, what would it mean to give up on this anger? What it mean to give up on this, you know, this hope, ambition of, you know, mastering it by, you know, just sort of conclusively, finally, triumphantly resolving it in this way? What <\/span><span data-id=\"P7-N200DD1\">would it mean to give up on that, to just divest myself of it? And in retrospect, and it's interesting, speaking of, you know, kind of whose fault it is or that construction. <\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">You know, my interpretation of all of these just sort of abdications, you know, has always been that there was something mentally wrong with me, but you know, put into this framework, it actually, you know, maybe it wasn't a very adaptive strategy, maybe it wasn't like the right way to do this, I think, <\/span><span data-id=\"P7-N200DF1\">yes, but it makes sense in this framework.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">I have that 8:30 feeling. How are we doing?<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: Oh, a couple minutes.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: So, I mean, so that's the way that it presents itself to me right now. You know, and I think there are sort of high-level manifestations of that, and low-level manifestations of that. High-level manifestations of that, you know, am I just going to say, you know, \"Take this and shove it\"? <\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: Low-level manifestations of that, am I just going to like not write this grant? And neither of them am I fully, you know, maybe being, sort of working this through as we are right now and being a little more conscious of what's going on allows me to be less reflexive about it in both cases. <\/span><span data-id=\"P7-N200E91\">Hopefully that's the return on investment that I get from our conversation. But yeah.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: And so I think part of what you're implying is that not writing the proposal or telling them to shove it would be a way of like expressing and then being able to give up on the anger. <\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: Yeah, it's like it's interesting. It's like on the one hand, it's an expression of anger. On the other hand, it's a solution to anger. You know, if the ...<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">THERAPIST: I see, it's not just disengaging, it's kind of letting go, that's the fantasy.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: Yeah, it's both, you know, just sort of giving expression to the thing itself, and just divesting myself of the ambition of ever coming to resolution. <\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">Just, you know, leaving, saying this system is not working.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">THERAPIST: That part has been, I think, less clear somehow to me, particularly in things like writing is a little more clear like leaving.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">CLIENT: Well, the writing always feels like a kind of suicide. I think I've said that to you before. It's like it's something that makes.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">THERAPIST: I can see now how it fits. I just hadn't picked up on that. It's a kind of effort towards just letting this all go, walking away from the dynamic from the situations that make you so angry and infuriated. <\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">CLIENT: The situations, relationships. OK.<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">THERAPIST: We should stop here.<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">CLIENT: Good (inaudible).<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}