{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his plan of action to handle the issues he's having at work. Client discusses how he balances his relationship and career."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Psychological issues","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Sleep disorders","Psychoanalytic Psychology","Anxiety","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Psychological issues","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["44"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Sleep disorders"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559672","dorpId":"1005577594","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session July 03, 2013: Client discusses his plan of action to handle the issues he's having at work. Client discusses how he balances his relationship and career.","fullTitle":"Client \"A\", Session July 03, 2013: Client discusses his plan of action to handle the issues he's having at work. Client discusses how he balances his relationship and career.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559672\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: So... (Pause)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yes. Well (pause), it's been an interesting week, a difficult week. Trying to figure out what to do regarding this Egypt thing (pause) and, I think, feeling a lot of the kind of classic separation anxiety, I guess you'd call it, except that it's the anxiety that leads to separation in some sense <\/span><span data-id=\"P1-N200111\">as much as the separation anxiety. [0:01:08] So I had an interesting experience last night... this morning, really. When I woke up as so often and was feeling very upset and anxious, distressed as (ph) so often, and it felt like these separations often do. And, I mean, my sleep deprivation's at the <\/span><span data-id=\"P1-N200112\">point where it's difficult for me... I mean, I think that maybe some of the trouble remembering things is proximally neurotic but clearly underlying it... [0:02:06]<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Absolutely. Sure.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Is the fact that I've just been sleeping so poorly for so long. So, I mean, measures that are probably difficult to disaggregate and the contribution of each (inaudible at 0:02:20). But at any rate, so I can't any longer call to mind the precise train of thought, although it was striking and <\/span><span data-id=\"P1-N200151\">probably interesting. But I just (pause) suddenly felt like I could manage it. It was very... dramatic isn't quite the right word. It was very (pause) distinct.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Hmm.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: And (pause) I could kind of figure it out, how to deal with it, without just bailing. [0:02:59] And the impulse to bail is not unreasonable, I came to realize in the course of just sort of waking up at 5:30 again and lying awake. It comes out of an analysis that requires a response, some of <\/span><span data-id=\"P1-N200191\">which probably demands my thinking about in what measure to contribute what I have to offer. But it was as if, having lost the panic, I no longer had to kind of blame this impulse to separate or to withhold or to determine how much... how I wanted this relationship to unfold on the basis of some very <\/span><span data-id=\"P1-N200192\">troubled, almost publicly troubled, impulse. [0:04:08] So I was thinking about this... this is over, whatever, I took a longer run than I usually do because I was just feeling sort of efficacious and left the house early enough to run all the way out to (inaudible at 0:04:23) Bridge and back. (inaudible <\/span><span data-id=\"P1-N200193\">at 0:04:28) stuck on it.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">But... so I was thinking about this conversation with Dr. Barnes (sp?), with the minister. And I thought to myself, well, you know what? I don't need to quit, which is kind of what I've been considering and sort of discussing and gone back and forth between. I just won't go to Egypt. The panel that <\/span><span data-id=\"P1-N2001B1\">I was going to lead, we'll cancel it. [0:04:58] And we'll say, there are certain components that have to be settled within the project for this component to go forward. And I know the funder (sp?) really desperately wants this component, it's very important to her. But I'll say, look, my wife is about <\/span><span data-id=\"P1-N2001B2\">to give birth. I don't have to specify exactly when she's going to give birth. And so I felt like it was better not to be away from her... so far away from her in case it happens quickly. And we still need to resolve this structural issue regarding Providence and Cairo. So we'll cancel this panel, I'll <\/span><span data-id=\"P1-N2001B3\">stay with my wife, and Phil (sp?) and the minister can talk about this and settle the institutional issue, talk to the funder, and see what the funder wants, and then get back to me. There doesn't need to be sturm und drang about this. It's actually pretty straightforward. [0:05:59] And... so whatever. <\/span><span data-id=\"P1-N2001B4\">I think it's a perfectly good solution. It'll certainly make the point that this panel is cancelled because I'm not attending. They'll know that this had something to do with it.<\/span><\/p>\n<span data-id=\"P1-N2001A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559672\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: And I'll go on vacation with Jennie (sp?). And, if they come back and say, well, we've thought about it, we don't want this component that can be run from Providence, I'll proceed with this job search. And, if they do want it, then they can keep me on, and I'll do it from Providence, [which <\/span><span data-id=\"P2-N2001F1\">I would be] (ph) satisfied and happy about. And I don't have to worry about it for a month. All the things that I was going to deliver, that are mostly ready to deliver, including World Bank contacts, all of these things, they'd just be on hold until this structural issue is resolved. [0:07:07] And <\/span><span data-id=\"P2-N2001F2\">if they want them then (inaudible at 0:07:10). So this is... meanwhile I've been having conversations at people at the World Bank, and we're... once this is resolved, we're ready to have a workshop on this topic, on the topic that would have been the panel for the meeting.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: And... so in some sense it's not that different. I'm still... the scenario that I came up with is (ph) a state of relative calm this morning. It's not that different in the sense that I'm still withholding. [0:07:56] I'm still declining to attend, and maybe the roots of that are neurotic in <\/span><span data-id=\"P2-N200231\">the way that we discussed on Friday. But I don't know. This feels like an interesting evolution of that impulse. If so, it feels like a very interesting evolution to that impulse.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Well, for one thing, doesn't it feel as though...? (inaudible at 0:08:30) as though you feel emotionally compelled not to attend. It just seems like the better thing to do.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Well, I mean...<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Which is different, I'm saying.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: That's not the way that it feels right now. I mean, I think the impulse not to attend is one that occurred to me in the state where I was feeling emotionally compelled not to attend. [0:08:53] And it just occurred to me that the same purposes can be served without just kind of A, kind of blaming <\/span><span data-id=\"P2-N2002B1\">it on myself, saying, oh, I'm so upset that I can't do this, and B, in a way that doesn't just sort of end things conclusively, although it forces the conversation to be had in a way that makes both my stance and my contribution fairly clear without... and yet without saying kind of hysterically, well, <\/span><span data-id=\"P2-N2002B2\">if you don't want me, then I'm just not going to come.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: (Exhaling) I mean, [the issue] (ph) in this case is that there's a structural problem. My contributions are not being acknowledged anywhere within the system except in the circle of my immediate colleagues. And I have to respond in some way to it or else just be ready to suffer it indefinitely...<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: And potentially in a way that is very damaging to us and our household and to me emotionally. [0:10:00] So something has to be done about that, because I don't want to feel emotionally very troubled and hurt. And I don't want our household to be financially... even though I'm putting out at <\/span><span data-id=\"P2-N200331\">the same rate of effort.<\/span><\/p>\n<span data-id=\"P2-N20032-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559672\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: So somehow this impulse, which I do think was not really rational... like, I just don't want to deal with this, I want to end it, I want to quit, that was the original impulse. That was what evolved in my head as this (pause), I don't know, this calm and rational assessment asserted itself. <\/span><span data-id=\"P3-N200371\">But I think... I don't know, I mean, it's interesting. [0:10:53] I feel interested by the way in which that impulse, which ultimately has a rational core, a rational seed in this assessment (inaudible at 0:11:03) properly valued, proceeded (ph) to somehow hysterical response...<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Hysterical response?<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yes, not PC, but this sort of emotionally charged and naked response and seems perhaps to have evolved back into a rational assessment, which probably is the progression of all rational assessments at some level, right? (Pause) I mean, they're always mediated... maybe not very much by some people <\/span><span data-id=\"P3-N2003B1\">who are extremely rational and straightforward and non-neurotic. But emotions and feelings mediate any sensory perception. We know that.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Sure. [0:11:57]<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: It's just that my stock of responses has become so distorted by the strength and primacy of the feeling state that every... all of this sense, perception (ph), all of this observation passes through. So that's kind of where I'm at this morning. (Pause)<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Yeah, I guess I'm not really sure what to add to what you said about it. (Pause) [0:12:58]<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: (Exhaling) I couldn't get back to sleep. There's some (pause) cocktail of (pause) endocrine responses that is still (pause) interfering with my sleep. I wonder if this state of calm, if I can sustain it for a while, would interrupt that actually. I don't think I felt... I mean, it was interesting. <\/span><span data-id=\"P3-N200431\">There's... (Pause) I feel very awake. [0:13:55] I don't think I feel very alert. (Pause) Alert and awake are not quite the same, I guess. (Exhaling) (Pause)<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Sounds like you're also confident and kind of in charge of yourself. (Pause) A little more grounded.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: We'll see how this goes. (Pause) I mean, one of the things that I was thinking about, I guess, this morning was the relationship between this waking... this early waking state of waking and the alertness I feel when I'm writing well... [0:15:08]<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Hmm. (Pause)<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Which always is preceded by waiting for so long that I'm kind of terrified, terrified of being ousted in essentially the same way that I've been terrified for the last months, as if they were the same phenomenon. And that phenomenon is subtly different from what I feel right now.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: I'm not sure I follow. [0:15:55] You're saying that both the way you feel when you're writing well and the way you feel when you wake up early in the morning...?<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Well, I guess what I'm trying to say is that it's so hard for me in this state to sit down and write. There's a kind of alertness that's missing...<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: And when I get it it's as if I somehow managed, in a way that I don't really understand or have the capacity to consciously induce... I somehow managed to take this wakeful state, this interrupted, adrenaline-drunken state of distress and turn it into a state in which I can stay up for 48 hours <\/span><span data-id=\"P3-N200531\">and focus on something very intensely and come out with a fairly good result at the other end. [0:17:09] That's not a good resolution, and it means that, among other things, I cannot... since that's the only way I've learned to produce, at some level I just don't want to engage in it. (Pause) But what <\/span><span data-id=\"P3-N200532\">it does is it transforms somehow this state of wakefulness into a state of alertness in a way, I suppose, that feels somewhat analogous to the way that I'm feeling right now. In other words, I was awake, and then suddenly I was alert. [0:17:55] I was awake, and then suddenly I was calm and rational. <\/span><span data-id=\"P3-N200533\">But this may be qualitatively different. This doesn't feel nearly as familiar as... that other state is definitely kind of manic. I mean it's... I mean, you've seen that in here. I remember one time in particular, there I was... I brought that manic energy in here (inaudible at 0:18:19). I don't know <\/span><span data-id=\"P3-N200534\">if you can recall...<\/span><\/p>\n<span data-id=\"P3-N20052-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559672\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: (Crosstalk)<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: Yeah, it was a few months ago. At any rate, this feels different and better and more sustainable and kind of... this is interesting. (Pause)<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: I wonder if something they have in common is that you're kind of pulling yourself together to deal with something, albeit in...pulling yourself into somewhat different... [0:19:03]<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: Into somewhat different states. I guess what I have in mind is sort of pulling yourself together in one way to deal with the writing and (chuckling) pulling yourself together in another way to deal with me this morning.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Maybe. I had the sense on several occasions that the timing is certainly interesting for these little epiphanies.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: I mean, I remember one time when I was really very upset two years ago-almost exactly-Jennie was very upset. I was very upset, I was feeling really bad about work, about my inability to work. [0:19:58] And Jennie had, I guess, a migraine or something. This was really quite early on in the relationship. <\/span><span data-id=\"P4-N200631\">And she said, almost crying, I can't deal with this now. I'm feeling so bad. And it just fled, and I was totally there. She brings it up still.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Hmm.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: It was as if suddenly this stress was gone, and I was available. (Pause) Maybe that's the best analog to this. Maybe... I mean, I believe this relation... well, I mean, it was kind of just me, myself, and I this morning. So it wasn't directly in dialogue or interaction with you. [0:20:56] But <\/span><span data-id=\"P4-N200671\">it's certainly one of the impulses of [our relation] (ph) in general. I mean, I think it's one of the working hypotheses, is that much of this internal difficulty, working and things, has to do with relationships.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Right. (Pause) [0:21:57] Another thing about it in a kind of (pause) important but non-specific way, both the (inaudible at 0:22:20) that you just described and with me now are kind of relational situations that affected these changes in you that you're describing. I wonder how much more <\/span><span data-id=\"P4-N200691\">specificity there is in kind of that analogy. Or, in other words, what else is similar about that moment with her and how it settled you down and...? [0:23:01]<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Yeah, it's tough, Marshall, because I definitely wasn't thinking about you this morning. I wasn't... I think certainly the coincidence is very thought-provoking, and likely there's something there. But it's hard for me to think about the relational aspects with... as it's... the analogy between <\/span><span data-id=\"P4-N2006B1\">the two events in their relational aspects with specificity, given that I wasn't conscious at all of the interaction with you at the time that much of this was going on this morning, whereas obviously I was very conscious with Jennie.<\/span><\/p>\n<span data-id=\"P4-N2006A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559672\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: And so... yeah. I'm not sure how to bring specificity to that. [0:23:57] What were you thinking? What would you imagine?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Well, I don't know, I mean... (Pause) Yeah, I had initially thought about it sort of in a different way in... sort of in relation to the writing, which sounds like... you say it's like a little hypo-manic. And I imagine it sort of feels quite under the gun and sort of in some ways like you're <\/span><span data-id=\"P5-N200711\">defending yourself and in other ways like you're kind of asserting yourself at the same time? [0:25:00]<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: It's kind of surfing the crest of this deep fear and anxiety. It's really what it is.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: Uh-huh. And... (Pause) Yeah, I think it's more than that. I'm not saying it's not that...<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: Okay, no.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: But I think it's also an act of sort of both defense and aggression in the sense that there's the issue of the attachment with whomever you're writing for, but also the issue of conflict. [0:25:52] And I think you're sort of (pause) making the next chess move in some way by doing the writing. <\/span><span data-id=\"P5-N200791\">There's something about feeling kind of aggressive or combative or power (ph) involved going on, in addition to the more affiliative side of it, too, where you're worried about being cut off, obviously considerably. I think you also generally feel in a battle or struggle with whomever it is in addition <\/span><span data-id=\"P5-N200792\">to being scared of losing them or losing the situation.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: And you infer this from the fact that you feel like I'm mad (ph) with you? [0:26:58]<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: In part, and in part because at least the situations that we've talked about outside of this room involving that sort of thing... I feel like they have a kind of a fighting aspect to them, as well as a sort of more affiliative one. I think (crosstalk).<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: For everything?<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: No. (Pause)<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Hmm. This is not a banal (ph) statement, so...<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: (Chuckling) I would assert not.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: (Chuckling) Yeah.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: But that's a good thought. (Pause) Now, with Jennie I don't hear the sort of fighting side in that situation where she says, oh, it's too much, I just can't do this right now. [0:27:58] And she sounds fragile in that moment... (Pause)<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Or overwhelmed.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: So I just want to get... I want to make sure I understand the thought. So your thought is that the calm or the capacity to transcend this state of distress and kind of confusion really... it's a confusion of some sort, even though it has the component of alertness or sort of arousal. Arousal's <\/span><span data-id=\"P5-N2008F1\">the better word. It's associated with confusion, and I transcend that in a way that has, in some proportion to each other, a sense of conflict with the person that I'm working with or that I imagine is sort of the discussant for that particular project and an affiliation with that person. [0:29:00] <\/span><span data-id=\"P5-N2008F2\">And that's... and that the arousal is kind of the synthesis of those two impulses, those two kind of ways of interacting with this person. And yet it's a little bit... it's made a little bit difficult by the fact that the two examples that I brought up of this sort of transcendence-type thing, first <\/span><span data-id=\"P5-N2008F3\">Jennie, and then this morning, don't really seem to have evidence that conflict in any obvious way.<\/span><\/p>\n<span data-id=\"P5-N2008E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559672\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: Right, I think the conflict's there a bit with you and me, but I don't think... it doesn't sound like it's there in the instance with you and Jennie.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Okay, well, maybe in our relationship is embedded this thing, but I don't think the conflict between you and me is...<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: (Crosstalk)<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: Relates to this particular event.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: I'm actually not being oppositional here (laughing). I'm genuinely talking it out with you. [0:29:59]<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: No, and you don't sound that way (chuckling). No, you don't come off sounding that way. Yeah.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: I'm trying to understand your theory (ph).<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Yeah, I feel like I'm sort of noodling around it to try and figure it...<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Sure. Noodling is good (chuckling). (Pause)<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Yeah, the way it had seemed to me, really (ph) to the sort of more conflictual side of things between you and me was in relation to Friday (chuckling), when I was like, nope, I think you're being neurotic! Nwa nwa nwa nwa nwa (sp?). And we went back and forth on it, I think... it seemed to <\/span><span data-id=\"P6-N200A51\">me, had a discussion about it. But there was some sort of pushing back and forth, but on the other hand... yeah.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: But, I mean, again, isn't that...? Like, you have a kind of working relationship between two people. There's always some element of affiliation and some element of conflict. [0:30:57] I mean, in other words, I can't think of any partnership, intellectual, emotional, conjugal, or otherwise, in <\/span><span data-id=\"P6-N200A71\">which you don't kind of have...<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: Sure, on a larger scale there's always some of both. But it seems to be in a particular event...<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: (Exhaling)<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: There's often much more of one or the other. For example, here we go.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: Yeah. (Pause)<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: There's situations you've described at work that feel much more like they're about conflict and sort of (crosstalk).<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: Sure. Well, the... I mean, I don't... in terms of my tendencies I'm not disagreeing at all, necessarily. But I don't think that's what we're talking about. We're talking about an interesting phenomenon in which distress is transcended, a phenomenon that's interesting for a lot of reasons. [0:31:55] <\/span><span data-id=\"P6-N200B31\">But one reason it's interesting is because I think that's kind of what I want (laughing).<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: Yes, it's practically important.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: I mean, it's kind of what I'm going for. It's practically important. And while I agree with you about particularly the tendency to see things and understand them and anguish over... be anguished over them and so on, as an emphasis on the conflict side rather than on the affiliation side, I don't <\/span><span data-id=\"P6-N200B71\">see that here. And I wonder why. I mean, it's almost like a transcendence of that sense of conflict. In other... or just an ease with the conflict. In other words... think of... the situation with Jennie. We had a serious conflict there if you think about it.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: In this [thing you] (ph) were just describing? Yeah.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: With Jennie, two years ago. [0:32:55] We both were in great distress. We both had needs. And it was essential that we mediate this, otherwise it would be kind of disastrous, right? And I did. I mediated them. I transcended this state of upset over the conflict between my needs and somebody else's <\/span><span data-id=\"P6-N200BB1\">needs, and I made a choice. And I was fine with it, and it was fine. And this was actually an important moment in our relationship because Jennie (overtalking)...<\/span><\/p>\n<span data-id=\"P6-N200BA-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200BA-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559672\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: [The thing that's also] (ph) so striking is that you pulled it together in a way that you had previously been unable to do. I mean, you (crosstalk).<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: Well, I'd been able to do... I mean, it's not totally unprecedented. This is the event that comes to mind.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: Absolutely, yes. But [you come in with you] (ph) two minutes before she said that and said, hey, would you like to calm down and pull it together...<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: No. [0:33:57]<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: You would have said, absolutely I can't.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: But the other thing that was going on there was that there was... I pulled it together just organically and genuinely for Jennie, but it was also... if I hadn't pulled it together, it might be that our relationship would not have continued. In other words, there was something of value that I <\/span><span data-id=\"P7-N200C71\">was able to assess was hanging or dependent on the ability to transcend at that particular moment and to turn what was a nominally and objectively a conflict...<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: The really curious thing though is that that so often hasn't happened. There have been so many moments (crosstalk).<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: That's the question. So that's the question. And here again there's a conflict. There are resources. Everybody wants them. There's resources of... emotional resources like validation and sort of expression of value as well as others. [0:34:58] And I had needs. They were in conflict, and it was <\/span><span data-id=\"P7-N200CB1\">very upsetting to me for a very long time. And yet somehow this morning, when I woke up-and I'm like the last seven mornings, fourteen mornings, whatever, since I got back from Egypt and well before that-I was just like, well, okay, let's look at this situation (inaudible at 0:35:24). So, I mean, I <\/span><span data-id=\"P7-N200CB2\">guess it's not that I've decided that there wasn't conflict and just moved toward affiliation, particularly in this instance. It may be in this previous event with Jennie it was a little bit different, but the conflict is still there. I'm aware of it. And yet it doesn't... it's not intervening...<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: (Crosstalk) yeah. Because that's the move...<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: I can see (crosstalk)...<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: (Crosstalk) perspective. The move when you transcend like that is towards affiliation, towards an appreciation of the... [0:36:01]<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: Well, I'm still affiliated. I'm not saying I can't be affiliated any more, that's it. I'm not saying there's a conflict, and so I'm leaving. I'm saying... and I'll talk to these guys later today, and I'm pretty sure this is going to whoopsie (sp?), whatever, jinx it. But I'm not saying goodbye, <\/span><span data-id=\"P7-N200D31\">I'm quitting, but I am saying I'm not going to this conference, and I'm going to make this crystal clear, that I'm in Providence. And if you want me to do this component then you have to ask me to do (crosstalk).<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: Right, so with Jennie at the moment you kind of put where you were at, what you needed on hold, and with the Egypt thing you kind of found a way that feels appropriate to express it. And in both cases you've sort of been able to live without a... feel attached. [0:36:56]<\/span><\/p>\n<span data-id=\"P7-N200D4-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200D4-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559672\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: And that's probably part of what's pulled you together is sort of being able to feel attached like that, and so the immediate impasse can be sort of circumvented. (Pause)<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: I mean, every situation requires its own strategy. I don't think I'm looking for a formula per se.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: But I am looking to understand the maneuver better. And there is definitely an analogy between these two maneuvers even though they led in slightly different directions.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: Right, yeah, (crosstalk). Well, I imagine part of is that, with Jennie (inaudible at 0:37:56), that you didn't... I mean, at work you started to feel taken advantage of and really frustrated. [0:38:02] And so it's really not going to... you feel like, yeah, that does really jeopardize the <\/span><span data-id=\"P8-N200E11\">attachment. And you have to find some way to attend to that and assert it in order to... in order for that to be worthwhile for you, whereas this part (ph) with Jennie, if you had sort of turned to her like that the last 99 times, maybe it would have been different (chuckling). But that there's... you <\/span><span data-id=\"P8-N200E12\">feel like you've been there for each other in different ways in different times, and now maybe it was her time, and later it would be yours. You know what I mean? I guess it's not how you (ph) imagine how each one of those maneuvers could have felt okay or felt quite workable. [0:38:59] (Pause) [0:40:00]<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">And actually also something else that seems to me part of this is that (pause) really at the end of the day when you reach a solution... I mean, in these two situations, but I think this is probably generally true, it's quite reasonable. You're not saying with the Egypt thing, well, if they've got to <\/span><span data-id=\"P8-N200E31\">come back and totally kiss my ass I'm not getting anywhere near them. [0:40:58] You're saying... it's a solution that (pause) a sort of in some sense more rational whatever part of you can say, yeah, that seems reasonable, or with Jennie. It seems like (pause) it's more when the conflict feels like <\/span><span data-id=\"P8-N200E32\">it's really going to blow things up that it's sort of hard to continue to operate in a way that feels reasonable. [0:41:58] (Pause)<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">CLIENT: Sure.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">THERAPIST: And you're feeling the threat of that so imminently (ph), but that ultimately... I guess what I'm saying is, ultimately it seems like what you want is actually quite fair. I mean...<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">CLIENT: I think so. If they come back and say they don't want it, then no harm done, but at least I won't feel as if I've given more than I'm willing to give in relation to... in a relationship that's not giving back.<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">CLIENT: I'm okay with that.<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">THERAPIST: [We have to stop in a minute] (ph). Do you have any other thoughts?<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">CLIENT: Yeah. No. I'm looking forward to this vacation.<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">THERAPIST: [I hope you] (ph) a wonderful time.<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">CLIENT: Yeah, me, too.<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">THERAPIST: When is Jennie due?<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">CLIENT: Oh, October.<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: It's... yeah. [0:42:58] Yeah, I'm looking forward to being with [her step-mother] (ph). So you will be in touch regarding the first week in August at some point towards the first week in August...<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">CLIENT: So just send me an e-mail. I'll be back on the 30th. But just... I can't remember what the next Wednesday after the first is, but...<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">THERAPIST: (Crosstalk)<\/span><\/p>\n<span data-id=\"P8-N20102-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20102-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559672\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">CLIENT: And we'll take it from there, after (ph) vacation.<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">THERAPIST: All right, take care.<\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">CLIENT: I'll see you. Bye bye.<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}