{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is doing better with her schooling and passion, but is still confused over her current relationship."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Romantic relationships","Need for approval","Psychoanalytic Psychology","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["10"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Romantic relationships","Need for approval"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559358","dorpId":"1005577276","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, November 02, 2012: Client is doing better with her schooling and passion, but is still confused over her current relationship.","fullTitle":"Client \"S\" Therapy Session Audio Recording, November 02, 2012: Client is doing better with her schooling and passion, but is still confused over her current relationship.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559358\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">(pause for two minutes)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Hi. Come on in.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Hi. (pause)  It's hot and cold. (chuckling) (pause) OK, so last time I was thinking. So you very nicely described what happiness will mean... should mean to me.  I was just wondering, can I be happy if I don't become successful? If I don't... yea. I don't think so.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I'm sorry?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I don't think so is my answer. Yea. (chuckling) (pause) I have compromised enough like lowered my expectations since last year and stuff but... and I... but recently in my workshop, I submitted some work and my professor, she really loved it and encouraged me to revise it. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">And then I sent it to this reader for magazines. Like, \"Oh yea, I would love to.\" He was dying to read it apparently. And he hasn't got back to me since I e-mailed it to him. (chuckling) And I was invited to read at this local community. So I mean, I'm just saying that these things build up my expectations, <\/span><span data-id=\"P1-N200171\">right? I cannot help that. Knowing everything that about success that not everyone may like the piece, it's also subjective and it depends on whether they have room or not. All these things, right?  (chuckling)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">But still, when your teacher says it's so good and all that, it kind of makes you feel like, well, it's good. Then it should be together alongside all these other pieces. (pause) I guess I'm trying to tell myself I did my best and that's all I can do. Then I can push, push, push and then revise. And <\/span><span data-id=\"P1-N200191\">then it's just up to the other people. So... (pause) <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">I just wondered because Victor (sp?) said some things that he wants to make films. But no, he hasn't done anything in that field apart from maybe assisting a director in a small documentary somewhere. But when I asked him, \"And doesn't it make you mad and all that?\" He's like, \"No, no. I don't determine <\/span><span data-id=\"P1-N2001B1\">my self-worth on that. I'm happy. I would like to but I'm OK doing what I'm doing.\" And I just was like I cannot understand that. But then again, it's... he's also said, \"It's the neurotic people who actually do something.\" (chuckling) <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">So then it's good to be neurotic. It's good to be like Chris (sp?) and be driven and be focused and not be expansive. Because then you get something done and then your ambitious. You achieve those ambitions. But then you... well, he doesn't. But I am trying to live like him or maybe not. Maybe that's <\/span><span data-id=\"P1-N2001D1\">not accurate. But I end up making myself miserable. I know I do this. I mean is there any doubt about that that I make myself miserable? (chuckling) Am I being accurate here? So I don't know. (pause) I just feel like... I'm trying to see if I can derive my self-worth from...<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: (sneezes) Excuse me.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Oh, bless you. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Thanks.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: If I could derive my self-worth from something. A place other than my passion but I cannot. It's all I have. I mean, I couldn't say, \"Oh, it's good that I'm a nice person most of the time. I'm sensitive and...\" But that doesn't add up my ambition. (pause)  I guess I'm trying to learn what he <\/span><span data-id=\"P1-N200251\">tried to teach me or tried to explain to tell me. But I'm not sure how to... I'm not willing to give up my neurosis that produces the ambition and the drive to achieve that ambition. But I also don't want to kill myself being in pursuit of that.<\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559358\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Do you work a lot now?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Yea. Way more than I was but I didn't much in the summer when I was in Nepal. And then when I came back, I was crazy busy with the job.  So I didn't. So now, yea, because I have deadlines and my own... I'd like to finish my own project. So...<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Do you feel that ambition only comes from neurosis?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: No. I don't know. It was just something he and I were talking about. I think it was his words that neurotic people are the ones who actually do something when he said that. Like when I said, \"Do you...\" This is weird. He saw our relation was bad. He wanted to make sure that I wasn't falling <\/span><span data-id=\"P2-N2002D1\">for him and I wanted to tell him, \"Look, I'm not because I see your negative points which were A, you're not ambitious; and B, you live in Cheshire.\" (chuckling) And he said that (inaudible at 00:11:52) that neurotic people who are ambitious.  But what did you mean by that ambition only comes from...<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: I wasn't sure if that's what you were saying. I didn't know if you were saying, \"Well, but if I feel better about myself, I'm not going to be ambitious because...\"<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Perhaps, yea. Actually, yea.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: That's what I was wondering...<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: ...when you were saying that.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Yea. It feels... I do use that and abuse it, I guess, also. (chuckling) If I feel very good about the comments, right? I mean, that's exactly what happened (inaudible at 00:12:42). I really don't want that to happen ever again. It was horrible. All that thing... all that... all the prizes and <\/span><span data-id=\"P2-N200391\">the praises of these eminent artists went straight to my head. <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">And I was just like, \"Ooh, I'm the best.\" And OK, I'm two steps away from being successful because that's exactly what they said first of all. So I took them at face value not knowing that there's hell of a lot more hard work involved. A lot more introspection, a lot more figuring out of, what am I <\/span><span data-id=\"P2-N2003B1\">good at? What should I do? And a hell of a lot more social networking, just yea, networking that I'm not very good at. (chuckling) So I didn't do any of that. But I dabbled in it but I didn't get anything done. But here I don't want that to happen. When the teacher says, \"This is good,\" I want to take <\/span><span data-id=\"P2-N2003B2\">that and be like, OK, so she's saying something here is good. Not, \"This is good. Send it off.\" But OK, she's approved of it. Let me use my own judgment to make sure this is publishable and all that. <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">But I don't think this was your point. What I was trying to say was that I do try to beat myself into humility into humiliation to make sure that I don't... yea, do what I just said. And yea, and then in comparing myself to people who are working now who are really great also makes me humble. And <\/span><span data-id=\"P2-N2003D1\">it just makes me hurtful (ph). Sometimes it makes me like feel very horrible like I've done nothing. When I was... when I had my job, I would just, in my down time, just sort of surf the web and look at all these artists who are gaining success and they were young maybe younger than me or older or <\/span><span data-id=\"P2-N2003D2\">just a little slightly older. <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">And I would feel very, very jealous. (chuckling) And that would just make me feel worse about myself because I wasn't able to work. I didn't have any time to work. But I guess what I am trying to understand and articulate is that neurosis... and I don't even know what neurosis means. (chuckling) I'm <\/span><span data-id=\"P2-N2003F1\">just assuming that I have a vague idea of what it means. Because I think I know what... just a common understanding of neurotic that just is crazy or something like that. But yet that makes me beat myself and be like, no, achieve more. Get better so you... but I, like I said, there is a tendency to <\/span><span data-id=\"P2-N2003F2\">abuse that also.  (pause) Is that an unhealthy source of ambition? Is that what you're saying?<\/span><\/p>\n<span data-id=\"P2-N2003E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559358\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: I'm more curious about how you're thinking about it.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yea. So did I do a good job explaining? (chuckling)<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Do you think you're seeking my approval?<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: I just feel a little lost without road marks or something. (chuckling) So I see your comments as helping me along.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: A way to orient you?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Yea.  But yea, definitely approval would be nice. I don't know why approval. (chuckling)<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Well, in a sense I hope to give you something better than that which is sort of understanding what all these things mean to you.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: That would be very nice.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: At least different. I certainly don't want to communicate I don't approve of you but different maybe and hopefully better.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: That would be nice. (pause)<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: And to help you sort of know your experience more and feel confident that that can guide you.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yea. (pause)<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: Like when you ask whether... what did you... you asked if something would make you happy and then, \"Am I miserable for this reason?\"<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Yes. <\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: You're a better... you're an expert on your experience in a way that I can't be.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: Yea. (pause) Yea. These... I still don't trust my judgment, I guess, with myself because it can be harsh and unrealistic and stuff. So... (pause) I guess my question was more about like I want to be happy. (chuckling) And I wonder if having contingencies in happiness is not a good idea, et cetera. <\/span><span data-id=\"P3-N2005F1\">(pause) And that's all. And I know I am... from past experience, I feel like I know that success is a contingency for happiness for me. <\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">And again, that and with Victor (sp?) comment that, for him, that's not the case. (pause) And I was just wondering if I can learn something from him. But I don't know. Then I don't know if it's a good idea to learn from him because, again, it's neurosis that perhaps proves to them. So again, it's a <\/span><span data-id=\"P3-N200611\">bit complicated. (chuckling) Pros and cons on both sides. (pause) Then I feel like, again, as always, striking a balance is probably a good solution. Being ambitious and beating myself a little bit to make myself disciplined but perhaps also trying to be a little expansive and a little generous with <\/span><span data-id=\"P3-N200612\">myself.  I don't know if I have. I'm not there yet. (chuckling) (pause)  (pause for one minute)<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">THERAPIST: (phone ringing) Sorry about that. (pause)<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">CLIENT: Yea, because I feel not being generous makes my life very difficult.  Like this normally concern that I've taken this apartment that... and I'm not even living there. So like three, four days a week, I'm here at Chris's (sp?). I feel really bad about wasting that money. And then I feel bad that <\/span><span data-id=\"P3-N200651\">I failed at living by myself but not... I don't know if that's... because I'm fine if I'm there. And I'm fine. I can work or be by myself. It's not that I don't... that I hate being by myself. It's just like sometimes the idea frightens me or I like the square so much or the thought of Arlington makes <\/span><span data-id=\"P3-N200652\">me sad. (chuckling)  (pause)<\/span><\/p>\n<span data-id=\"P3-N20064-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559358\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">I know on some level and I guess I'm articulating this out loud for the first time I got the apartment to say to myself, say to world and say to Victor (sp?) I'm separated from all of it. But yea, maybe that's... and if I give up the apartment, that'll mean that I'm not separated from the real world. <\/span><span data-id=\"P4-N200671\">But that doesn't mean that I'm completely confident that we're back together. And I don't know if I want be back together with him. (pause) <\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">And several people I know are engaged or getting married right now. And it just makes me feel kind of pretty uncharitable. (chuckling) (pause) I just feel like... I keep like telling myself, what's wrong with me? Chris (sp?) is so loving and he loves me and he cares for me. I don't know what's wrong <\/span><span data-id=\"P4-N200691\">with me. Why can't I love him back the way I used to? <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">Or if not the way I used to, then in this new capacity. And I keep telling myself that Victor (sp?) as my mom says just a passing phase or what I needed at the time. It's not there anymore or worse is maybe Chris (sp?) (inaudible at 00:26:22) they say he used me and took advantage of me and all <\/span><span data-id=\"P4-N2006B1\">that. I still don't operate through that, those assumptions. I just feel like so much love for him. This is so stupid. Still it's been so many months, but still. (pause) <\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">I just don't... I guess I don't like that I just cannot bring myself to commit to Chris (sp?). And I wonder why that is. Probably it doesn't take into what I want and don't want. But at the same time, I feel like I should commit to him. This is what the book would say. (chuckling)  This is what God <\/span><span data-id=\"P4-N2006D1\">would want or something like that.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: Why?<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Because everything is there. He loves me, check. He's got a good job, check. (chuckling) He wants me in his life, check. (chuckling) We've been together for so long, check. (chuckling)<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: You're worried that you'll have a more constricted life with him and then it'll be too constrictive. It's both organizing and structuring on the positive side. But the flip side of that is you feel like it's too structured and too limiting.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Yea. I don't know. It just feels... I mean, it's not as bad as it was when I was breaking up with my first boyfriend but... yea. But it's terrible. This is not terrible.  But I'm afraid that terrible. I'm afraid that this might turn into that. But I don't know. I'm so confused. (pause) I don't <\/span><span data-id=\"P4-N200751\">know what I want. (pause) And right now we see each other and I try to make it fun. And then tell myself, \"This is fun. This is fun. This is fun. This is fun.\" And then at some point, I do start getting engaged. That word that is so important to me. It's something he's saying and then I forget that <\/span><span data-id=\"P4-N200752\">I'm saying, telling myself this is fun. (chuckling) But then yea, I pop right back because, again, he's very cerebral and he's maybe telling me that there is... like (inaudible at 00:29:57), \"There's no difference between the bourgeoisie and the capitalist.\"<\/span><\/p>\n<span data-id=\"P4-N20074-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20074-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559358\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">So it's all theoretical. (pause) Yea. (pause) What was I saying? (pause) I just feel like, yea, what a waste it would be if we don't end up being married because we have so much affection. I genuinely like him, care for him and I do want to be in his life. I don't know in what capacity though. I like <\/span><span data-id=\"P5-N200771\">him very much that I'm his girlfriend or that I get to do certain things for him, that I can come to his home whenever I like. (chuckling)  (pause)<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">Yea, I like occupying that prime position in his life. But sometimes I feel like it might take... probably taking advantage of him if I don't feel complete love. But then I feel like I had that. I was there and I lost myself in that willfully. I'm not blaming him but that's just how I felt at that time <\/span><span data-id=\"P5-N200791\">I got... I didn't... I may not have needed to get a job right away but I did so that he didn't have to worry about rent and my mom didn't have to worry about rent. <\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">And that God awful thing is just not going to win. I'm just going to hold it over the head or I don't know. I wish I would... I could let that go. But it's just there in my head that I did this. And I was like oh, what a sacrifice. But I did this and it's made me better. And I shouldn't have done it <\/span><span data-id=\"P5-N2007B1\">and should have focused on my passion instead while he was finishing his second Ph.D. How cool. He's there now. Actually to be fair to myself, I've stopped thinking of those things. And I'm just starting... I'm telling myself and I'm saying all that that happened is in the past. He... what he achieved, <\/span><span data-id=\"P5-N2007B2\">he achieved because he had the means. He had the drive and everything. <\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">Yea, so I'm trying not to blame anybody. I guess which is why I'm still seeing him. But if I was operating from that blame game, if I was very bitter, if I was saying, well, you took complete advantage of me and I have nothing now, then I... then we... then I wouldn't be able to see him, right? But <\/span><span data-id=\"P5-N2007D1\">I mean, since I'm not operating from assumption, I'm able to now be generous and attribute all that he has achieved to his own whatever he brought. (pause) And I'm not focusing so much on my failures and... well, except for the breakdown and then feeling...<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: You mention taking advantage of in a couple of ways.  You were worrying about taking advantage of him. Your feelings, at least in the past, that he was taking advantage of you.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yea. (pause) I don't... a part of it... I just... like say the... yea, I mean, what I said, right, that I had to work and I felt that if I didn't have to work if I didn't have to support my mom and him I would have been able to focus on my passion. So I was mad at him that he wasn't more... <\/span><span data-id=\"P5-N200811\">that he didn't take sort of the steps to make sure he would be able to pay his share of the rent throughout. <\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">But now I feel differently about this. I don't think that way. I understand that I did what I did because my own sense of shame and guilt or whatnot. He could have easily just moved back to Amherst and tried to live within his means and got loans. But he's here in D.C. to be with me, to be with us. <\/span><span data-id=\"P5-N200831\">So... but then again, OK, so wait a second. What's going on here? Yes, I don't know if he'll again take advantage of me. But I don't know. And the question of the future is not... yea, OK, so the question of the future is not so much monetary that he would depend on me now that he has a job. <\/span><\/p>\n<span data-id=\"P5-N20082-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559358\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">But that I would be... because it's just my nature to be completely focused on him. Because when we were living together, that he was my world and I would just completely do everything for him. I would try to carve out time for my own work but that only happened when I was in a program and I had deadlines <\/span><span data-id=\"P6-N200851\">and I needed to be driven. But when I wasn't, I quickly went to another job and then I couldn't. And every evening afterward it was about him. OK, what are you doing? OK, so if you were working, then I can maybe work as well. But if you're not, then we'll just hang out or something. (pause) So I fear <\/span><span data-id=\"P6-N200852\">that I might do that again.  I'm not mature enough to have boundaries or something. (chuckling)<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: Yea, I was going to ask you what led you to do that.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: Yea. Just feel like emotion... not I don't have any feelings of love and tenderness but just feeling very unconfident about my work because at that time I didn't really know what I was doing and what I wanted to work on. But now it's a bit more concrete. I mean, at least the work is concrete. <\/span><span data-id=\"P6-N200891\">So I don't know if my confidence has increased or not. (chuckling) Probably not but at least I know what I'm doing so that makes it a little easier to have boundaries. (pause)  But yea, going forward I don't know. I feel like there's every danger of me turning to it again and not... if I don't have <\/span><span data-id=\"P6-N200892\">something concrete that I'm working on.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: [Too much?] (ph)<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: Mm-hmm.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: Something without any structure.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: Something without a backbone. (chuckling) And you can imagine how awful that feeling must be being next to someone who's all structure, right? (chuckling) Who's like I don't know with the whole structure thing plant cell or cells. (chuckling) And he just being... I don't know. A whole <\/span><span data-id=\"P6-N200911\">bunch amoeba although they are cells, too. (chuckling) (pause) <\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">Yea, it'd be great if I can talk about my decision. What to do about Chris (sp?) for my relationship. I'm really confused in a place of anxiety. I don't know if you think that and be able to help me with this decision but it eats away a lot of brain and emotion. <\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: Well, it's not only about him and your long relationship with him and his... your investment in him. But it's like, what kind of life you want to live? What values do you want to live by? What are the pros and cons of each?<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: Yea, exactly, yea. And what I can do for myself and what I cannot. (pause)<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: It seems like you associate him with a proper kind of life. This is the life you should lead. It's proper. It's morally sound.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: It's respectable.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Yea, absolutely, yea.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: And then there's a life that you imagine that's expansive and more exciting.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Yea. But also perhaps obscure and I should say that it has its bonds (ph) that are not very attractive to me at all. <\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Like what?<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Like he doesn't... Victor (sp?) doesn't go out. He's like a caveman. (chuckling) He doesn't... like with Chris (sp?), I mean, that even just this week we had like social events three times and two very significant ones. Our very good friend just published her book and we were at the book launch <\/span><span data-id=\"P6-N200A71\">and all the people I like were there. These are young professors at Brown, Yale and all of that. That, for me, is glamour. That, for me, is like... that's important. That's the life I want to live.  I want to be at book launches and I want to be... yea. But that kind of a thing, I don't know if Victor <\/span><span data-id=\"P6-N200A72\">(sp?) doesn't do that.<\/span><\/p>\n<span data-id=\"P6-N200A6-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559358\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: It's so interesting when I said like that part of you really wants to live in an expansive, exciting life. And you think, oh, well that's Victor (sp?).<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: Yea. (chuckling)<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: And then he doesn't go out. He's a caveman which actually doesn't really sound like an expansive, exciting life at all.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: (chuckling) Well, in his mind I feel like he is expansive. Like...<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: Lots of people feel certain ways about themselves. That doesn't mean you have to agree. I'm not saying there aren't ways in which he... there certainly seems like there are ways in which he's expansive. Probably more so there are ways in which you get in touch with your more expansive side with him.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Yea. <\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: But you see these as such separate worlds.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Yea. I mean, is it expansive to be at a book launch? Is that what you're saying?<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: I actually was commenting on this. It sounds like you felt that way.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: Well, not expansive. Because then again I should say I associate that word with Victor (sp?). (chuckling) I just felt like what I'm saying that was that would be lacking unless I drag him to such things. Yea. But I don't know. Can I live without them? Maybe.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: I just don't understand how you associate like someone who's imagining more exciting and expansive who wouldn't want to go to book launches.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: Yea. But there's like... like one time... like the first... after the first time we were together, he said...<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: But I'm not talking about him.  Victor (sp?) probably wouldn't but he's not the only person in the world who could offer you something like that.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: But that's the only person I know. How can I say this man out there who I might meet, if he's expansive, he would do X? I mean is that how I should think?<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: Well, it just... I don't know. But the way you're thinking about it is very concrete. And your mind is not simply concrete.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: Like you're associating here are the attributes. Here's a person who has these attributes. So everything he is, is associated.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Yea, I have very strong associations.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: An exciting person doesn't go to book clubs because or book launches, I put clubs, sorry, book launches because Victor (sp?) doesn't do that.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: No, no, no. That's not what I mean. No, no, no.  Is that... I think I might have not communicated properly. I meant to say that... so he brings certain... he has certain qualities and Chris (sp?) has certain... not qualities but because of being with him, I do these things. And book launches <\/span><span data-id=\"P7-N200CF1\">would not come under this column.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: Well, that's why, I guess, I'm questioning.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: Well, they might. Yea, they might. I mean, they could. (chuckling) I am confused though. I'm really confused. I just meant that giving up Chris (sp?) might mean giving these things up. Giving up book launches, giving up being seen in our little community. (chuckling) And I'm beginning to see <\/span><span data-id=\"P7-N200D31\">it's a really small community and some people know everyone so... not everyone knows everyone.  But there are a lot of people who know everyone. And breaking up with Chris (sp?) and going out with someone else in the community would not be... (chuckling) I really couldn't do that. (pause)<\/span><\/p>\n<span data-id=\"P7-N200D2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200D2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559358\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">THERAPIST: So we're going to need to stop for today. I'll see you on Monday.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: All right.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: OK?<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: 10:15.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: 10:15 Monday, exactly. OK. Have a good weekend, OK?<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: You too.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: Take care.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: Bye.<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}