{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his issues with the relationship he has with the therapist. Client discusses why he wants to stop coming to therapy, but changes his mind by the end of the session."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Client-therapist relationship","Teoria do Aconselhamento","Teorías del Asesoramiento","Sense of control","Client-counselor relations","Psychoanalytic Psychology","Anger","Confusion","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Client-therapist relationship"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Sense of control","Client-counselor relations"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Confusion","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559546","dorpId":"1005577468","contentType":"text","aucs":"CTRN-V1","title":"Client \"L\" Therapy Session Audio Recording, May 01 2013: Client discusses his issues with the relationship he has with the therapist. Client discusses why he wants to stop coming to therapy, but changes his mind by the end of the session.","fullTitle":"Client \"L\" Therapy Session Audio Recording, May 01 2013: Client discusses his issues with the relationship he has with the therapist. Client discusses why he wants to stop coming to therapy, but changes his mind by the end of the session.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559546\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Good morning.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Good morning.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: So I think I might like to stop coming for a while.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I feel like we started out sort of helping me deal with the trauma that was going on in my life at the time. And that was very helpful. And we... as that has stopped recurring in quite the same way, drifting further away from dealing with that... which I think is fine and good, and it's not <\/span><span data-id=\"P1-N200151\">like I don't have other things to talk about or that aren't necessarily ideal in my life (chuckling), but (pause) I need to use the time in other ways. [0:00:51] I think (pause) having this relationship is making me less in touch with the people that I am related to and friends with. So it's like having <\/span><span data-id=\"P1-N200152\">you to talk to, I'm not talking to my parents or my friends as much. So I don't think that's a... I don't think that's actually a good thing. I think it was helpful to be able to talk about some of these very bad things with you at that time. But I think that doesn't seem the direction that we would <\/span><span data-id=\"P1-N200153\">want me to be moving in, in the general sense.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: No, and hopefully this would help you enhance those relationships, not detract from them.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: And, [I mean] (ph), it sounds like almost that it would be in conflict, like this relationship would be in conflict with your other ones in some sense. (Pause)<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah. [0:01:57] I mean, on a very basic, practical level there's a time issue. Like, there's time that I spend taking care of Tanya or interacting with Tanya or... that relationship. And there's just the physical necessity of life, eating and bathing. And there's... I have work that I have to <\/span><span data-id=\"P1-N2001D1\">do, and then I also have to take care of myself in an emotional sense. And then it doesn't leave a whole lot of time at some point, so I have been spending that coming here. And I am not sure that that is... and so in that sense there's a direct competition for time. I'm not sure that that's really <\/span><span data-id=\"P1-N2001D2\">the most interesting level to talk about it on (chuckling), but...<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Well, what...? Is there another level that you feel would be important?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Well, you were suggesting that perhaps this relationship was in conflict with others in some way. So that seems like an interesting thing to discuss. I'm not sure whether that's really the case or not. [0:03:01] (Pause) I'm not exactly how to tackle the question because I... (Pause) I don't <\/span><span data-id=\"P1-N200211\">the relationships have to be in conflict in a fundamental way. They... maybe they are for me in terms of, they meet... they can meet similar needs, having you to talk to and having friends to talk to may be covering similar ground if that makes sense? [0:04:09] And so if I've talked about it with you <\/span><span data-id=\"P1-N200212\">I don't need to talk about it with someone else and in fact don't want to, just from... I don't like to rehash the same issues so many times (chuckling). (Pause)<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Well, hopefully we'd be talking about things in a different way than you discuss them with your friends. I mean, our purpose is... sometimes I guess you... people talk to their friends to get feedback in some general sense, but hopefully the purpose for the most part will be different. (Pause) [0:05:00]<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: (Chuckling) I mean, that sort of makes me ask this question, well, why do people to talk to their friends in the view you're constructing there? Maybe I'm doing it wrong (laughing). I feel that for me friends are there for support in an emotional sense and also to hash out ideas with, to talk <\/span><span data-id=\"P1-N200251\">about things. And... (Pause) Which for me requires feedback on ideas, so that...<\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559546\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Hmm. [0:05:57] (Pause) Yeah, I mean, I guess I do see them as quite different. I mean, I feel like our... and I understand that in a general way, for emotional support, I could see that as sort of being a commonality? But I feel like we have a very focused goal of helping you understand yourself <\/span><span data-id=\"P2-N200271\">better and bringing that into your relationships whatever they might be. Whereas (ph) it seems at least part of the reason people share their feelings in relationships is to strengthen that bond between you and a friend. (Pause)<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: (Sniffing) [0:07:00] (Pause) Yeah, I'm really struggling with this. I... in a sense I keep... (Pause) [0:08:00] I mean, I get the focused part. I just am having trouble with that not overlapping with how people interact in friendships. Do people not seek to understand themselves and the other <\/span><span data-id=\"P2-N200291\">person better in conversation? Is that not a normal thing?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: The... I think it's a normal thing.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Okay. (Pause) Okay.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: I guess that I'm really sort of, in this way, like, most friends don't have the expertise to understand you in a particular way. That's not their goal, that's not their training, (crosstalk).<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Absolutely, no, absolutely. Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: [It seems like] (ph) a big difference. [0:09:00] (Pause) And they're involved in your life in a particular way, [such that] (ph) there are things you may not want to share with them. (Pause)<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Yeah, that's certainly where we started in the sense that I was not... did not want to share some of the trauma with people that were closer to Tanya in some sense from (inaudible at 0:09:49). Would be more like spreading trauma to other people than dealing with it. [0:09:57]<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: Here's one thing I wonder, and I certainly don't think it came to your mind in any sort of conscious way. But I felt like especially last week we started talking more about the details of what the religious organization you were involved with and your family was involved with... more of the <\/span><span data-id=\"P2-N200371\">details of that. And you talked a little bit about your mom and how... I don't know, I have a feeling that there's some anxiety about going there. (Pause) [0:11:00]<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Yeah, I think the anxiety comes down to... the anxiety that I'm aware of comes down to this. I don't really believe that my experiences at that time in my life, which is twelve years ago, thirteen years ago now, dictate who I am now. And so I don't... I think there are much more relevant traumas <\/span><span data-id=\"P2-N200391\">in pieces of my life than (pause) the religious organization or a... (Pause) [0:12:00] Yeah, I mean, so that was perhaps the first time that anything that I really believed in really failed me. It's certainly not the only time that's happened to me, and... (Pause) But I don't feel that way about my <\/span><span data-id=\"P2-N200392\">mother. Like, I don't feel that she failed me in that. I feel like she got duped or something like that, or they failed her. So I don't... and I may very well have what one might describe as mommy issues...<\/span><\/p>\n<span data-id=\"P2-N20038-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559546\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: (Chuckling)<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: (Chuckling) But if I do...<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: I am very curious about that because I don't know if I've ever heard anyone describe... [0:13:02]<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Well, no, you always talk about daddy issues, but I feel like that sexist if you're not going to turn it around. So... not you.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Mm-hmm, I understand.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: But if... I don't feel any particular resentment or anger or upset. I have a good relationship with my mother. I like her. I don't feel like that is the right place, but I also don't want to be telling you how to do your job.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Mm-hmm. You're not telling me, but I'm posing questions. Your response to them is certainly not feeling like you're telling me...<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Well, so if you pose questions and you start to push at a certain point and you get kind of... I really don't think this is the issue. But I don't say that. At some point you start to detect that I'm reluctant to talk about it or something like that? Or there's anxiety, and I feel like I'm... <\/span><span data-id=\"P3-N200491\">either I do have deep, unresolved issues about them that I'm very unaware of, or that's not really the... that's not where the issues lie. [0:14:06] And I don't know how to... I don't know how to separate between those two.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: Mm-hmm. Yeah, there's no clear separation. But if I felt that you're not talking about some things in reluctance, I would just be proving my theory. I wouldn't actually be in a dialogue with you. (Pause)<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Okay. I... yeah, I think that's correct.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Mm-hmm. [0:14:57] (Pause) I mean, ultimately this is your treatment, and it's up to you to decide whether you want to continue or not. So I'm not... I would like to talk about it with you but not...<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: (Chuckling)<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: I'm not sort of saying what you should do.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: I appreciate that.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: I guess one thing is, quite honestly I'm... quite honest, I'm actually being fully honest. I'm surprised that you're... I mean, part of me... I don't know, part of me is wondering various things. But part of me is surprised since you seemed so sort of engaged in the process not just here <\/span><span data-id=\"P3-N200571\">but thinking a lot about what we talk about. [0:15:57] So I think I was a little surprised.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: Well, and so that's where time becomes a real problem again, right? If I spend all of my time thinking about these specific things and it's not... and it's interfering with either my work or my relationships, then it's counterproductive in some sense. Does that...? Yeah. I've been coming, I've <\/span><span data-id=\"P3-N200591\">been doing it. I feel like part of doing it is investing time in thinking about what we talk about because I'm not sure what the point is otherwise (chuckling). But...<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: I guess I'm less understanding because, again, the goal is what I really want... help people do is have this process enhance all aspects of your life ideally, or at least some. [0:16:58] So the... I'm curious about the interfering part. I understand the time part, that you literally come <\/span><span data-id=\"P3-N2005B1\">here and spend time, and that maybe takes up mental space, and that's time. But I guess I'm not clear about other ways it interferes. (Pause) [0:18:00]<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: Well, so here's a way. It's not... I'm not sure whether it's useful because I don't know if it's representative, but... so last week I left here a little bit exasperated because, again, I just really do not think that... so look (chuckling), Tanya's been talking in therapy a whole lot about <\/span><span data-id=\"P3-N2005D1\">her unresolved issues with her father, right? So the perhaps obvious reverse would be that I might have issues with my mother. I really don't think that's the case. Either I'm kind of going down that road, which is, I think, perfectly reasonable, I don't think there's any problem with that, but... [0:19:00] <\/span><span data-id=\"P3-N2005D2\">(Pause) But If I leave here exasperated that irritation doesn't just go away. It takes time to deal with. It takes time to think through. I have to think about what am I upset about. Why am I upset about it? Why would you suggest that I would be upset about it? And you might suggest that I am anxious <\/span><span data-id=\"P3-N2005D3\">about dealing with the details of the religious organization and my mother (chuckling). And that's unfair because you actually did suggest that, but I almost laughed when you did because I had thought of, not those words, but that... (Pause) And so it takes time to work through and leaves me a little <\/span><span data-id=\"P3-N2005D4\">bit frustrated with the process of coming here, [0:20:02] And I can't say that to Tanya because it seems very important that the process she's going through with Chad... important to her that that process work and be good. And there's some parallel.<\/span><\/p>\n<span data-id=\"P3-N2005C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559546\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Parallel in terms of...?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: If I'm frustrated with therapy, then she might think I am frustrated with the concept of therapy or that it's only for her or... (Pause) [0:21:00]<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: What were you exasperated about last week? (Pause)<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: (Sniffing) I feel a little bit like this conversation is going in circles. I... (Pause) [0:21:57]<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: Well, it... I apologize for my obtuseness because I didn't know you answered that.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: In a sense... no, no, no, no, no. No, no, no, I (chuckling)... (Pause) [I'm sorry, I didn't mean to imply that] (ph)... yeah, no. (Pause) [0:23:00] So the week before you kind of left me with this question of, why do I feel like all of these things are my burden?<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Mm-hmm.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: I thought hard about it, and it was hard. And I came up with the best answer I had. I brought it back, and we kind of... I felt like we moved away fairly quickly from that answer, which left me feeling like I had done a lot of work and there was no follow through that I could... it was like <\/span><span data-id=\"P4-N2006D1\">I find this insight, but it doesn't mean anything because, if there's no direction that that takes us in, then what was the point? And then we kind of moved through a sort of... through exploring (ph) things around that to my childhood and this religious organization and my mother. [0:24:09] And... <\/span><span data-id=\"P4-N2006D2\">(Pause) Which left me feeling like... I think left me feeling like I had done this work that was time-consuming and difficult and ended up in a place where the progression of the conversation was to things that I did not really feel like were issues. [0:25:12] And so either they really were issues that <\/span><span data-id=\"P4-N2006D3\">were really important and I should spend a lot of time thinking about it, or they weren't. I don't know. And yeah, I'm not sure. That left me frustrated or something.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: Well, I can sort of draw the connection, I see connection. But maybe that's beside the point at the moment.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: (laughing)<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Do you... did you feel in the session that you couldn't say, look, I think we're getting off topic, can we go back to this? (Pause) [0:26:00]<\/span><\/p>\n<span data-id=\"P4-N20072-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20072-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559546\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: You did not feel you could do that? (Crosstalk)<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: [Did you feel that you could not] (ph)...?<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Yeah, so you felt... yes, you felt you could not do that.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: Got it. Why not?<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: So... (Pause) Presumably I have constructed artificial roles for our engagement. I have certainly constructed a set of roles, and... (Pause) [0:27:00] We established early on that you prefer it if we come in, exchange very cursory greetings, and you stare at me until I talk. And then I talk.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: We have...? I didn't know if I established that.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: I don't know that you meant to, but... (Pause) But I didn't make them up whole cloth. Like, I didn't make up that that's how this worked...<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Mm-hmm, no, (crosstalk).<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: If that makes sense. So we came in, and, when Tanya and I were first coming in, there was this question of, how does this work? And somewhere in there you explained that your preference was to just let us talk about whatever. And...<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Yeah, certainly begin that way. [0:27:56]<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Right. And there was... my memory is not perfect, but the way... the (inaudible at 0:28:08) implication I took away from either that conversation or a similar one was that the sessions begin in that particular fashion. So...<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: Well, yeah. I'd like to comment on that, but where were you...? I don't know if you there was...<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: No, I don't have any real thoughts. I mean, I can keep talking and things like that. But if you have comments that'd be helpful.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: No, because what you had said sort of stressing specifically that you felt that you couldn't say, we're getting off topic.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Right. So that I think is a rule that I made up, right? (Chuckling) But it's related to these... to the idea that you set the terms of the engagement. [0:29:00] Sorry, I sort of... part of doing the therapy is giving you some control over the direction we'd go down because you have the professional <\/span><span data-id=\"P5-N200951\">training? I don't. If I could have solved these problems on my own, presumably I would just do that. But... and so...<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: (Chuckling) Well, to be kind of cutesy about it, you can't avail yourself of my professional training if you don't come here.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: (Laughing)<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: Now you may not want to come here for other reasons, but the argument kind of becomes paradoxical because you can't... you feel I have the professional training, and hence you have to follow my lead. But my lead isn't helping you, so you have to leave. (Laughing) You know what I'm saying? <\/span><span data-id=\"P5-N2009B1\">So it's kind of... it's sort of paradoxical. [0:29:58] (Pause)<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Yeah, I think that... not perfectly, but [the first] (ph) describes how I feel. Yeah, sort of like I can... yeah, that's right. I can... yeah.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: But I do... and I'm not really sure if this is... I mean, I imagine it's part of the reason you're thinking about coming because you brought it up, but I do feel like you're ascribing a particular kind of sort of inflexibility in the system that I certainly don't see, I don't feel. I mean, <\/span><span data-id=\"P5-N2009F1\">I have a particular style of doing things, for sure. It's not like you're perceiving my style wrong. But I really want to listen to what you need, and if you need things differently and certainly if you feel like you need something that... you need to be talking about something that you feel we're getting <\/span><span data-id=\"P5-N2009F2\">away from, I can't know that (chuckling). [0:30:56] You have to let me know. And I certainly will be responsive to that. (Pause) I don't feel like this process and this relationship needs to be on my terms at all. If anything, the opposite because this is your therapy.<\/span><\/p>\n<span data-id=\"P5-N2009E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2009E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559546\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: Well, that's very interesting (chuckling). How can I end up where I am becomes then a question of (crosstalk).<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Yeah, I mean, it is. It's an interesting question. (Pause) [0:32:00]<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Yeah, I have way more thoughts than I can talk about because they come faster than I can speak. (Pause) Yeah, so, I mean, the first sort of response that I have is I feel like I've questioned something about your professionality or something, you know? [0:33:02] Like... which I'm not sure you <\/span><span data-id=\"P6-N200A51\">really feel that way, but I do. And so... and I feel badly about that. I feel like I've put... (Pause)<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: Yeah, but that's part of the same prompt. You're telling me how you feel, and I'm listening. There's no rule, one ought not to bring up these issues because then you're questioning my professionality (chuckling). (Pause)<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Well, but there are always rules, right? I mean, we don't... (Pause) [0:33:59] Yeah, there are always rules. I actually have no idea what your rules really are, so I've sort of I think traced out some boundary that I think is likely to prevent me from accidentally intruding on one of your actual boundaries.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: Hmm. (Pause) How would you intrude? (Pause)<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Questioning your professional ability is kind of one typical problem for people. [0:34:59] They don't... people typically do not like to have their ability to their jobs questioned. And so I try to walk a delicate line-obviously too delicate-about talking about how I feel like this is going. <\/span><span data-id=\"P6-N200AD1\">(Pause) It is my understanding, this may not be correct, that most therapists like to maintain their own privacy in terms of who they are, who their family is, what they do, external to the session. So I try to protect that privacy because it's... I don't know. [0:36:01] So those are a couple of ways that I could.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: It seems like you work very hard to understand the structure. You're working really hard. It sort of speaks to... [with a check] (ph) in my saying, well, you could ask to have more time. And you said, well, but I... I'm assuming that's not part of the structure. (Pause)<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Yeah, so, I mean, if we were friends, we would interact very differently.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: Mm-hmm.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: And I understand more or less how friendships work. And there's sort of... there's a real give and take in terms of finding boundaries. The transactional nature of this makes it strange. [0:37:02] I... (Pause)<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: What part of it? I understand... well, yeah, I don't want to say I understand.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: (Laughing)<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: Why do they [feel strange transactional] (ph)?<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: Oh, I mean, it's literally transactional in that I come here, I talk about my problems, and I pay you for listening to my problems. [I hire you for a service] (ph).<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: (Crosstalk) that is a piece of our relationship, yes. (Pause) [0:38:00] Does that feel like all of it?<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: (Sighing) (Pause) I'm really not even sure how to understand that question. (Chuckling) That is, in a sense, the definition of what we're doing, so...<\/span><\/p>\n<span data-id=\"P6-N200C0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200C0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559546\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Yeah, but it kind of... it sort of simplifies the complexity. I mean, I care about you. I want to understand you. I want to... yeah, we... it involves a money transaction, but there's flexibility in the system so that you... that you don't go broke (chuckling). It's not like, oh, you can't <\/span><span data-id=\"P7-N200C31\">pay me this month? Bye bye. [0:38:55] That would be a transaction where it's, like, moment... session by session. Oh, you can't give me this this session? Okay, well then I'm not seeing you. That's a transaction, and... but there's... so I think there's just a lot of complexity. (Pause)<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: I think that's right, and I think I don't know how to negotiate the complexity in this type of relationship, which I feel like I have not made a secret of. I feel like I've told you that I find this relationship troubling and I don't really understand what...<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: That's interesting, you've not used the word troubling before.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">CLIENT: Fair enough, fair enough.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">THERAPIST: So that's helpful because (ph) odd and strange...<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">CLIENT: Complicated? I think I've used that? Yeah, and strange. Sorry, so I... maybe those are polite synonyms for troubling for me, I don't know (chuckling).<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">THERAPIST: And troubling because there's not a structure or... I don't know how to say it, but [there's no] (ph) template or format that you can apply from other situations? [0:40:05] (Pause)<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: Maybe? Certainly that plays into... certainly that would be consistent with your description of me as needing or wanting control and thinks having some template would give me some element of control. (Sighing) (Pause) I don't know how to answer the question because my instinctive way to answer <\/span><span data-id=\"P7-N200D11\">the question is by analogy to other relationships, and then that is obviously as if I am trying to apply a template. [0:41:08] But... (Pause) maybe that is the thing. Yeah, I know how to explore the boundaries of a relationship with another person. I don't know how to explore the boundaries of this <\/span><span data-id=\"P7-N200D12\">relationship because for the most part when I ask you a question you want to then talk about why I asked the question or something like...<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">THERAPIST: That's true. I would say that's less... I feel like that's less about boundaries and more about our sort of joint venture together.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">THERAPIST: You see what...? I mean, I think that's an important distinction.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: Well, it's...<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">THERAPIST: I'm not saying there's a boundary, per se. I want us to do what we've come together to do. It's not that I don't want to answer the question per se, like, well, this is a boundary. [0:41:59]<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: Okay. (Pause) Yeah, and I guess part of what I'm trying to say is I don't know how to have the joint venture in the... I don't know who you are in some way. I really do know who you are in other ways. Like, we've been talking for months, and I really do know some things about you. Yeah, I don't know.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: Well, certainly the way you constructed it in terms of...constructed it sounds more formalized than I mean, but in terms of feeling like we got off topic last week, I mean, you then end up in the position of being completely powerless. You can't even sort of have an equal say in what we talk <\/span><span data-id=\"P7-N200DF1\">about or how we talk about it. And so you're completely powerless. That's a... that's terrible. I mean, it's not terrible that you think that way, but I can imagine it is a terrible feeling. [0:42:59]<\/span><\/p>\n<span data-id=\"P7-N200DE-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200DE-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559546\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">CLIENT: Perhaps particularly for me (chuckling)?<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">THERAPIST: Yes, perhaps, but for anybody, too.<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">CLIENT: Okay. Okay. (Pause) Yeah, I really don't like feeling powerless.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">THERAPIST: Yeah. And just even the idea that you can't equally participate in a conversation. In some ways it's really paradoxical because my hope is that you take the lead in a sense and you tell me what's on your mind and what's important to you...<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">CLIENT: (Laughing)<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">THERAPIST: So the fact that I would then tell you what's important to you... now, of course, I started the session... or when you started the session I had some thoughts about what this could be about. I actually think I was pretty off base, given what we're talking about now? So I can understand... <\/span><span data-id=\"P8-N200EB1\">I mean, yes, I am contributing. Like, these are my thoughts about what might be going on. [0:43:59] But then... and you have been actually disagreeing with me, which is good. Like, I need to know how you're thinking about things (chuckling). I'm not going to presume that I know what you need and I know <\/span><span data-id=\"P8-N200EB2\">what you're thinking. I might have some ideas about what it could mean, but I also could be wrong. (Pause)<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">CLIENT: I think maybe I should not stop coming. We should continue working in this direction (chuckling).<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">THERAPIST: Well, this...<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">CLIENT: I think it would be a helpful thing.<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">THERAPIST: I agree, and what I'll say... if what we talked about is simply about the therapy relationship, it would be a complete waste of time because your goal in here is not to have a good therapy relationship.<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">CLIENT: (Laughing)<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">THERAPIST: Your goal is to have therapy that helps you with your life outside of here. So, if we're just going to work on making this a good relationship and that's the goal, that would be silly. But I do... and maybe this is where you're coming from, I think there's some significance to this in a more <\/span><span data-id=\"P8-N200F71\">general way. I don't know what it is. [0:44:59] I really don't know what it is (chuckling). I don't have any prescribed, preconceived ideas.<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">CLIENT: No, but I can... I mean, I can tell [if it's just a simple] (ph) answer, right?<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: I mean, my wife is basically taking away all of my control over my life in wanting to kill herself, right? I've moved across the country away from PhD program. I am on edge around her most of the time as a result of feeling like I don't have control because, if I do certain things, they have <\/span><span data-id=\"P8-N200FD1\">drastic consequences. So I think there's a lot of perhaps interesting analogy in terms of me constructing boundaries to protect someone else in a relationship when those maybe are not even... maybe not the right boundaries at all, and they really don't need to be there.<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">THERAPIST: And maybe they don't need protection...<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">THERAPIST: [I guess] (ph) is what you're saying.<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">THERAPIST: It's also helpful... it's interesting, when you said that, I think, gosh, how much it's gone off my radar in not a good way when you were talking about just sort of walking... you didn't use walking on eggshells around Tanya, but that idea. [0:46:09] Certainly you felt that way, and you've <\/span><span data-id=\"P8-N201071\">expressed that. I have no reason to feel that you would stop feeling that way, but it hasn't been something that we've talked about in a month. And I realize I need to keep bringing that to mind.<\/span><\/p>\n<span data-id=\"P8-N20106-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20106-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559546\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">CLIENT: Maybe. (Chuckling) That depends on the dynamic, right? If I'm supposed to tell you everything that I feel, yeah. If I'm supposed to... and then I should be just saying it. If I'm letting you guide everything we do, then yeah, you need to be bringing it back up, and...<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">THERAPIST: Yeah, but I don't think it's...<\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">CLIENT: The truth probably needs to be somewhere in between.<\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">THERAPIST: Perhaps, but I think even... having something... keeping in mind something that we've talked about and that probably has... continues to be something important to you, I don't feel like that then I'm going to say, this is what we need, you know?<\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">CLIENT: (Laughing)<\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">THERAPIST: I can use that to inform how I think about things without saying, okay, well, today we're going to be talking about this, or II really think this is about this, that kind of thing. [0:47:04]<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">CLIENT: Okay, that makes sense.<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">THERAPIST: And I can also say... this is kind of maybe an odd thing to leave you with, because we're going to need to stop...<\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">CLIENT: (Laughing)<\/span><\/p>\n<p data-id=\"P9-N2011A\"><span data-id=\"P9-N2011B\">THERAPIST: But I could pretty much guarantee that our relationship and your treatment looks really nothing like Tanya's relationship and Tanya's treatment.<\/span><\/p>\n<p data-id=\"P9-N2011C\"><span data-id=\"P9-N2011D\">CLIENT: I am fairly convinced that that is true.<\/span><\/p>\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">CLIENT: Or I've become more convinced of that, and I think that's good.<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">THERAPIST: Yeah, I was wondering because you started to talk about the similarity. She's talking about her dad, am I going to be...? And that's where that thought came from.<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">CLIENT: I appreciate that because I think I do need very, very different things than what Tanya does.<\/span><\/p>\n<p data-id=\"P9-N20126\"><span data-id=\"P9-N20127\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\">CLIENT: And in a sense my drifting towards things that are the things she needs to deal with... maybe that's part of why we had this conversation today.<\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">CLIENT: But I appreciate that.<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\">THERAPIST: Yeah, I wanted to say that. So we need to stop for today, and I'll see you next week.<\/span><\/p>\n<p data-id=\"P9-N20130\"><span data-id=\"P9-N20131\">CLIENT: Okay (laughing).<\/span><\/p>\n<p data-id=\"P9-N20132\"><span data-id=\"P9-N20133\">THERAPIST: Let's (ph) continue this. [0:47:59] I mean, this is important, whatever it means.<\/span><\/p>\n<p data-id=\"P9-N20134\"><span data-id=\"P9-N20135\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P9-N20136\"><span data-id=\"P9-N20137\">THERAPIST: Okay, take care.<\/span><\/p>\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}