{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses how she feels about her current romantic relationship. Client also discusses her lack of success in her career and how it has an impact on her desire and self-esteem."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Self confidence","Romantic relationships","Psychoanalytic Psychology","Anxiety","Low self-esteem","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["9"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Self confidence","Romantic relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Low self-esteem"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559526","dorpId":"1005577446","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, April 10, 2013: Client discusses how she feels about her current romantic relationship. Client also discusses her lack of success in her career and how it has an impact on her desire and self-esteem.","fullTitle":"Client \"S\" Therapy Session Audio Recording, April 10, 2013: Client discusses how she feels about her current romantic relationship. Client also discusses her lack of success in her career and how it has an impact on her desire and self-esteem.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559526\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: What do you feel weird about? <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Just generally I feel kind of anxious and insecure and stuff. I don't really I feel like I'm going around in circles. (chuckle) I feel anxious to get what I want and like I don't know exactly how to get it I suppose. (pause) <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">In some days I feel kind of confident and I can articulate things, but some days it's just like there are too many clouds and I don't have the like inclination to like part through them and like speak (chuckle). Some days I really don't feel like speaking, and talking, and sharing. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: What are the clouds? What are they made of?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I don't know. They're just I just meant them just like metaphorical.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: But there's some the clouds there's some meaning to them, something in your way, or something obscuring vision, or I don't know.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: You know, I just feel like yeah, upset, to say the same things over and over again, so it is and then there's the burden of things to do and it's the issues and that just feels too much some some days. But I guess some days I feel more confident and nurtured and protected and encouraged, <\/span><span data-id=\"P1-N200191\">and then some days I don't, obviously (chuckle), so those days I feel more uncertain and it's a lot of work to feel, to not feel negative things, or maybe I don't even try and I just keep feeling them (chuckle). <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">Like yeah, earlier I was feeling positive about a lot of things, and the thing is the past few days have not been, although Monday I (inaudible), and Monday turned out to be blah because Chris (ph) started talking about breaking up again and again (chuckle).<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">So it's like find an apartment, and so I'm telling myself he's kicking me out, and then that's making me feel bad (chuckle). (inaudible) and all those anxieties of, I don't have anyone, you know, he's my family, what am I going to do without him, it's just going to be me and my mom and it's going to <\/span><span data-id=\"P1-N2001D1\">be such a disaster. <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">And then the lessons that I learned here in therapy and like I don't have to be conjoined with my mother. She's separate in every way, and that is like yeah, so I want to cling to that. But then it's like, yeah seems like falling back into that abyss.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">And just like, yeah, like last night with this author who was coming to dinner. So I got home from school and immediately I started cooking. The magazine I work for had like a little crisis. I had to help them out (inaudible) my work, but I start cooking and eating, because I was anxious, and then <\/span><span data-id=\"P1-N200211\">and then she was supposed to come at 7:00, and she texts and like, \"I had a six-hour meeting with my intern. I'm tired. Can I come an hour later?\" <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">So like an hour and a half later, you know, when the food's still sitting around, it looks like crap. It still tastes real good, but, you know, like, and then she and Chris (ph) were talking and Chris, and (inaudible). So she (inaudible) come earlier, she asked me some questions about my work and we <\/span><span data-id=\"P1-N200231\">spoke, but, like not really too much into, you know, just one conversation but I feel she was like, you know, she and Chris (ph) have worked on their roles and they are where they want to be and, you know, I'm not there at all. <\/span><\/p>\n<span data-id=\"P1-N20022-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559526\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">Who know? If there's so much uncertainty still. I'm plotting through I'm trying and I'm moving at a snails pace. I mean, I could be doing and I wonder, what else could I be doing to work on myself? You know, achieve what I want. Because, yeah, there's a lot of things that I could do. I don't know.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">I feel like insecure, you know, so yesterday I think about in the past when I have felt encouraged and what were those scenarios, and ... <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">Yeah, I don't know why like other people's achievements make me feel very low (chuckle) or I am not good enough. That means, do I need other people to look bad around me so I can feel good about myself? That's not any good. (sneeze) <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Bless you.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Thank you. (pause) What do you think (chuckle)?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: About what? <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: I don't know, it's like you could slap me or something, but snap me out of this coma that I feel like I'm in sometimes. Maybe it's (inaudible). Insecurity coma, like, food coma (inaudible). I cook so much.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: Yeah, food coma is usually when you eat too much, isn't that what?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Yeah, but I think it should be more in my case like insecurity coma. Other people come over, have eaten too much of other people and I'm like \"Ah, I have nothing for myself, (inaudible).\" I get very easily influenced on (inaudible). But then when I'm like, \"OK, I'm going to work on my (inaudible),\" <\/span><span data-id=\"P2-N200351\">and I have no idea how to do that. <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">And I shut myself up and then it's worse, I feel. Then I lose all touch. I lose touch with reality, all semblance of reality. Yeah. I feel like bad thing happen when I I (inaudible) myself.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Were you upset by Chris's (ph) saying again that he thinks you should break up?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Well, I just felt insecure. I mean, obviously, all this is brought on by my own doing, you know. It's not like he initiated. He wouldn't. He would never (chuckle), would be fine just coasting along. So, but I mean, I know that rationally, but you know, like still a little secure about, you know, <\/span><span data-id=\"P2-N2003B1\">money, well mostly money. <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">And then like, yeah, he's so great, he's so creative, and grow intellectually I think. You know, like how am I going to find that again, you know, and such a great companion.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: That was interesting. You said, \"I think.\"<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: Yeah, well, like there's, you know, he's, you know, over the year it's hard to (inaudible) it's been so many years, but like, yeah, he's sharp the way he thinks. Obviously going to, certainly must have influenced me, but I'm also very like protective of, (inaudible) when I think about what I <\/span><span data-id=\"P2-N200411\">work, it's all, you know, my material. <\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">Like the way I work, where I get stuff from, and like it's all me. It's like he's had no influence on that. I'm pretty sure on that. Like my pictures and all my friends way back, and economists (ph), you know, thinking. That's what I consider laughable. That's something that I'm completely sure about, <\/span><span data-id=\"P2-N200431\">that no, he's not had an influence on my work, no he's not helped me get success, you know (chuckle). No, he's not a good editor. He's not edited my work and made it better. And no, he's not really helped me monetarily until now. And now that he has helped me it's like he's kicking me out. Well, he's <\/span><span data-id=\"P2-N200432\">not kicking me out, I'm saying it this way just to be destructive and make myself feel worse. <\/span><\/p>\n<span data-id=\"P2-N20042-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559526\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">But like yeah, when you make someone like me with so many insecurity when I find someone to cling to, it's just really, I've become too clingy and then lose all confidence that I could walk on my own, that I don't need that support, even though I hadn't really been using it, you know? He's just a man <\/span><span data-id=\"P3-N200451\">who is running (inaudible). I don't even think of him as a man, I think of him as a boy, so like, someone, another person who is, who doesn't have insecurities, who has razor-sharp vision about what he wants. <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">So it's like, you know, I feel like everyone's like a flea on a dog (chuckle). It's like what I'm doing right now. In a way I think it's time to let go. I just don't know if I will thrive once I leave him. That is a big thing, I think. Big insecurity.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Thrive more?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: No, just ...<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Thrive relative to ...?<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: No, more relative to think, just (inaudible) and stay alive, and be happy and work and be successful. <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Do you feel like you're thriving now? I guess that's what I was wondering.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: I don't know. I thought I was. I thought I was, like I'm getting some momentum on my work, and like getting the piece accepted, but now this negative voice in my head is telling me, \"You don't you just have to (inaudible).\" That's what success (inaudible). I'm just like, \"Don't say that.\" <\/span><span data-id=\"P3-N200531\">Because like they, even when they haven't met me, they said they liked the piece. Like they said all they liked the piece. <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">But it needed work, and I should work on it for a few more months and (inaudible). That was even before they'd seen my face or anything. And then I (inaudible). And it's been a few months, and they're like, \"So, we assume you work on it, so send it.\" And then they will work on (inaudible) some more, <\/span><span data-id=\"P3-N200551\">so it's weird. Like, you know, I feel weird about, but I don't want to because, you know, all the things you asked, they've all managed to get their first publications like this, you know. We were joking yesterday in class about casting (chuckle), and this really famous author asking the student for <\/span><span data-id=\"P3-N200552\">a blow job so he could get the story into a magazine (inaudible). <\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">So like, and my other friend, she, you know, wrote a story, published, in this really exclusive magazine. It has, you know, pedigree, but they don't take any submissions. Something is probably her very, very tall German boyfriend (chuckle) who's like published three novels and who probably has helped <\/span><span data-id=\"P3-N200571\">her edit her stories.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">So since I don't have a tall German boyfriend who's a writer, I only have my skills and my, you know, say, web design skills. And like, you know, writers pimp all sorts of things, and I'm just pimped my web design skills, so why does it (inaudible) (chuckle)? <\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">But what were we talking about? About (inaudible) (chuckle).<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: Well we started by, well I had asked about the issue of thriving.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: Yeah. Yes, I mean, even this makes me feel kind of strong, I don't know how you felt when I was talking, but it's like it makes me feel resourceful, you know? Sure, there are negative connotations, but at least I'm doing something, you know, effective and aggressive maybe. I wasn't aggressive <\/span><span data-id=\"P3-N2005F1\">more, right? I pimp my web design skills. That was pretty aggressive. I was like, you can design your whole race on your own website. <\/span><\/p>\n<span data-id=\"P3-N2005E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559526\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">Which I did, so.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: It's your framing of it that's interesting. Yeah, you have pimping, people pimping themselves out.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: (inaudible). See, do you have any other interpretation of asking for a blow job (chuckle)?<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: Not in that case, no.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Yeah (chuckle).<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: But you do see relationships and interactions as exploitative (sic) in many ways.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Yeah. Sure. As opposed to ...?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: That's my point. You just made my point.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Oh. You mean like mutual and like cooperative?<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Whatever bullshit.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: No, I mean sure, there's room for positive kind of equal interactions (chuckle). <\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: But the image of you being a flea on a dog which is Chris (ph) is you could sort of put that paradigm in a lot of plug it in in a lot of relationship a lot of how you feel in different relationships. I think at times your mother is a flea and you're the dog.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: I think in the past you felt that Chris (ph) was the flea and you were the dog when he wasn't earning any money.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: Yeah. Yeah, exactly. Like yeah. At other times I see that I helped him. But you're right. Like at those times, it's not that I'm thinking, \"Oh, this is mutual and this is like beautiful.\" I'm actually thinking, does that have been helpful when he hasn't helped, and then other times, when I don't <\/span><span data-id=\"P4-N2007D1\">think like that, it's not like \"Oh, it's mutual.\" It's again like OK, I've been the bloodsucker and he's been the provider. <\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">I don't know.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: I've been the bloodsucker and he's been sucked dry of his blood.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: But he does look quite dry, so it doesn't help.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: So the question is, did you contribute to that?<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: I sometimes think that yes, I do it. But, you know, I think I don't think that's really true. If I think about it, instead of feeling about it. I do think that I mean, he's been quite capable of taking care of himself and if he weren't he wouldn't have gotten where he is right now. Me, on <\/span><span data-id=\"P4-N200871\">the other hand, I just feel before I think, you know? <\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">For myself, and then there's a lot of like woe is me kind of dialogue I have for myself, which is bad, you know. And Chris's (ph) like told me himself that you know, if you look at yourself from anyone else's point of view, it's really not that bad. It's really quite attractive. You have a good life. <\/span><span data-id=\"P4-N200891\">It's just never I'm able to believe that or feel that. It's like little moments when I feel that, but on the whole maybe not. It doesn't stick.<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">So I'm just trying to link this like feeling that relationships are exploitative (sic). <\/span><\/p>\n<p data-id=\"P4-N2008C\"><span data-id=\"P4-N2008D\">Yeah, I don't want to feel like I've been exploited and I exploit him. I don't know. I think I mentioned how like my parents really had this victim kind of marriage that I really hated at times, you know? And I feel like I guess I have internalized it to some extent without knowing about (inaudible). <\/span><\/p>\n<p data-id=\"P4-N2008E\"><span data-id=\"P4-N2008F\">Like yesterday at school, we had like a visiting artist. He's very young, and he just came out with his first piece. (inaudible) some things to think about was a new artist who's made it big (inaudible). This book has nothing, it has maybe like two pages of writing, and then that's it. Well, whatever <\/span><span data-id=\"P4-N2008F1\">it is like it's true that he achieved all this. He was asking us all about our projects, and it was weird, like I didn't feel weird because like without having heard that about everyone that was there, we were just introducing our project and saying why it was important. <\/span><\/p>\n<span data-id=\"P4-N2008E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559526\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">So, but I don't even (inaudible) and having just read their work, have a sense of who is where and who is a good artist, and even that keeps changing because people are growing more. You know, if they submit something that they're good at versus something that, you know, they're not so good at, then <\/span><span data-id=\"P5-N200911\">that also changes your perception of what kind of artist they are, whether they are good or not.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">But I got to assume that I was in a pretty good place and perhaps because I already have a degree from a better program, like all of us, you know, colors our judgment and makes you feel a certain way. Like I feel, I felt good and now I feel horrible about that because I'm like, \"I only felt good because <\/span><span data-id=\"P5-N200931\">I thought other people weren't as good.\" And you know that, like I said, that will change. <\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">Because these people are growing and these people, you know, they might submit something that they're better at. But hearing it yesterday was just like, my project didn't seem that as exciting and sexy as I thought it did because in one place, next to all these other projects. Sure, I've read where <\/span><span data-id=\"P5-N200951\">they're at, and they're not maybe as far ahead as I I may think I am, but that also can change and it's subjective.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">I don't know, like then my teacher said, \"Yeah, keep working. It will take three or four years.\" I was like, \"No, don't say four years, don't say three years, say one.\" He was like, \"Oh, prove me wrong.\" I'm like, \"I would love to prove you wrong.\" But I don't know if I'm articulating what I was feeling, <\/span><span data-id=\"P5-N200971\">but yeah, I mean, I guess since I already have this like residual of this kind of narrative that, you know, I'm not doing so good, or I'm a victim of whatever, then it just takes a slight change in your thinking, like a new perspective to make me feel like crap, you know? <\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">It just takes a person to turn in a really good story to make me feel really insecure about myself (chuckle), which is ridiculous, because why should anyone else's achievement make me feel so rotten, but it does. I really don't want to be that person who has to make others look shabby to feel good about <\/span><span data-id=\"P5-N200991\">herself. It's a really yucky feeling, so, because I'm aware of it, I'm conscious of it. <\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">It's weird because if this were at MSU like people like my professor would take me aside and introduce me exclusively. It was rather like, \"Oh, she's really good.\" But that doesn't happen at Amherst because they don't do (inaudible). They're not competitive like that. They really encourage competition <\/span><span data-id=\"P5-N2009B1\">among students and they're they don't think they (inaudible).<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">But I suppose there are places where playing favorites and encouraging competition actually make actually motivates people, right? Is that a I mean, there are schools like that. Like, you know ...<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: You're not sure where your motivation should come from?<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: Yeah, I'm not sure where it actually comes from (chuckle). I should know this by now, right? I suppose I feel motivation motivated when like I think about my material. That just really makes me motivated. Because I do feel very strongly about some of these things, and, yeah. Once I put this <\/span><span data-id=\"P5-N200A11\">(inaudible), I'm so frustrated. I'm sorry. I put these aside, and just focus on material and not think about other people and how they're judging me, then I'm OK, you know? <\/span><\/p>\n<span data-id=\"P5-N200A0-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A0-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559526\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">I can be OK for a few hours, not for a few days, but a few hours. And then, yeah, just a little bit of peer encouragement and the sense of people saying, \"You're doing good,\" and forget about others and where they're at. But that does the trick. But still, as you take me out of that safe zone, you know, <\/span><span data-id=\"P6-N200A31\">(inaudible) next to others or (inaudible) (chuckle). So, I don't know if there are, how I can believe that. <\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">(pause) What do other people do in those circumstances, like ...? <\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">Like if Freud were to come here, how would you feel (chuckle)? Like that question, probably.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: What I compare myself to him?<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Yeah. How would you feel?<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: Well I'd be scared because he's dead.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: Well, barring that it were possible for people to come alive.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: Well, if I felt intimidated, I mean, I think it would be awesome, but if I felt intimidated, that would imply that I put myself in the same categories, that I would see myself as my own unique category.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: Just a category and not like like a hierarchy? <\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: Well to have a hierarchy, you need to category. If you're in a different category, if you say, what's the best vegetable, and it's a steak, well the steak's feelings isn't going to get hurt. The steak's feelings aren't going to get hurt anyway, because the steak doesn't have feelings, but <\/span><span data-id=\"P6-N200B51\">the steak's feelings aren't going to get hurt because it's not a vegetable, it's a different category.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: So, even if there are hierarchies, if you feel yourself to be a different category. But I think even that, people could be a running race. I like to run, so, but, you know, you could come in even last, but if you had a better time than you've ever had, it's it's still a huge accomplishment. <\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">Like viewing yourself as a yardstick versus other people. Do people feel competitive with each other? Sure. Does that sometimes help motivate people? Sure. But for you, it becomes your world. You can't see anything but that. Well then everything is a competition, and that the only measure you have of <\/span><span data-id=\"P6-N200BB1\">yourself is other people. That's not entirely true, because I imagine in your work you feel motivated and energized when you see your piece getting better and so forth, so I imagine that it's a part about you and your own personal development, but then there are times when you feel crushed by this sort <\/span><span data-id=\"P6-N200BB2\">of aerial view you have. It's not really an aerial view. You're not seeing things from above, you're seeing them kind of, I don't know, from, in a sense from below that you feel like you're looking up out of a hole. <\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: Yeah. Yeah, I don't know why I get that way. (chuckle). <\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: I certainly do. Very frequently, for long periods. It's become like a defining thing because of you know, being with Chris (ph).<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: Maybe it's but you also choose Chris (ph) because of your own it's not Chris's (ph) doing. Chris (ph) may have influenced it, but (inaudible) it's sort of a reinforcing cycle.<\/span><\/p>\n<span data-id=\"P6-N200C0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200C0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559526\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: How do you break the cycle (chuckle)?<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: Don't you feel like you're already breaking it?<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: How?<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: You don't feel you are? <\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Sometimes it feels like there's been a break, a chink in the chain, but not like not all the time. Certainly not right now (chuckle).<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: I've seen you in these moods or these states before.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: Where you want to crawl in a hole and hide, and hope everything goes away when you come out.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: (chuckle) Yes.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: You don't want to change, you're hoping that everything else will change when you re-emerge (inaudible).<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: Yeah, that's true. But I know the change has to be here, just I lapse, I guess. <\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">I feel like there's something that I should be doing daily that I'm not doing. It's probably working, you know, like waking up early and making sure I work every day.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">THERAPIST: How often do you work?<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: When I have time. At least like three days a week, but I should, the days I am not working I should wake up early and least try and work one hour (inaudible). I feel like I should have a stronger (inaudible). Don't know how to make it stronger. What are the exercises I should be doing every <\/span><span data-id=\"P7-N200DD1\">day? It's (inaudible) weak right now because it keeps lapsing. I don't know. Other than working, what are the other things I should do? <\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: We are going to need to stop today, so on Monday I'll see you at 9:15, just next Monday. OK. Take care. Have a good rest of the week.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: You, too. Are you running in the Boston Marathon?<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: No, mostly watching. Bye. Thank you. <\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}