{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her life on the internet and her worry about harassment and stalking. Client discusses not getting credit for some of the pieces she's published on the Internet."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Social issues","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Self confidence","Social behavior","Work behavior","Interactions","Psychoanalytic Psychology","Low self-esteem","Anxiety","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Social issues","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Self confidence","Social behavior","Work behavior","Interactions"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Multiracial"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559744","dorpId":"1005577734","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"Ju\", Session August 13, 2013: Client discusses her life on the internet and her worry about harassment and stalking. Client discusses not getting credit for some of the pieces she's published on the Internet.","fullTitle":"Client \"Ju\", Session August 13, 2013: Client discusses her life on the internet and her worry about harassment and stalking. Client discusses not getting credit for some of the pieces she's published on the Internet.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559744\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Hi. It's been a while.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: It has been a while.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: So…<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Sorry.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: That's okay.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: (inaudible).<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Like I don't know, maybe a couple weeks ago oh, that's what it was. A couple weeks ago, Ashby was she's been kind of irritable off and on, and I've just been like, \"doo doo-doo doo.\" You stopped seeing your she stopped individual therapy.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Right. <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: And stopped most of your drugs, and you hate group therapy. Okay! And she mentioned… I just, I don't know, I didn't really want to say, I think you're being a little extra crazy, but she brought it up, because she'd seen her prescriber and was like, \"I think I'm fine, I don't have any side effects. <\/span><span data-id=\"P1-N2001F1\">Have you noticed any, like change in my mood?\" I was like, \"Well, now that you mention it…\"<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Ah-huh.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: And the night before, she had pretty much literally had a temper tantrum because I didn't want to watch episodes of \"Breaking Bad,\" that like appeared on Netflix, and I don't like watching the show, and I was like Ashby, you're going to fall you're like practically falling asleep, why don't <\/span><span data-id=\"P1-N200231\">you just watch them tomorrow? And she said like, No! and I was just like what are you doing? And then, like a half hour later she's like right in the middle, she's like, I know you're right that I'm going to fall asleep, but I still why won't you let me watch them? So, and the next day she was like <\/span><span data-id=\"P1-N200232\">that was an aberration. I'm like okay, that's not true but whatever. So, and we ended talking about how we our house had collectively made some poor overlapping mental health choices (sounds excited) this summer!<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Like, they made a lot of sense for, you know, it's your choice individually. It's just that, you know, combined is not the best thing overhead. But, so I just conveyed it to her that maybe she'd had a little bit of a change and she I don't know, I think she'll dismiss me but (sighs) whatever. <\/span><span data-id=\"P1-N200271\">I was partially thinking about it because I so, I guess like a year and a half ago, the doctor increased my Wellbutrin dosage and I know that periodically, it makes me more irritable. Like, I can just feel myself being like wow, I'm really cranky right now. And you need to turn that off, but it's <\/span><span data-id=\"P1-N200272\">very… like it feels I don't know. I guess I end up voicing the irritation that's usually just in my head a bit more than like -<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: I need to. And I've also been having a hard time, like I don't know, I think this year in general, just with free floating anxiety. Actually, not free floating anxiety. It's more like something will come up that makes me anxious, and then part time, like reminding myself that it will be okay, <\/span><span data-id=\"P1-N2002B1\">or that's just something that I'm most anxious about but it's okay. Or, -<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: So you can get your footing. There's a fair amount of like anchored anxiety, I mean things that have just come up.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: Yeah, it's this it's like the combo. Its, I think particularly frustrating, because I'm like, I have some good reasons to be really anxious, but I feel like that's just the moment, I'm like but wait, is this one of the like this moment, I'll be like this is one of the things that's valid <\/span><span data-id=\"P1-N2002F1\">to be anxious about, and I'm like no, actually that's not a thing to be anxious about. Like, a lot of my, my fear that like some of my social anxiety and fear of that like I don't know, that my friends secretly don't find me very interesting.<\/span><\/p>\n<span data-id=\"P1-N2002E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559744\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Mm-hmm. <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Has just been like, I guess very up the top, which is… I don't know, it's really frustrating and also, so a lot of my friends are over-scheduled, I overbooked. So, if I'm like hey, do you want to get together sometime next week, the response is usually like, \"Um, how about in three weeks?\" And <\/span><span data-id=\"P2-N200331\">then, on the one hand I'm like, I'm glad that you responded, and then I'm like wow, I have to stop worrying that I have nothing planned, like I don't have any free time that week. You know, and then I, I don't know, I feel like I should have more planned, or like maybe then like see this friend or I <\/span><span data-id=\"P2-N200332\">don't know. And I know that the issue is that they're they do a lot of things when they're fucked up, and so not me it's just life and blah-blah-blah. But I don't know, it's just been very like… Or like hearing about a party that I wasn't invited to, and I'm like yeah, whatever, there are a lot of parties.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Mm-hmm. <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: And it's just been feeling kind of, I mean oh well, does that person still like me, am I off their guest list? What's happening? And I don't like, I'm pretty sure it's nothing.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: But I end up thinking about it a lot. The other thing is, so someone I know, like I know her two friends, so she's a friend of a friend, named Edith, who I've talked to briefly but never had a chance to really hang out with, and she just got a job, as a basically, I think her job is like progressive <\/span><span data-id=\"P2-N2003B1\">librarian, or librarian of progressive, liberal stuff, and sort of like that's an amazing job. So, she's moving in and sort of (inaudible). And when she was talking about her job, I just had this like overwhelming like oh my God, that's such a cool thing, I want to do that, but I can't, because I'm <\/span><span data-id=\"P2-N2003B2\">not actually a librarian yet, and then feeling like I'm never going to be able to do this, and like freak out. And then she e-mailed me and was like, \"Oh, by the way, do you want my job at Smith?\" I'm like, \"What?! Fuck, I mean like yes, but I can't get commute to Smith.\" And I found it really overwhelming, <\/span><span data-id=\"P2-N2003B3\">like in a good way, but I was also like I don't know what to say because it's amazing that you would even think to say that. It's sort of like yes, I think, but I'm not done with school, but and I can't commute or whatever, but I don't know. On the one hand, I was very happy and excited about it. <\/span><span data-id=\"P2-N2003B4\">On the other hand, I started worrying about the logistics of why, of like could I commute Smith, I don't know, and like all these… (sighs) like all these little reasons why it would be impossible or difficult. I mean the commuting, I still stand by it, but it kind went from being really excited to really <\/span><span data-id=\"P2-N2003B5\">like oh, but I can't, it would never… <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">And when my coworkers had said to me, asked to me about my Cambridge exit plan, like a couple days before, and she was like oh, I think you could totally write your ticket, and I was just like what? What? I don't… like… it's some very intense cognitive dissidence.<\/span><\/p>\n<span data-id=\"P2-N2003C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559744\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Yes, I can imagine, based on the conversation you had.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Yeah, and I'm finding it really hard to deal with, like just I guess period. I'm finding it really hard to deal with, like I guess my immediate workspace, Chet and Elizabeth and my immediate little structure, not thinking like thinking like, like not thinking anything of what I do or my skills <\/span><span data-id=\"P3-N200411\">or whatever, and having people outside of that be like oh, actually, you're extremely awesome and yeah, like unfortunately, the day-to-day reinforcement of non-awesomeness, is mostly… Like it's hard, I find it hard to hold on to that feeling of like yay, I can do something, when it feels like everyone <\/span><span data-id=\"P3-N200412\">around me is just going, mm. Yeah. (pause) <\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">I think the other thing good thing is that I created a work on my persona, but I haven't backfilled it. And I don't know, like the official me still liked the idea of having a, this is the real me page, still feels very weird and uncomfortable, since when I got online in ‘95, that was what we were told <\/span><span data-id=\"P3-N200431\">not to do. I mean, yes and no, like I feel like I'm using that, that I've spent the last 20 years not doing. You know, like maintain your privacy, don't use your real name, blah-blah-blah. And now I'm like hey, this is my legal government name on a website, Twitter page, and that feels really uncomfortable <\/span><span data-id=\"P3-N200432\">and also duplicating social contacts fields is weird. I don't know, I want some way to, I guess take my, I don't know, whatever, hundred Twitter followers, and kind of dump their attention onto my library-ness in some way that isn't actually possible. <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">And I mean, the other thing is also, I still worry about stalking and harassment, and I don't know, I guess I also remain worried about like, I don't have to talk about my workplace in a professional blog, except that I don't know, like I could not talk about my workplace. But then I'm like well, <\/span><span data-id=\"P3-N200451\">it's my duty for work, so it feels kind of… (sighs) I guess my professional persona feels way more artificial and constructed than normal online me. And even in a way more so than like even workplace me. (pause)<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Something this made me think of is maybe it feels like separation and protection, has to do with like our not meeting as much over the summer, you're in, the sort of possibility has come up, of leaving Cambridge, and then not kind of shielded by screen names and whatever, as you generally <\/span><span data-id=\"P3-N200471\">have been. <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Yeah. I mean, even my professional account is not… I gave it a screen name, because I'm just like I can't, I feel really guilty having like (A) my handles were taken everywhere, like trying to use my middle name, but (B) it just feels so weird. For me, only the dorkiest of the dork, or the noobiest <\/span><span data-id=\"P3-N200491\">of the noob, has their legal name, like, their name, name, as their like Twitter handle or blog name or whatever. So, there's also that. Like, it feels more something, to have that name or to have two names I guess. <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">But yeah, like I also have been thinking about how to incorporate like I guess how to put like back to the things I do into my resume, if I want to, or how to re-frame things I've been doing in ways that I could put on a resume or a list of the things that I do, which is, I don't know… I don't know <\/span><span data-id=\"P3-N2004B1\">if I'm just sort of also reluctant to self-promote or talk myself up. I mean, I know I am, but I guess part of me, on the one hand wants to be like fuck you, I have 20 years of experience talking about crap on the Internet, and then part of me is like eh, like it's just me talking on the Internet, it's <\/span><span data-id=\"P3-N2004B2\">not that exciting. Most of that was, 80 percent of that was completely not interesting or not like worthy of comment, and maybe 20 percent of it was like oh yeah, that was something good I wrote. <\/span><\/p>\n<span data-id=\"P3-N2004A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559744\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: I imagine you were much worried about the 20 percent that was really good or worthy of comment.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: Yeah, I -<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: And being recognized for it.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: That's the thing, is I really want credit for it.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: You do?<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: I do.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: I guess to me, I had the impression that you were scared of getting credit for it.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: I guess what it is -<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: Recognized for it.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: I guess it's both.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Mm-hmm. <\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: I find the attention kind of intimidating and scary, in part because I'm like oh, shit, I didn't think that that many people were going to read this thing, oh fuck, someone's going to start stalking me or I should lock various things. Part of me is also like I should get credit for that, that <\/span><span data-id=\"P4-N200631\">was a thing, and if it for either credit attached to my longstanding personal screen name or credit attached to my professional name. I mean, there are things I look back on that I'm like wow, I actually am kind of proud of that, and I don't have a great way to I don't know if I want to incorporate <\/span><span data-id=\"P4-N200632\">it, like I don't have a way to incorporate it into I don't think I want to formally incorporate it into my professional life, but it's a thing, so like I don't know, I guess actually have like forty zillion thoughts about -<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: I guess the answer is I have a whole lot of feelings about it. Because some of the things that I'm proud of writing, I also don't think are they're not, like I guess this wasn't some of the things I'm proud of writing, I'm also like yes, I think this is hashed out ten times in the last… <\/span><span data-id=\"P4-N200671\">This is not a new thing that I'm discussing, this has like been hashed out before and I've done this for the last 30 years and I'm like, you know, someone at a party is like well, I am part of that discussion but I feel uncomfortable if someone is giving me credit for sort of starting a discussion and <\/span><span data-id=\"P4-N200672\">I'm like no, actually there's like 20, 30, 40 years behind me that started that and I'm just this iteration. But then there's things where but there are some things where I'm like well, as far as I can tell, I'm the first or one of the few people to write about that in this context, and I would like <\/span><span data-id=\"P4-N200673\">credit for that work.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Mm-hmm. <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: That's super frustrating, especially when I see other people take credit for it. I also discovered that something I wrote online, and signed my full name, which I was fine with, was cited in a book, which is pretty cool but the way I found out was someone else was reading the book and was just <\/span><span data-id=\"P4-N2006B1\">like that's us, and e-mailed the ten of us and we're all like oh, that's kind of weird, like no one has to contact me before republishing work, referencing an open letter that I wrote, but it just still feels lovely. What? No warning? Like I don't even know what I wanted. Yeah. (pause) I also think <\/span><span data-id=\"P4-N2006B2\">part of the one of the things that's making me think about a lot this summer, is trying to work on and discuss this project about privacy online with the caveat that I'm like, I don't want anyone in this room to Google me, thanks. I want to talk to my coworkers about stuff, but I'm also like in addition, <\/span><span data-id=\"P4-N2006B3\">I have a private life on the Internet that I would like you to not get up on, because it's my private life. But if I say that? That's an invitation to… yeah.<\/span><\/p>\n<span data-id=\"P4-N2006A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559744\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">PAUSE: [00:27:28 to 0:28:51.6]<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: I guess I'm not figuring out what to say, except that clearly, this is quite fraught.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Yeah. I don't know, I feel like yeah, like I keep on mentally just jumping around about kind of all of it. I don't know, I guess and the other thing, which a friend of mine brought up, that I know from the Internet and from local, she's like well, if you put something online about yourself, <\/span><span data-id=\"P5-N200711\">aren't you basically telling people, (inaudible) popped it on Facebook, a valid disability to have, and I didn't want my manager to read that information. And she's like well, you've already disclosed it so effectively, you have told him. I'm like ehhhhh, like I guess there are things that there are <\/span><span data-id=\"P5-N200712\">a lot of things that I would never bring up in a professional context, but on the other hand, I don't really I'm not trying to hide, I guess? <\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: Mm-hmm.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: If someone at work was like oh yeah, I'm going to this burlesque show, I would be like oh, you know, like it indicated I'm like oh, I don't know if you know, like we've sort of established some kind of mutual interest in a topic.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: And they'll be like yeah, sure, I'll tell you about, whatever. Or, like I had mentioned that I know circus people sometimes, for various things, but (claps hands) I guess there's a part of me that's like well you know, if I'm okay telling some people about it, I shouldn't freak out this much, <\/span><span data-id=\"P5-N200791\">except… So one of the things I was sort of thinking about, interestingly, talking at work, is people who have been accidentally outed to their family or friends or whatever, via things like Twitter and on Facebook, but someone adds as an interest or whatever, like a gay and lesbian choir, and they don't <\/span><span data-id=\"P5-N200792\">really think that's a fact that's posted to their timeline and then it's almost like wait. And that random uncle is like, you're in the gay and lesbian choir and everyone knows?<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Ah-huh. <\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: So, I'm certainly not trying to hide that I'm queer or hide that I'm into (inaudible) and [sacralism?]. On the other hand, I don't I'm not really interested in having that be a topic of discussion in more places, or just like… I don't know, it's this weird I guess being out of the closet <\/span><span data-id=\"P5-N2007D1\">isn't really the metaphor, but it's sort of like I know that while my coworkers would find it to be weird, like why does she do that, that's really weird, and they might change their opinions of me, for better or for worse. And… I don't know. There's certain things, like I don't give a fuck if someone <\/span><span data-id=\"P5-N2007D2\">feels negatively towards me, because they find out that I'm queer, but I do feel a little weird about someone feeling negatively about me because they found a picture of me in a bikini online. I don't know, I guess there are some things I actually am vaguely concerned about being judged about professionally, <\/span><span data-id=\"P5-N2007D3\">and things that I'm not. What I mean professionally, just sort of like topic of office or profession chitchat. I was so under the microscope in and through high school, because -<\/span><\/p>\n<span data-id=\"P5-N2007C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559744\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: I had thought of that too. <\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: Yeah. And I got used to it and I've often thought like well, whatever, I've had that experience, fine, I'm used to being microscoped. But I think actually, I've now gotten really used to being able to be in a city and not anonymous but I guess not as watched, if that makes sense.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: But, you didn't really like it in high school.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: No, I didn't.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: And you get really worried about what people are going to do with what they see, and that will be completely out of your hands and out of your control.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: Yeah. I mean, also that (sighs). It's not just that it's out of my hands and beyond my control. I really don't like thinking of people I know, like they start getting sore. So, like (inaudible), one of the things we used to say is -<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: Electro. <\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: (inaudible).<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: [Pachinista?]?<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: [Pachinista?].<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: And we'd tell you look, here's the thing, if you put a picture of yourself up in this community, someone will probably snag it and write terrible things about it, and reuse it in a way you don't like. Like as an example, like oh my God, pro-anorexia people would steal pictures from the community <\/span><span data-id=\"P6-N200951\">and be like this is so disgusting, or et cetera, et cetera. And so I was like well, I know that's happening, I accept that there are polls on the Internet making fun of me, whatever, but the idea of jerks in my hometown or whatever, -<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Doing that, is much more, like rating a person hiding on the Internet or on the Internet, they're only a person on the Internet, I don't really care. But actual person I know, that would suck. (pause) <\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">And it's not even that I'm putting out something like in my house or something. It's, I guess like it's taking away a certain level of protection or not anonymity. I guess it feels, in a way, more scary as someone who is in my area, because some of them are like well, you're, you know, guy 22, and I <\/span><span data-id=\"P6-N2009B1\">get freaked out with online harassment, being moral harassment and vice versa, so there's that, but I guess this is more like how do I feel about other people judging my life, which I don't know.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">PAUSE: [00:38:53 to 00:39:31]<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: Well, I mean I guess you mean the other… I kind of realize that we're not really mentioning but it's a big part of this, is that a lot of the communities that you're part of have been sort of suppressed or marginalized or criticized or discriminated against by the large subcultures, which <\/span><span data-id=\"P6-N2009F1\">I imagine has a lot to do with the kind of vulnerability that you feel.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Not that you didn't know that, I guess it's something important that I commented on.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Yeah, because I mean the virtual spaces and your life spaces, there's a certain level of marginalize you all, so (inaudible) helping each other out, that just doesn't or can't really transfer more globally or more widely, which I'm aware of conceptually, but it can be really jarring to have <\/span><span data-id=\"P6-N200A51\">those moments of like oh, right. I guess like all of these moments where I'm like oh, I forgot that a lot of people think I'm disgusting because I'm fat, whoops. Not even whoops. It's just sort of like, right? I have constructed my life in a way to be in a bubble that I enjoy and then periodically, <\/span><span data-id=\"P6-N200A52\">someone will say something and I'm like right. The reason why I made this bubble that I'm enjoying is because I really don't like being attacked and, you know, or safety discomfort, there's all these other things. And, you know, like I don't… I mean I guess there's no way to avoid it, but (sighs) I <\/span><span data-id=\"P6-N200A53\">don't know. I guess it depends what I'm making myself confront. A lot of things that I've dealt with in various ways, that include not directly confronting it. I don't know. <\/span><\/p>\n<span data-id=\"P6-N200A4-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A4-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559744\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">It's like stumbling across that's right, I said something online recently about racism in feminist communities, and a whole bunch of really racist, obnoxious responses, and really thinly about racism, and I was like right, that's why I don't do that or that's why I'm not involved in this thing or <\/span><span data-id=\"P7-N200A71\">that thing. (chuckles) And I did not enjoy that reminder.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: You know? And I'm not really enjoying the idea of being myself, up to attack.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: I'll see you next week. Thank you.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}