{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses how she has inherited traits from her mother, such as a need for control and anxiety, which has a negative impact on her current romantic relationship."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Trust","Parent-child relationships","Romantic relationships","Exercise","Sense of control","Psychoanalytic Psychology","Anxiety","Exhaustion","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["13"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Trust","Parent-child relationships","Romantic relationships","Exercise","Sense of control"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Exhaustion"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":13,"pageCount":13,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559410","dorpId":"1005577330","contentType":"text","aucs":"CTRN-V1","title":"Client \"CRT\" Therapy Session Audio Recording, January 04, 2013: Client discusses how she has inherited traits from her mother, such as a need for control and anxiety, which has a negative impact on her current romantic relationship.","fullTitle":"Client \"CRT\" Therapy Session Audio Recording, January 04, 2013: Client discusses how she has inherited traits from her mother, such as a need for control and anxiety, which has a negative impact on her current romantic relationship.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":13,"totalPages":13,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":13,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559410\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi. Come on in.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Do you want to have a seat in those chairs, if that works for you?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: The one -?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Yeah, the black one people fine a little uncomfortable.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: New office. Different office.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yes. Okay.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Hi.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Hi. I'm feeling a little better than I was the other day but still very emotional. Lots of things going through my head and just trying to sort things out about how I feel about stuff and sort of realizing too at the same time I was talking to my mom earlier today too and she was making me <\/span><span data-id=\"P1-N2001B1\">even more upset than I needed to be right now because I know she's trying to, I guess, she wants to help but she can't because she's really far away but the way she's going about it is not, I guess, an ideal way. It's sort of making me more upset. She came up with my best friend the other day after <\/span><span data-id=\"P1-N2001B2\">everything had happened and they stayed until Wednesday and I told the people that I live with and they've been very supportive and another family that I baby-sit for they have been very supportive and helpful and trying to keep me busy and all that stuff and I know my mom feels sort of helpless but <\/span><span data-id=\"P1-N2001B3\">she's not really helping. So, I kind of feel like sometimes I realize that I'm just like her in the way that we react to stuff and I would like to be more supportive to other people around me in a much different way because she's sort of making me not want to talk to her. It's hard because I don't want <\/span><span data-id=\"P1-N2001B4\">to not talk to my mom but when she's yelling at me and making me upset at a time like this, I don't really feel comfortable kind of talking to her.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: What is she yelling at you about? <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Well, she thought that I was going to just move right back to Pennsylvania and I kind of said like that's not really my focus right now. My focus is sort of getting my own emotions together and trying to figure out what's going on and helping him and just getting myself together because I'm <\/span><span data-id=\"P1-N2001F1\">not myself. I'm not okay. I'm just sort of existing right now and I can't really focus on packing and moving and getting a new job and all that other stuff when I move back to Pennsylvania and I said to her again today, like, I'm not going to move back right now. I may later. I may decide in a month <\/span><span data-id=\"P1-N2001F2\">or two months or tomorrow or I don't know. But it's better for me and then she was getting mad and upset like why they're just looking the people that I work for are trying to explain to her that they have been pretty good the last few days coming home from work early and giving me space and just <\/span><span data-id=\"P1-N2001F3\">sort of not putting too much pressure on me to solely be with the kids which is usually how it is. And she said, \"oh, they're just looking out for you because they want you to stay and they don't want you to leave and they don't really care and they don't have your best interests and you need to come <\/span><span data-id=\"P1-N2001F4\">home and when I was telling her that that's not really my focus right now is leaving, I have other focuses she was getting mad and then I finally said to her on the phone I'm like, 'you're not really helping me right now. Like I can't talk to you because you're not helping. You're yelling and it's <\/span><span data-id=\"P1-N2001F5\">not doing me any good. Like I need to hang up the phone.' And it sort of dawned on me after I hung up with her that I sometimes do the same thing out of wanting to help and almost in a smothering, yelling, defensive sort of way and it's bothersome to other people. I've done that in the past. Like it <\/span><span data-id=\"P1-N2001F6\">bothers my boyfriend. He has made a point like you can't do that. I know you're trying to help but you're going about it in the wrong way. And she doesn't really realize that. Or she does but, I don't know. But she's not helpful and <\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559410\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: Do you sort of feel like she has her own agenda and she doesn't really listen to yours?<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Well I sort of feel yes and no. Like I know that she wants to help and I know I'm her only child and I'm six hours away and she feels like she needs to fix the problem because she's the mom. But I don't I want her to understand like if I move back to Pennsylvania then I have to right now <\/span><span data-id=\"P2-N200231\">focus on finding another job and am I going to be better off just living with her and going to work at a job that I'm not terribly thrilled about but I just am taking because I have not other choice at the moment? And sort of almost being even more miserable. And I don't think she's sort of understanding <\/span><span data-id=\"P2-N200232\">that and she just wants me to be right there and like with my dog. She's badgering me about how she needs to go back to Pennsylvania and she would be better there and I'm like, no, she just needs to get back into her routine. She was there when the whole thing happened so she's sort of acting a little <\/span><span data-id=\"P2-N200233\">strange but she's just out of her routine and she just needs to be back into that and she'll be fine. And she's sort of even badgering me about that. And I'm like, that's not what I need to focus on right now. She doesn't think that I'm focusing on myself enough. She thinks I'm focusing too much on <\/span><span data-id=\"P2-N200234\">helping him and not doing anything that I need to do, so it's becoming difficult for me to feel like I want to even call her and talk to her. I kind have like have all these things that I want to do and I want to figure out and I know it's going to take time. It's not like I can come here and in three <\/span><span data-id=\"P2-N200235\">times be okay, good, but she's not like I don't feel like she's letting me just she needs to give me some time, like it can't happen overnight sort of thing.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: So you feel pressure from her.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Yeah. And I don't want to feel like that.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Where do you think the pressure in her is coming from? <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: She's so worried about I don't know. Like I don't know if she's worried that something just because I'm far away and she can't do anything about it and if something, if I called her today and I said, again, like I need you to come up here and she couldn't, or whatever, that she just feels <\/span><span data-id=\"P2-N2002B1\">helpless given the distance and I guess it would be maybe she would feel more comfortable if I was, if maybe I did live in Pennsylvania but I was in you know, she'd hop in the car and drive there in half an hour or an hour, but my mom is very much like a control freak which as I'm getting older I'm <\/span><span data-id=\"P2-N2002B2\">learning that I have a lot of her in me because she was the one that basically raised me so her and I have very similar personalities. I'm becoming more aware of my actions and how I'm acting and wanting to change that and she sort of just, it's almost as if she's in denial about how the way she acts <\/span><span data-id=\"P2-N2002B3\">like she doesn't think that what she's doing is wrong and so she just keeps going and pushing and pressuring and trying to control things and situations that she can't control.<\/span><\/p>\n<span data-id=\"P2-N2002A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559410\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">And I have the same problem and I try to control everything and I lack flexibility in everything and you know, I have to learn to try and relax a little bit when it comes to doing certain things, but it doesn't help when she acts like that because I know how I feel when she's pressuring me and saying <\/span><span data-id=\"P3-N2002D1\">those kinds of things. And now over even over the last few months I've recognized that's what I do to Kevin. Like I pressured him, or I tried to control things and then he gets agitated with me and it becomes a conflict and then I realize my mom does the same thing to me. And I kind of want to stop <\/span><span data-id=\"P3-N2002D2\">that and cut it off and not be so controlling and so crazy and not flexible about stuff and just generally happier, not always constantly worrying about stuff, I guess. <\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: What is it that you feel like fundamentally, that you're trying to control?<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: I feel like I'm just trying it's almost like I'm trying to control everything, like I feel like sometimes my life is so out of control but then I have to try to control anything that I can possibly control. I mean, I've become so vain and so just like at one point like I will go through <\/span><span data-id=\"P3-N200311\">different phases. I was constantly running and going to yoga and working out like three times a day and I was just like being super crazy about what I was eating and how much I was exercising because it was something in my life that I could control when everything else felt like it was falling apart. <\/span><span data-id=\"P3-N200312\">And I've sort of gotten out of that as I've become a little bit more comfortable in my relationship with Kevin and as time has gone on I've kind of like let (unclear) a lot and you know he was saying like 'you know, you can't work out that much. You need to eat more. It's not really healthy.' So now, <\/span><span data-id=\"P3-N200313\">I just try to control anything like you name it, and I try to like making plans and I want to make a plan for what's going to happen in like three months and then like my problem is that if it doesn't happen the exact way that I envision it, it absolutely throws me through a loop. And I don't know <\/span><span data-id=\"P3-N200314\">why. And he gets agitated with me because he's not a planner and he sort of like does stuff and it all works out and you know a few times I've let myself go and was like, 'okay' and I've seen that it just works out and happens in a certain way and then I was fine. But normally it's like 'well, no, we <\/span><span data-id=\"P3-N200315\">have to figure out what we're doing right now. Where we're going. Where we're eating, what we're doing. And if it doesn't happen that way, I become very agitated and upset and anxious and just generally unpleasant to be around. I pretty much feel like sometimes I make myself like I don't want to be <\/span><span data-id=\"P3-N200316\">around myself. I'm like why am I being like this? But then I can't break out of being like that. Like I can't stop being annoyed or I can't stop being angry and then it becomes very frustrating to me and then it's like a vicious circle because then I'm getting angry again. And I don't know exactly <\/span><span data-id=\"P3-N200317\">what's causing it and I feel like I don't know how to get out of that. <\/span><\/p>\n<span data-id=\"P3-N20030-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559410\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: It sounds exhausting.<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: It's very exhausting. I feel like I'm so emotionally exhausted, like I just I don't, it's like I just want to sleep all the time because I'm just so emotionally tired from being like that and being so uptight and so just hard on myself, too. And then as soon as I screw up or as soon as I feel <\/span><span data-id=\"P4-N200351\">like I do something wrong, then I'm super hard on myself and then it just sort of makes it worse and I feel like I try to break the cycle and then I feel like you know, I can just do it myself. I'll be fine but it's not really working. I can't do it by myself which is why a month ago I was like, I need <\/span><span data-id=\"P4-N200352\">to come and see somebody or I need to do something because I obviously can't talk to my mom because she is the exact same way so she has no insight and doesn't think that there's anything wrong with the way that I am. And you know, trying to talk to Kevin, but sometimes that doesn't he just is like, <\/span><span data-id=\"P4-N200353\">'well, why can't you just relax?' Because for him it's just easy to go fly by the seat of his pants and just do whatever and so then I'm like sort of stuck. And I feel like talking to my mom and she gets defensive and she yells and she doesn't understand and then it just pushes me further into not feeling <\/span><span data-id=\"P4-N200354\">comfortable expressing my feelings or anything like that to anyone because then I'm just afraid that everyone's going to react the same way that my mom does because that's what I'm used to. And I sort of start to hide and think well I'll just sort of fix it myself and I'll just not talk about it and <\/span><span data-id=\"P4-N200355\">it'll just go away or you know, anything something along those lines and then it just gets even more frustrating because nothing happens and it just keeps happening and happening and happening. So I've kind of like had my breaking point, I guess. And I don't really know what to do. <\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: Do you feel like it's gotten worse?<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: I think I feel like it does get worse as I've gotten older. I don't know why. I just feel like sometimes I'm not what I want to be in my life and so I feel like everything is just out of control and I can't just be happy and fine with where I am right now. And I just keep wanting it to be a <\/span><span data-id=\"P4-N200391\">certain way and it's not. So it's becoming frustrating. I can't I have a hard time living right now. I am constantly trying to like think about what's going to happen in the future3 and already trying to change it and already trying to control what's going to happen and then it doesn't end up being <\/span><span data-id=\"P4-N200392\">that way whether it's tomorrow, five minutes from now, five months from now. If it doesn't end up the way that I had envisioned it, it just completely throws me through a loop and then I kind of almost like just lose it and I get angry and mad and upset and I can't stop. So.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: Were you an anxious kid?<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: Yeah. I think I was from what I can remember. I always sort of had anxious feelings and I had friends but I didn't have friends and I kind of just went through I feel like I've gone through not nurturing the sort of relationships that I have needed and I have just easily shut people off for <\/span><span data-id=\"P4-N2003D1\">any reason and I've just become overwhelmed or too anxious about anything that happens and I'm like well I'll just run away from it and I'll find something else and so I would definitely say I was probably a very anxious kid and my mom does not help at all. 00:17:22]<\/span><\/p>\n<span data-id=\"P4-N2003C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559410\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">THERAPIST: And she's so anxious.<\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">CLIENT: And she's so anxious. Sometimes the anxiety I feel is like it's almost debilitating in a certain way that I'm just like so tense and my nerves are so jittery and I'm so just I don't even know what the feeling out of control that I don't I don't even know what to do. Kind of like reel it back <\/span><span data-id=\"P5-N200411\">but I just get so angry and say things without thinking about them first that I don't want to say or that I don't mean to say and it hurts the relationships that I have and I don't want to do that anymore.<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: How old were you when your parents split up?<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: Two.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: Very young. And was your dad part of your life at any point?<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: It was mostly like in\/out. He would call and he remarried shortly after my parents got divorced and my stepmother didn't like children so she never wanted to have any other kids so I've always just been the only child and I feel like my dad wanted to sort of have a relationship with me but my <\/span><span data-id=\"P5-N200491\">mom was keeping him from that my stepmother didn't really want me there so when I would go she would just send me to the babysitters or I didn't get to spend too much time with him. My dad's a really bad alcoholic so my mom wouldn't want to send me because she was afraid something would happen. I sort <\/span><span data-id=\"P5-N200492\">of, as I've gotten older, I don't want to say that I'm I guess a part of me I sort have come to resent my mom a little bit and the fact that I feel like she kept me away from having a relationship with my dad because she was trying to protect me from something that he would do or say or anything like <\/span><span data-id=\"P5-N200493\">that but it was keeping me from having an extremely important relationship and core connection with someone that I needed all along.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">And when I turned 21, my dad and my stepmom got divorced and my dad came to Pennsylvania for my 21st birthday and I talked to him for a little while and he sort of was telling me things like, 'well I tried to come visit you and I tried to do this, but then your mom sent you to go to so-and-so's house,' <\/span><span data-id=\"P5-N2004B1\">or, 'she wouldn't let me talk to you,' or, 'I tried to take you somewhere but then your mom wouldn't let me come,' or, 'she wouldn't send you down to visit me,' and you know whether I can't imagine that he would lie to me about that I mean he's never really said anything bad about my mom as I've <\/span><span data-id=\"P5-N2004B2\">grown up. He's always said you know, 'well, she's your mom and she's just looking out for you.' And my mom would constantly bash him and say how terrible a person he was and all this stuff and so I didn't even think that my dad was lying about all of that stuff and my mom was like, 'well, I didn't want <\/span><span data-id=\"P5-N2004B3\">you around him and I didn't want you being near him and I sort of started to resent her as I've gotten older because I feel like she's kept me from something that I probably needed to figure out on my own and needed to have some sort of relationship, but never got a chance to. <\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">And he tries every once in a while, like he's been calling recently but I just haven't had the energy to call him back and it's sort of like another can of worms and another whole situation that I don't really, can't really focus on at the moment and so I've told mom that he's called and she says, 'well <\/span><span data-id=\"P5-N2004D1\">call him back, call him back.' But she wants me to do it right in front of her or like while she's there and it's almost like she wants to control what I'm saying or what is happening and it kind of bothers me and I'm like, 'no, I'll call him at another time' sort of thing.<\/span><\/p>\n<span data-id=\"P5-N2004C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559410\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2004E\"><span data-id=\"P6-N2004F\">THERAPIST: I had a really weird sensation as you were talking. I was thinking about your being suspicious about who your ex-boyfriend oh, no, no, no I guess there's a lot of backdrop with the story with your ex-boyfriend but your current boyfriend is texting like feeling like there's this lack <\/span><span data-id=\"P6-N2004F1\">of trust. Like I need to know what's going on because I can't trust that. What's going on is something that's like a (unclear) or -<\/span><\/p>\n<p data-id=\"P6-N20050\"><span data-id=\"P6-N20051\">CLIENT: Yeah, I was thinking it because I was talking to Kevin the other day and we sort of brought up bringing up the texting thing again and we were trying not to talk about the situation but it sort of like, what else is there to talk about at the moment? And like things are just happening and <\/span><span data-id=\"P6-N200511\">I said you know, 'I never used to be like that.' Like I was my previous boyfriend who just I feel like he completely manipulated me and turned me into a person that I wasn't because I definitely bounced from a relationship to a relationship to a relationship and before I moved before I was dating <\/span><span data-id=\"P6-N200512\">the person before Kevin I was dating somebody else as well and I never had any suspicions about what he was doing. I never didn't trust who he was talking to. I never felt the need to like go through his phone or question where he was or anything like that. But then upon dating my previous boyfriend, <\/span><span data-id=\"P6-N200513\">it was like everything became I became just like so paranoid and so suspicious of everything that was happening because it was constantly like someone new he was finding to text message with. Whether some old girlfriend who was meeting with him or he was talking to them online or this or that and <\/span><span data-id=\"P6-N200514\">I was never trusting him. <\/span><\/p>\n<p data-id=\"P6-N20052\"><span data-id=\"P6-N20053\">And then I met Kevin and he I told him and I was like, 'I may not trust you right off the bat, but I'm going to work and do everything I can to trust you.' And never once, up until that moment like a week ago now, maybe six days ago, did I ever feel like I didn't trust him. Like I never felt like <\/span><span data-id=\"P6-N200531\">I I had never gone through his phone. I never felt like I needed to go through any e-mails like nothing. And then you know, I saw that and it just brought back all of these emotions and feelings that I had prior about being overly paranoid and about what he's doing and even still, now, I don't feel <\/span><span data-id=\"P6-N200532\">like I don't trust him to be doing anything that he shouldn't be doing with somebody else. And to me, that's important. I mean, once you don't trust somebody it sort of kind of changes everything and I don't feel like I ever trusted my previous boyfriend and it just absolutely threw me into a crazy <\/span><span data-id=\"P6-N200533\">loop of paranoia and suspicion and constantly thinking that everything was more than it was and never taking anything for face value and so now even that has carried over. I mean Kevin will say something and he'll just say like, 'the sky is blue,' and I'm like, 'are you sure? What do you mean by that?' <\/span><span data-id=\"P6-N200534\">I mean I read too much into stuff instead of just taking things for what they are and I started doing that before, like I never believed anything that my previous boyfriend told me whether it was true or not. And then I just started becoming absolutely crazy\/paranoid about every little thing and that's <\/span><span data-id=\"P6-N200535\">not the person that I was before.<\/span><\/p>\n<span data-id=\"P6-N20052-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559410\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20054\"><span data-id=\"P7-N20055\">So I was like I have to trust somebody again. I can't go through life never trusting anybody but I've always had trust issues. I mean when I was in my early twenties maybe, my mom kicked me out of my house and <\/span><\/p>\n<p data-id=\"P7-N20056\"><span data-id=\"P7-N20057\">THERAPIST: Why?<\/span><\/p>\n<p data-id=\"P7-N20058\"><span data-id=\"P7-N20059\">CLIENT: She I'd broken up with my two boyfriends, although I guess it was and moved back in with her and then I started dating my previous boyfriend and she didn't like it and she felt strongly that it was not good and she basically said I wasn't taking care of my dog in a proper way because she <\/span><span data-id=\"P7-N200591\">was staying at home all day while I would go to work. Well, that's what dogs normally do. They stay at home all day while their owners go to work. And then I come home and you walk her and you play with her and that's sort of how it goes. And she said I wasn't taking care of her really and she essentially <\/span><span data-id=\"P7-N200592\">just like kicked me out. So I had no where to go and I went a lived with my aunt and then my mom decided that she hated my aunt and she couldn't believe that my aunt took me in, like my mom basically just didn't want me to have anybody to go to and she was upset that my aunt did that and let me live <\/span><span data-id=\"P7-N200593\">with her and all this other stuff. And I almost felt like there was a little bit of issues where I don't even trust my own mom. I mean, she sort of just kicked me out for no in my eyes no good reason. I mean she feels like she was very validated in what she did and she still does, to this day. But <\/span><span data-id=\"P7-N200594\">when you're young and you don't know where to go and then you find out that your mom is upset because her own sister took you in and she doesn't want to talk to your family because they're trying to help you no matter what you're doing and be supportive. It kind of hurts and my mom still thinks that <\/span><span data-id=\"P7-N200595\">she was validated in what she did. <\/span><\/p>\n<p data-id=\"P7-N2005A\"><span data-id=\"P7-N2005B\">THERAPIST: It sounds like it drives her crazy if she's not able to sort of control what other people do and the decisions they make. It sounds like it drives her crazy.<\/span><\/p>\n<p data-id=\"P7-N2005C\"><span data-id=\"P7-N2005D\">CLIENT: I think it does and I don't think she's very honest with herself in some of those like she doesn't think you know, she is, I think she's twice as, triple as controlling as I am and you know, I try to control my own life and the outcome of my own things. I don't try to control what you do <\/span><span data-id=\"P7-N2005D1\">or what other people do. My mom, I feel like she tries to control everybody that she comes in contact with, does and I really do think it just drives her insane that she does not have complete and utter control on everything and everyone and I think because I'm her child she felt like she was more validated <\/span><span data-id=\"P7-N2005D2\">in trying to control me and that's all she's ever tried to do and I feel like she's even trying to do it now with me, making me move home and being mad at me for saying that I don't feel like it's a good time right now for me to make that decision. So it's frustrating.<\/span><\/p>\n<p data-id=\"P7-N2005E\"><span data-id=\"P7-N2005F\">THERAPIST: Do you feel guilty about trying to create a boundary between her and you?<\/span><\/p>\n<p data-id=\"P7-N20060\"><span data-id=\"P7-N20061\">CLIENT: I feel like, I mean there have been times where I have just after she kicked me out her and I really didn't talk very much. She didn't talk to me and we slowly started to talk again but I still tried to keep some boundaries and say like this is my life, these are my decisions. Like maybe you <\/span><span data-id=\"P7-N200611\">don't think that I'm making the right decisions and maybe I am making decisions and then something happens and I have to learn from my mistakes but you can't control what I do because now you're pushing me away and I'm going I tend to just shut her off and then I don't talk to her and it's easier <\/span><span data-id=\"P7-N200612\">to just not even have that part of my life happening because I can't handle all of the badgering and her yelling and her feeling this sort of way and wanting me to do what she wants me to do and being essentially angry because I'm not doing that. And I'm not the only one that she acts that way with <\/span><span data-id=\"P7-N200613\">but I think it's worse for me because I'm her child and she thinks that she can talk to me in certain ways that she wouldn't normally talk to some people. <\/span><\/p>\n<span data-id=\"P7-N20060-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559410\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20062\"><span data-id=\"P8-N20063\">THERAPIST: Did she ever remarry?<\/span><\/p>\n<p data-id=\"P8-N20064\"><span data-id=\"P8-N20065\">CLIENT: No. She had like a few boyfriends here and there and she has a boyfriend now. They've been together for I don't know, like three or four years, or something. And she complains about him all the time and he's very regimented and he doesn't like to he has a very elderly father that's sick and <\/span><span data-id=\"P8-N200651\">he goes over and takes care of all the time and she says, 'he should be here with me, not having dinner every night with his dad.' And like -<\/span><\/p>\n<p data-id=\"P8-N20066\"><span data-id=\"P8-N20067\">THERAPIST: She does the same thing.<\/span><\/p>\n<p data-id=\"P8-N20068\"><span data-id=\"P8-N20069\">CLIENT: She like gets very angry with him because he is regimented in his schedule. Like he's never been married. He doesn't have kids. He's been single for his entire life and he's 50-some years old. So he has what he wants to do. That's what he does. He feels like he needs to take care of his father. <\/span><span data-id=\"P8-N200691\">Let him go over there. He goes over and that's what he wants to do. I'm like, what is the big deal? I mean, yeah, maybe he could compromise a little bit and not every night go over and have dinner with his dad, but like he feels like he needs to do that and I'm sure she would feel like she needed to <\/span><span data-id=\"P8-N200692\">do that if my grandparents were elderly and couldn't really get around on their own or do their own things. And she is just constantly like angry that he's doing that and all this other stuff, but I don't know if she feels like scared to be because she's like, well, this relationship just isn't going <\/span><span data-id=\"P8-N200693\">to work out.' And then she doesn't do anything about it. She just yells and screams and makes him feel bad about everything and then I mean they're still together so and he even made a comment to me over Christmas break, like, 'I can't take your mom like yelling at me all the time. That's all she <\/span><span data-id=\"P8-N200694\">does is yell at me.' And I kind of feel bad for him. I mean he's not my it's not like I dislike him but you know, I'm not overly excited about him. I can just take him or leave him sort of thing and he's not my boyfriend. I don't have to deal with him everyday. I just have to be cordial and nice so <\/span><span data-id=\"P8-N200695\">I am and she's socially awkward so he's like he uses sarcasm sometimes to kind of hide or whatever he needs to do and <\/span><\/p>\n<p data-id=\"P8-N2006A\"><span data-id=\"P8-N2006B\">THERAPIST: Vent his anxieties somehow?<\/span><\/p>\n<p data-id=\"P8-N2006C\"><span data-id=\"P8-N2006D\">CLIENT: Yeah. And so I just I'm nice to him, you know. That's sort of the extent of it because I don't have to deal with him everyday and whatnot and then but I sort of feel bad for him because he does is be yelled at by my mom and I'm like 'Dennis I know how you feel because I'm 26 and I'm pretty <\/span><span data-id=\"P8-N2006D1\">sure this has been my entire life for the last 26 years except when I made the decision to stop talking to my mom because she kicked me out and blamed my family and yelled at me and everything else that she felt validated in doing as a parent.' So -<\/span><\/p>\n<span data-id=\"P8-N2006C-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559410\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2006E\"><span data-id=\"P9-N2006F\">THERAPIST: It sounds like there could be a lot of hurt feelings there.<\/span><\/p>\n<p data-id=\"P9-N20070\"><span data-id=\"P9-N20071\">CLIENT: Yeah. I mean I don't know if I feel like a lot of my issues stem from my mom and I don't want to blame her and I don't want to say like it's all your fault that I am the way that I am but you know, I'm scared to tell people how I feel. I don't communicate well. It's easier for me to just wall <\/span><span data-id=\"P9-N200711\">people off and just shut them out instead of actually trying to talk and I'm afraid of talking to my own boyfriend about how I feel because I'm afraid he is going to react the way that my mom usually does because I feel like sometimes the lines are muddled and I almost sort of don't differentiate. <\/span><span data-id=\"P9-N200712\">He's not prone to be upset. He's just going to talk to me and talk something through with me whereas if I said the same thing to my mom, she gets in a tizzy and she gets upset and so now it's sort of like everybody is like my mom in my eyes, I guess. Like everyone's going to react the way that she's <\/span><span data-id=\"P9-N200713\">always reacted. You know, everyone's going to leave and everyone's going to abandon me I almost feel like she has and so you know, I feel like sometimes I try to keep Kevin close because I don't want him to leave, but then I'm smothering him too much and I think that's the same thing that my mom is <\/span><span data-id=\"P9-N200714\">doing to me. <\/span><\/p>\n<p data-id=\"P9-N20072\"><span data-id=\"P9-N20073\">THERAPIST: And that you also describe most times feeling like sometimes you keep him too much at a distance and not let him in.<\/span><\/p>\n<p data-id=\"P9-N20074\"><span data-id=\"P9-N20075\">CLIENT: Like I don't want to talk to him or I'm afraid to talk to him about stuff that I should be okay talking to him about. And if I let him in too much and I talk to him too much is he going to leave? Is he going to run away? Is he going to be like, 'holy moly, you're crazy.' You know, even though <\/span><span data-id=\"P9-N200751\">he said, 'I don't think you're crazy. You have some things you need to work on.' So I have a hard time letting people in because I do feel like if I let somebody in too much I'm going to get hurt or they're going to leave because it seems like it just feels like a pattern in my life where my dad leaves <\/span><span data-id=\"P9-N200752\">and then my mom was around when I was young but at the same time she wasn't because she worked a lot so I spent a lot of time with my grandparents. But then, my mom being as controlling as she was and her just so easily kicking me out and not talking to me for a long period of time and me just sort <\/span><span data-id=\"P9-N200753\">of floundering out there, not really knowing what to do. <\/span><\/p>\n<p data-id=\"P9-N20076\"><span data-id=\"P9-N20077\">THERAPIST: Was that the first time you were away from home?<\/span><\/p>\n<p data-id=\"P9-N20078\"><span data-id=\"P9-N20079\">CLIENT: I went away for my first year of college and then I moved back for the rest of the time and then I started when I moved back home I started dating one of my boyfriends at the time so then it just worked out that I was home already and then basically the only other time I've ever moved away was <\/span><span data-id=\"P9-N200791\">when I moved here a year and a half ago.<\/span><\/p>\n<p data-id=\"P9-N2007A\"><span data-id=\"P9-N2007B\">THERAPIST: Did you come back home from move back home to colleges just for practical purposes? Were you homesick?<\/span><\/p>\n<span data-id=\"P9-N2007A-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2007A-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559410\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N2007C\"><span data-id=\"P10-N2007D\">CLIENT: Well, I really didn't want to pursue the degree that I was getting and the college that I was going to didn't have what I wanted and it was a private school, like five hours away so I was like, well it makes more sense for me to come back to Pennsylvania and go to a state school that has what <\/span><span data-id=\"P10-N2007D1\">I want. It's like a third of the cost as well.<\/span><\/p>\n<p data-id=\"P10-N2007E\"><span data-id=\"P10-N2007F\">So I mean, there was a little bit of homesickness, but definitely if that college had had what I wanted I probably would have stayed. But I moved back in with my mom and she set all these rules and all these, 'I know you're at college but you're living under my roof so you come home at this time and <\/span><span data-id=\"P10-N2007F1\">you do this and this is what you do and you help out around here,' and all this other stuff and she kept trying to control it and when I wanted to veer or just not always do what she insisted that I do, she became so angry and mad and said I was so disrespectful and didn't care about her and you know <\/span><span data-id=\"P10-N2007F2\">I turned 21 and what do most people when they turn 21, do? I mean, I go out. We were within walking distance of all the bars and I would go out with my friends and we would hang out and just have a good time and we stayed at my house because my mom would say, 'well, just stay here so you're not driving <\/span><span data-id=\"P10-N2007F3\">anywhere.' But we'd come home at like three in the morning and then she would be mad because she said, 'well, you're being loud and you're disturbing the dog or your waking up the neighbors or why are you doing this?' And you know all the things that I would have been doing away at college and she wouldn't <\/span><span data-id=\"P10-N2007F4\">have seen but because I was living at home and she was forcing the 'well, stay here,' so that she could control the situation. But when we weren't doing what she wanted us to do she would be mad and so it became very frustrating and I didn't want to live with her. <\/span><\/p>\n<p data-id=\"P10-N20080\"><span data-id=\"P10-N20081\">THERAPIST: Did you feel like her tendency tendency seems like a mild understatement but, a strong push to control did it make you fee like she wasn't interested in you?<\/span><\/p>\n<p data-id=\"P10-N20082\"><span data-id=\"P10-N20083\">CLIENT: No, it made me feel like she was too interested and that she like I would constantly tell her, 'you know, mom, you really need to get a life,' and say you need to go out. You need to meet people. Go out with your friends. Go do something, like stop sitting at home all the time worrying about <\/span><span data-id=\"P10-N200831\">what I'm doing, trying to control my life. Like go live your own. I mean I'm 20-whatever. I'm going to make mistakes. I'm going to do things. She was not perfect as a child. I mean I've talked to my grandparents and her sisters and they're like you mom was beyond the angel sitting at home doing nothing <\/span><span data-id=\"P10-N200832\">on Friday nights and Saturday nights when she was younger. And when she was the drinking age was 18 so at 16, she said she was going out to the bars so it wasn't like she was this perfect child who did nothing and then all of a sudden she had me and I was like this crazy kid. I was afraid of doing <\/span><span data-id=\"P10-N200833\">anything wrong and afraid of disappointing my mom my entire life. Up until I never went out in high school hardly ever. I mean I had friends, but you know, I didn't do 75% of the stuff that all of the other people in high school were doing because I was afraid of disappointing my mom. <\/span><\/p>\n<p data-id=\"P10-N20084\"><span data-id=\"P10-N20085\">THERAPIST: What was the fear what happened if you disappointed her?<\/span><\/p>\n<span data-id=\"P10-N20084-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559410\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20086\"><span data-id=\"P11-N20087\">CLIENT: She would just get angry and mad and she'd yell at me all the time and just she wouldn't let me do things. She wouldn't let me go out. I remember having my first boyfriend. Like I just I was never really interested in boys, I guess. It was almost like she forced that relationship on me. <\/span><span data-id=\"P11-N200871\">Like she introduced us and then she would like invite him over and everything like that in my freshman year of high school. And I was playing sports and I was taking lessons and just trying to hang out with my friends and trying to do this and then I feel like once I started to get older and into middle <\/span><span data-id=\"P11-N200872\">school and high school is when everyone is finding their own path anyway, but it was like she was inviting him over and him and I were hanging out and it was just it almost felt forced. And he was nice and all and it was fine and whatever, but even something as silly as me having my first boyfriend <\/span><span data-id=\"P11-N200873\">feels like my mom -<\/span><\/p>\n<p data-id=\"P11-N20088\"><span data-id=\"P11-N20089\">THERAPIST: Orchestrated it.<\/span><\/p>\n<p data-id=\"P11-N2008A\"><span data-id=\"P11-N2008B\">CLIENT: It was all orchestrated. Like she was planning how everything was going to go. I remember her saying like one night when he was walking me outside to the door like she left or she did something and she was like well I was hoping that maybe he would kiss you or something like that. It was so <\/span><span data-id=\"P11-N2008B1\">weird. That's like just the most awkward thing ever, you know. It shouldn't be orchestrated. Like you don't need to plan my life and how it's going to go. <\/span><\/p>\n<p data-id=\"P11-N2008C\"><span data-id=\"P11-N2008D\">THERAPIST: I had another my first thought is it probably should have been what I said before in terms of her not being interested in you because apparently she was overly involved and overly intrusive. I think what I meant about interested, sort of interested in what you need, what's important to <\/span><span data-id=\"P11-N2008D1\">you, and what your goals are and that kind of -<\/span><\/p>\n<p data-id=\"P11-N2008E\"><span data-id=\"P11-N2008F\">CLIENT: She always tries to make it seem like that but I feel like she'll say that's what she wants but that's not really what she wants. And she's be like, 'well, I just want to make sure you're okay,' and I just feel a little like that but like then when I say that, then she's not happy about that. <\/span><span data-id=\"P11-N2008F1\">You know, about me making my own decisions and as something as silly as me making my own decision right now about whether or not I'm going to move to Pennsylvania. She was getting mad at me on the phone and I'm like and at a time like this I can't deal with it right now. Like that's not fair. <\/span><\/p>\n<p data-id=\"P11-N20090\"><span data-id=\"P11-N20091\">THERAPIST: You're feeling your own confusion and (unclear) pressures so to want to shield yourself from some external sources seems like a really good plan. An understandable wish.<\/span><\/p>\n<p data-id=\"P11-N20092\"><span data-id=\"P11-N20093\">CLIENT: Yeah, and I don't want to feel like I'm shutting her off but because she's like, 'you just shut people off, that's what you do. You don't talk, you don't express how you feel.' Well, no because I'm afraid because I feel like she's made me afraid to express how I feel in the way that she reacts. <\/span><span data-id=\"P11-N200931\">And I'm sure if she was sitting here right now she would be so mad that I'm saying any of this stuff. Like if we were we tried to go to counseling one time together and I tried to express how I felt and it we couldn't leave the office and then have her just sort of like leave what we said behind and <\/span><span data-id=\"P11-N200932\">then it not carry out into life after that, like that she would be mad and so it's like this is not good. This is not helping me with her being here. And I know that she's not truthful in the way that she says stuff to her own therapist. And like a part of me wanted to go with her and almost figure <\/span><span data-id=\"P11-N200933\">out what she is saying to him because she's not changing. Nothing's happening. Like she's been going to therapy for a while and she's not doing anything differently. So I tend to wonder if she's being honest with him and herself. And it's sort of like worrisome. But I can't worry about that. (Laughs)<\/span><\/p>\n<span data-id=\"P11-N20092-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20092-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559410\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20094\"><span data-id=\"P12-N20095\">THERAPIST: I'm afraid we need to stop for today.<\/span><\/p>\n<p data-id=\"P12-N20096\"><span data-id=\"P12-N20097\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P12-N20098\"><span data-id=\"P12-N20099\">THERAPIST: So, let's see. We talked about a meeting time for Monday. This Monday I could do 2:30. Is that something that you could do? Is that a possibility? I think that is one possibility we discussed.<\/span><\/p>\n<p data-id=\"P12-N2009A\"><span data-id=\"P12-N2009B\">CLIENT: I'm trying to think. I would have to have somebody pick the kids up from school. So you're here, Tuesday, Wednesday, Thursday and Friday?<\/span><\/p>\n<p data-id=\"P12-N2009C\"><span data-id=\"P12-N2009D\">THERAPIST: And Monday morning. So I'm here all -<\/span><\/p>\n<p data-id=\"P12-N2009E\"><span data-id=\"P12-N2009F\">CLIENT: Oh, you're here Monday mornings?<\/span><\/p>\n<p data-id=\"P12-N200A0\"><span data-id=\"P12-N200A1\">THERAPIST: And then I'm in Wallingford Monday afternoon and evening.<\/span><\/p>\n<p data-id=\"P12-N200A2\"><span data-id=\"P12-N200A3\">CLIENT: So do you have, I was wondering if maybe I could work it out where I come here on Monday mornings? Do you have any openings -?<\/span><\/p>\n<p data-id=\"P12-N200A4\"><span data-id=\"P12-N200A5\">THERAPIST: I actually have a few things shifting. I do have a next week I do have an 11:00 available and then also starting in a couple of weeks I'll have a regular time at 8:30 available.<\/span><\/p>\n<p data-id=\"P12-N200A6\"><span data-id=\"P12-N200A7\">CLIENT: Okay. I'm trying to think. So the 8:30 would work only if, see I have to take the kids to school sometimes and they have to be at school at 8:30. So I can probably can I take the 11:00 on Monday?<\/span><\/p>\n<p data-id=\"P12-N200A8\"><span data-id=\"P12-N200A9\">THERAPIST: For Monday. And the other thing is I might have an 11:45 open up on Monday, too.<\/span><\/p>\n<p data-id=\"P12-N200AA\"><span data-id=\"P12-N200AB\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P12-N200AC\"><span data-id=\"P12-N200AD\">THERAPIST: Would that be a possibility?<\/span><\/p>\n<p data-id=\"P12-N200AE\"><span data-id=\"P12-N200AF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N200B0\"><span data-id=\"P12-N200B1\">THERAPIST: I actually will have it, it's that the person with the 11 o'clock time can't come this coming Monday so I have it for this Monday. But I think as an ongoing time I should have 11:45.<\/span><\/p>\n<p data-id=\"P12-N200B2\"><span data-id=\"P12-N200B3\">CLIENT: Okay. That would probably work out better.<\/span><\/p>\n<p data-id=\"P12-N200B4\"><span data-id=\"P12-N200B5\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P12-N200B6\"><span data-id=\"P12-N200B7\">CLIENT: I was trying to leave Mondays sort of open with my other babysitting things so that I could come to something like this or do whatever.<\/span><\/p>\n<p data-id=\"P12-N200B8\"><span data-id=\"P12-N200B9\">THERAPIST: Great. Well, look, so I think that that will work. I think I mentioned that it's a little bit cutting it close to get to the office at 2:30. So this will work better for me, too, in New Haven.<\/span><\/p>\n<p data-id=\"P12-N200BA\"><span data-id=\"P12-N200BB\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P12-N200BC\"><span data-id=\"P12-N200BD\">THERAPIST: So I'll have you in for next week, this coming Monday at 11 and then we'll sort of take it from there. But I will try to find you a place.<\/span><\/p>\n<p data-id=\"P12-N200BE\"><span data-id=\"P12-N200BF\">CLIENT: Okay. Right.<\/span><\/p>\n<p data-id=\"P12-N200C0\"><span data-id=\"P12-N200C1\">THERAPIST: Oh, did my assistant send you a treatment contract?<\/span><\/p>\n<p data-id=\"P12-N200C2\"><span data-id=\"P12-N200C3\">CLIENT: She did and I printed it out and signed it.<\/span><\/p>\n<p data-id=\"P12-N200C4\"><span data-id=\"P12-N200C5\">THERAPIST: Thank you so much.<\/span><\/p>\n<p data-id=\"P12-N200C6\"><span data-id=\"P12-N200C7\">CLIENT: Are you you're just going to send me a bill every month, right?<\/span><\/p>\n<p data-id=\"P12-N200C8\"><span data-id=\"P12-N200C9\">THERAPIST: Yeah, that's what we said, because we sort of firmed this up. Is $100 something that you can do? You know, I'd said between $85 and $100. Let me -<\/span><\/p>\n<p data-id=\"P12-N200CA\"><span data-id=\"P12-N200CB\">CLIENT: Let me think about how much I'm going to be working. I mean I might be able to, yeah.<\/span><\/p>\n<p data-id=\"P12-N200CC\"><span data-id=\"P12-N200CD\">THERAPIST: You let me know. The range is $85 to $100. Let me know toward the end of the month when I send out a bill, what feels okay for you.<\/span><\/p>\n<p data-id=\"P12-N200CE\"><span data-id=\"P12-N200CF\">CLIENT: Okay. Yes. Because, there's (unclear) going on right now and -<\/span><\/p>\n<p data-id=\"P12-N200D0\"><span data-id=\"P12-N200D1\">THERAPIST: I understand (cross talk) transition. We'll figure something out. Okay?<\/span><\/p>\n<p data-id=\"P12-N200D2\"><span data-id=\"P12-N200D3\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P12-N200D4\"><span data-id=\"P12-N200D5\">THERAPIST: So I look forward seeing you on Monday here.<\/span><\/p>\n<p data-id=\"P12-N200D6\"><span data-id=\"P12-N200D7\">CLIENT: Oh, where exactly should I park? Because (inaudible).<\/span><\/p>\n<span data-id=\"P12-N200D6-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N200D6-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559410\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N200D8\"><span data-id=\"P13-N200D9\">THERAPIST: Unofficially, I've never heard of anyone getting towed from there, but (unclear). Unofficially, people do that. One block down there are a lot of parking meters and parking lots. And then one block down there is non-metered parking. Actually, this time of day is pretty good. It's not like <\/span><span data-id=\"P13-N200D91\">afternoon it's not good. Drive is here and there is like three blocks of metered spaces right over there. Okay?<\/span><\/p>\n<p data-id=\"P13-N200DA\"><span data-id=\"P13-N200DB\">CLIENT: (Cross talk)<\/span><\/p>\n<p data-id=\"P13-N200DC\"><span data-id=\"P13-N200DD\">THERAPIST: Very good.<\/span><\/p>\n<p data-id=\"P13-N200DE\"><span data-id=\"P13-N200DF\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P13-N200E0\"><span data-id=\"P13-N200E1\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}