{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client accepted a new job, but is upset that his mother reacted negatively toward this. Client discusses the impact his negativity has on his life and the relationship with his family."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Body weight","Need for approval","Acceptance","Stress","Psychoanalytic Psychology","Anxiety","Anger","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Engaged"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["11"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Body weight","Need for approval","Acceptance","Stress"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559326","dorpId":"1005577244","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"C\" Therapy Session Audio Recording, August 30, 2012: Client accepted a new job, but is upset that his mother reacted negatively toward this. Client discusses the impact his negativity has on his life and the relationship with his family.","fullTitle":"Client \"C\" Therapy Session Audio Recording, August 30, 2012: Client accepted a new job, but is upset that his mother reacted negatively toward this. Client discusses the impact his negativity has on his life and the relationship with his family.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559326\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Good things happened though.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: I recently just accepted a job offer.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Congratulations.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Thank you. I'm going to be starting off as a coach at school in Newton. So, after we can talk about times.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: I'd like to keep the Tuesday if we could just push it back to 3:30, I believe I could make that.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: I think I can do that. I'll take a look at it after we're done.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Okay. Just double check. Yeah, because I'm in Newton and it would take me like 20 minutes to get here. So, that's the other good thing. That's one of the good things. The second good thing is that I'm sticking with the diet and I'm continuing to lose weight which is very positive for me. There <\/span><span data-id=\"P1-N2001F1\">is still that negative aspect that's in my life when I'm with my parents. The other day we were talking and I was over there prepping my grandmother's house to be sold and I keep hearing my dad say if the price isn't right I'm going to buy it. When he says that, I get very angry. I get very, very, angry. <\/span><span data-id=\"P1-N2001F2\">I tell him, no I want it. Nobody wants it. Why would you say that? Why are you buying it? Well, Tim wants it. No, he doesn't. Tim's my older brother. No, he doesn't. He can't afford it. Let him find his own place. I go he can't even move out of the house and he's going to buy a house? <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">And it just, it really pisses me off because I really, and I told this to them. I go I have such bad memories of that house that I just want to eliminate it and I don't understand why my dad just wants to just keep things. Let them go. Move on. You know. It really irritates me how he's going to be the <\/span><span data-id=\"P1-N200211\">fall guy and he's just going to buy out my aunt and my other aunt and give them the money and he gets the house. I go why? Why, you know, I just don't understand. I get very upset when he makes things easy for everybody and more difficult on himself. I mean it just really, really irritates me. He just <\/span><span data-id=\"P1-N200212\">recently purchased new appliances doing some updating and some maintenance on the house and he's the one who's paying for it. I don't know why my aunt's aren't contributing to anything and he doesn't even ask them for any money which really, really gets me. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">I mean when I say I get mad, I get enraged. I can feel my blood boiling. I can feel the pain in my stomach coming again and I just get really, really upset about it and, you know, trying to express my feelings to them, it's tough because I did tell them, I go if you choose to buy this house I go you <\/span><span data-id=\"P1-N200231\">will never see me again. You will never see me again and they said, well, we're not going to buy it yet, but if he doesn't get what he wants. I go there is no buts. I go you take a fair offer and you unload the house. I go because if you want to see me again, you will not keep that house in this family. <\/span><span data-id=\"P1-N200232\">I'm just trying to get them to understand the pain that it has caused not only me. I can't speak for my brothers and my sisters, but for me, it's caused me a lot of pain and it's caused me to be at a point where if he does bail them out again, I won't speak to them.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: I'm sorry, who would he be bailing out? Your brother?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: He would be bailing out my aunts, his sister and his brother's wife. He'd be bailing them out because he'd be giving them their share of the money and he'd be keeping the house for what reason? <\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559326\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: You don't think he wants the house?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: He doesn't. He's just doing it because it's cheap and he's not going to sell it to anybody else cheaper. I said why? I just don't understand the logic in why you would keep it. My brother is one man. He's going to be living in a twenty five hundred square foot house by himself. Well, go get <\/span><span data-id=\"P2-N2002B1\">a roomie. I go tell him to get an apartment with a roommate. It just really bothers me how he does stuff like this.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Does it bother you that he's willing to pay for your brother's rent?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: No. It bothers me that he's willing to pay off his brothers and his sisters just to keep the house on principle. That's what bothers me. It bothers me how he's always the one who's like this is an investment property for you when we've explained numerous times, well, at least I have, I don't <\/span><span data-id=\"P2-N2002F1\">want it. He had a three family in Hamden and we saw the nonsense that it took to run a three family and he got mad at us because we didn't want, well that's why I kept it. I go I don't want to live in Hamden. I don't want to be a landlord. If I did I would have bought my own stuff. I don't want it. <\/span><span data-id=\"P2-N2002F2\">And, I think this is just part of me trying to become independent from him. Trying to be my own man. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">You know, I mean there's only so much that I can get through to them and it just really bothers me how that can be an option. You know. I don't understand. I go you're going to bend over backwards with nobody putting in any of their own money in to the house and you're going to end up paying off for <\/span><span data-id=\"P2-N200311\">the house. Where is the reward in that? I thought the house was owned by three people. Now it's apparently just you? I just don't see the logic in his thinking. It doesn't make any sense to me and it really irritates me when everybody keeps asking when's it going on the market? Who do you have to buy <\/span><span data-id=\"P2-N200312\">it? Who's this? Who's that? Who cares? You people don't care about it. You only care about your money. That bothers me. He's the one taking the initiative. He's the one making the right steps to put the house on the market and everybody else is just walking all over him again.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: You don't feel he has the capacity to protect himself? <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: No. I feel he's very weak and he's soft and because of his sickness, I think he is very soft and he's not making, you know, rational decisions. He just does what he wants to do and I told him, I go that's fine, but I won't speak to you. I know that's really going to hurt them, but I need to <\/span><span data-id=\"P2-N200351\">keep my guns on this. I need to find something that gets their attention because I feel over the years that's the one thing I have been yearning for is for their attention. To finally listen to me. Hey, I don't want to be fat anymore. Hey, don't do this. It's a bad decision for all of us. Why do you <\/span><span data-id=\"P2-N200352\">keep doing this? Hello. You're hurting me even more. You know, I feel like this is my call for help to them to finally realize hello, I'm here. You know. You say you love me. You say you do all this stuff, so why? I feel like it's false. I feel like you don't really, you know, value my opinion when <\/span><span data-id=\"P2-N200353\">we're looking out for your best interest and I feel like my brothers and my sisters buy in to their nonsense, their negativity. You know, everything that's going on they just buy in to it because it's all that we have been fed and I really, really I get irritated by it. <\/span><\/p>\n<span data-id=\"P2-N20034-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559326\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">I really get irritated, especially, you know, going back to my mother. When I got offered the job, I came in and I was very excited and the first thing she did was put it down. Put all negatives. You don't want to work in this school. I've heard stories about people getting stabbed and stuff like this <\/span><span data-id=\"P3-N200371\">and I finally lost my mind. I yelled at her. I said mom, do me a favor. Please stop being so negative about everything. I go when you're negative about something that's positive in my life, I go it's not good for me. It doesn't help me when you keep putting things down that are positives that are rising <\/span><span data-id=\"P3-N200372\">me up. I can't take it. I go I don't mean to yell at you. I don't mean to get, I go, but this is what you do. Stop putting negative stuff on positives that are going on in my life. I told her that's why I feel like I can't get to the next step because you just keep dragging me down and that's exactly <\/span><span data-id=\"P3-N200373\">how I feel. You know, it really was put in to perspective with that since I have been working on my treatment in here. It put in to perspective how toxic, how negative the energy is that I have in that house. <\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">How bad it is in that house. I really, I truly I don't like it. I don't like it. It frustrates me because they are my family and I love them dearly, but I don't agree with them and that's the hardest part I have. I feel that our communication is not even close, because as much as I try to encourage <\/span><span data-id=\"P3-N200391\">positiveness and bring out positives, there's just too much negativity that controls its and it frustrates the hell out of me. It really does. It frustrates the hell out of me. You know how my mother can talk about my grandmother and how this, that and the other thing and now all of sudden she's on <\/span><span data-id=\"P3-N200392\">board with my dad buying the house. I mean it doesn't make any sense. Don't you want to move on from that part of your life too? Isn't that there where you saw what this woman did to your children and now you're going to let your son move in to it? Your husband purchase it? <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: Do you feel that they're betraying you?<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: I just feel like they're pushing my buttons.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Why?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: By saying this stuff. I mean why would this thought even come in to their heads? We've already expressed, well, I've already expressed, how negative that house is. How much it means to me to get it out of my life and to move on. For me, if my plea can't get through to them, then I'm sorry I <\/span><span data-id=\"P3-N200411\">don't know what to do because this is the battle that I have been dealing with for all my life. This is the struggle that I wasn't, you know, I didn't see clearly until a couple months ago when I started putting things in to perspective and thinking about the situation I'm being put in. I never really <\/span><span data-id=\"P3-N200412\">saw it until now. Until now. It really brings out the anger in me. It really brings out the rage because I don't have the rage towards, you know, my girlfriend anymore. I have nothing but love for her and I support her 100% just like she supports me. <\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">I think that's what's made us closer is because I do have that companion that is rational and is empathetic with me that I feel actually does listen to me. I feel I don't have that with my parents anymore. You know, when I was young, I used to think everything of them. Okay, their decision. It, I've <\/span><span data-id=\"P3-N200431\">been making a lot of decisions without them and then after I tell them, they get mad at me and I can't take it. I have to walk out because they'll always put a negative spin on me doing something on my own. Me making my own choice and for me it's hurtful. It's hurtful. Be proud of what I am doing. Be <\/span><span data-id=\"P3-N200432\">proud that I went and made a decision and took a job on my own. <\/span><\/p>\n<span data-id=\"P3-N20042-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559326\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">Don't be upset and throw well, you don't want to do this. Something else will open up. No. Nothing's opened up. This was the first opportunity that I had and I jumped on it because I want to start my career or whatever you need we'll get. I don't want it. That's what I'm finally learning is to say no. <\/span><span data-id=\"P4-N200451\">Whatever you want, we'll get. No, I don't want it. Do you want us to do this? No. I don't want it. What do you need? Nothing. That was the hardest part for me to stop accepting it. Once I stopped accepting it, the better I feel. The more independent I'm feeling. The more confident I'm feeling in myself <\/span><span data-id=\"P4-N200452\">to make decisions. For me it has made a hell of a lot of a difference with my relationship with my girlfriend. <\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">The other day we went engagement ring shopping. I went and I looked at rings with her. My mother got upset. Okay, what are you doing? This, that and the other thing. Then I went and I purchased an engagement ring on my own without telling them and they got mad. Why would you do that without us? Why <\/span><span data-id=\"P4-N200471\">not? It's my thing. That's what I'm looking for. They can't be happy that I went out on my own, after I went shopping with her, know what she likes, know what I wanted in an engagement ring for her and when I tell them that I purchased a ring they got very upset. Well, I wanted to help you. That's too bad.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: What would happen if you don't get the support you would like? <\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: I would probably do like I said. I wouldn't be around. I wouldn't be around. As tough as that would be, I really wouldn't because it is very difficult. When all I have, I have all this positive energy around me and all these positives happen, happening to me, to have well, you didn't do this. <\/span><span data-id=\"P4-N2004B1\">You didn't do that. Why didn't you have me do this with you? Are you sure this is what you want to do? Why are you questioning this? Why are you putting these negative thoughts in my head? Why are you putting this doubt in my head? Yes, it's what I want to do. That's why I did it. <\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">It's just really frustrating how they want all this. They want me to get married. They want me to have grandchildren, but they don't want to let me do things on my own. Now that I'm doing things on my own, they don't like it. I don't know if it's a cultural thing or what, because my cousins have the <\/span><span data-id=\"P4-N2004D1\">same issue with their old school parents of wanting to be in control of what they do. What they, what we do moving forward. Having control of their kids and that's the mentality that the old Chinese parents have. I tell them, well, unfortunately we're in a new era where that's not going to happen. I <\/span><span data-id=\"P4-N2004D2\">am independent. I want to make own decisions. I want to move forward with my life in this direction. <\/span><\/p>\n<span data-id=\"P4-N2004C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559326\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">I can't go in that direction anymore because I have crossed down that path and I don't like where it brings me. I like where this, the new things are happening with this new path. It's very difficult because I do feel that guilt being tough with my parents. I really do. I feel very guilty. I don't know <\/span><span data-id=\"P5-N2004F1\">if it's because it's my mom and my dad or what. I think that's the one thing when push came to shove if I had to shove them off, I don't know if I could because I would feel very guilty just because they are so close to me. This is the problem that I've had in previous dilemmas that I have been through. <\/span><span data-id=\"P5-N2004F2\">I am a very harsh person. Like I explained in earlier sessions, if someone doesn't want to support me or loses my trust, they're dead to me. That's how I am. I will completely avoid you. I will act like you aren't there. That goes through my mind because there's going to be some day when my parents <\/span><span data-id=\"P5-N2004F3\">aren't there. Then what am I going to do if I am not talking to them? That goes through my mind every day because I do know they are getting closer to that age where they are getting older. <\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">The negatives outweigh the positives right now where I think they need to just let me do my thing. They need to support me. I don't think I've in my life I don't really think I had the support of my parents like I've wanted. I don't really think that they have been supportive of me in a positive way. <\/span><span data-id=\"P5-N200511\">I mean whenever I was down or whenever my mom would buy us junk food, we'd eat it. Whenever I'd do good at a baseball game or my team won the championship, my dad would show up after the game. I'd get dropped off and then my dad would come pick me up. No one was ever there to watch me. No one was ever <\/span><span data-id=\"P5-N200512\">there to enjoy the celebrations and the good times that I had. I do, I kind of felt left out. I kind of felt like I was looking for that support and I never had it. Even when I was playing hockey or doing all this stuff. I'd always get rides. I didn't want rides. I wanted my parents to be there. <\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">Granted my dad was at all our games, but when I played sports, he was never there. When I played he'd make one out of ten games because he'd always rather work than take a morning off and watch a game or cut out of work at 4:00 so he could come and watch a game of mine. He never did it. He'd always <\/span><span data-id=\"P5-N200531\">show up at the end when it was over. My mother just dropped us off. She wanted no part of it because it was a way to get us out. It was just very frustrating. It was. It really was very frustrating because I would see all my friends would have their parents there watching the game. Their dads. Here <\/span><span data-id=\"P5-N200532\">I am at 16 coaching my little brother's team just so he has that support system with him. Just so he has someone watching him making sure he's progressing and has a cheerleader there for him. <\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">THERAPIST: It sounds like by choosing, by them making the choice, or you wanting them to make the choice to do what you want them to do that somehow you could like repair those past hurts.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">CLIENT: I'm trying to. Believe me. I'm trying to. My childhood, the more and more I think about it, we it had some good times, but there were a lot of bad times looking back. Just a lot of the lonely feelings. A lot of being picked on. A lot of having to kind of defend myself and it was just very frustrating <\/span><span data-id=\"P5-N200571\">because I never really felt that I had the support. I never really felt that I did have any support. <\/span><\/p>\n<span data-id=\"P5-N20056-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559326\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">Growing up, I mean I was an average student in high school because I liked to mess around and I liked to enjoy, to be around people that wanted to be around me. You know, same thing in college, but in college when I wanted to work I'd sit down and I'd work and I'd get it done. There wasn't a time where <\/span><span data-id=\"P6-N200591\">I let assault effect my grades. That is the one thing I can say that came out of it. Even though I was using a lot and drinking a lot, when I had assignments due and papers due and presentations due, I'd get my work done and then after the presentation or whatever was done, you bet your ass I was right <\/span><span data-id=\"P6-N200592\">back because they comforted me. They made me where I wanted to be at that time and it wasn't fun looking back on it. That was the comfort and the support system that I was always looking for. Just the way I felt when I was high. When I was all high on cocaine and stuff like that. Just that high made <\/span><span data-id=\"P6-N200593\">it all worthwhile for me. That was my way of saying that a boy Jordan, you did something very positive. You stuck to your guns. You got your work done. Let me reward you with heroin or with a pill. <\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">That was like my that a boy pats on the back for doing something good. I'm very proud of you. That was my positive reinforcement for getting my work done. For getting good grades. In looking back on it, it sucked. That's how I was kind of brought up when I was heavier in my child days. Well, if you <\/span><span data-id=\"P6-N2005B1\">lose ten pounds I'll buy you a Nintendo and I lost 12. I got the Nintendo and gained 20 back. You know what I mean? Well, if you lose 20, you'll get Sega. Lose 20, gain 35 back. It was just a vicious battle that I was constantly dealing with. <\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">If you do something for me, I'll get you this, but I'm not going to guarantee that this will stay off. I was always looking for incentives.<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: Well, you very much feel that your parents weren't able to help you with some really basic, important life skills like being responsible for yourself. You know, managing your impulses at times and sort of very basic, important things. Delaying gratification for the hopes of bettering yourself <\/span><span data-id=\"P6-N2005F1\">in the future.<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">CLIENT: I agree. The more and more I see it in my mother. My mother gets the same way. My mother has the personality where she gets enraged like that and I see that in me. I recognize that I have that trait from her, but I don't want that trait anymore. That's the one trait that I wish I could get rid <\/span><span data-id=\"P6-N200611\">of is the rage because she, you say a word and it's like a trigger. Boom. She's gone. She gets very red and she starts yelling and screaming and that's how I get. There's a trigger word. I don't know what it is. Boom. You get the feeling in the gut and then I'm enraged and I just start going off.<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">THERAPIST: Is it the feeling or is the lack of being able to control the feeling? <\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: Well, it's interesting because I wish I could say I know when it's coming. I don't. When my girlfriend used to drink when I was younger, a couple years ago, I knew every time she drank, I knew it was coming. Now, it's unpredictable. I mean I haven't gotten enraged in months and then last week <\/span><span data-id=\"P6-N200651\">it happened again when they mentioned this. I just, I don't know if it was because I was stressed out. If I had a rough weekend or what. I don't know where the rage comes from. When my girlfriend was drinking, I knew that was when it coming because I'd already know it was coming. Once she had a couple <\/span><span data-id=\"P6-N200652\">I could see and then I could feel it building. <\/span><\/p>\n<span data-id=\"P6-N20064-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559326\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">This one was totally different. We were just having a conversation and then my father mentioned something about him and then boom, it just happened. It was like in the blink of an eye, boom, it was in my gut and I was ready to go. After it happens you cool down and gather your thoughts and I'm like <\/span><span data-id=\"P7-N200671\">holy shit. What the hell just happened? That's when I say those mean things about shutting them out of my life and doing all that stuff. That's what the rage does to me. I speak not in context. I just start spewing out the worst that could happen. It bothers me. Then I have to okay, do I really feel <\/span><span data-id=\"P7-N200672\">like that and then I start going over the situation in my head and trying to fix what's going on. <\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">Trying to analyze it after I'm enraged, but in reality I want to get to the point where I don't have to get enraged. It frustrates me because my mother has this trait. My older brother has this trait. I think my brother and my sister have it too, but I have never witnessed it. I have witnessed it in <\/span><span data-id=\"P7-N200691\">my mom a bunch of times. I have witnessed it in my older brother a bunch of times and I have lived through it with me a bunch of times. It bothers me. It bothers me because it scares me that I can lose total control like that. That's what scares me the most is that I can lose control like that. <\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">THERAPIST: Let's see if we can distinguish it. I think there are two separate things. There is sort of having feeling and then it's not of sort of so neat and clean, but just for our purposes there's having the feeling and then there's how do you express the feeling. So, those two things seem like it's <\/span><span data-id=\"P7-N2006B1\">an important distinction to make. That's why I asked is it the feeling?. Is it having the feeling or is it how you manage the feeling or express it? It sounds like what you're describing is both but an important piece of it is when you have a feeling, it's not inevitable that it comes out nutty. I mean <\/span><span data-id=\"P7-N2006B2\">I'm not saying oh, it's so easy to do things differently, but it's not inevitable that that happens. People have all sorts of strategies of managing how they feel when they're having an intense emotion.<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">CLIENT: And, that's what I wish I could do. There's certain times where I can be very emotional and I am calm as anything, but it's just certain things. I don't know if it's the time of day or what. Because like I mentioned before, I haven't gotten enraged in a while and then all of a sudden it just <\/span><span data-id=\"P7-N2006D1\">came back. I don't know why. I don't know if it was because I was stressed out about work. Trying to find a job. I don't know if it was because I was stressed out about searching for an engagement ring. I don't know. I don't know if it was the anxiety of just in general of being where I want to be. <\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">It just, it's something that I thought had a good grasp on and then the episode happen and I feel like I still have a grasp on it. Excuse me, but I feel I need to avoid conflicts that bring out this feeling that I have. I feel that I have to separate myself from this negativity because it's always from <\/span><span data-id=\"P7-N2006F1\">negatives whenever there's a negative environment I'm around is when the rage usually happens because now that me and my girlfriend are in more of a positive environment and everything is more positive, you don't feel like that. <\/span><\/p>\n<span data-id=\"P7-N2006E-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559326\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20070\"><span data-id=\"P8-N20071\">I was in a negative environment and a negative setting and then boom, that's when it came on. I just feel like when there's just too much negativity I can't handle it and I think that's my way of expressing how to end it. To try and get a positive conversation going, but it doesn't come out positive <\/span><span data-id=\"P8-N200711\">because I start screaming and I feel like I'm just as negative and that does not help the case. It does not help the movement of going forward. That bothers me. That bothers me because I do and I have seen it. Ever since I moved back in to Wallingford it's been the best. I've really felt more comfortable. <\/span><span data-id=\"P8-N200712\">I've never felt more clear minded because I'm not there every night. I'm not dealing with the negativity and with the nonsense and with this complaining about this or complaining or that or making excuses. Well, this one's, this is the reason why this is like that, but it's okay, here you go. You can <\/span><span data-id=\"P8-N200713\">have this. I'm depressed and this is what I do to get undepressed. I don't want to hear it. I don't want the excuses. I don't want the help. I used to believe in those. I used to believe in the excuses. I used to believe in the yelps. <\/span><\/p>\n<p data-id=\"P8-N20072\"><span data-id=\"P8-N20073\">Look where it's got me. It's gotten me to where I'm frustrated. I was frustrated with who I was as a person. I was frustrated with where my life was going and I was frustrated about how everything was happening to me and not anybody else. So, everybody else had it better and now since I've eliminated <\/span><span data-id=\"P8-N200731\">both, controlled that environment there are no excuses. There are no comforts for when I do do bad. It's always okay, shake it off. Okay, you've done the best you can. Let's move on to the next step and get you to where you want to be. I can honestly say that I never really felt this kind of attitude <\/span><span data-id=\"P8-N200732\">of okay, do as I as you keep preaching. <\/span><\/p>\n<p data-id=\"P8-N20074\"><span data-id=\"P8-N20075\">Just forget about it and move on to the next one and that's the attitude I've taken even in my job search. It came to the point where it's like okay I'm not going to get a guidance job this year. What can I do to enhance my resume to get me in a better position to be a guidance counselor the following <\/span><span data-id=\"P8-N200751\">year? This opportunity came up and interviewed for it and I got it. Then I felt like I was on cloud nine. I really did. That was very, very exciting for me and when I shared the news with my girlfriend she was ecstatic. A great reaction. When I shared it with my mother, she shit right all over it and <\/span><span data-id=\"P8-N200752\">that's what caused me to get mad because it was positive. I felt so proud of myself. I was like I worked hard. I deserve this and this is what I was telling myself and then my mother's trying to talk me out of it. <\/span><\/p>\n<p data-id=\"P8-N20076\"><span data-id=\"P8-N20077\">THERAPIST: When she reacted that way, did you feel deprived of her support?<\/span><\/p>\n<p data-id=\"P8-N20078\"><span data-id=\"P8-N20079\">CLIENT: I wouldn't say it was deprived. I would say it's disappointed. How I got a job. I haven't worked in almost two years and I finally get a job and my foot's back in the door and this is all you can say? Well, I've heard stories. So? So? I got a job. You should be ecstatic because I am. I look <\/span><span data-id=\"P8-N200791\">at it as an opportunity to show my skills and to express who I am and then she comes in and believe me, after I spoke to her it was an all-out voice. I kind of started crying a little bit because I did feel bad yelling at her, telling her how I really felt because I felt like it was inappropriate of <\/span><span data-id=\"P8-N200792\">me to do that because I was taught to respect your elders, but I think me doing that made her finally understand that I can't have it. I don't know if it worked completely, if it worked a little bit. I hope it worked it worked a little bit because I need her to start being more positive. <\/span><\/p>\n<span data-id=\"P8-N20078-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559326\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2007A\"><span data-id=\"P9-N2007B\">That's what I'm looking for. I'm looking, like you said, for the support. I feel like I get fake support and that's what pisses me off. It's not, I don't feel that it's genuine. I feel that it's just okay if this is what he wants to do, we'll put on the happy face and move forward with it. That's how <\/span><span data-id=\"P9-N2007B1\">I feel. I don't like it. Where with my girlfriend, I honestly do feel that she's truly happy for me. She truly is supportive of me and we bring out the positives in it and that's what I like. Every job is going to have negatives. Believe me. I haven't even started the job and my mother's bringing out <\/span><span data-id=\"P9-N2007B2\">this negativity and that's what frustrating. That's how everything's been. Well, what the hell? Why this, that? It's very frustrating for anything that even my siblings do. It's very frustrating. Well, why don't you try to do this? Because I don't want to. Well, how come this one got this and my kids <\/span><span data-id=\"P9-N2007B3\">can't get this? <\/span><\/p>\n<p data-id=\"P9-N2007C\"><span data-id=\"P9-N2007D\">When I hear her say that that this one gets everything and my kids get all the shit ends of the stick, that bothers me. Well, help us get to the other end instead of complaining about it and giving excuses and then we buy in to the excuses of why we're on the other end of the stick. Help me get to the <\/span><span data-id=\"P9-N2007D1\">right end of the stick. That's all I was, I'm looking for. Is I'm kind of looking for some guidance. I'm looking for my parents to show me the way. Not hand me the way. Show me. Let me take my bumps and bruises along the way to get to where I want to be. I do honestly feel that I've never gotten the <\/span><span data-id=\"P9-N2007D2\">proper bumps and bruises in life to move forward until now. <\/span><\/p>\n<p data-id=\"P9-N2007E\"><span data-id=\"P9-N2007F\">Until where I've finally processed everything and realized what's going on and realized okay, this is how it's going to be and this is what I need to do to get where I want to be. Since I've had that attitude, I've felt really good about myself. I'm comfortable getting up every morning and going to <\/span><span data-id=\"P9-N2007F1\">work. I am comfortable getting up every morning and stepping into the shoes that I fill. I truly feel the independence coming. I truly feel the real me coming out and I enjoy that because I will say in the past I've felt that I was always hidden behind a mask of what the real me was. Who I really wanted <\/span><span data-id=\"P9-N2007F2\">to be. I think me getting this job and starting to move to the direction I want is going to be really helpful. I could be like some of my friends who are still unemployed. <\/span><\/p>\n<p data-id=\"P9-N20080\"><span data-id=\"P9-N20081\">That's what's scary is yes, I got a job. Yes, I'm moving towards the right direction. Nothing I want is going to happen now unless I start working hard for it now. That's what I am trying to focus on. I'm taking it one day at a time. I'm doing the best I can every day. Like we talked about in the past, <\/span><span data-id=\"P9-N200811\">I was thinking too much future wise. I was thinking too much more of okay, I want this. This is how it's going to be, but not thinking about how I get there. Now I have an idea of what I want to do in the future, but my thinking is not about the future. It's thinking about how I'm going to get there <\/span><span data-id=\"P9-N200812\">to make that my future. <\/span><\/p>\n<span data-id=\"P9-N20080-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559326\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20082\"><span data-id=\"P10-N20083\">I think it's just been spectacular with what I've been going through. How far I've come, especially in my treatment because without understanding the surroundings that I've been in why I'm doing, why I'm making these still non rational decisions. I think I've fully developed a maturity of what I've <\/span><span data-id=\"P10-N200831\">wanted and how I want to get there. It's fascinating how you really do have to work hard for it. Before, I always took the easy road out because it was always there and given to me. Me, myself, I'm finally at a point where I don't want any more hand me downs. I'm comfortable saying that. Unfortunately, <\/span><span data-id=\"P10-N200832\">the temptations are always there. The negativity is always there and those are the main demons that I am dealing with. Those are the main issues that I am having problems with. <\/span><\/p>\n<p data-id=\"P10-N20084\"><span data-id=\"P10-N20085\">It is difficult because they are my close family and that guilt does come in because I have been around them for so long. It bothers me. That is the feeling that I do have. Is I'm very emotional towards them because I feel I want to protect them. I want to help them, but I also feel that they're pushing <\/span><span data-id=\"P10-N200851\">me away and I don't know how to explain it. I really don't. I just wish that they would listen to me. They would answer my call of hey. That's all I want. That's all I'm looking for and hopefully someday I can get it. <\/span><\/p>\n<p data-id=\"P10-N20086\"><span data-id=\"P10-N20087\">The one thing I can do is just keep working every day on bettering myself to get where I want to be. That is what my focus and my concentration is on. I feel like I have come a long way since November. I want to continue to keep growing because now I do feel like I'm not at the base of the wall anymore. <\/span><span data-id=\"P10-N200871\">I feel like I've found a ladder and I'm about two steps up. I found a way to start climbing again and that to me is very encouraging. That to me is very positive. That's the direction that I want to be going in is up. I feel like I have found a way to make myself get up. <\/span><\/p>\n<p data-id=\"P10-N20088\"><span data-id=\"P10-N20089\">I never thought I'd like it. I never thought I'd find it. But as of today, as of right now, I've found some of it. Not all of it, but some of it. I understand there is more to find. There is a lot more searching I need to do, but I feel that the path I am going on, I feel that I'll eventually find the <\/span><span data-id=\"P10-N200891\">whole thing and I'm very, very encouraged by that because there is a lot of positives that are going on right now in my life and unfortunately all the negativity I kind of want to put a back door to it. I don't even want to let it in. I do understand that that is very difficult to do because unfortunately <\/span><span data-id=\"P10-N200892\">I'm going to hurt some people if I have to do it and that's what bothers me. <\/span><\/p>\n<p data-id=\"P10-N2008A\"><span data-id=\"P10-N2008B\">THERAPIST: I'm sorry. I didn't mean to cut you off.<\/span><\/p>\n<p data-id=\"P10-N2008C\"><span data-id=\"P10-N2008D\">CLIENT: That's alright.<\/span><\/p>\n<p data-id=\"P10-N2008E\"><span data-id=\"P10-N2008F\">THERAPIST: We're going to need to stop right here.<\/span><\/p>\n<p data-id=\"P10-N20090\"><span data-id=\"P10-N20091\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N20092\"><span data-id=\"P10-N20093\">THERAPIST: So, you're hoping to come in next week or the following two weeks?<\/span><\/p>\n<p data-id=\"P10-N20094\"><span data-id=\"P10-N20095\">CLIENT: The following. The 11th.<\/span><\/p>\n<p data-id=\"P10-N20096\"><span data-id=\"P10-N20097\">THERAPIST: Let me take a look. I think the 3:30 will be fine for those.<\/span><\/p>\n<span data-id=\"P10-N20096-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559326\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20098\"><span data-id=\"P11-N20099\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P11-N2009A\"><span data-id=\"P11-N2009B\">THERAPIST: And, I think that will be fine on going, but I will just need to confirm that.<\/span><\/p>\n<p data-id=\"P11-N2009C\"><span data-id=\"P11-N2009D\">CLIENT: Okay. You can e-mail me and let me know.<\/span><\/p>\n<p data-id=\"P11-N2009E\"><span data-id=\"P11-N2009F\">THERAPIST: Okay. Yeah. I'm pretty sure that should be here. Let me just let me check real quick. I don't see why. Yeah, that will be fine. I will let you know about that on going.<\/span><\/p>\n<p data-id=\"P11-N200A0\"><span data-id=\"P11-N200A1\">CLIENT: Perfect. Thank you very much.<\/span><\/p>\n<p data-id=\"P11-N200A2\"><span data-id=\"P11-N200A3\">THERAPIST: I'll see you in two weeks.<\/span><\/p>\n<p data-id=\"P11-N200A4\"><span data-id=\"P11-N200A5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}