{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses an argument he had with his father and the anger he felt about that. Client discusses his plans to go work and go back to school."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Education","Parent-child relationships","Family relations","Psychoanalytic Psychology","Self Psychology","Anger","Anxiety","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Irish"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["15"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Education","Parent-child relationships","Family relations"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559913","dorpId":"1005577948","contentType":"text","aucs":"CTRN-V1","title":"Client \"D\", Session May 02, 2013: Client discusses an argument he had with his father and the anger he felt about that. Client discusses his plans to go work and go back to school.","fullTitle":"Client \"D\", Session May 02, 2013: Client discusses an argument he had with his father and the anger he felt about that. Client discusses his plans to go work and go back to school.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559913\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Who were we talking about last week? (pause)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: We were talking about, like, my dad. We were talking about... the little... the argument that we got into on Sunday.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Kind of talking about it, kind of spilling over into Monday, and you were just feeling really upset and really bothered by it, really aggravated, just about the work thing, like all this?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yeah, I think we talked about me feeling... (pause) feeling very angry, feeling very emotionally, kind of taken by my reaction to it, because I had a very strong reaction to it, very focused on it. (pause) <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">Then I think we talked a little bit at the end about me feeling... (pause) feeling a little uncomfortable, like... (pause) And I guess, I think the way I remember, was me talking about how strongly I felt in reaction to, how clearly, just like angry I was, how... You know, there was no doubt that I <\/span><span data-id=\"P1-N200191\">was very, very bothered by it. But I still feel very uncomfortable, kind of like thinking about... expressing it with the same level of clarity or something that I would talk about it with you here, you know? <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">You know, that picture, I think I recalled that experience when I was younger, at my house, in the kitchen of my old house, whenever I lived with my mother and my father. One of those times when my dad, my mom was... my dad was on the phone trying to do something, and my mom was like, emptying the dishwasher <\/span><span data-id=\"P1-N2001B1\">or something, it was in the same room. She was being really loud, or something, or she was being loud to him. I could, like, sense, I could see where it was going, it was just, it was evident to me that my dad was going to end up getting pissed about it, because he was on the phone and my mom was putting <\/span><span data-id=\"P1-N2001B2\">dishes away. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">He used to get angry at her sometimes, just because she would put them away very loud, some of the times when he was studying or something. So, you know my familiarity (ph?) of the dynamics between them, like my dad's own, sort of like, peculiarities, I sort of knew that it was going to lead to like <\/span><span data-id=\"P1-N2001D1\">some kind of a, you know, crappy conclusion. It ended up being my dad, like flipped out on my mom. He ended up hanging up or something, saying, \"I couldn't hear anything! You were banging all the plates,\" or something. In a way, that was a very, like expectable, I guess, if that's even a word. <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">I wasn't surprised, but I was just... I remember I like, yelled at my dad, you know? Like, this thing happened and, which was pretty... it was pretty unique, you know? Pretty rare, that I would do that. But I yelled at my dad, and I like directed my anger like, at my dad. Like, \"You're starting a fight, <\/span><span data-id=\"P1-N2001F1\">you're starting an argument, you're making, you know, a mountain out of a molehill,\" you know? And I put the blame on him, and I get angry at him in front of my mom, in front of him, like, it was very vocal. He, like, really pushed back, you know? He really like... In a way, though, he genuinely looked <\/span><span data-id=\"P1-N2001F2\">surprised, like... I remember he did something like you're mad at... <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">I remember the words that he said, actually. He said, \"You're mad at me?\" Like, you're still really angry, like he wasn't surprised that I was mad. He was like, \"You're mad at me?\" Like, \"You think I'm wrong in this situation?\" Like, I was sitting right in front of them, as this whole thing played out. <\/span><span data-id=\"P1-N200211\">And that was his reaction, you know? <\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559913\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">He was like, \"Yeah, you're mad. I'm mad. But you're mad at me? I did something wrong?\" (therapist chuckles) You know? And in a way, he just, you know, he just put it so, it was so like... outlandish or something, it seemed to him, my getting mad at him about that, (it's an act though, you know? ph? <\/span><span data-id=\"P2-N200231\">00:05:30) And obviously, I didn't, you know, follow through and like, explain to him why I thought that it was stupid and immature of him to freak out about this, you know? There are multiple ways I could have said it or something.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">Yeah, but I remembered like, feeling really, like... (longer pause) You know, I don't know, like, I didn't really say anything after that, and I kind of backed down a little bit, in a way. That's, you know, what it felt like. You know, it wasn't like I just didn't fall off, and like, telling my dad <\/span><span data-id=\"P2-N200251\">I was angry at him, but it was almost like I had... (pause) like by not explaining it, I was like taking it back, or something, almost. (therapist acknowledges) Like, he said... I don't know, if you want to use like the language of like... he was sort of like, he finished in sort of like a dominant <\/span><span data-id=\"P2-N200252\">place in that, just by him reacting like that, (and not saying anything ph?), you know what I mean? <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Okay, yeah.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: I sort of put my head down and... Whereas before I entered that comment in there, it was like, are you really like... do the opposite, like, exerting my anger (therapist acknowledges) and expecting it to be acknowledged and people's behavior modified, based upon what I thought, you know? For <\/span><span data-id=\"P2-N200291\">whatever, however you want to put it, that was just completely reversed by the end of it. I was just kind of... like I was (stutters), like shown to be stupid for thinking that, or something, you know what I mean? I felt that way, kind of.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: You did?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Yeah. I felt... You know, almost as if he was almost like, \"Prove it!\" And I was like, \"I can't.\" So, you know, it was something like that, or something, I don't know. And like that, it wasn't even like, communicated. It was very weird how that happened, but that's how I (laugh\/left ph?) And <\/span><span data-id=\"P2-N2002D1\">I can remember his reaction was like... (pause) He genuinely... I think he genuinely thought that he was... making sense. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Oh yeah. Sounds like it.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: He genuinely felt like he had, like... Like I don't think all this was lost on him, you know what I mean? Like, I feel like that was the experience of it, too, you know? That the whole, me kind of saying that and him saying, \"No!\" and then him sort of feeling like he was leaving it in a dominant <\/span><span data-id=\"P2-N200311\">place, too, you know?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: But it just, I mean it just seems very... you know, interesting to me, because like... I can count on like one hand how many times I might have done something like that with my dad, you know? Like, where I just felt something really, really strongly, about what he was doing and I just sort of <\/span><span data-id=\"P2-N200351\">communicated it, and even, I guess, you know? Even that simply... and...<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: (inaudible at 00:09:10) told him about, yeah.<\/span><\/p>\n<span data-id=\"P2-N20036-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20036-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559913\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Yeah, and I just, you know and, yeah. You know, on one hand, I guess I could say, just sort of like... unrestrained, kind of, just let it out. That even would seem to be limiting it too much, like even just to say, like really what I thought about something he was doing that was pissing me off. <\/span><span data-id=\"P3-N200391\">I really think I could count on like one hand how many times there were times like that.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">I think one of them would have been like that conversation that we talked about in the car, you know? Where he flipped out and didn't make me dinner. This was one of them. This one was unique, because it was in front of Mom, too, which made it particularly notable to me, just because she was there. <\/span><span data-id=\"P3-N2003B1\">It was like, all three of us were in a showdown, or something, you know what I mean? <\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">Like, it was that... (longer pause) Like, I can even remember, like, I'm trying to think of like other instances, I'm like... Remember I told you this a while ago. The only thing that comes to mind, that just seems to like encapsulate that dynamic was that time that he asked me, like, what I thought <\/span><span data-id=\"P3-N2003D1\">about birthday parties. And I told him, like... We were just having a very casual conversation, and he was like... And I told him, I was like... I was pretty young, and I was just like, \"Yeah, you know, birthday parties are kind of cool, but...\" (pause) Like, I thought he was asking me, like, \"Is there <\/span><span data-id=\"P3-N2003D2\">anything you don't like about birthday parties?\"<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">So I was like, \"Yeah, you know? Sometimes when I'm watching all these people open up all these presents, I kind of wish it was me doing that.\" And he like, really shut me down. He reacted in a way that really surprised me, saying that, it was very, like, selfish thing to think or something. <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Remember I told you this a while ago (therapist affirms), I don't know why this keeps sticking out. It seems to just fit in that mold of like... Even though the content is very different, it seems to fit some dynamics, you know? (pause)<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">Yeah, like, I remember that, just because... I really thought he was, like, trying to like, pull out of me, like, what do you feel about this, like... Like, he was almost like doing something, like, \"This is like a safe place, you can tell me something like, that maybe you think is like... kind of an <\/span><span data-id=\"P3-N200451\">awkward thing to feel or something that, like, you wouldn't say or act upon if you were at a birthday party or something,\" you know what I mean? Like, \"We can talk about that,\" or something. And I remember his reaction was just very different. I think that's why it always, it sticks out to me. (pause) <\/span><span data-id=\"P3-N200452\">I remember being very confused after that, like, \"Why are you mad at me for saying that?\" <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Yeah. You wanted to be, me to be...<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: You were like pulling at me, for me to say something...<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: ...and wanted to me to intimate something about myself or say something...<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Yeah. like, you know, I was really young, probably like seven or eight. I probably even before that had the wherewithal to not share that with my dad unless he asked me multiple times, you know what I mean? (pause)<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: But like, those are just very rare instances where I could just think that I really... just like, no inhibitions, just like, put it out there. And it was... Yeah, they all seemed to be sort of unfortunate... you know, engagements, all things considered, you know? (therapist affirms) (pause 00:13:12 <\/span><span data-id=\"P3-N200511\">to 00:13:40)<\/span><\/p>\n<span data-id=\"P3-N20050-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559913\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">Yeah, it's just interesting, like, it just seemed, like you know, in that way, it just seemed, it makes... (pause) You know, this difficultness that I, like... You know, I think sometimes when I talk about, like, I'm really angry at my dad, but it's really hard for me to imagine communicating it to <\/span><span data-id=\"P4-N200531\">him. I think where I'm using words, like it's really hard for me, or it's really difficult, or I can't imagine doing it. I think it's just like... I mean, I guess I'm speculating, that that's just... the fact that we talk about me just being really scared to do it, you know? Just really scared of doing <\/span><span data-id=\"P4-N200532\">that with him, you know?<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: Well, yeah. It's kind of a lot of, uh... It's got a lot of meaning in its own right in a lot of, you know, lot of links to these kind of dynamics of you saying something, and then being kind of intimidated or dominated in some way. <\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: Yeah, some charging back, or something.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: Something charging back?<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Yeah, I don't know, like... (pause) Yeah, I don't know, just... (pause) It being like a catalyst for something worse (therapist affirms), that we can snap back or something, you know? But... I don't know, that's a very different way, though, of me... I mean, at least, maybe not even just in <\/span><span data-id=\"P4-N2005B1\">words, but in terms of me thinking about it, it feels very different, like... than me being like concerned or something, which is, I think the way that I think about it more, you know? Like I'm concerned, even if this can, like, hurt his feelings or something. I think I talk about it a lot like that. <\/span><span data-id=\"P4-N2005B2\">That seems more familiar with the way I think about it. Like, me being like, scared to say that to my dad seems... seems to suggest a very different thing going on between us than I think what I... <\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: Concern of hurting him, or...<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yeah, I mean, it just, that's a very different... That's a very, yeah, just a very different thing for me to imagine, and I feel very different thinking about that than I typically do, it feels new, sort of, you know? But... (pause)<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">You know, it's funny, because like, I... This week I decided I really wanted to get another job. I think I did; I think I actually, I think I'm actually going to start working. I haven't been hired yet, but... I have a pretty good feeling, hopefully, that the P.F. Chang's in the center of Yale actually...<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Yale?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Yeah, I popped right over there the other day. I saw it right when I walked out of my appointment on Monday, and I was just like, \"Wow, I should look at that place.\" And I went back yesterday, and they got me to go back in tomorrow, I think it's going to work. <\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: They give you a waiting tables job, or...?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Um, it will probably be bussing and like hosting or something, which is what they have open, and I actually have experience with that. When they heard that, they seemed to really, kind of, really kind of, take it, you know?<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Yeah, I know.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: You know, when I went, I kind of got that going, and then I was supposed to go see my... supposed to go to my dad's office on Wednesday, to work for him yesterday. We didn't talk Monday or Tuesday. And I kind of said I, I just wasn't going to go. I didn't know if he was going call or something, <\/span><span data-id=\"P4-N2006D1\">but I just figured, I'm not going to go. I'm going to spend that day and try to find some other work. I ended up going down to P.F. Chang's.<\/span><\/p>\n<span data-id=\"P4-N2006C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559913\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: How is he usually, kind of... do you have an arrangement about what days you usually go in?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Yeah, we kind of made that schedule. It was like a (court date ph?) (inaudible at 00:17:45) we made that a little while ago. So that was on my calendar.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: Wednesday?<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Yeah, May 1st, doing (inaudible) with my dad. You know, it had been discussed. And we didn't talk Monday or Tuesday. Then, you know, he texted me on Monday morning. He was just like, \"Yeah, I wasn't sure, you know, if you were planning on coming in today.\" (pause) He phrased it very nicely, <\/span><span data-id=\"P5-N200751\">very warmly, you know? Whereas he could have just been like, \"I thought you were coming in today. You talked about it, you didn't do it,\" or something. I ended up... <\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Was that the way it was, like you guys were planning on meeting up (blocked).<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Like, in a way, like, he could have, like he would be pretty justified if he was like, \"Wow, you just blew off an engagement that we had,\" or something, because in a way, I kind of did.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Okay, got it.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: In a way, I was doing that, you know? But he didn't, he potentially didn't phrase it that way. And in a way, it would have been more like him to do that, you know? To phrase it in a more, sort of antagonistic terms. I didn't know if it was some sort of like residual feeling, like he was upset <\/span><span data-id=\"P5-N2007D1\">about us having been in an argument or something. (therapist acknowledges) I sent him a text back, during the day. I was just like, \"Oh yeah, today's not going to work out. We'll touch base soon.\" And he sent another text back, and he was like, \"Is everything all right?\" which is like, really weird, <\/span><span data-id=\"P5-N2007D2\">you know? <\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: Weird for him?<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: It just felt really weird for me to see the text, you know what I mean? (therapist acknowledges) I was off, and I was going into P.F. Chang's, you know? And I remembered, and then I had that conversation, it felt really good, and I wanted to tell my dad, later on Wednesday night. When I went <\/span><span data-id=\"P5-N200811\">to call him, I literally felt like exactly like that situation I felt like I was in with Texas A&amp;M (ph?). Like, I was like really scared again to tell him, for some... and it was that weird feeling, that weird shaking, jittery... (therapist acknowledges)<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">Like... (pause) As I was going to do it, I was then like questioning like the value of all of the intentions that brought me to do this, or something. Like this weird... and it just struck me how like, how much I really felt like I was right back, about to talk to Mitchell (sp?) again or something. <\/span><span data-id=\"P5-N200831\">Like, it was, and I could like, the feeling was like I could taste it, it was like it had the same taste or something. It was just so similar, you know what I mean? It was very, it was unique, too, you know? It just really struck me. (therapist acknowledges) <\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">(pause) You know, he was cool with it, you know? I kind of knew he would be cool with it. But I still had this weird, lurking feeling...<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: When you told him?<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Yeah, I told him, yeah. You know, he was like, \"Oh, that's cool,\" you know? And I phrased it as, like, \"Oh, yeah, I need to make more money for the trip.\" In a sort of way I didn't say to him what I was feeling. In a way, I told him I was looking for some other work.<\/span><\/p>\n<span data-id=\"P5-N20088-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559913\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: It was part of... did you tell him that you weren't going to work with him any longer or was that...<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: I mean, I didn't, you know, he kind of said, like \"Oh, I thought you were going to come in today, you know, what's going on?\" He was in the car with someone else, said he was going off to a dinner, so I'm assuming he was with a woman or somebody. So he was in a naturally good mood, and uh... <\/span><span data-id=\"P6-N2008D1\">He was like, \"Oh, I'd love if you came in today, you know, because of this and that and everything.\" I was just like, \"Oh, I know. Yeah, it didn't work out today,\" and I was like, you know, but (I just want to shed a tear ph?), you know... You know, \"I had to look at some other sort of avenues for some <\/span><span data-id=\"P6-N2008D2\">employment. Like, I want to try to make some more money for the trip, you know, in August,\" and so and so forth. You know, he was fine with it. <\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">I imagine that he probably read between the lines a little bit, too, (therapist affirms) and talks with somebody, you know, but he seemed more than happy to... let that be the conversation about it. You know, there wasn't any... \"Oh, does this have anything to do with Sunday?\"<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: And in a way, it's like, I guess I just really know him really well. Like, I was really able to just phrase it in a way that he would be like, \"Yeah, that makes sense.\"<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: \"That does make sense. You are going to need more money. I guess that means we can't work together quite as much. Too bad, you know? It was going really well.\"<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: Did he say that?<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: No, but that would have been it, that would have been the pattern...<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: Everything's cool, is what you're saying.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Yeah, and in a way I guess I really... Yeah, I mean, I went that way with him, I guess, because I would have been scared to... to say to him, like, maybe what I said to you on Monday. <\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Uh-huh, uh-huh. Yeah, yeah.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: You know, I would have been really scared to say that to him. (pause) And in a way, it still felt ... you know, I wouldn't want to...<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Did you fantasize about telling him about that? Like it was a fantasy thing? You know, did you even just, were you imagining that this is...?<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: No, I didn't. I fantasize about me being angry, things I'm angry about, but even in those little images in my head, like he wasn't really there, I wasn't like saying them to him, you know what I mean?<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: Oh, how about that!<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: I didn't really imagine him kind of entering into it.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: Oh, okay. <\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: You know, but it's funny, though, because, I mean, I did... even with that being the case, I still felt really good afterwards. I still felt that, even if the content really wasn't like explicitly alluded to, I still felt like... (pause) you know, kind of like what we were talking about. I kind <\/span><span data-id=\"P6-N200AF1\">of went in and worked with him for a little bit, some stuff happened, I let him know I was angry at him, which... I mean, that might be, that would probably be like the fourth or the fifth time I could really remember me really, actually being like, I'm... you know, he was like, I'm get... he basically <\/span><span data-id=\"P6-N200AF2\">just threw his, like voice and stuff, let it known that he was angry, and I just let him know, too.<\/span><\/p>\n<span data-id=\"P6-N200AE-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559913\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">I mean, we didn't talk for two days, the next time we talked, I told him that I was looking for some more work. And in a way, like that can seem like really like... like not communicative, but like between my dad and I, that's like...<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: No, very!<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: Like at least, with respect to like me actually feeling like I sort of renegotiated something a little bit, it feels really... significant, in that respect. <\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: You know what I mean?<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: Yeah. I mean, it doesn't take it, uh, you know... It means something was being communicated.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: (chuckles) You know, you sort of saying, after this fight, you leave it, and say I'm getting another job. I mean, a lot was communicated in that.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: Yeah. You know, but in a way that if I like explain that to somebody else...<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: It's like some people I know would like scream at their parents all the time, or something, they'd probably think it was the most like... (pause) you know, non... you know, like it was not dealing with like what was going on or something, like that I was not actually being responsive to what <\/span><span data-id=\"P7-N200C51\">I was feeling or something.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">I don't know, but like, I remember afterwards, I felt like really good afterwards. (therapist acknowledges) (pause) Yeah, it's kind of funny, because I really do. It really felt like... I mean, I haven't gotten this job yet, you know? Who knows what happens? Maybe, maybe (chuckles) I don't get another <\/span><span data-id=\"P7-N200C71\">job, but... I don't know, just regardless, like it felt really... I don't know. I don't want to say liberating, but sort of liberating, in a way. (longer pause) Yeah, it did. <\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: Liberating, huh?<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Yeah, I mean, just, I don't know. Like, in the way that I think about it, this is the way I think about all sorts of things. Like, before I told Texas A&amp;M (ph?) that I was going to go to school, I couldn't think about... I couldn't fantasize about me sitting in a class without feeling guilty. <\/span><span data-id=\"P7-N200CB1\">Like, I was like, I have some dirty secret that I was like... doing something bad and wrong to even think about it and enjoy, you know what I mean? And like I didn't, that wasn't mine yet, even that like idea of the future, of me in school. But I wouldn't even have felt comfortable, and I didn't.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">You know, there were times I wanted to like put my Facebook status as like, \"I'm going to school.\" I told you I couldn't do that, you know what I mean? Once I told him, I had this like new access to this like future that I could think about and see myself in, and like feel good about and feel happy <\/span><span data-id=\"P7-N200CD1\">about, you know? (therapist affirms) <\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">In a way, it was sort of similar with my dad, like, prior to that, I was just like gone (ph?), there was just like this blanket over now until August, when I'm going to be dependent on him, where I'm going to have to like be... (pause) controlled by this and not free or something. Yeah. And what's interesting, <\/span><span data-id=\"P7-N200CF1\">is that after that conversation with my dad, when I had this other job, like, I actually like thought about it and I had that similar type of feeling of like looking into the future and being like liberated, you know what I mean? (therapist acknowledges)<\/span><\/p>\n<span data-id=\"P7-N200CE-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200CE-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559913\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">But in a way that, like, I didn't even really seem... In a way you think, well, I must... I should have felt that way before I started working with my dad. But I didn't really. I still felt like, you know what I mean? You see what I'm saying? Like prior to me starting to work with my dad, like back <\/span><span data-id=\"P8-N200D11\">in December, in many respects, (if it wasn't me ph?) working with my dad now, I'll be in almost identical place. <\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">THERAPIST: Oh, no, yeah. Some, some (blocked)<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">CLIENT: Like, something feels very different coming out of this, you know what I mean?<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">THERAPIST: No, no, no. Right, right, right. Well, something did happen, I mean, something in the way of you guys having this row (ph?) and like, you... you kind of, you really taking, it's taking something off of him and... I mean, first of all, just that whole experience happening, and then the kind <\/span><span data-id=\"P8-N200D71\">of the... I was thinking in a way, of what you did do was say, \"Something has changed here and I'm not going back. I'm not going back to the way it was.\" (client affirms) As opposed to kind of like the thing that would have been the best in terms of greasing the wheels in some way between you and your <\/span><span data-id=\"P8-N200D72\">father would be to resume work, to just go back on Monday and like, you know, take it, I mean maybe, I don't know. <\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">THERAPIST: And you said, you were like, \"No,\" you know?<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">CLIENT: Yeah, even that. Even like, he texted me at like 10:00, and I would have been there at like 9:00. I suppose that even that sort of communicated something, you know? That was a...<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">THERAPIST: He was kind of expecting you at 9:00?<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">CLIENT: Well, I wonder maybe... You know, we didn't talk, you know? I wonder if maybe he was wondering, \"Maybe he's just there, maybe he's not there,\" you know? And I'm sure that there was something even in that... It's if I imagine him, like waiting at the office, wondering if I was, you know, showing <\/span><span data-id=\"P8-N200E11\">up or something, that was probably more significant than I remembered, you know, and then I thought about it. (pause) But yeah. I mean, I didn't go back. (therapist affirms) It feels really big, it feels really sort of... <\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">THERAPIST: It does.<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">CLIENT: Yeah, it really does.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">THERAPIST: Yeah. Well, as you say, to have that kind of interaction with him, and to... I was thinking about something that stood out to me, was that there wasn't a feeling so much of being dominated or intimidated in his anger, when you notice his anger. When you felt angry towards him, there wasn't <\/span><span data-id=\"P8-N200E71\">a (sigh) there wasn't feeling like you had to, like kind of shock you had when he said something when you were a kid in the kitchen there.<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">CLIENT: Yeah, I mean, it was that and it was also like... (pause) What I really took away from that was like my inability to like... I think I feel the way I felt like time. His reaction to it was almost like asking for like an explanation, like, \"Why? Why are you angry at me?\" What I really felt like <\/span><span data-id=\"P8-N200E91\">I took away from it was like, I couldn't answer that or something. And the fact that that meant something ultimately just meant that the fact that I was angry, like wasn't enough, like... (pause) <\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">Like that's how I think about things, like if you're really pissed at me, that's... (pause) It's really significant to me, you know, why; at least with respect, at least insofar as like the why, I like counteracted or something. Like, just people being mad at me, like, clearly, like that's an issue, <\/span><span data-id=\"P8-N200EB1\">something's worth paying attention to, it isn't rational. (therapist acknowledges) If I'm pissing people off like that, that's worth inspection, you know, reason to look at it, to figure it out, evidently. That's the way I really felt like, at that time, like, that me just being like angry like wasn't, <\/span><span data-id=\"P8-N200EB2\">didn't just justify itself to being important, you know? But it always was important because, like, I don't know, I guess I couldn't say something to that, you know? But what, I don't know. Like here, I don't know. I guess it just... I would have felt like the same thing transpired if I just want back <\/span><span data-id=\"P8-N200EB3\">to work, you know? But the fact that I didn't. <\/span><\/p>\n<span data-id=\"P8-N200EA-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200EA-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559913\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: Uh-huh, I see. Sort of like...<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: It's enough like... It's still enough for me to be pissed off about it to do something, you know what I mean? That's how I envision it, at least.<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">THERAPIST: Yeah, I see that, yeah. (longer pause)<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">CLIENT: And I guess, I don't know, I don't really feel a need to like ever like dig into it, like that interaction with my dad, like if, to make that into like, to really focus on that. Like, I don't know that I ever would really feel a need to like open that back up with him. It would be like, \"Dad, <\/span><span data-id=\"P9-N200F31\">like, do you understand why I was angry about that?\" Like, I don't really feel like I need to do that, you know what I mean? <\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">(pause) Like in a way, I guess, the way sometimes I, like, fantasize about me talking to my dad and being like, \"You know why I'm angry at you? You know why I'm bothered by the divorce or something?\" Like you know what I mean? (therapist affirms) Like, those seem to be like different things, like... <\/span><span data-id=\"P9-N200F51\">In a way, I guess I always thought there was more value to be able to like more explicitly articulate why I was angry about something, you know? As if to not talk about it was like repressive or something.<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">THERAPIST: I see, uh-huh.<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">CLIENT: But like it doesn't matter. (therapist affirms) I guess it doesn't matter to me, just because like, I don't know. It makes me feel more like I'm doing the thing I was telling you about a couple of weeks ago, the way you were like, relate it to like a senile grandfather. It's like, you don't... <\/span><span data-id=\"P9-N200F91\">I don't need to... It doesn't matter to me, if you understand it or not, you know? I don't' know. And it feels more empowering, I guess. You know what I mean? <\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">THERAPIST: Yup. Yeah. Well, in it, I think, in some sort of way, I mean, even the, like a metaphor of senility. I mean, it's like some sort of sense of like, his mind isn't going to register it, or something. His mind isn't going to register anyway.<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">CLIENT: Yeah. Like, it would almost be... like it would almost be cruel to try to like hammer it home, if it's just not going to...<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">THERAPIST: Why take it there? Yeah.<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">CLIENT: Maybe putting a square peg through a circle hole or... who's going to win at the end of that day, you know?<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">THERAPIST: Oh, yeah. Yeah, I was thinking at the same time, he seemed to, because you notice there was this element there of him being nice about you not being there, you know? Like Monday morning and him... kind of, you know, acting in a way that would have been, he would have normally been more antagonistic <\/span><span data-id=\"P9-N201031\">about it. <\/span><\/p>\n<span data-id=\"P9-N20102-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20102-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559913\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">CLIENT: Yeah, and me being pissed (blocked) working on some level for him, right there, know what I mean?<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">THERAPIST: (sighs) Ummm.<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">CLIENT: But that wasn't... He started to react to that a little bit. Yeah. It was very different. It was a weird, sort of position of vulnerability for me to see my dad in, you know? (therapist affirms) It made it really hard, like, it really made, like during the day, like, it made me really like think <\/span><span data-id=\"P10-N201091\">about like, maybe I shouldn't be doing this.<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">THERAPIST: Oh, yeah. Why? Because it was hard on him, is that...?<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">CLIENT: Yeah. Maybe I made too much of a thing about this. Maybe I'm... (pause) You know, maybe if I, maybe it's not fair for me to try to deal with some other larger issue that I have with my dad through this, because maybe I was wrong in this instance, or something; you know what I mean? (therapist <\/span><span data-id=\"P10-N2010D1\">acknowledges) I don't know, I just like really, like second-guessed it. I thought about it in different ways and stuff, because of his very... (pause) So I guess it seemed like that's what he was doing or something, I guess. I don't know. <\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">THERAPIST: He was second... he might have been second-guessing himself?<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">CLIENT: Yeah, it took a completely different position than the angry position he had on Friday night.<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">THERAPIST: Yeah, uh-huh.<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">CLIENT: You know? I mean, he was like all but like, almost... I guess from my dad, that would be like him apologizing effectively, you know? (therapist affirms) For what it's worth. But...<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">THERAPIST: Uh-huh, yeah. ... Yeah, no, right, right. As opposed to, you know, taking an antagonistic position, took a sort of conciliatory...<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">CLIENT: Yeah, yeah. Yeah, I mean, just given how like unique that is. (therapist affirms) That says a lot.<\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">THERAPIST: Yeah, what a difference between, say, that moment in that... You know, when you told me you're making a mountain out of a molehill kind of, whatever it was you said and him saying, well, some way that his attitude on Monday reflected some sort of openness about your anger, as opposed to \"What <\/span><span data-id=\"P10-N2011B1\">are you angry at me about,\" and that being the end of it. (client affirms) Not to say that he was sort of saying, I'm wrong or\/and I'm sorry, but the more that it was like allowed that space to be there for you to... <\/span><\/p>\n<p data-id=\"P10-N2011C\"><span data-id=\"P10-N2011D\">CLIENT: Yeah, I think he stopped looking at it as wrong and right, and like, Geoffrey is pissed off.<\/span><\/p>\n<p data-id=\"P10-N2011E\"><span data-id=\"P10-N2011F\">THERAPIST: Geoffrey is pissed, yeah. Yeah, which he didn't do at that moment when you were young then, you know? Like, I mean, even if he thought he was totally justified, you know, what was kind of left out was the fact that you were very angry with your father and what was that about? (chuckles)<\/span><\/p>\n<p data-id=\"P10-N20120\"><span data-id=\"P10-N20121\">CLIENT: Yeah, precisely, precisely. And that seems to be what... the different way that I handled it that day, on Monday. Which was like positively puny for someone who would've, like, observed it from the outside. Like, the level of, like conflict and like...<\/span><\/p>\n<p data-id=\"P10-N20122\"><span data-id=\"P10-N20123\">THERAPIST: Are you what... are you feeling like that, I'm sort of seeing it as a puny in any way, is there...<\/span><\/p>\n<p data-id=\"P10-N20124\"><span data-id=\"P10-N20125\">CLIENT: I don't know. I don't know. It just...<\/span><\/p>\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">THERAPIST: Or that I'd be hearing it that way?<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">CLIENT: I don't know, I worry about, from over-intellectualizing shit sometimes... You know?<\/span><\/p>\n<p data-id=\"P10-N2012A\"><span data-id=\"P10-N2012B\">THERAPIST: Oh, I know. It certainly doesn't feel over-intellectualized (chuckles). I mean, it sounds like it's (blocked)...<\/span><\/p>\n<span data-id=\"P10-N2012A-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2012A-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559913\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">CLIENT: It's maybe I think you would think that. (therapist affirms) probably... <\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">THERAPIST: Ah, yeah. Okay, yes, yes! Right. Yeah, good point, good point. That feeling of...<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">CLIENT: What I was feeling, was that, is that serious, or am I making a mountain out of a molehill? (chuckles) Am I making a mountain out of a molehill?<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">THERAPIST: Yeah, uh-hmm. (pause) I think that's the other element about it, just to say it is... It struck me as significant that the way something about your father's own way of managing... like, what he did with, when he was angry, you know? What he did and the level of, kind of intimidation that <\/span><span data-id=\"P11-N201331\">you would feel in response to it, and your mom. I mean, you've given this example of your mom tidying up because he might come in the house, just, what was it? A few months ago. (client affirms) <\/span><\/p>\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">(pause) You know, some way that his, I don't know how else to put it, more than, his, the way in which he expressed his anger had some impact upon you, about how you saw the expression of anger being in (client affirms), and how he managed it and what it meant in terms of shutting other people out, <\/span><span data-id=\"P11-N201351\">not having room for other people, you know, like, what did that mean in terms of one's relationship to being, to getting into that anger within oneself?<\/span><\/p>\n<p data-id=\"P11-N20136\"><span data-id=\"P11-N20137\">CLIENT: Yeah. Yeah, if I got angry like he did, would other people react to it the way that I reacted to him getting angry at me? Would me being angry be as scary to other people as my dad getting angry was as scary to me, or something. (pause) <\/span><\/p>\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">THERAPIST: Yeah, something like that. (pause) Yeah. (pause 00:43:32 to 00:44:04)<\/span><\/p>\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">CLIENT: Yeah, I don't know; it feels good, though. Just kind of a weird thing to feel, with respect to this stuff sometimes, you know? I don't usually feel like that.<\/span><\/p>\n<p data-id=\"P11-N2013C\"><span data-id=\"P11-N2013D\">THERAPIST: Hmmm! Hmmm.<\/span><\/p>\n<p data-id=\"P11-N2013E\"><span data-id=\"P11-N2013F\">CLIENT: Just a good feeling, you know. It's incomplete, even; I don't even have another job, but even just like this... potentiality or possibility or... it's, it uh... makes me want to...<\/span><\/p>\n<p data-id=\"P11-N20140\"><span data-id=\"P11-N20141\">THERAPIST: Yeah, yeah<\/span><\/p>\n<p data-id=\"P11-N20142\"><span data-id=\"P11-N20143\">CLIENT: ...get out of bed, instead of go to sleep, know what I mean? Doesn't make me feel depressed.<\/span><\/p>\n<p data-id=\"P11-N20144\"><span data-id=\"P11-N20145\">THERAPIST: What does?<\/span><\/p>\n<p data-id=\"P11-N20146\"><span data-id=\"P11-N20147\">CLIENT: Doesn't make... Some things made me want to just get in bed and watch Netflix and fall asleep.<\/span><\/p>\n<p data-id=\"P11-N20148\"><span data-id=\"P11-N20149\">THERAPIST: Hmmm.<\/span><\/p>\n<p data-id=\"P11-N2014A\"><span data-id=\"P11-N2014B\">CLIENT: Some things make me feel like I can actually get out of bed and do stuff. (chuckles) This makes me feel like I can get out of bed and do stuff... you know?<\/span><\/p>\n<p data-id=\"P11-N2014C\"><span data-id=\"P11-N2014D\">THERAPIST: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P11-N2014E\"><span data-id=\"P11-N2014F\">CLIENT: Yeah, I just definitely think that... to think with respect to this stuff, you know? (pause 00:45:08 to 00:45:38)<\/span><\/p>\n<p data-id=\"P11-N20150\"><span data-id=\"P11-N20151\">I don't know; it just feels dif..., I don't know, it feels different. (pause) It's just the way I see it, you know? Like, I see it as like, looking out into the future. I feel like I can think about doing stuff with it, you know? In a way where I can, like call shots or something.<\/span><\/p>\n<p data-id=\"P11-N20152\"><span data-id=\"P11-N20153\">THERAPIST: Huh!<\/span><\/p>\n<p data-id=\"P11-N20154\"><span data-id=\"P11-N20155\">CLIENT: In a way that, it's like what I couldn't do, you know, in other ways like, (sinking at Texas A&amp;M ph?), and like, my dad, it's a similar sort of difference between these two families, you know?<\/span><\/p>\n<p data-id=\"P11-N20156\"><span data-id=\"P11-N20157\">THERAPIST: Oh, uh-huh, yeah. (pause) You calling the shots, hmmm.<\/span><\/p>\n<p data-id=\"P11-N20158\"><span data-id=\"P11-N20159\">CLIENT: I mean, I get to be sovereign or... you know?<\/span><\/p>\n<p data-id=\"P11-N2015A\"><span data-id=\"P11-N2015B\">THERAPIST: Huh! Uh-huh, uh-huh. Well, it does bring up that whole kind of thing that you were addressing to me, one thing that you're not exact... that feeling you were getting into the other day about Texas A&amp;M ph?, and talking about Mitchell sp?, but and how much you felt that your sense of what you <\/span><span data-id=\"P11-N2015B1\">did and how to feel about leaving hinged on like what he would react, how he would react. <\/span><\/p>\n<span data-id=\"P11-N2015A-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N2015A-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559913\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N2015C\"><span data-id=\"P12-N2015D\">CLIENT: He was sovereign at that moment. He stood there... yeah, yeah. (pause) Yeah, it just feels a little less of that, (chuckles) to be certain.<\/span><\/p>\n<p data-id=\"P12-N2015E\"><span data-id=\"P12-N2015F\">THERAPIST: Huh!<\/span><\/p>\n<p data-id=\"P12-N20160\"><span data-id=\"P12-N20161\">CLIENT: (pause) You know, it's funny, I guess I didn't really think about it. I feel good after doing that on Wednesday, yesterday. But I guess I feel better about it now that I've actually talked about it, sort of like, my motive. Like, it felt really good after doing it, you know? Then it feels really <\/span><span data-id=\"P12-N201611\">good to actually talk about it and I feel like, acknowledge how good I feel about some of it. (therapist acknowledges) (pause) There are things to feel good about it, that I think have been weird. I noticed there was something. <\/span><\/p>\n<p data-id=\"P12-N20162\"><span data-id=\"P12-N20163\">THERAPIST: Oh, is that right? Yeah? (blocked)<\/span><\/p>\n<p data-id=\"P12-N20164\"><span data-id=\"P12-N20165\">CLIENT: (blocked) Yeah. (pause) But... Monday?<\/span><\/p>\n<p data-id=\"P12-N20166\"><span data-id=\"P12-N20167\">THERAPIST: Monday, yeah.<\/span><\/p>\n<p data-id=\"P12-N20168\"><span data-id=\"P12-N20169\">CLIENT: Cool. Thanks.<\/span><\/p>\n<p data-id=\"P12-N2016A\"><span data-id=\"P12-N2016B\">THERAPIST: Yeah. You're welcome. All right.<\/span><\/p>\n<p data-id=\"P12-N2016C\"><span data-id=\"P12-N2016D\">CLIENT: See you then. No bill?<\/span><\/p>\n<p data-id=\"P12-N2016E\"><span data-id=\"P12-N2016F\">THERAPIST: No, I won't have it till Monday. Yeah, sorry about that.<\/span><\/p>\n<p data-id=\"P12-N20170\"><span data-id=\"P12-N20171\">CLIENT: No, you know, with all this mess, it's like, I don't need any more bills and (inaudible at 00:49:25) (chuckles), you know what I'm saying?<\/span><\/p>\n<p data-id=\"P12-N20172\"><span data-id=\"P12-N20173\">THERAPIST: Thanks, bye.<\/span><\/p>\n<p data-id=\"P12-N20174\"><span data-id=\"P12-N20175\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}