{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her desire to progress in her relationship and life, but is not sure if her boyfriend is the best fit for her. Client is tired of his laziness and wish he would be willing to be more assertive for her and their relationship."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Broken relationships","Confusion","Children","Psychoanalytic Psychology","Sadness","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["14"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Broken relationships","Confusion","Children"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560418","dorpId":"1005994670","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\" Therapy Session Audio Recording, November 05, 2013: Client discusses her desire to progress in her relationship and life, but is not sure if her boyfriend is the best fit for her. Client is tired of his laziness and wish he would be willing to be more assertive for her and their relationship.","fullTitle":"Client \"J\" Therapy Session Audio Recording, November 05, 2013: Client discusses her desire to progress in her relationship and life, but is not sure if her boyfriend is the best fit for her. Client is tired of his laziness and wish he would be willing to be more assertive for her and their relationship.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560418\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">[dialog starts at 2:15]<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Hi.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I know where to start.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: [Theoretic?]. But I think I-it's less stress this week, even though all our company didn't get paid. Seven hundred people in my facility didn't get paid our paychecks the other week. And everybody else has gotten paid, but my check for some reason has not gone through. I got paid half. So I'm <\/span><span data-id=\"P1-N200151\">still working on that. But normally I'd be really stressed out about that, but it hasn't really bothered me as much. I got a convenience check from like the government, and then they after that sent me like information saying that I owed them. Like I had a debt with the government again, and it was <\/span><span data-id=\"P1-N200152\">like a threatening letter. It's frustrating, but I'm like used to it by now, the way they treat their employees. So that was going on this week. Hopefully I get paid not like in a huge sum of money where they take all the taxes out. I'm hoping I can get paid before I get my real check this week. So <\/span><span data-id=\"P1-N200153\">that's frustrating. [4:00]<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">Me and Steve have been like okay. I just have kind of [sic] hold myself back from the relationship, and [I'm just?] doing me, [didn't plan it?]. I told him the other night that like I didn't think we should be together anymore because I didn't see a change with him, and it seems like this time it actually <\/span><span data-id=\"P1-N200171\">like affected him. I mean, first he started like laughing at me, and then it was like, \"You can laugh at me all you want, like youI'm not stuck in this relationship. I don't need to be with you.\" And like then he like kinda got upset and like realized like I'm not messing around anymore, like things <\/span><span data-id=\"P1-N200172\">need to change. If they don't change I'm not going to be heartbroken over this, I'm just going to walk away from this. And I don't know, it seems like this week he's trying a little better, but we'll see how it goes. I'm not going to get myself all excited because he put in a little bit of effort. I <\/span><span data-id=\"P1-N200173\">mean, it feels nice I think, but it's like every other week with him he like forgets what he said the week before. So I've just been hanging out with friends a lot more, going out, and I have more of like a social life than thinking about my relationship, which has made me happier. And I think that's <\/span><span data-id=\"P1-N200174\">about it. I don't know what else to talk about.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Do you feel calmer?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah. I went and I saw the therapist, and like everything that I was so dramatic about has been better, a lot better. It's like the Prozac kinda kicked in like two weeks after she prescribed it. [6:00]<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Oh, so you saw Dr. Levin recently?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Yeah, I saw her on Thursday. I won't have to see her for like six more months. And I take the Klonopin supplement at night. Like I'm kinda now being able to sleep without like nightmares, which is nice. But I still like get really emotional with my period. And it was supposed to help with that, <\/span><span data-id=\"P1-N2001F1\">but it doesn't. Like I'm just, you know, irritable and like emotional the night before I get it, and everything is just really dramatic for me. I like pick fights with Steve when I have it, like right before my period.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">Yeah, we had like a little argument today, but we were able-I was able to stay calm, where I'd normally just probably cry, and we were able to like get through it. Which happens sometimes. And it's like he tried too to like not make it-dwell on it and make it a big thing. So. Because he just said, he's <\/span><span data-id=\"P1-N200211\">like, \"I'm the easiest person to get along with.\" I just went, \"Ha! You must not live with yourself.\" So I don't know. And I still have-like I'm still continuing the friendship with my friend, we've studied together, and I like that. I haven't told him. I feel like I really don't have to by the way <\/span><span data-id=\"P1-N200212\">like things have gone. Because I know he has had friendships with like people at work he hasn't told me about. He hasn't been honest with me about it, so there's-I don't feel like I have the need to tell him right now.<\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560418\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: What is it like spending time with this guy? [8:00]<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: He helps me in school. He kind of like can relate to the fact that I feel bad at school because he's, you know, veered off in a couple directions. And we talk about our relationships, he talks about his relationship, I talk about my relationship. I kind of get the other side of things, you know. <\/span><span data-id=\"P2-N200251\">Like he talks about some relationship he's in, and this girl is very like emotional, and he's told her that like it's not going to last, like we're just-this is just for right now. And he's been very honest with her, and she gets upset. And I tell him that like you can't do that. Like she-if you're <\/span><span data-id=\"P2-N200252\">treating her like you're her boyfriend and you're doing things that like a boyfriend would do instead of like it just being a physical relationship you're leading her on.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">So I kind of give him advice, and I can understand what the other girl's doing, and then I can see how he reacts to like some girl being emotional and being kind of like crazy in a sense about the relationship, and tell him how like you can't play on people's emotions like that. But I can see his side <\/span><span data-id=\"P2-N200271\">of things too, which is nice. So that's about it, it's just like we enjoy each other's company. But there's no like intimacy, or like sexual feelings there, it's more like a friendship. So.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Do you feel differently about Steve?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Do I?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: I did for like a day. But since he's like been, you know, he's been doing really nice things, and-like he-the other day like I was like, \"Can you please pick me up some tampons?\" and he said no. And I asked him again, I was like, \"Will you please pick me up some tampons, I forgot again,\" and <\/span><span data-id=\"P2-N2002F1\">he actually did it. And I was like, wow, that took a moment to do that, I give him credit for trying. And he was like, the first time he said he thought I was just trying to like prove something. Which I wasn't. He thought I was just trying to like dig at him and pick a fight. And I was like, \"No, I <\/span><span data-id=\"P2-N2002F2\">was just asking you to do me a favor, because I would do that for you.\" But like this morning after we had like our tiff, I went out and I like fished with him, and he was like very affectionate and very like responsive to the fact that I was like doing something he liked to do. So. [10:45]<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">I don't feel differently about him, I feel differently about the relationship, or-I don't know where it's going to end up. I don't feel like-it feels better to think of it as like things could work out or they won't. Like it's okay either way. So. I think that puts a little less stress on me and on <\/span><span data-id=\"P2-N200311\">him. I guess it's different. I mean, like I'm thinking differently about the relationship, but not about Steve. I think I'm at the point where I don't know what to think about him. Like I care about him, but I don't know how much I care about him anymore. I don't think he's getting that.<\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560418\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: And how do you feel he's reacting to it? [12:00]<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: I don't know. I think he's like giving a little more. Like he's more affectionate, and he's more like trying to like speak with me about stuff when I have things to talk about. It's still like the same thing though. Like he's tired, it's late. It stinks, he works six out of the seven days. But <\/span><span data-id=\"P3-N200351\">I want more from him. And I told him, if he can't give me more then like this is never going to work. He thinks I'm rubbing it in his face. Instead of like taking it as like honesty, he thinks I'm rubbing it in his face.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: Rubbing what?<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: The fact that like if things don't change I'm going to leave. He thinks I'm rubbing it in his face. Which is not-I don't know, I don't feel like I'm doing that. I'm just being honest.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: Do you think he feels worried?<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: No. I don't think much worries him.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Hm. You don't think he's worried about your leaving?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: No. He's told me that. He said that he thinks that I would never leave him pretty much, he has no fear of that. I'm like, okay. And he thinks like if we argue-like it seems like we do this-like we use this \"I'm going to leave you\" to kind of control the other one to like be the way we want them <\/span><span data-id=\"P3-N200411\">to. But I'm not doing that anymore. Like I'm very honest about I will leave you. And that's fine, I have a place to go. Like I will pay for the rent or whatever until like our lease is up, but I don't have to live with him. You know.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: You don't. [14:30]<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Yeah, that feels good. Yeah. I don't know, we'll see if that worries him or not. I've seen a change this week, that's all. I want-I told him like I'm going to look into like what they have for like GED classes like at night or after school, you know, so he can kind of feel better about himself, <\/span><span data-id=\"P3-N200451\">like he's making a difference. And he thinks he can't be-he can't do that. But with his schedule he's like-he could do that, he could do a morning class, or he could do an evening class.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: When does he work, from when to when?<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: It's all different. That's why I think he could schedule around it if he really wanted to tell his like manager like, \"I have classes today so you're going to have to schedule me at night.\" Or, \"I have class this night, schedule me in the morning.\" I'm sure they'll do that. I mean, he has an <\/span><span data-id=\"P3-N200491\">educate-he dropped out his senior year. Like he has education up to his senior year, it shouldn't be that difficult. So. His mother has tried, she's tried to pay for classes, and he hasn't gone through with it. I don't know. We'll see. I still have some sort of hope. I'm just taking it-instead of like-I <\/span><span data-id=\"P3-N200492\">think it's like when I feel like we're doing good it's like, \"Oh, this is great, it's gonna work.\" But it's not going to be good every day, and I'm not going to get overly excited then overly disappointed if things aren't going the right way. So. [16:30]<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">I mean, I have some other friend that I talk to about the relationship, and he wants me to like go out with him and salsa dance. And like he thinks I need to have more fun in my life. And I'm like, \"I don't have time to go out and have fun right now. I have like school and work, I don't have time.\" <\/span><span data-id=\"P3-N2004B1\">[pause] I think that's it.<\/span><\/p>\n<span data-id=\"P3-N2004A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560418\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: Sort of my floating thought is, well, there's always some time for fun.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: I guess. I don't know, I'm just not that type of person that like goes out to like clubs. Like I'll go to the bar with like a girlfriend, but I don't go out out.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: Well, I'm not suggesting you should go out out, I'm just more, you know, questioning the idea of you can't-you don't have time to have fun.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Yeah. Well, I've been having a little more fun than I have had all year. Like on Halloween I went out with two of my friends at separate times, that was fun. And like just being more social is fun for me, without him. I used to bring him along, and now like he even says he wants to hang out <\/span><span data-id=\"P4-N200531\">with some of his guy friends and stuff. And he told me he felt like he couldn't do that. And I said to him, \"I've never in my life like told you you could not hang out with your friends.\" I was like, \"I've been pushing you to go out, so you can't blame that on me.\" I'm like, that's ridiculous for him <\/span><span data-id=\"P4-N200532\">to say that. Like he's trying to blame things on me I feel like. So I don't know. I'm like, \"If I can go out with people so can you.\" [19:00]<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">So the psychiatrist said that she's going to keep me on the medication for a year, and she thinks that I probably won't need it after that. Which I didn't really understand.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Yeah, did you ask her?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: She said since like I'm going to therapy that I should be able to work out. That like I'm just going through a depression and that I should be able to like function without it. I was like, I don't know.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: It sounds like they confused you.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Yeah. Since I see like people on medication for like depression for the rest of their life.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Well, it sounds like she felt that something could get better in terms of how you feel about yourself and feel about your life circumstances such that the medication might not be needed. Does that seem possible? [20:00]<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Yeah, but I think I'm like-well, I have like anxiety like naturally, I have generalized anxiety. It gets worse because of my circumstances, but I've had it my whole life, like since I was a little kid. So I don't know how that gets better, I guess with like control, or other coping mechanisms. <\/span><span data-id=\"P4-N200611\">Which I did. And I think like I didn't learn the right coping mechanisms, I don't know, to deal with it. So.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Well, I'll certainly touch base with you-with her I mean. You know, I'm sympathetic to what you're saying then, to some things are more kind of ingrained, environment that got deeply ingrained, or just your biology or genetics that got ingrained. So it seems reasonable that you think that <\/span><span data-id=\"P4-N200631\">you'd be on it for more than a year. I'd like to contact her and, you know, get her thinking about it.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Yeah. I mean, it gives me hope. Like that's nice, like if I ever wanted to have a child I don't-you know, be on medication and trying to get pregnant.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: Why?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Because there's, you know, there's side effects to that, you know. Or she even said it herself.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Yeah. They're pretty-they're class C.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: Paxil isn't, but the other ones are class C.<\/span><\/p>\n<span data-id=\"P4-N2006E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560418\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Mm hm.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: There's not really been that much determined about birth defects. There's been very low correlation. Almost everything's class C these days.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: In Europe most of the registries have found no-sometimes in the U.S. the registries have found some low correlation, but they haven't been replicated in any other country. So-<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: She actually agreed I think though. [22:00]<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Sorry?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: She actually agreed with me, that she wouldn't want me on.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: Yeah. I mean, different people feel differently, it's a very controversial area.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: But, I mean, thousands and thousands of women are on anti-depressants when they're pregnant.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Oh really?<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Oh yeah. It's very common. You know, the thought is if you absolutely can do without it fine, but if it's important for your health, if you're at all unstable, that's a much greater risk to the child than the medication.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Right. That's what I meant. Like the hormones alone that would just be very difficult.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: I know that like my sister in law, I think she's suffering from post-partum right now, and the doctor gave her something but she's not taking it. So I'm just trying to watch her. She never really wanted-she told me she never wanted to get pregnant. She didn't think she was going to get pregnant. <\/span><span data-id=\"P5-N200911\">She told my brother yes, but really didn't think she was going to get pregnant anyway. And I was like, \"Oh, that's great.\" Like that poor kid. So he's like already-like they're planning daycare, they're planning like-she wants to go back to work. She's already like throwing the baby to like my mother <\/span><span data-id=\"P5-N200912\">and stuff. So like my brother, she really doesn't want her-she wants to have a social life and then go back to work. I'm like, oh, that's really sad. And my god, if that was my kid, you know, that's what I want, is to like have a family and have a kid.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: And you feel like she's abandoning her kid?<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: I don't know. That's what my mother says, that's what she sees. And that's what like her-she has a sister that lives there for now, that's what the sister's saying, that she'll like go and sleep and give the kid to my brother after he gets home from work, and be like, \"All right, he's yours <\/span><span data-id=\"P5-N200951\">now.\" And that's what she joked about, she joked about it, like she was just the incubator when she gave my brother a child. I was like, \"You really need to take it seriously.\" Hopefully she'll be able to fall into it when like he's a little older. But doesn't that-the bonding start like right when they're infants?<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: Yes. Yeah.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: Is that really crucial? Like-<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: Who knows.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: It's impossible to study it, you'd have to have cameras in all women's-and maybe, you know, a sample size of thousands of people who would have to be willing to have cameras to observe them, and you can't possibly know. [25:00]<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: I just remember like in psychology that I studied that, that like you really have to bond when you're an infant. I don't know. Just like the different fundamentals. And then like self-soothing. Like they don't want him like to cry. Like he's always like there and she's not, and they can't sleep <\/span><span data-id=\"P5-N200A11\">so they won't put the baby down to try to self-sooth himself. So they never get sleep. Any time they put the baby-put him down he'll start screaming. So I'm like, that would be frustrating.<\/span><\/p>\n<span data-id=\"P5-N200A0-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A0-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560418\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Frustrating for?<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: The mother. And the child then really. He never is calm, it's just crying and [groggy? 25:52] all the time.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: Mm, hm mm. [26:00]<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Yeah. So they're both exhausted. And you know, they're going to do daycare for a little bit, but I think like me and my mother are going to start babysitting for him. So that will be fun.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: I'm wondering-I was thinking about your mind going to babies.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: And mothering.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Yeah, I've wanted a kid for a while.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: But it's definitely not the right time.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: For me and Steve. And I just thought like I'd have a life together by now. So that's frustrating. But I'll get there. I think Steve would be a good father. So that's a plus. And he thinks he'd be a good father too. And he's-we talk about children. But he wants to like establish himself before <\/span><span data-id=\"P6-N200B91\">that. And I don't think he'd ever like establish himself like within four years. So that's like one thing that makes me like upset about the relationship. You know. [pause] [fighting tears] Part of me is like torn. Because I feel like if me and Steve broke up, it like took me forever to get over my <\/span><span data-id=\"P6-N200B92\">ex before him. Like I get so attached. Like I felt like I couldn't date for a long time. And I'm almost 30. And I want to be able to have like a family and children, and I just feel like that's impossible.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: Do you worry about time passing? [28:50]<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: I'm trying not to anymore. I know like-I think all women think about that. Like my best friend thinks about that. She says, \"Why are you wasting your time if you're not happy?\" And like, \"We're not getting any younger.\" I'm like, \"I don't know.\" She's wasting her time too in her relationship. <\/span><span data-id=\"P6-N200BD1\">I'm just trying to tell myself that like it doesn't matter. Like you can meet somebody within the year, if you guys are right for each other, right? What do you think?<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: You've asked me a couple times today what I think when you have a particular idea of what's right.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: I wonder why.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: Well, it's nice to see how everybody's point of view. Everybody is different.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">THERAPIST: It seemed like some of the points of view I expressed though you didn't like.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: That you've expressed?<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: No, that's not true.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">THERAPIST: You don't think so?<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">CLIENT: Uh uh.<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">THERAPIST: It seemed like you didn't like my perspective on medication and pregnancy. [30:00]<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">CLIENT: Oh, no, I did. It was nice-it actually was nice to hear that. It's just-I was just-I thought it was funny, the difference of opinions.<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">THERAPIST: Mm hm. And people do have different opinions.<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">CLIENT: Yeah. It actually made me feel better, because I feel like I would need medication.<\/span><\/p>\n<p data-id=\"P6-N200DA\"><span data-id=\"P6-N200DB\">THERAPIST: It's really not uncommon for women to be on anti-depressants during pregnancy. There's one, I think it's Paxil, that's considered actually dangerous [inaudible].<\/span><\/p>\n<p data-id=\"P6-N200DC\"><span data-id=\"P6-N200DD\">CLIENT: That's nice.<\/span><\/p>\n<p data-id=\"P6-N200DE\"><span data-id=\"P6-N200DF\">THERAPIST: But do I think it's possible to meet someone within a year and feel they're right for you? Of course. It's completely possible. You feel-I mean, on the one hand you're in a better place in terms of how you feel about the relationship and feeling like more settled in terms of seeing how things <\/span><span data-id=\"P6-N200DF1\">play out. But then what creeps in, time and the passage of time and the things that you'll want for yourself in life. And then you start to feel worried about that, that you don't want to sit idly by and let too much time go by, and so that makes you anxious.<\/span><\/p>\n<span data-id=\"P6-N200DE-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200DE-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560418\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: Yeah. Definitely. And I'm only giving, I don't know, like until our lease is up.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: When is that?<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: Next August. So.<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: Like ten months.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: Mm hm. And that's it.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: That's a while.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: Yeah. It's doable. I just feel like I want to like make the right decision [unclear 31:51], you know? Like where I'm not just making an impulsive decision because I'm upset. I want to make sure I'm making the right decision. I mean, like I want to be with somebody that's happy too. Like if he's <\/span><span data-id=\"P7-N200ED1\">not happy, and he's not willing to like change so he's happier, like this is never going to work. We'll see, he's trying to work on things. And I'm trying to work on myself. So if this-if we're in the same situation in ten more months like then it's just not worth it. Because we've been together for <\/span><span data-id=\"P7-N200ED2\">like-known each other for like 11 years, and we've been together this will be our fifth year, and I think we've been happy for one.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">THERAPIST: When was the one? [33:00]<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: Before his dad died. We were happy. And we didn't argue. We didn't live together. He was in a better job, he was happy in his job, made good money. And we had a lot more time for each other. And then his father died, he stopped going to work, stopped paying his bills, started hanging out with <\/span><span data-id=\"P7-N200F11\">the wrong people again. And he lost his car, got arrested. And then we've fought ever since. And like I just don't get that he doesn't see that he's changed so much, like within that year. And I was trying to be like a supportive person. [And those things? 34:01] really bring you down too, you know. <\/span><span data-id=\"P7-N200F12\">Like he [unclear], even in this relationship [that we've been through?]. And like I thought he was a very caring person that I could tell anything to. And he's so like closed up, so closed-minded. He thinks one way. He thinks about like, \"Well, why couldn't you just do this?\" He never thinks about like <\/span><span data-id=\"P7-N200F13\">how I like things. I think even sex, like it's always like how he wants to have sex. Like he doesn't even think about like what would turn me on, he just thinks about himself. And I think that's-like it doesn't work in a relationship. I'm sorry. [35:15]<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">I don't know, I kind of felt-I felt bad for him when his father died, so I dealt with it. And now it's like, okay, I was happy you got the job, and now we're just like at a standstill. And then again like last year he disappointed me and bought this Mustang that has like so many problems. He got like <\/span><span data-id=\"P7-N200F31\">ten grand from his father. I gave him my car and he sold my like reliable car for a car that he can't even get it inspected. And I was like, \"Well, how about a ring? Like will you have money for my engagement ring?\" And he said, \"Oh yeah, plenty of money for your engagement ring.\" But he didn't, he <\/span><span data-id=\"P7-N200F32\">still hasn't paid off that car. And now like it needs so much work, and it will probably not last this year. So he's going to be without a car, and I'm not going to help him. Like why should I have to do that? Like he's made it, this has been like three times he's spent all his money on a car and has <\/span><span data-id=\"P7-N200F33\">been in debt because of that. [36:40]<\/span><\/p>\n<span data-id=\"P7-N200F2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200F2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560418\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">Like I don't know. I feel like those are selfish like decisions, especially when your girlfriend's like-like I feel like I would never have been like in this money situation if it wasn't for him. I don't know, I'd be at home, I'd be saving money. I like moved out to help him. Because his parents were <\/span><span data-id=\"P8-N200F51\">going to-his mother was going to kick him out. He wouldn't have any place to live. And now he's telling me, like, \"Oh no, I would have been fine.\" Like he just never-he doesn't realize like how much I've sacrificed. So. And I don't know if you can ever really go back and like find happiness again after <\/span><span data-id=\"P8-N200F52\">you've been-just like I feel like I've been taken advantage of.<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">THERAPIST: It sounds like he made some pretty bad decisions at the very least. [38:00]<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">CLIENT: Yes he does. And he told me, he's like, \"I've always had to struggle. I'll always have to struggle. I don't mind struggling.\" And I'm like, \"Yeah, you're struggling because you make bad decisions.\" And then he'll say, \"Don't rub it in my face, that makes me feel bad. Do you want me to feel bad?\" <\/span><span data-id=\"P8-N200F91\">I'm like, \"I can't even talk to you.\" This is how our conversations go. And then he asks me to ask one of my friends that have been married for a long time, or somebody that they knew, he said, \"Do me a favor and ask somebody at work that's been married for a long time and see if they have different <\/span><span data-id=\"P8-N200F92\">lives and if they like have different interests.\" And then I was like, \"Why?\" And I was like, \"I'm not trying to spend every day with you, we never see each other. I just want quality time. Like just one good day.\" And he's like, \"Well, it seems like you want me to be around all the time.\" And I'm like, <\/span><span data-id=\"P8-N200F93\">\"That's where I disagree. That's where I feel like we are not communicating and seeing-\" Like that's just what I don't want in a relationship. I want somebody that wants to spend their free time, you know. And like I can't believe he-and then he said I took it the wrong way. How would you take that statement?<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">THERAPIST: You're unhappy in this relationship. [40:00]<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: [pause] [crying] I know. [pause] I just thought he'd want to change for us. And he is little steps at a time, but it's just taking too long, you know. And I shouldn't like marry somebody that-you know, that I'm going to be unhappy with for the rest of my life. So until our lease is up, like <\/span><span data-id=\"P8-N200FD1\">I just-I don't know right now.<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">THERAPIST: Ten months is a long time to wait.<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">CLIENT: Financially it works out. Because he does like give me half of the rent. I can't break my lease. And I don't want to make a decision right now. Like I just, I don't know. And that stinks. I'm just afraid.<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">THERAPIST: Of?<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">CLIENT: I don't know, making the wrong decision.<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">THERAPIST: What would the wrong decision look like? How would it be wrong, or how would you know it was wrong?<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">CLIENT: If I like walk away from this relationship, and the fact that like we could have worked things out, I would be really upset.<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">CLIENT: Because I really love him. I just wish he like could understand like what I'm going through. [42:00]<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">THERAPIST: Well, how do you understand what the two of you need to do to work it out?<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">CLIENT: I know that I need to be less emotional, and less like, I don't know, forward with him, because he takes it the wrong way. He thinks like I'm attacking him, but I'm just being honest. And I just-I don't like not being honest, that's just me. So I have to say things different to him, and like <\/span><span data-id=\"P8-N201111\">in a more positive way. And then he needs to just be more like-he needs to work on his self and find a direction, and he needs to be happier, and then I see us like working out. But if he's just going to stay in his nest like he's always done it's not going to work. And I think like those are changes <\/span><span data-id=\"P8-N201112\">that can be made, like that's possible. Right?<\/span><\/p>\n<span data-id=\"P8-N20110-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20110-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560418\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">THERAPIST: Anything in theory is possible.<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">CLIENT: Well-<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">THERAPIST: I mean, but can he? Like-<\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">CLIENT: -I'm just saying like if it wasn't possible, if I believed that it couldn't happen, I don't think that I would stay with him. I hate the fact that like there's a possibility that we could work through this, and then walking away from it. You know. And having like a regret. Like I just feel like <\/span><span data-id=\"P9-N201191\">I can [live with? 43:53] therapy, try to control my emotions so I can speak with him better, and be more positive and a happier person, and he needs to work on his self too. [44:00]<\/span><\/p>\n<p data-id=\"P9-N2011A\"><span data-id=\"P9-N2011B\">THERAPIST: Well, your piece is completely possible, because it's within your control. What he will or won't do, as you know, who knows. I don't know.<\/span><\/p>\n<p data-id=\"P9-N2011C\"><span data-id=\"P9-N2011D\">CLIENT: I don't either.<\/span><\/p>\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">CLIENT: That's what makes it hard. Like if he cheated on me, if he got somebody else pregnant, if he's on drugs, if he was abusive, like I would be gone. The fact that it's like financial and everything, it's hard for me.<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">THERAPIST: Well, you want him to be more responsible, not only in the relationship but just for his own good. I mean, take more charge of his life and be more proactive-<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20126\"><span data-id=\"P9-N20127\">THERAPIST: -and engaged. That's what you really question about him.<\/span><\/p>\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\">CLIENT: I'd be really hurt if he did that, if we broke up and he did all those things after this relationship.<\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">THERAPIST: You'd be hurt because you-because...<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">CLIENT: Because I was like, why couldn't you do that when you were with me? You know? I take offense to that.<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\">THERAPIST: Hm. Like he was intentionally withholding something? I see. Why would he do that?<\/span><\/p>\n<p data-id=\"P9-N20130\"><span data-id=\"P9-N20131\">CLIENT: I don't know. And sometimes I think he has like an evil side to him. He does things like intentionally. He has like two different sides to him. He's the nicest person, but if you piss him off, like he's wicked, he's really mean. And spiteful. And then he thinks that we can move on after that. <\/span><span data-id=\"P9-N201311\">Like if we have a fight like that I don't move on. And that's when he wants us to just move on and not talk about it, because it makes it worse to talk about it. I don't know. After you hurt me, if we don't talk about it and resolve it, I'm never going to be able to move on. Like, I'm never going to <\/span><span data-id=\"P9-N201312\">be able to trust you. So that's about it. But all I can do is work on myself and figure out things, and it's going to take time. And yeah, this relationship is like very difficult.<\/span><\/p>\n<p data-id=\"P9-N20132\"><span data-id=\"P9-N20133\">THERAPIST: Mm hm. And you feel very confused, both about what's going to happen, but also just about how you feel and what you should do. And in a sense you're confused about how best to take care of yourself to sort of give this time and see what evolves. Or is it the best way to make a decision and <\/span><span data-id=\"P9-N201331\">so that you can sort of, you know, open up your opportunities for pursuing what it is that you want in terms of marriage and a family. [47:00]<\/span><\/p>\n<span data-id=\"P9-N20132-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20132-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560418\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20134\"><span data-id=\"P10-N20135\">CLIENT: Yeah, that's-it's hard. I don't know-<\/span><\/p>\n<p data-id=\"P10-N20136\"><span data-id=\"P10-N20137\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P10-N20138\"><span data-id=\"P10-N20139\">CLIENT: -[how to pursue it?].<\/span><\/p>\n<p data-id=\"P10-N2013A\"><span data-id=\"P10-N2013B\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P10-N2013C\"><span data-id=\"P10-N2013D\">CLIENT: I think that's just going to take time.<\/span><\/p>\n<p data-id=\"P10-N2013E\"><span data-id=\"P10-N2013F\">THERAPIST: Mm hm, mm hm. Okay Marlene, we're going to need to stop for today, okay.<\/span><\/p>\n<p data-id=\"P10-N20140\"><span data-id=\"P10-N20141\">CLIENT: All right.<\/span><\/p>\n<p data-id=\"P10-N20142\"><span data-id=\"P10-N20143\">THERAPIST: When was the week that you couldn't come?<\/span><\/p>\n<p data-id=\"P10-N20144\"><span data-id=\"P10-N20145\">CLIENT: Uh, the 12th, right? Is that our next [unclear]?<\/span><\/p>\n<p data-id=\"P10-N20146\"><span data-id=\"P10-N20147\">THERAPIST: That's next week.<\/span><\/p>\n<p data-id=\"P10-N20148\"><span data-id=\"P10-N20149\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N2014A\"><span data-id=\"P10-N2014B\">THERAPIST: Are you wanting to find another time, or are you wanting to skip that?<\/span><\/p>\n<p data-id=\"P10-N2014C\"><span data-id=\"P10-N2014D\">CLIENT: I think I just would be-you know, just skip that one. Is that okay?<\/span><\/p>\n<p data-id=\"P10-N2014E\"><span data-id=\"P10-N2014F\">THERAPIST: Yeah, okay.<\/span><\/p>\n<p data-id=\"P10-N20150\"><span data-id=\"P10-N20151\">CLIENT: Because I'm going to-<\/span><\/p>\n<p data-id=\"P10-N20152\"><span data-id=\"P10-N20153\">THERAPIST: Okay, scratch the 12th.<\/span><\/p>\n<p data-id=\"P10-N20154\"><span data-id=\"P10-N20155\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20156\"><span data-id=\"P10-N20157\">THERAPIST: Okay. Very good. So then I'll see you in two weeks.<\/span><\/p>\n<p data-id=\"P10-N20158\"><span data-id=\"P10-N20159\">CLIENT: Okay. And then there's like the holidays.<\/span><\/p>\n<p data-id=\"P10-N2015A\"><span data-id=\"P10-N2015B\">THERAPIST: Oh, thank you. I'm around. I mean, I'm not [overtalk] that week.<\/span><\/p>\n<p data-id=\"P10-N2015C\"><span data-id=\"P10-N2015D\">CLIENT: Just like holidays where like if it's on a Thanksgiving or New Years Eve or something like that I probably won't be able to.<\/span><\/p>\n<p data-id=\"P10-N2015E\"><span data-id=\"P10-N2015F\">THERAPIST: Well, we'll be meeting on Tuesday, and Thanksgiving's on a Thursday. Are you concerned about the Tuesday? [48:00]<\/span><\/p>\n<p data-id=\"P10-N20160\"><span data-id=\"P10-N20161\">CLIENT: Um, nope. I'll have to look. I am concerned more like when it comes to I think New Years Eve.<\/span><\/p>\n<p data-id=\"P10-N20162\"><span data-id=\"P10-N20163\">THERAPIST: Yeah. Well, well I think that the Tuesday afternoon is Christmas Eve and New Years.<\/span><\/p>\n<p data-id=\"P10-N20164\"><span data-id=\"P10-N20165\">CLIENT: Yeah, and then [unclear].<\/span><\/p>\n<p data-id=\"P10-N20166\"><span data-id=\"P10-N20167\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P10-N20168\"><span data-id=\"P10-N20169\">CLIENT: Because [unclear] we have Christmas off they might want me to work.<\/span><\/p>\n<p data-id=\"P10-N2016A\"><span data-id=\"P10-N2016B\">THERAPIST: Okay. Okay, that's at the end of next month, so you can just let me know. But I'll be here through Wednesday of Thanksgiving weekend, because Thanksgiving isn't until Thursday, so I'll be here that Tuesday.<\/span><\/p>\n<p data-id=\"P10-N2016C\"><span data-id=\"P10-N2016D\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N2016E\"><span data-id=\"P10-N2016F\">THERAPIST: Okay. So then I will see you in two weeks.<\/span><\/p>\n<p data-id=\"P10-N20170\"><span data-id=\"P10-N20171\">CLIENT: All right.<\/span><\/p>\n<p data-id=\"P10-N20172\"><span data-id=\"P10-N20173\">THERAPIST: Okay, thank you.<\/span><\/p>\n<p data-id=\"P10-N20174\"><span data-id=\"P10-N20175\">CLIENT: Thank you. Have a nice day.<\/span><\/p>\n<p data-id=\"P10-N20176\"><span data-id=\"P10-N20177\">THERAPIST: Thanks.<\/span><\/p>\n<p data-id=\"P10-N20178\"><span data-id=\"P10-N20179\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}