{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her antisocial behavior around certain people with whom she wants to be friends, but can never say the right thing."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Friendship","Parent-child relationships","Antisocial behavior","Social anxiety","Psychoanalytic Psychology","Anger","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["10"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Friendship","Parent-child relationships","Antisocial behavior","Social anxiety"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560572","dorpId":"1005994824","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, December 04, 2013: Client discusses her antisocial behavior around certain people with whom she wants to be friends, but can never say the right thing.","fullTitle":"Client \"S\" Therapy Session Audio Recording, December 04, 2013: Client discusses her antisocial behavior around certain people with whom she wants to be friends, but can never say the right thing.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560572\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">[beginning at 1:45]<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Hi. [pause to 2:45] I was wondering why you were suggesting comparing my sort of I guess insecurities with like my dads. [sneezes]<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Bless you.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Thank you. Like is there something that I can learn from his example? Or is it like as well as maybe it's supposed to really scare me and like horrify me? [chuckles]<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Scare you how, in what way?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Well, you keep-and this is the one person that I hate the most, so like, you know, if I'm turning out like him in then something is like a very disturbing thing to know.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: I wasn't suggesting that you were turning out like him.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: But certainly there are parts of him that you internalized, or some that you've mentioned on your own.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: But it was upsetting to you it sounds like, my comment. [4:00]<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: No, not your comment, but like just the idea is upsetting, you know. Even, you know, like I can think of it on my own or maybe I have this fear in the back of my head subconsciously. But it's disturbing. But how do I like turn it around? Like should I try and learn from his example? Or maybe <\/span><span data-id=\"P1-N200231\">like I don't want to turn out like him or do what he did. [pause] Is that what your suggestion was, or-<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Yeah, I wasn'tAs is often true, it wasn't a suggestion, I was sort of pointing-I was pointing out where some of what you're feeling might come from.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Come from myself?<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: In terms of your exposure to him and his feelings, and that those feelings that you have were influenced by your exposure to your dad who shared those feelings and communicated them to you.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: Yeah. You mean I learned to think like that from him.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: Um... yeah, I guess that would certainly be-I don't know why I paused. It's certainly one way of thinking about it, yeah.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: Yeah. [pause] Or of reading people's behavior and turning it against yourself. I think I definitely caught him doing that a lot. If not a lot then I can certainly remember all those moments exactly, like verbatim even. And then like they're there and, you know, like I can rationalize them, but <\/span><span data-id=\"P1-N2002F1\">then when I'm not in a position to rationalize it, I'm not thinking or I'm just feeling, then they just kind of take over I guess, and then I slip into that negative thinking. It's hard though. I mean, like I remember even at that time thinking, \"Why are you thinking this way?\" And by returning something <\/span><span data-id=\"P1-N2002F2\">quite neutral and perhaps literally mild shades of sadness into something so like horrifying, you know. I don't know I guess. [pause] I guess it goes along with the like things that are just, you know, his way of thinking as well. [pause] [7:00]<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">I guess I-I mean, you said I provoked this problem. And you've mentioned that word before. Like not all the time, but the very few times you've mentioned it that it stuck with me. Like why do I provoke people? I guess to get a response. And I don't-I guess I'm trying to understand why I have that need. [pause]<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">THERAPIST: With her it seems like you're kind of a little dramatic, but kind of like took her on. [8:00]<\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">THERAPIST: You know, you had asked her to do something, she didn't do it, and so rather than saying forget it, I don't want to count on her, well, you kind of go after her. \"Well, then I'm going to interview you.\" And then it's sort of like you don't let up.<\/span><\/p>\n<span data-id=\"P1-N20036-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20036-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560572\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Yeah. Yeah, like I certainly get that way.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: And so you take it very personally.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: Yeah. I mean, people say don't take it personally, and this and that. I'm just trying to understand, like is there a place and time for when they are personal, and likeAnd then with most other people they just-the interaction is supposed to be not personal? You know? I'm just trying to understand <\/span><span data-id=\"P2-N2003D1\">that dichotomy. [chuckles] Like whatever-I mean, it's a project that's meaningful to you and you do it and you want people in your life to be supportive. You do get personal, right, it is personal in the sense that you'd like them-you'd like their support. So there is that personal element, and when <\/span><span data-id=\"P2-N2003D2\">they are not able to give you something you kind of do feel let down, you know. On a personal level. If you know that person well I guess. I don't know, like[10:00]<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: But this didn't sound like a person that you relied and trusted on and had a close relationship with.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: Yes, I guess it was all in my head. [laughs] That is so weird. I think I know why. This is so fucking stupid. I want to throw something out the window right now.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">THERAPIST: That's an interesting thought.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">CLIENT: [laughs] No, I mean, it's ridiculous. Like because I met this guy through her and I thought that was supposed to bring us really close. [laughs] And now like that's what it is, you know. I just want to bond with people sometimes, because I just have this need of like fusing with them, you know. <\/span><span data-id=\"P2-N200451\">And fusing in the sense of emotionally and like intellectually and like sharing life, you know, a moment of-you know, make something significant. And sometimes in my head I'm like, \"Yeah, we got there when we did this,\" you know. And I do something on the basis of that perception, and then when I realize <\/span><span data-id=\"P2-N200452\">that was just my perception and not the reality it's like I can back up, or I get smacked in my face.<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">THERAPIST: Smacked in your face? [11:40]<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">CLIENT: Yeah, you know, like I have to really-I think I'm recognizing this pattern. Like she's no great shakes in the sense of-well, Chris would say that, likeAnd I was really upset these past-this weekend. Like I just went and asked her [him?], \"And what do you think of her?\" and he was like-he never <\/span><span data-id=\"P2-N200491\">really felt the need to talk to her, you know, like, \"I don't think she said anything that has caught my attention.\" I mean, you know, like it's-I knew he was going to say that, I knew he felt that way about her. And so it was a little-you know, like a small revelation, you know, because I was so upset, <\/span><span data-id=\"P2-N200492\">and I wanted someone to put her down, you know. Just a small one, you know. I know it's not-like stupid, but. So... [12:30]<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">But she has all these friends, and she's like very-she's giving the impression, or like in my head to me she seems all loud and boisterous and like in control, and she lives by herself, and her parents are far away, and she gets a lot done. So I feel like a lot of positive energy from her. And I guess <\/span><span data-id=\"P2-N2004B1\">I was just attracted to that, just the same way that I was attracted to this other person from-who offered a place in Delhi. Like she also has a lot of friends, and she's loud and seems to be in control, and she's actually an intellectual.<\/span><\/p>\n<span data-id=\"P2-N2004A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560572\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">So I get in this mode of again like having them like me, you know, and get close to me, and like bond with me, or like have-and count me as their like, you know, friend. I guess this is like a high school type of a thing, where you want the most popular kid to like think of you as a chum. [chuckles] <\/span><span data-id=\"P3-N2004D1\">I guess it's part of my insecurities that makes me like reach out for people like her. But I guess I don't understand why I do that. [pause] It's not that I don't have stuff that I love privately. I'm just recently lamenting how I kind of lost touch with my private life or have not had any. I get immense <\/span><span data-id=\"P3-N2004D2\">joy reading, and obviously writing, and thinking about art and stuff. And I don't need anyone to do that with. I mean, it's great when Chris kind of joins me, or my school friends join me. But I get a lot out of that, so I just don't understand why I have this need to pursue some other-like these really <\/span><span data-id=\"P3-N2004D3\">widely different things, like popular women or whatever. Yeah, I don't get that piece at all. I mean, I know I feel insecure about how I don't have friends, or not many friends. But they're there. [15:45]<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">It's funny, like last night at school these three women are coming close to me, and I just was like-it was funny, like I was-I couldn't-I was not into that moment, like I was observing it like a third person. And I just felt really weird, and I just was like, what's wrong with me? Like these people <\/span><span data-id=\"P3-N2004F1\">are reaching out to me, and why am I not reaching out to them? Like this one woman, she's like, \"Yeah, I missed you, how have you been?\" And I said-I just smiled, you know. Just like, why am I doing that? I really like her. And why didn't I say, \"I miss you too,\" or, you know, \"How was your Thanksgiving?\" <\/span><span data-id=\"P3-N2004F2\">Why did I just stand there, you know?<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Do you feel like you are more likely to pursue someone who seems out of reach?<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Yeah. Someone who's not saying those things to me. [laughs]<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Why?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: I don't know. That's why I'm here, because I don't know. [laughs] [pause] Does this happen with men and me, or is it just like women and me?<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: I don't know.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: [laughs] And this other girl was like, \"We should do-we should hang out every Wednesday.\" And I was saying that too, but... And this other girl was having a breakdown and I just felt so bad for her. I was like-I was trying to be as comforting and like positive as possible. I was like removed, <\/span><span data-id=\"P3-N2005B1\">you know. I definitely felt being removed. I was removed. [pause] I don't know, I guess I feel like when she said-when she was like [filing? 18:16] those-there wasn't, because there was no reason to be, but I felt like there was a level of falsity in them and that, or that I felt the impermanence of <\/span><span data-id=\"P3-N2005B2\">that feeling. More like aware of it and-I don't know. I just-then when we-like I was just thinking that I have-I'm always like craving friends, and I have these, but I don't invest in them, you know. So... But the ones I don't have and don't have the chance of getting I put everything in, like everything <\/span><span data-id=\"P3-N2005B3\">I have, you know. So... [pause] Which is-I mean, so like if I do put everything I have and invest in it how can I be mean or rude to them? Is it-yeah, what's going on there? Why do I provoke her if I'm like so like wanting to impress her and wanting her to be my...<\/span><\/p>\n<span data-id=\"P3-N2005A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560572\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: More like you felt she was snubbing you.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yeah. [20:00]<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: And that made you angry.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: That that's what attracted me to her in the first place? I don't know. It didn't feel like a snub snub. [pause] [chuckles] It's embarrassing. [long pause, over one minute] Yeah, that's just like-I feel like it's really hard to understand people and take the dynamics. It's happened often where <\/span><span data-id=\"P4-N200631\">like I'm looking for something in the wrong place. It always happens with women. Like this one friend that I made last year through the writing program, I mentioned her a few times I think here. Yeah, this weekend I was obsessed, texting her, I was hoping to meet with her and like-and you know, she <\/span><span data-id=\"P4-N200632\">just texted back, \"Yeah, once the school is done let's meet.\" And, you know, that's like three weeks away. And that was so-that was hard, you know. It's like I don't really have women friends to talk to, it's just so whatever, you know. But there were these three women last night, and like I could have-I <\/span><span data-id=\"P4-N200633\">have told them everything, you know, I've been very open with them emotionally. And they have been too. But there is this distance that maybe I've maintained just because I don't-maybe I don't want to ruin that, or you know, like... Yeah. [pause] [23:15]<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">It's really hard. It makes me pretty mad, because I don't understand like what makes some people respond to me and what makes others just not care, you know, if I walk away or be apathetic or be busy, you know. I don't understand what it is. And it makes me crazy. [long pause, one minute] I guess people <\/span><span data-id=\"P4-N200651\">change and there's no like hard and fast rule or... You know, she and I hung out last year, it doesn't mean that she will make time for me this year, you know, she just... I guess people are like that. You know, they don't feel the pull or connection so they don't feel it, you know. And they move on <\/span><span data-id=\"P4-N200652\">and they find new friends. I mean, I've found new friends. And just because I will make time for her doesn't make she will make time for me. [sighs] [long pause, one minute] I guess with women maybe I should just figure out like who likes me and invest in them, because I like the wrong women I think. <\/span><span data-id=\"P4-N200653\">And I always have since childhood.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: How do you mean? [26:45]<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Well, I always go for the older kind of woman who was more in control. I used to like have a fondness for these couple of-these sisters who lived in the same complex that-in that town. I would borrow their books, and like go watch TV at their place. And then I was fascinated with that girl who <\/span><span data-id=\"P4-N200691\">was-you know, would come study with my mom and like making the [making believe with me? 27:30] and stuff. I wasn't as fascinated by a lot of my younger friends who like really liked me. [chuckles] And then at school also, like much later in high school, I was fascinated by these bunch of women who were <\/span><span data-id=\"P4-N200692\">like-weren't as fascinated by me. I completely snubbed all the women who were fascinated by me.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">And these women like who weren't fascinated by me, they really hurt me. Like the same kind of thing happened, exactly the same thing, we had a falling out. We were walking somewhere and this one girl, she was like, \"You know, you're-you never walk with us. What the hell is up with that? You just keep <\/span><span data-id=\"P4-N2006B1\">walking ahead and you walk too fast. I don't understand.\" I don't remember what exactly was said, but apparently I was rude to them and they swore never to speak to me, and I had the most horrible year. I even made my mom go to that girl's house and apologize so that she would make up with me, but they <\/span><span data-id=\"P4-N2006B2\">didn't, they completely ignored me, and I was very, very, very miserable. And I prayed and stuff and everything that they would take me back and they would be my friends again, but they weren't. [29:15]<\/span><\/p>\n<span data-id=\"P4-N2006A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560572\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">I was totally focused on them. And then, you know, like I turn around, like get over them and like find a new crowd. Because, you know, they were the best, or they were the best looking, they were cooler, or you know, like they utterly held my human fascination. [laughs] They just could not be shifted. <\/span><span data-id=\"P5-N2006D1\">I mean, I did eventually slowly start hanging out with others, but it was always like I was wounded. [laughs] I think it's far less so now, because I'm kind of realizing the world is large and there's so many other people in it. I'm not totally, totally fascinated by these children and the-I mean, I <\/span><span data-id=\"P5-N2006D2\">was at some point. So... I guess I've had my share of women [unclear 30:34]. [chuckles] Yeah, I was totally heartbroken that year. [pause] Like that whole-that narrator of that whole year was: \"She won't talk to me,\" you know. [pause] What is it that makes me like seek out these women who are fascinating <\/span><span data-id=\"P5-N2006D3\">and yet that can be so horrible?<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: Out of reach? [31:50]<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Yeah. But they were, you know, friends, so that means they weren't out of reach. [pause]<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: Well, I know with some of these friendships you've talked about it's almost like you hang around long enough to feel treated badly so that you can then get angry at them.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Hang around long enough?<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Well, like you wait, you know, so it's like this women isn't responding to you and she agreed to it, so rather than cut your losses you kind of-you sort of keep going, you know. And she's already proven herself to not be reliable, she's probably going to fall through somehow.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: But sort of so you hang around and then you get enraged.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: [chuckles]<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: But beyond the point where you sort of felt like maybe this is not someone who's going to come through for me.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: You don't stop then. And it's kind of like the situation over the summer where things were not so good but you kinda keep hanging on.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: And there's no clear reason why it will get better, it's only-it's probably predictable that they'll get worse.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Mm hm. I guess I have to learn to cut my losses, or you know, learn to recognize those signs and move on. Yeah.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: I mean, you've felt very angry for the way you were treated, and you should feel angry for the way you were treated, you were treated very badly, and it seems like these people become sort of vehicles to express that anger that's still inside of you.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Yeah. What do I do about it? Like should I [unclear 34:04] that I know will take care of it? Will it go away ever?<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: I think it can lessen greatly, yeah.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: I think a big part of it is being aware of what you're doing, sort of what's motivating you.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: Because it seems like at the time you think, \"Well, she said she would do this, so now I'm going to have to just have to keep pursuing her.\"<\/span><\/p>\n<span data-id=\"P5-N20096-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560572\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: Like that.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: And it seems to be how you think about things. What else might be going on doesn't occur to you at the moment. You know, which is understandable because it's complicated.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: And then it only later comes to light sort of how complex what you were doing was.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Yeah. [pause] I don't know, I just felt like, you know, when we-when I asked her to do something, I mean, it wasn't just that I was trusting her to do it, I feel like she was trusting me together to do it. You know, it was like a mutual trust thing, or a liability thing. So I don't really give <\/span><span data-id=\"P6-N200A51\">up, I don't give up. It was like that, you know. So it was like a tug or war, or like the opposite of tug of war. I don't know. Like when she says, \"Okay, let's do it,\" I feel like I have to kind of supply my side of the commitment. I don't know. [sighs] What were you saying, that you have to be aware of the-<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: Motivation. [36:00]<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Yeah. My motivation?<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: Not hers. Who knows what her motivation is.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: [chuckles] So you mean I have an ulterior motive to get her to write this, or write for me?<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: It's never clear to me when you describe these situations whether they start that way or whether they just turn into something.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: But there's also this element like you promised me, you can't back out now.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: This sort of level of commitment that may or may not be there. I mean, she said she'd write a piece, and if she's not, you know, that sucks. I mean, she said she'd write it, it's not like you're making that up, I understand that. But there's sort of this level of obligation that you feel, <\/span><span data-id=\"P6-N200B71\">that you assume, that really upset you when you feel like someone is pulling on that-you know, pulling away from that obligation.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: Like what they promised you is far deeper than what's at hand.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: Yeah. That really felt that way here, I have no idea why. I have no idea. [pause] It's just so weird to me, because so many of my relationships are superficial, and this was until the last few weeks, couple weeks, I have no idea why. It's just-yeah, it's like there's all these emotions attached <\/span><span data-id=\"P6-N200BD1\">to it that I'm just not able to rationalize it very well, you know. Do we have time left?<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: No, we still have six or seven minutes. Seven or eight minutes. [38:00]<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: But yeah, like I don't where all these emotions came from, but they just like came in and now it's really hard to kind of get a handle, an objective handle on this. Like where exactly-what exactly was my motivation by asking her, and what she understood it as, and why I felt snubbed and, you <\/span><span data-id=\"P6-N200C11\">know, I was clinging or hanging on too strong [inaudible 38:34]. I feel like there's quite a few elements though. I feel that it's complex because it's got something to do with this guy, and you know, [chuckles] that whole circle of people. It's a new circle, and I was in it, and I've asked to leave, <\/span><span data-id=\"P6-N200C12\">you know. So it's just too many pieces. I'm feeling once I get emotionally attached to something it's just really hard to be objective about that situation, that person. And like that situation in high school with those girls, like I still feel so hurt I don't under-I cannot like objectively say, \"Oh, <\/span><span data-id=\"P6-N200C13\">it was a misunderstanding and we just kind of-\" You know, they were mean, or they were not willing to forgive me for whatever reason, so that was that. It's-I mean, you know, it's been so long. You know, it's been fifteen years. But... [long pause] [40:45]<\/span><\/p>\n<span data-id=\"P6-N200C0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200C0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560572\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">So I mean, in this situation I can definitely kind of try to understand the new relations, or at least make sure I don't take things personally, because I can always ask strangers for submissions in that procedure anyways. But when it does have to get personal, you know, how do I keep track of things? <\/span><span data-id=\"P7-N200C31\">Like how do I... you know, understand my motivations for doing something and... you know... keep things from snow blowing, you know? [very long pause, two minutes] [43:30]<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: What are you thinking about?<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: I'm kind of going back to that moment and understand why I said what I said and... I still feel like, you know, I provoke people, but it's not that bad. [chuckles] Yeah. I don't know, I'm trying to put myself in her shoes and see if I would get hurt by what I said.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: I think you would.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Huh?<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: There's a doubt?<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: You doubt if you would?<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: Yeah. You don't?<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: No. If someone had a little 'tude with you you'd be upset about it.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: No? Really?<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: No, about what I said. Because I said I have high standards and I'm stressed. And, you know, I would totally like say, \"Yeah, you know, that's great, I have high standards too.\"<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: Well, it depends-it all depends on the tone, it depends on the intent.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: Yeah. I really don't know myself, do I? [laughs] Why? Why don't I know myself? [sighs]<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: If you really thought that someone was trying to put you down you would not like that.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: Yeah?<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">THERAPIST: You think you'd be fine? [45:30]<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">CLIENT: I don't recall an incident where people try and put me down.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">THERAPIST: Oh, so many. Are you kidding me? What about this woman over the summer?<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">CLIENT: Yeah. But I wonder if I internalized what she said.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">THERAPIST: Even this woman, when this woman asks to see the transcript, I mean, you felt that was a bit of put down, like as if you didn't know any better.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">THERAPIST: I mean, there's a lot of things you experience as a put down. I mean, it might be, I'm not saying that it's only in your head, but you're very sensitive to that.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">CLIENT: Um-<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">THERAPIST: So if someone talked to you the way that you've talked about how you talk to them you would not like it.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">CLIENT: Yeah?<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">CLIENT: [laughs] Okay.<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">THERAPIST: You're not sure about that?<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">CLIENT: Yeah. [laughs]<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">THERAPIST: Cecelia, we need to stop for today.<\/span><\/p>\n<p data-id=\"P7-N20102\"><span data-id=\"P7-N20103\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P7-N20104\"><span data-id=\"P7-N20105\">THERAPIST: I will see you on Monday then.<\/span><\/p>\n<p data-id=\"P7-N20106\"><span data-id=\"P7-N20107\">CLIENT: All right, see you Monday.<\/span><\/p>\n<p data-id=\"P7-N20108\"><span data-id=\"P7-N20109\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P7-N2010A\"><span data-id=\"P7-N2010B\">CLIENT: And have a good weekend.<\/span><\/p>\n<p data-id=\"P7-N2010C\"><span data-id=\"P7-N2010D\">THERAPIST: Thank you, you too.<\/span><\/p>\n<p data-id=\"P7-N2010E\"><span data-id=\"P7-N2010F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}