{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a personality test he took online and whether or not he believes that people just fall into these haphazard categories."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Social issues","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Personality assessment tests","Relationships","Psychoanalytic Psychology","Anxiety","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Social issues","Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["4"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Personality assessment tests","Relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":3,"pageCount":3,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560832","dorpId":"1005995084","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ad\", Session December 17, 2013: Client discusses a personality test he took online and whether or not he believes that people just fall into these haphazard categories.","fullTitle":"Client \"Ad\", Session December 17, 2013: Client discusses a personality test he took online and whether or not he believes that people just fall into these haphazard categories.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":3,"totalPages":3,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":3,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560832\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Last night I thought I had set my alarm but my phone doesn’t make a peep if it’s on mute and I also thought that I didn’t have it on mute but I think it was. [Pause] So I took this personality test, the kind of thing that was floating around on Facebook. It wasn’t very extensive. There were <\/span><span data-id=\"P1-N2000D1\">four sets of questions and each set is an either\/or with 10 categories of things or 10 sentences that you either identify with one or the other. And then it ends up giving you some kind of more of descriptive explanation rather than Briggs Meyers. It reminded me of something really similar. I think <\/span><span data-id=\"P1-N2000D2\">it was clearly the first series of questions kind of divided introverts from extroverts and then subsequently <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Is it related to the NEO or the five big personality traits?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: It didn’t seem to be but what are those ones? The INFJ kind of stuff?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: No, that’s not Briggs. Yes, this is extrovert, neuroticism, extrovert [inaudible at 00:03:56], emotional stability, extroversion, openness, consciousness and maybe agreeableness I think. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: It was different than that, too. I mean at least -<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: They had the sort of standard model of personality.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">[inaudible at 00:04:23]?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Oh okay. It ended up so I, I took it once kind of just like quickly and I was reading. So it ends up and it gives you these descriptions. And it says, so the first description the first time I took it was called Dreamy Idealist. [Laughs]. I said, what? So I’m reading it. It’s a little bit <\/span><span data-id=\"P1-N2001B1\">too kind of and I think that it reflected the fact that I wasn’t, I didn’t go through each series of questions saying okay true, false, true, false. I think I was looking at it and trying to find the gist and going for it. And so I went back and took it again, just the same thing, to get back because <\/span><span data-id=\"P1-N2001B2\">it’s only four questions. I did it more like actually saying which of these would I identify and then tallying up the questions and then making a choice based on how many of these I can answer true or false. And it ended up that I was, it called me Analytical Thinker. Closer, I think okay. It seems <\/span><span data-id=\"P1-N2001B3\">not that the first was completely wrong but they just didn’t quite like there were some parts of it that I was just I don’t know if that’s right. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">But in any case it is kind of, it was fascinating to see because all these tests are just a series of ways of clumping people together. So they really are kind of segments of society that can be clumped together in such a way is what the kind of suggests, right? This is a legitimate form of segregation <\/span><span data-id=\"P1-N2001D1\">in a sense I guess. Kind of like, I mean like an illegitimate form of segregation would be based on your astrological sign. And a lot of people use that and then they’ll say things like oh I’m a Sagittarius and I only date Leos or whatever. How in the world does that even matter? But to some people <\/span><span data-id=\"P1-N2001D2\">they feel like that, by the month that they were born whatever, kind of dictates the type of person they are, which I can’t understand how that would even be possible. It just seems completely irrational to me. Where this at least, I mean, okay, I can see how this kind of groups people maybe in a more <\/span><span data-id=\"P1-N2001D3\">rational way. <\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560832\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">But still then I remembered yes but I wasn’t an Analytical even though I ended up being an Analytical Thinker that wasn’t the first time I took the test. And so, and there were a number of them where I wasn’t 100% an Analytical Thinker; it was the because there were some of the questions that I <\/span><span data-id=\"P2-N2001F1\">was almost 50\/50 on that dictated whether or not I was this Dreamy Idealist or Analytical Thinker. So I thought so maybe I am just kind of only that by a fraction of a percent and otherwise I would need kind of both of those things. <\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">So it didn’t feel to me like the test captured who I was entirely, which I mean I guess maybe it doesn’t for anyone and these are just kind of like the best that you can do when you’re trying to segregate people by personality traits. But it kind of I mean with my mind looking for patterns and all of <\/span><span data-id=\"P2-N200211\">that, I mean I understand what I’m doing but it still made me feel like not even this test can get who I am. [Laughs] It’s supposed to be because all these people on Facebook say oh this is totally me. I don’t know. [Laughs] Whoever they, whatever they end up with, which just kind of makes me think <\/span><span data-id=\"P2-N200212\">that you know, I don’t I feel like I’ve been told most of my life that I’m not unique and I’m not an exception to whoever’s rules there are or I’m not the unique little butterfly but sometimes I think I kind of am. [Laughs] <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">And I think, sometimes I think that because I want to be the exception to whatever rule is in play, and other times I think that that’s just because I don’t think less people get me or even they may think they do and then they, but they don’t actually kind of a thing. But I’m afraid that that just comes <\/span><span data-id=\"P2-N200231\">from my childhood also and that it’s not true, it’s just how I feel because my parents didn’t get me and so I just kind of blanket that across everyone. But I, I mean maybe I’m thinking too much about it and it’s not really that big of a deal because maybe everyone’s that way. Maybe what Georgia and <\/span><span data-id=\"P2-N200232\">I, we were talking about this a little bit last night, I think we kind of agreed that Georgia’s a lot easier to get than I am; she’s a bit more apparent. Doesn’t have, well she’s not as much of an analytical thinker as I am and I think that that kind of connection with my ID that I keep kind of going <\/span><span data-id=\"P2-N200233\">after has a tendency to really, I don’t know, I feel like I’m more connected to it, to my self-conscious, to my or to my unconscious impulses and intentions maybe. But I’d be <\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: As compared to Georgia or ?<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Yes as compared to Georgia, who doesn’t think about it at all and doesn’t do any internal exploration. Yes. And it’s just and I thought well I know Kyle (ph) typically doesn’t weigh in on things but maybe he would be persuaded to say yes or whatever.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Whatever I would say?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Whatever.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Is that your personality?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Well if my hunches seem to be, seem to reflect observations that you would also make. Or if there’s a better avenue approach so that we can both kind of talk about something I could try to rephrase it so it’s not a direct question. But in any case it’s been <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Let me just make sure I’m clear what the question is. It’s do I think your assessment of yourself in relation to Georgia and somewhat in relation to the personality test that you took, do I agree with your assessments, disagree, have elaborations, things like that? <\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560832\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: Yes, like do you see me fitting a specific type quite well? Maybe a type of exam that I could take that I’m not aware of I don’t know because I am aware of -<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: Myers Briggs?<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: Yes, Myers Briggs, I teach I think, I don’t even know because it was only like a, I think there were only 20 questions; that was really short. So I’m not sure that that’s accurate. I guess I was coming from a place of I’d really like to know if I do fit into a certain type of way of thinking <\/span><span data-id=\"P3-N200371\">about personalities in the world and kind of therefore and I totally understand, at least I see how this impulse is coming from the same place that doesn’t want hierarchal stretches in my life but at the same time tries to find new ones to structure my life. <\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">So I’m totally open to you saying yes, this personality tests are bullshit, but I feel like they’re professional or at least that you’re more proficient or specialized or expert in personality tests to say something about them in general. I mean like the utility thing because the tests here were saying <\/span><span data-id=\"P3-N200391\">well we’ll find your match or persons that are suitable for you which I didn’t get into. You know, best career paths and things like that. And I did this before in college. It was this student development class where you take a bunch of tests like this and they kind of suggest certain fields of study <\/span><span data-id=\"P3-N200392\">or that kind of thing. It didn’t feel like it was all about productive in the end for me but I also didn’t take it that seriously, or I took it pretty seriously but I felt like I biased the result at the time by having a clear, at the time, clear intention already before taking the test. I was influencing <\/span><span data-id=\"P3-N200393\">it because I wanted to go into medicine, and so I kind of tipped the scales towards science and all of that. <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">And I think that it just doesn’t show how manipulable these tests are in the first place to me. It was you need to take this a couple of times and you need to really think about these questions as objectively as possible. But of course about you being the subject rather than kind of being persuaded <\/span><span data-id=\"P3-N2003B1\">impulsively without examining all of the factors in a given question. <\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Well [pause], yes there’s something in your wanting to know from me what I think about you in this regard that I think is important. I guess I think it’s partly a way of trying to ward off a kind of anxiousness about not knowing yourself and maybe me not knowing you in certain ways, I mean <\/span><span data-id=\"P3-N2003D1\">in a number of ways either. We should actually stop. <\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: I’ll see you on Thursday?<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: All right.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Thanks.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: See you then. <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}