{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his plan to make sure his mother continues to live comfortably. Client discusses his future plans to travel to Europe and write."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Life choices","Housing and shelter","Parent-child relationships","Psychoanalytic Psychology","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["12"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Life choices","Housing and shelter","Parent-child relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560800","dorpId":"1005995052","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 143: November 13, 2013: Client discusses his plan to make sure his mother continues to live comfortably. Client discusses his future plans to travel to Europe and write.","fullTitle":"Client \"AP\", Session 143: November 13, 2013: Client discusses his plan to make sure his mother continues to live comfortably. Client discusses his future plans to travel to Europe and write.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560800\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I brought a check for you, but of course I wrote the date in the amount box. Sorry.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: That's okay.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I'll just bring another one tomorrow.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Bring it tomorrow.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: See, that's the kind of shit I like... like I just get scattered, shot, and I was writing it over there and I was like what the fuck am I doing? Anyways, sorry, I'll have that for you tomorrow. So, the guy from the bank is coming on Tuesday, to talk about the reverse mortgage, so I'm hopeful. <\/span><span data-id=\"P1-N200151\">Is it okay to turn this on?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Yeah, sure. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: This guy seems really nice, like for a banker, he's very... pretty patient and thoughtful. He's not really trying to push it at all, you know? My mom, she's still a little nervous about it, but I think once he explains in more detail, that she's not giving away the house. She thinks that she's <\/span><span data-id=\"P1-N200191\">kind of like basically giving away the house or something. She does and she doesn't. I think it's common, he was saying that too. Older people, it's their house, you know, and they've worked hard and it's also not just the money, I think it's about letting go. You know, I think that's probably kind <\/span><span data-id=\"P1-N200192\">of weird, but I don't know. (pause) <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">It's a fucked up thing, you know, when you realize that this is like not your only option, but it's your... I mean more and more, when I think about it, if this were to not work out for some reason, I mean, I just in other words, there's no it's just a bummer. There's no way to make substantive <\/span><span data-id=\"P1-N2001B1\">changes, at least around here, financially, unless you suddenly are making a shit-load of money or something. So I'm trying not to be too hopeful about this, because it still kind of seems a little too good to be true in a weird way, even though obviously it's debt. It would just solve a lot of things. <\/span><span data-id=\"P1-N2001B2\">We'll see. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">Or even if it doesn't work out, I think I'm still determined. I'm realizing now, like I see, this is what pisses me off a little bit, like my uncle, you know, like dude. I don't know, families are just so thoughtless, without meaning to be. You know, it's like dude, you're if someone had just taken <\/span><span data-id=\"P1-N2001D1\">me aside and like, you know, kind of nudged me in a certain direction. I've always been interested I've got my real estate license and all that. But instead of working, renting apartments or something, if someone a long time ago had been like hey, you have this house, buy another house. I don't know, <\/span><span data-id=\"P1-N2001D2\">it's annoying that people, you know, they're not my dad, what are you going to do? They're not doing anything on purpose, they're just, they're living their lives.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: But that you didn't have anyone actually looking out for you. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Yeah, and as savvy as my mom is, she's not like that kind of savvy. She's just savvy in like saving money and paying the bills, and that's great, but that's you know, she's very good about that stuff, but that hasn't helped me or her in the long-term. So, whatever, you know, I'm much more <\/span><span data-id=\"P1-N200211\">fortunate than most people, but even if this were to somehow not work out, I think that's I have to find a way to use this equity to buy something else. Whether it's through this kind of mortgage, whether it's I think there's some other thing you can do. My uncle did mention that, there's something <\/span><span data-id=\"P1-N200212\">where you don't actually draw any money, but they just put that equity towards something else. The money goes directly as a down payment, to something else. So that way you're kind of using it as a collateral, whatever, something like that. But either way, I think that's my... Like I'm kind of seeing <\/span><span data-id=\"P1-N200213\">now, that should have kind of been my job all along, do you know what I mean? All you need is a couple of what do I need? I don't need much. I need a couple of properties where I can get some rent from them, and then whatever jobs I have, or teaching or this or that. <\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560800\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">Anyway, there's no reason for this not to work out. We just have to see what the fine print is. I mean, she's qualified and all that. All they go on is age and equity.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: You're saying you think whatever money you get, you would reinvest that in another property.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: In this situation?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Oh, yeah, yeah, but not all of it.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Do you know how much you would expect to re-mortgage?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: I think, including the mortgage we have, I think we could take something like 580. They have a limit, you know, so. I think like 580. There's definitely that much equity. I just don't know what their limit of, you know. So with that, there is the mortgage in that, but there's still, that would <\/span><span data-id=\"P2-N2002F1\">be over oh, I can't think. That would over like $300,000 of just equity. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: And then how would you then repay that mortgage over time? You would have one renter? Do you know what I mean?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Nothing is repaid until my mom is not around anymore.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Oh. You don't have to pay monthly payments?<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Nothing. This is why I'm saying, this is amazing, yeah. See, there are two kinds of people. For a lot of seniors this is great, because they just live on it, and then in that way, you are giving the bank your home, right?<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: So like whatever, I'm going to die, and then they're just going to take the house. Those who are worried, they want to keep the house in the family.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Then, you either don't do it or you've got to do something like this, where you take it and you use that money to buy another property. It's not just living expenses, so you're squandering. So, no payments, so that first floor rent, right to my mom. We still have to pay the property tax and <\/span><span data-id=\"P2-N2003F1\">the water, but I already did that math, that's like ten grand a year. Well, $1,725 a month, that's twenty-something a year. So that money to my mom. Pay off some debts, this and that, get her a washing machine or whatever. There's a little bit of money there to kind of live on temporarily, but then <\/span><span data-id=\"P2-N2003F2\">that other chunk, either a huge down payment, like $200,000 or whatever, goes into like a separate account that just sits there until the right property. So if it's a condo for $290,000, a one bedroom, you're putting down a lot, almost the whole thing, right?<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Mm-hmm. <\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: So now you have and your cash is now in this property. So you have a three family house, now you have a condo that's mostly all equity already, so my idea would be then, either I would live in the condo... Because also now, there's going to be more rent. If I go into the condo, that's a thousand <\/span><span data-id=\"P2-N200431\">dollars from the you know what I mean?<\/span><\/p>\n<span data-id=\"P2-N20042-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560800\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: So that's how you would start paying it down over time.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Yes. So that okay, so then what would happen is once I buy that, then I would start making payments on the interest. There's no payment penalty on this loan. I'll fucking pay it, I don't give a shit. I'll just pay a hundred dollars, two hundred, three hundred dollars a month, whatever it is, <\/span><span data-id=\"P3-N200471\">on the interest. That way I'm mitigating, you know what I'm saying?<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: It's a variable interest rate, so while the interest is good, I just pay as much of that as possible.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: It still would mean then, when your mom passed away, they would get the house, because none of it would be paid down by then.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: No. No, no, no. They don't care how they get the money back. You're not making a deal like once she's gone, you get the house. <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: No, I know that.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: You just have to pay it back.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: So where would you have the money at that point?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Well let's say all together it comes out to like, with interest, this and that, let's say it's $610,000. I don't know, I'm just throwing out a number.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: Mm-hmm.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Well, our house, especially by that time, is easily going to be worth eight, nine hundred thousand. You know, I don't see things changing a lot here. So, five years, seven, obviously, if God forbid my mom were not around a year from now, that would suck, but on the other hand I mean it would <\/span><span data-id=\"P3-N2005B1\">suck, but financially speaking, a lot of that money would still be there. You know, just quickly turn around and pay most of it back, I wouldn't have to sell the whole house.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: You would have to sell one unit maybe.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: At the most, two units. It's not great, that is not ideal, but the whole house is not going to be gone, there's no way in fucking hell the whole house is going to be gone. And on top of that, let's say I bought my plan is, I buy another condo. Now that's all equity. Now we have the three family <\/span><span data-id=\"P3-N2005F1\">plus the condo, that's paid in cash. Now I take that equity, I buy another fucking condo. I mean, that's the plan. So, just having all this equity... So in other words, it's just what my uncle does. He has a shit-load of debt. It's not that he doesn't have debt, but there's so much equity that... you <\/span><span data-id=\"P3-N2005F2\">know what I'm saying? <\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: Mm-hmm.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: That's the key, that's the key. So then if I had four units, five units, by the time it comes to pay that thing off, you know, I'd sell one or two things, whatever, and pay it off, and I'd still have these other properties. And hopefully, I'd already be paying it, pre-paying.<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">THERAPIST: Anyway.<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">CLIENT: Anyway, you know? Because it's almost for us, we already pay a mortgage, $2,000 a month. What do I care, I'll pay $700 a month. That's still a shit-load less and I'm making payments. And I don't always have to, that's the amazing thing. Let's say in the beginning we won't, right? We're just <\/span><span data-id=\"P3-N200671\">trying to squirrel away cash. And then it's different, once you have you know, once you've got capital, who gives a shit about making payments. That's the point. It's like oh, I owe Claire some money, well okay, here you go, because I've squirreled away. You know what I mean? I'm putting away all <\/span><span data-id=\"P3-N200672\">this money so I can take care of these things, and that way we're ahead of the game. Right now we're constantly behind. The plan this way is to be ahead of the game. Yeah, we're in debt to start, but that's all debt that doesn't have to be. For people like us, it's a perfect loophole in the system. <\/span><span data-id=\"P3-N200673\">The bank doesn't care, they're still going to make money. They don't care what we do with the money. So, you know, it kind of works out. It's basically like I'm getting my inheritance in a way, or a part of my inheritance, early, and my mom doesn't have to the thing I keep trying to tell my mom is <\/span><span data-id=\"P3-N200674\">let's say it doesn't go great, it's on me. It's not on you, you're going to be comfortable. You'll have money, you're not going to complain any more about money.<\/span><\/p>\n<span data-id=\"P3-N20066-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560800\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Mm-hmm. <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: You want to buy a washer, dryer, we buy you and that way I feel less stressed, because I don't want to hear it. You know? (pause) I don't know.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">[Pause: 00:14:01 to 00:14:51]<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: I talked to the rent, to the office. So, Lisa found she was very nice, I've got to say. I was very honest with her, I was like, you know, I feel really bad, like this is what's going on. I'm just up against the wall and this is... So, she found someone to take one of the slots, which it's <\/span><span data-id=\"P4-N2006F1\">not their policy to do that, but she's like tentatively, there's someone who has agreed to take she wants the Monday slot. So, I would owe like 170 a month. So then I'm like maybe I'll just keep that. If nothing else, maybe I'll just use it to write. I still think it's a good business idea, you know, <\/span><span data-id=\"P4-N2006F2\">I don't know. But anyway, so that was nice of her. <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: Trying to accommodate.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Yeah, she's trying to be...<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">[Pause: 00:15:57 to 00:16:41]<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: And a lot of feelings coming up, like last week you thought, what next and who are you?<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Yeah. It's becoming more that's becoming more of the thing now, I think. We had band practice last night, it went so well, so I was like wait, what am I I worked hard to get to this point. I'm just going to leave it to go to Assyria? Like, I'm confused. I feel like, aren't there books written <\/span><span data-id=\"P4-N200791\">about this now how, like we just have too many choices now, you know? There's just so many possi you know?<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: Mm-hmm.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: Even this online dating, it's like oh, look at this beautiful girl in Austin, Nevada. It's on the one hand you can't I don't know. I don't know what the solutions are to these things.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: It's simpler though, if you're in small town, any little small town in the world, and that's all you know.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">CLIENT: Yeah, no it is simpler. I'm saying, I don't know what the solution is once you already know. That's different, if you don't know that there's an Internet and you have no access. Yeah, just that is what it is, and it's simple. But once you're already in this world it's hard to completely unplug <\/span><span data-id=\"P4-N200811\">from everything, because you know that you have those you're like, there are possibilities. <\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">THERAPIST: Or it's hard, even plugged in, to start making choices.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">CLIENT: That's what I'm saying.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">THERAPIST: And you say, I'm going to say no to that, even though it has something desirable, whether it's a career choice, whether it's a person.<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">CLIENT: Yeah, and why is that? It's because your mind is constantly like, it's an addiction, it's kind of like saying well, yeah, but that will be so cool, to teach. Like, there are constant your mind plays these tricks on you. But I think I've got a handle on it though, I think. My idea is that in <\/span><span data-id=\"P4-N200891\">a way this is perfect. If this thing works out, with the house and all that, in a way that buys I mean, I'm not going anywhere anyway, maybe, until September. That's my time to figure... you know what I mean?<\/span><\/p>\n<span data-id=\"P4-N20088-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560800\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: To figure out, -<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: To see how it feels in a different setting, where I'm not as worried about money. Maybe I'll be like hey, you know what? I don't need to go teach in Assyria now.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: Mm-hmm. <\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: Financially, things are better. I'm very interested in buying these properties, doing this, doing that. I'll go visit Assyria for a month, you know, because now I can, right? That's the whole point. Again, see that's I'd never wanted to teach, I don't give a shit about teaching. By default, <\/span><span data-id=\"P5-N200911\">that's just what I'm qualified for. I don't hate it but no shit, if I could buy a couple properties and basically make the same or more than a person who teaches adjunct full-time, are you kidding? That's my dream, you know, like I just want to be able to pick up and you know what, I'm going to France <\/span><span data-id=\"P5-N200912\">for a month. I'm going to write and just get away and just kind of recharge, or record a record, or whatever it is. These things don't take that much money, they just take some money. I don't need ten grand. I need a grand for the airline ticket and then I'd figure it out. There are places to stay, <\/span><span data-id=\"P5-N200913\">I rent a cheap flat somewhere. You know, like when you really the more you've traveled, you realize it's not that... Yeah, it's a lot of money if you want to travel a certain way, but you could easily travel a pretty comfortable way. <\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">Or, even more ambitious. Once I had some properties, fuck it, I'll buy an apartment in Berlin. Why the fuck wouldn't I? That's how my mind like, when I was in London, I was always looking at how much flats cost to buy, and I was like what, like $100,000, son of a bitch. You know? These like brownstone... <\/span><span data-id=\"P5-N200931\">Or, you know, in Assyria or whatever. There are tons of places I wouldn't mind having like a little flat. You buy it, you rent it out. I'm not scared of those things, it's not rocket science. Idiots do it all the time. We're not going to do it? Also, it's a big deal, because it's a true separation also, <\/span><span data-id=\"P5-N200932\">for me it's a big deal. Once I buy that other property, pretty much I don't need my mom any more for anything. At that point, that's my equity, that's my she's comfortable, she's not paying the mortgage, whatever, whatever. And I think that's what she understands.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: Right. <\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: She does get that. All I have to do is I mean it's the truth basically, but I just, you know, I'm like all this pressure to get married, this, that, to find an Assyrian. I was like, how do you want me to do that exactly? What do you it's not that a girl wouldn't want to marry me, I'm not <\/span><span data-id=\"P5-N200971\">putting myself down. I'm just saying, there's a reality here, financially. I can't go to New York every weekend if there's a Assyrian girls are all over the place. I can't go to Montreal every other weekend. How do you want me to do any of this?<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: She puts pressure for you to get married?<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: No, no, she's much better about it. Just every so often she'll be like, \"Do you have a girlfriend?\" She's really nice about it now, but I'm just saying, she gets that part of the equation now, that wait a minute, you know, she understands. She's like no, you need your thing. She's like, I totally <\/span><span data-id=\"P5-N2009B1\">agree. She feels bad about it, da-da-da, you know.<\/span><\/p>\n<span data-id=\"P5-N2009A-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2009A-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560800\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: Mm-hmm. <\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: So, I mean she's onboard. I think a lot of it is just letting go, I think that's all that's going on. And she knows she's not going to be kicked out. I think that's her other you know, how they're paranoid. I think she's worried if I marry someone, the woman might swoop in and play with my <\/span><span data-id=\"P6-N2009F1\">head and I'll kick my mom out of the house or put her in a nursing home or some shit. It's wacky. But even that's settled, like we're going to there's something called a life estate, or I don't know what it's called, where the deed comes to me, transfers to me, but I have a legal document that says <\/span><span data-id=\"P6-N2009F2\">that this person can never be kicked out. Done. So like, all the bases are covered, you know what I mean, and that's a silly thing but that's how they think. <\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">But yeah it is, it's very it's a lot, like I'm constantly... I'm not even anxious so much. Well, maybe I am. Maybe I feel just constantly kind of...<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Just like raw nerves.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Raw nerves and kind of like tingly and yeah, just like.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: Excitement then?<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Yeah, it is a lot of excitement. If it goes the way I think it's going to go, I mean that's my life is going to (snaps fingers) change like that kind of. I don't need much, you know what I mean? It takes away the guilt of how am I going to take care of my mom. It takes care of a lot of things. <\/span><span data-id=\"P6-N200A91\">Paying off little debts that weigh on me, which I don't feel good about. Independence and excitement, I mean I love real estate. I've always wanted to buy, that's been the whole fucking point for years, I've been saying it. <\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: It's similar to what you were feeling watching your family, your relatives and your uncle. Your cousin.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Not real cousin but a cousin, yeah.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: Not exactly, not relation, but his film, you said there's a kind of hopefulness, excitement, and it's sad, and there's a lot was getting represented about the history, that's horrible, what happened, but there's also this exciting new thing happening too.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: That means, like the future has hope.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: That I think resonates at that pride of culture level.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: The future and also you realize no, right now there's hope, right?<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: It's happening.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: It's happening. When you're constantly in a dark place, you're never present, right? You're never in the real moment. And then when you really truly are you realize, whoa, there are all kinds of people doing things, and they're not part of this making a shit-load of money. Just other people <\/span><span data-id=\"P6-N200BD1\">living other lives, and it's okay, they're not apologizing for being bohemians or for being whatever they are, working at a nonprofit or whatever.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">[Pause: 00:26:56 to 00:28:40]<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: Now, I wonder, if in your childhood, how much not at home you felt, even in your own family, like how much of an outsider, how much of an erased culture, the Assyrian history. You know, broadly as a group, being erased, unrecognized, dismissed. And then that repeats again in your own family, <\/span><span data-id=\"P6-N200C11\">for you personally.<\/span><\/p>\n<span data-id=\"P6-N200C0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200C0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560800\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: That there may be ways. One of the things that happened for you, like the solutions for dealing with that loneliness and alienation on so many levels, is to find a kind of bubble, like kind of pocket experiences where you could feel really alive, and it could have included music and writing.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: Oh, yeah.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: Like you could really come alive in that space, and kind of block out the rest of the feelings. And I think that could remain as a remnant, that you're now starting to say wait, where does that really head, like a woman, a bubble of an attractive woman in Nevada. In the heat of the moment <\/span><span data-id=\"P7-N200C91\">on the Internet, it feels really exciting, you can feel alive, you can feel hope. And yet, in the broader context, when you step out of the bubble, -<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Yeah. It doesn't mean anything. <\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: That's not going to necessarily easily add up to much of anything.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Yeah, right.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: So it's like that's a lot of what you're starting to do, I think, is sewing together more of the fabric of the real parts of your life, and not just moving into bubbles in order to feel alive. Starting to sort of build liveliness.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: There are almost no bubbles any more. Like when I go to band practice, it's not because I think it's not because I have any fantasies of being rock stars or this or that. It's not that childhood, you know. Now it's just like no, I'm just really talented and this is awesome and I'm just going <\/span><span data-id=\"P7-N200D31\">to keep doing it. I don't know. You know what I mean?<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: Mm-hmm. It's so different.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: It's very different. And that other stuff would be great, of course.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: Of course. Of course.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: What artist who's serious doesn't want some recognition, to be able to make a living. Of course, but that's not the point.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: The same with writing, the same with even the PhD now. It's like, I just want it to be fucking done. Maybe it will be a shitty dissertation. I don't give a fuck. So, yeah, no you're right, that's very different.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: It doesn't mean not having hopes and wishes and dreams and fantasies.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">THERAPIST: But it's not being so incited that you're forgetting the rest of your life or the rest of the world.<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">CLIENT: Well and also the difference is then you enjoy that stuff more. Just in a bubble, that's not really true enjoyment. It's almost like it's a high, so that's not real.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">CLIENT: That's part of the sadness too, is that if I was raised differently, as serious as I was about music, it wouldn't have been in a bubble. This would have happened way, way sooner, and then I could have maybe made a living earlier, because it would have already been a seamless kind of yeah, this <\/span><span data-id=\"P7-N200EB1\">is what I do and I just need to find someplace to make money in the meantime, but this is my work, you know? But instead, because of just not being nurtured or being ignored or whatever, then of course it just became... it kind of like, something very realistic became something unrealistic. <\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">THERAPIST: Well, something very real about you then only got to slowly exist in bubbles, instead of being woven into the fabric of your real, everyday life.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">CLIENT: Right, right.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">THERAPIST: As something to be taken seriously while thinking about paying the bills. So all of that out there taken seriously.<\/span><\/p>\n<span data-id=\"P7-N200F0-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200F0-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560800\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">CLIENT: Right, right.<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">THERAPIST: I mean, already that was happening, I think, the bubble states, and they were still good in a way. Still, you could have that as an adolescent, and then your dad dies and even those die for a while.<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">CLIENT: Right, right.<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">THERAPIST: Right? With even the little pockets, where you could find this incredible liveliness.<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">CLIENT: Oh, yeah, no it was gone. Well, I mean how crazy is it that I just stopped writing poetry for so long? I mean, how long was that? I don't know but it was quite a while, quite a while. And even with music, there was a big lull. Because I think what was happening was especially with music maybe, <\/span><span data-id=\"P8-N200FB1\">because I did make a record and I had a band, and we did my first stuff in 2000. If it was me now, I would have capitalized on that differently, do you know what I mean?<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">THERAPIST: Mm-hmm. <\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">CLIENT: But again, it was all part of the fog, it just happened, and good, bad, whatever, you know? If it was me now, I would have been at the label every day being like why aren't you sending us on tour, we're charting really well, like all over the fucking place. I would have found a way, but it was <\/span><span data-id=\"P8-N200FF1\">all this half-assed, very foggy...<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">[Pause: 00:34:31 to 00:36:29]<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">CLIENT: It's interesting, because if I stop to like think about what I'm feeling or whatever, it's like I almost don't know any more. Do you know what I mean? Because it's not really... it's not as simple any more. Before it was just like I feel shitty, you know, like I feel anxious and kind of like <\/span><span data-id=\"P8-N201031\">nothing is going to work out. And now, I can only assume this is what a lot of people feel like, where it's like I don't know, I'm not particularly thrilled, I'm not depressed, I'm not... Do you know what I mean?<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">CLIENT: I think of some things and I'm like oh yeah, that's going to be good, and I think of other things and I'm like hmm. Do you know what I mean? And that's like a new it's pretty cool in a way, it's much more calm, without any peaks one way or the other. <\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">THERAPIST: Yeah, there's no extremes.<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">CLIENT: Yeah, there are no extremes any more.<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">THERAPIST: And yet there still can be a lot of different feelings. The other thing that's changed is instead of it being one strong feeling, now there are a lot.<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">CLIENT: No, no, that's the only I think that makes me anxious. Now it's just like constant.<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">THERAPIST: You can be sad and excited at the same time, like having all of that and ashamed and proud and, I mean a whole mixture going on, but all different persons.<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">[Pause: 00:38:04 to 00:38:38]<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">THERAPIST: And then maybe we get back in a way, to what you must have been feeling as a young child, ordinary, everyday, lots of different feelings. That may not have had found a container in a way, with either of your parents, for different reasons. I'm just thinking for a second, about your dad being <\/span><span data-id=\"P8-N201151\">really, as you described him, he's stoic and tough. Is it a home for all this complexity of feeling about yourself, about the world, about relating to the world and I don't know, he's not exactly modeling a rich inner life being known.<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">THERAPIST: It's very private.<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">CLIENT: Very warm and loving but kind of simple, like those are all simple kind of yeah.<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">THERAPIST: You never actually get to know in a way, the complexity behind the warm and loving surface.<\/span><\/p>\n<span data-id=\"P8-N2011C-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2011C-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560800\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">THERAPIST: It's a wonderful surface but it's also like what else is in there? He's a human being.<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">[Pause: 00:39:45 to 00:40:22]<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">THERAPIST: It's about twelve.<\/span><\/p>\n<p data-id=\"P9-N20126\"><span data-id=\"P9-N20127\">CLIENT: Thanks. Have a good day.<\/span><\/p>\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\">THERAPIST: See you later.<\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">CLIENT: See you later.<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}