{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her relationship with her father and how it has impacted her self confidence today."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Guilt","Self confidence","Parent-child relationships","Authority issues","Psychoanalytic Psychology","Low self-esteem","Shame","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["12"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Guilt","Self confidence","Parent-child relationships","Authority issues"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem","Shame","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560406","dorpId":"1005994658","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, October 28, 2013: Client discusses her relationship with her father and how it has impacted her self confidence today.","fullTitle":"Client \"S\" Therapy Session Audio Recording, October 28, 2013: Client discusses her relationship with her father and how it has impacted her self confidence today.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560406\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Hello.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Thank you.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: It's stupid. [laughs] [long pause to 1:30] I guess it will take me some time to find like answers to questions from last week about feeling threatened by authority, or just by other people. All those things are like swirling in my head right now. My interaction with my teacher, and the fact <\/span><span data-id=\"P1-N200111\">that I'm using a hammer to beat eggs. And this whole mess with these two guys I was not[chuckles] It's not even funny anymore, but I'm laughing. I guess thank God for that, right. It's like it's becoming a bigger mess. [pause] [3:00]<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">And I just feel like at some point I'm-like for certain things I really am conflicted and undecided and torn, but at some level almost like lying to myself I feel like. And I don't even know what it is that I'm trying to get, you know. So... I understand that by the two guy question it's really like <\/span><span data-id=\"P1-N200131\">beating-it's not to the point, but I feel like it is like a lens into something deeper, or like, you know, it's a disease that will answer questions about-you know how you use-how you study disease to understand the workings of the body or the mind or something. I mean abnormalities. Although I shouldn't <\/span><span data-id=\"P1-N200132\">think of it like that, it'll depress me more. [long pause] [4:30]<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">I guess my-the reason maybe why I feel like I need to take authority figures down a notch, like you said, is maybe because it doesn't matter how high they are in reality, it's just that no matter what I just feel small. But... So like in that scenario, like do other people do things differently? Like <\/span><span data-id=\"P1-N200151\">would you do things differently? Like instead of taking the other person down a notch, would you pump yourself up?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Well, that assumes that anyone has to move up and down the ladder.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah. So do you just see like a level playing field all the time?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: In what respect?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Well, like you don't think you're small and you don't think other people are very, very big or something. [6:00]<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: We're all just people.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: [pause] Just people. [pause] I really realize it's like it stems from a lot of things. It doesn't just stem from like the fact that I'm insecure, it probably also stems from the fact that I like drama, and I like dramatic situations, and if everything is plain, you know, it's kind of boring <\/span><span data-id=\"P1-N200211\">maybe. So I like make things up and down, even though that's stupid. I don't know, maybe it's just maybe I'm being silly. But I just wondered that.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Well, what's boring?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: [long pause] [sighs] I don't... I feel like hierarchy is like... the hierarchical view of people of the world is kind of there. I don't know, there as in what? Like in my view is it? Or it's just one of the tools that I've been trained to use to understand society that I've actually now internalized. <\/span><span data-id=\"P1-N200251\">So, you know. [pause] So... [pause] I don't know if I'm going anywhere with this but... I don't know, I'm confused. [8:30]<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">I don't really understand where it comes from. Like does it come from my dad, who was like always-like always was very judgmental and was like, \"You have to stand first in class, otherwise it's just like pointless. Your whole life is pointless, your education is pointless. You have to get the lead part <\/span><span data-id=\"P1-N200271\">in whatever it is you're doing on stage, otherwise it's pointless, your life is pointless. You have to-\" you know. \"Oh, you think you're pretty and you're fair?\" Well, you know, like, \"Screw that. You're like an idiot,\" you know, \"because you don't get a hundred on hundred in math. If you don't get <\/span><span data-id=\"P1-N200272\">a hundred on hundred in math you're just basically your life is useless.\" [chuckles] And like his thing about like, \"Are you a prot g ? You're not a prot g , so might as well like fuck yourself,\" you know. \"Are you Beethoven? You're not. So what's the point of being alive?\"<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560406\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: He would talk like that? [9:30]<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Well, that was like-that was what it was. Like, you know, thatYeah, I mean, other than the Beethoven everything else he did say I guess. [chuckles] Well, I guess all children have the story that, \"Oh, I couldn't really please my parents. They expected so much of me and I couldn't do anything.\" <\/span><span data-id=\"P2-N2002B1\">You know. But I guess I have a hard time accepting myself because I didn't do those things very often. I did stand first sometimes, but not always. And I may have just gotten a hundred on hundred once. So... [pause] And that's just such a-like this is one man's opinion, you know, it's not even like<\/span><span data-id=\"P2-N2002B2\">And it's stupid, I know, because I know him completely. As an adult and as a writer I've tried to understand him in his whole complexity. And yet this one thing he said is like still ingrained in me, you know. [10:50]<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">And then I met Chris, who's also kind of judg-I don't know. Like I feel like whatever I say about him it sometimes doesn't feel objective. So that's why I'm looking to you like saying, \"I don't know.\" But it feels like he is judgmental, right. Not to the point of my dad, obviously. But, you know, there <\/span><span data-id=\"P2-N2002D1\">is this very complex thing Chris has about, you know, he has good taste, and... In what though? In music I guess. But, you know, so like that opinions and taste is kind of the lens for judgment as well. And, you know, as you've said, like my judgment is like really confused with his judgment, it's the <\/span><span data-id=\"P2-N2002D2\">same. And I think at one point you were asking me another question about like can you be with someone who thinks differently or doesn't have the same ideals and ideas as you, and I'm like, \"But that's the whole point of life,\" you know, like finding someone with whom you are like fused like that, and <\/span><span data-id=\"P2-N2002D3\">fit together and judge everyone. [chuckles] You know, that feels like your companionship match made in whatever, Heaven or Hell or something. [12:15]<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">But so he I think is judgmental. And [getting?\/forgetting?] one time, like I remember because I've not forgotten it, this is significant. In this early month of our relationship we were just taking a walk and he was telling me that-I think this is like an Eleanor Roosevelt quote or something, that there <\/span><span data-id=\"P2-N2002F1\">are three kinds of people, the first kind are the ones who talk about other people, the second kinds are the talk about... [pause] Okay, so the first kind talk about themselves I think, the third [second] kind talk about each other, and the third kind talk about ideas. And the third kind are the best, <\/span><span data-id=\"P2-N2002F2\">or something like that. So I think I might have messed up with the second one. But so like that-I think he was trying to say that, you know, like he aspires to that, and the way that I took it at that time when I was, you know, very young, I took it to be like this is this guy's ideal, and he is pretty <\/span><span data-id=\"P2-N2002F3\">close to that, he thinks of ideas.<\/span><\/p>\n<span data-id=\"P2-N2002E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560406\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">And I've met his friends, and they were also very like-this was when he was back in UNC, and his friends were also very intellectual and, you know, they'd read all the best books, they listened to the best music. And I thought, \"Oh my god, this is so fine. This is what life should be all about.\" And <\/span><span data-id=\"P3-N200311\">I wanted to be that and mold myself into that. I was very unhappy for a lot of it. Obviously. But I think I lost my train of thought. [14:15]<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">So yeah, so I guess I was going to say that so my dad's judgment, like very personal and direct judgment, directed at me about not being like the best top student, and of this kind of blending in with Chris's judgment of, you know, like you should only pursue this abstract knowledge and think of ideas <\/span><span data-id=\"P3-N200331\">and not people. So that kind of has made me see the world this way. And I guess it's a skewed view, but... Yeah, you know, so it's like that. And I see that historian woman who with all that thing happened in India, like I see, you know. And that's what she sees too, like that exactly is her view as <\/span><span data-id=\"P3-N200332\">well. You know, Rhodes scholar, and like all these great schools, and like all this pedigree. So like big, big, big, big, gigantic, and I'm me being like nothing. Small, you know. Yeah. And it's hard to kind of tell myself, \"Oh, I have other ideals. I can measure myself in a different way and still <\/span><span data-id=\"P3-N200333\">feel big,\" you know. [16:00]<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: It's funny. Like I was talking to this other guy yesterday and he was like, \"You've done so much, and you're supporting your mom,\" and you know like, \"You quit your job and you're work. That should make you feel so cocky, I feel like you should be so cocky about it, and you're like so insecure, <\/span><span data-id=\"P3-N200371\">I don't understand it.\" So I mean, I was listening, but I just-you know, not-he was trying to pump me up, but obviously it didn't work.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Why obviously?<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Oh, I don't know. It didn't.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: But why obviously it didn't work?<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Well, maybe I'm being humble I guess. I guess I feel like being cocky is not for me, and I like being broken and I like being small. My most favorite hymns when I was into church and everything would be about, you know, like the Lord giving me a broken heart. No, I don't think it was a broken <\/span><span data-id=\"P3-N2003F1\">heart, like just break me. And I really understood that concept, I think because it kind of relates to maybe something in Eastern philosophy, I don't know. But I took that to heart, that I want to be small and like humble and sweet. But then, you know, like I don't want to get trampled upon. And even <\/span><span data-id=\"P3-N2003F2\">if there's no one trampling me I would basically trample myself, you know, and like crush myself and have no backbone to withstand anything. Which is what happened two years ago. And now I'm scratching my head thinking, \"Well, I guess it's not such a good idea to be-\" Or maybe I took the broken thing <\/span><span data-id=\"P3-N2003F3\">quite literally and I wasn't supposed to.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: What do you like about being broken? [18:15]<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: I don't know, I haven't thought about like broken very much lately. But just that when I was in church that would mean that God would be able to like plant the seed in me, and, you know, like mold me more easily. Instead of if I were not broken then I would not be as useable.<\/span><\/p>\n<span data-id=\"P3-N20042-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560406\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: For what purpose?<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: God's purpose. But now that I moved away from that specific understanding and that specific way of seeing things, I don't know, I guess I look at some of my teachers and see how humble they are and I want that. And it's not just the fact that they're humble, like they have this entire philosophy <\/span><span data-id=\"P4-N200471\">that the go getters of the world, they go and get stuff and get stuff done, but they kind of also run the risk of laying the world in ruins. So it's good to be uncertain and insecure and-yeah.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: Well, this professor that you challenged, I imagine you don't see him as humble.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: He is humble, yeah, as far as his art is concerned. Like and he's a Buddhist, so he is far-he has a far more like-a far deeper understanding of being humble than I do. But he's also-I guess I should think about this more. But like he's secure in what he's done, you know. Like he's, I don't know, <\/span><span data-id=\"P4-N2004B1\">in his 60s, so he knows-I mean, a big chunk of his life is behind him, and he knows his accomplishments, and everyone knows his accomplishments, and you respect him, and he will respect himself too. And when he talks about some of those-not that he brags about them, but he mentions, like he'll say, <\/span><span data-id=\"P4-N2004B2\">\"Yeah, yeah, I published [unclear 20:42] for the first time.\" So he knows the stuff he's done and that gives him kind of a sense of security. But then in the larger sense of the world he is humble because he knows that there's such great artists that came before him and are, you know, there. What did <\/span><span data-id=\"P4-N2004B3\">you mean by that question? [21:10]<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Well, the reason I thought about it is because I would imagine there's a reason you feel like you need to challenge him or knock him down.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Which is ridiculous, because I know-like, you know, these words are coming out of my mouth, and I know for sure that he is humble, and he is secure. So there is no threat there, you know, there's no like-it's not like he's cocky and I'm like, \"You know what, I know a few things too.\" But <\/span><span data-id=\"P4-N2004F1\">it's just this feeling that I have that gets in the way and blocks this other larger sensible knowledge that he's not cocky, he's watching out for me, he wants me to succeed, he wants me to develop my ideas and-you know. So what happens there in that moment, some chemical reaction that I guess I need <\/span><span data-id=\"P4-N2004F2\">to understand and like try and not make it happen again. [long pause] [22:45]<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">I don't know, I just want to-if I can figure this out I think I would be far happier and successful. But just how to feel less insecure, you know. It's just like a big well of insecurity that just keeps flowing. It's like a river. If I could just like close that tap a little. And maybe that's why-maybe <\/span><span data-id=\"P4-N200511\">the things-I'm like I'm trying to do every-like different types of things, and I see that you're saying I'm using a like hammer to beat eggs. I'm like, okay, Chris makes me feel really insecure. So if I spend more time with losers, you know, or people who are less judgmental and all that, or just completely <\/span><span data-id=\"P4-N200512\">plain, you know, because like Chris and I have so much history and so much complex interactions, maybe I'll feel less insecure then. It works for a while. But then it's not a long-term solution. [24:00]<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Mm hm.<\/span><\/p>\n<span data-id=\"P4-N20052-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560406\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: [pause] [sighs] This guy was telling me how he deals with his-how he has dealt with his insecurities, and that was helpful. Like just not constantly comparing myself with other people, I think that's a big part of it. [pause] Do you think I don't think enough, or think in the wrong way?<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: That's a very broad question.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: Yeah. But I'm just wondering like if I-like so maybe I blurt out things, like say for example to my professor when I said, \"That's not a good enough answer.\" Maybe it's that I'm insecure and I want to take him down a notch and I am insecure about-like I want to show off or whatever. Maybe all <\/span><span data-id=\"P5-N200591\">that is happening. But maybe another thing that's happening is that I'm just not thinking before I speak. And a lot of the thinking shouldn't just happen on the spot but it should have already happened before I interact with people. Maybe I don't think. [26:00]<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: You're agreeing?<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: I think that's true, I think you can be impulsive at times, and this is sort of just a different version of that, of sort of being impulsive in what you say. I think that's true.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: So I'm just like lazy and I have no thoughts in my head? Or what's going on?<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: Yeah, you're very lazy and you have absolutely no thoughts. [being sarcasm]<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: [laughs]<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: That's actually what I meant to say but didn't say though.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: [laughs] That's not what I mean. I mean like what's-like what do-what's going on? Yeah. Like how do other people, not impulsive people, function? What do they do to-how are they all put together? Like do they rehearse all possible conversations? Nothing is unexpected?<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: So when you ask that question are you saying, \"So what am I supposed to be perfect?\"<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: No. No. I'm just asking, like how do I fix this one thing I guess. It's great to be spontaneous and fun obviously, but I feel like I need to be more put together in certain social interactions. It's great to think on the fly obviously, but I'm not-clearly I don't do that sometimes. So yeah. <\/span><span data-id=\"P5-N2006D1\">[pause] I feel like other people get some kind of training that I didn't get or something. Like, \"When you're in the classroom this is how you talk to a teacher.\" It's actually it's not completely me. Like my professor does push people's buttons, and very interesting things come out of people's mouths, <\/span><span data-id=\"P5-N2006D2\">it's not just me. He is known for pushing people.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: I think that what you just said is true, and you cycle different ways about not getting the training. [29:00]<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Really?<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Do you think your parents trained you well in how to interact with other people?<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: No. Wait, this is like so weird.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: What?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: You're like always telling me that you think that other people have a special kind of training, and now that when I say that you're like, \"Yeah, uh huh.\" [laughs]<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: No, I was-first of all I was also making a comment that everybody else does except you. You were commenting from the other perspective.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: Did you lack aAnd I would say that's-I mean, it's certainly one way of looking at it. I'm not sure if that's the most pertinent thing, but it's one way of looking at it.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: No, no, I can really agree. Like I'm glad you just said it very directly, because let's just get that out of the way kind of a thing.<\/span><\/p>\n<span data-id=\"P5-N20084-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560406\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: Mm hm. [30:00]<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: Yeah, it is true, I've been in training. Very few interactions in which... It was like it was-I mean, they were there, but most of them just failed and they were unsuccessful interactions with other people, other adults when my parents were also around, other children. It was very like weird.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: How do you mean?<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: So when my dad wasn't around, the first six years of my life basically it was just me and my mom. Yeah, I mean, it was like that was fine. But she would take me to this house, friends of friends or friends of relatives, and you know, that guy would try and do stuff to me. I should count that <\/span><span data-id=\"P6-N2008D1\">as an unsuccessful interaction, but I guess it could be. Completely like skewed power relations manifested sexually. And it was always about-but then, you know, I'm like, doesn't this happen to everyone? Like you know, you go as a child to someone's house and your parents are like, \"Don't eat this, <\/span><span data-id=\"P6-N2008D2\">don't do this, don't-\" And so I guess I had a bit of that too, where people-like I was told like, \"If they offer anything, say no.\"<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">But then my dad came on the scene and it was like horrible. And when he was mad it was just like horrible. It was like the whole world just seemed so nasty. And we would go someplace and he would start comparing me to other children and tell me, \"This person is going to this school and it's so much <\/span><span data-id=\"P6-N2008F1\">better than yours, and he's so much smarter,\" and like la la la, you know. And if I'd done something bad, like I don't know, spilled something, or like broken something, or said the wrong thing, it was just like on our way back home he would curse me left and right nonstop. And it was horrifying and <\/span><span data-id=\"P6-N2008F2\">embarrassing. So I guess I don't know, that's not really-I feel like I didn't really learn social skills that way. [33:00]<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: Did you develop a fear of what he would say after you went somewhere?<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Yeah. So. I guess maybe that's related to my fear of meeting people now. I definitely get anxious about meeting people.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: Did he communicate that everything that you were doing was wrong?<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: Yeah. Yeah, he had an opinion about everything. And not just like-later on it kind of extended to my mom also, or maybe I just noticed that it extended to my mom. Like the clothes she wore, the way she dressed, the way she did her hair and makeup and all that, and what she says, completely like <\/span><span data-id=\"P6-N200971\">ridiculed actually. So. [pause]<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: You became curious about the time?<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Yeah. I want to keep going and keep going. We have ten minutes?<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: But yeah, so I guess that has affected me, made me very conscious. But I mean, I don't know. I mean, that was so long ago, so I don't know how much of that is still with me.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: I don't think that kind of experience just goes away.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: It doesn't? Hm. [35:00]<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: It's there somewhere. [pause] I mean, for you there's so many sources of that chain, there are all sorts of ways in which it developed.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: Well, your father shaming you. Your father I think feeling very ashamed of himself and projecting it on to you and your mother. You mother sort of wanting to convey herself as kind of a pathetic shameful person, although it seems like that evolved over time. And then you imagining the world <\/span><span data-id=\"P6-N200A91\">being this glittery beautiful place and feeling very ashamed of your position in it.<\/span><\/p>\n<span data-id=\"P6-N200A8-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A8-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560406\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: Well, I don't know about glittery, but full of tall people. [chuckles] Very tall things.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: Which in part is a view that your father had, and part of-that your dad put you down vis- -vis that. I mean, I think that your dad had his own profound sense of shame and insecurity and I think that spilled off onto you. Plus he treated you that way, he treated you like that object that he felt.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: And your mother has her own sense of shame.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Yeah. Mm hm. [pause] Well, it would be nice not to look at things that way anymore.<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: Yeah, it would. Did your father just all of a sudden appear? Did you even know about him when you were six? [37:00]<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Yeah, no, I remember the first time I saw him.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: Did you know he was-like was there any advanced warning, or what happened, he just showed up?<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: Yeah, I remember. I remember asking my mom about our dad, where is he and all that. I remember. I think there were like a couple of greeting cards he'd send and I would have those, but I can't remember. I used to look at them and then he appeared. Kind of [inaudible]. It did seem like he just <\/span><span data-id=\"P7-N200BB1\">appeared one day.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: Do you think your mom knew he was coming back?<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: I've asked her, but I think like... I think she'd forgotten-not forgotten, but you know, like put that chapter behind her for maybe a couple years or more. And then they started interacting again, maybe via letters or something. And then he must have told her, okay, that thing with the other <\/span><span data-id=\"P7-N200BF1\">woman didn't work out. Because he got married, or his mom got him married again, and then he had a child apparently with this other woman. And it didn't work out, so then maybe he wanted my mom back.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: Are you able to legally get married to two or more persons?<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: No. It is illegal.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: So he wasn't technically ever married to her.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: Who, my mom?<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: To the second woman.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: No, they were married. I don't know. Like years later this backfired on him I remember. I was like ten or something and he had like a court case because of this, because of being married twice. [chuckles] [pause] Yeah, I try not to feel-look at-have that, you know, shame and stuff. But I know <\/span><span data-id=\"P7-N200CB1\">that there are moments when I do acutely feel insecure, and that's when I bring back all that garbage from the closet. So I guess the solution is to see when I'm feeling insecure and look at the situation squarely in the face and like say positive things to myself, instead of like putting on those rags, <\/span><span data-id=\"P7-N200CB2\">you know. I don't know. But I guess that I haven't been able to do that, so. [pause] [sighs] [40:30]<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: Do you remember how you felt when your dad would talk to you that way?<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Yeah, really horrible. And very, very scared, very scared.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: Scared. Scared of...<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: I don't know, just like fear. I was very, very, very, very, very, very, very afraid of my dad. I was very afraid of my dad. There are only like a few times when he beat me and they were like really, really like-like the beating went on for like, it felt, hours. [chuckles] But, you know, it probably <\/span><span data-id=\"P7-N200D31\">was like five, ten minutes. And like I would bleed from my ear, like pee in my pants. So it was like-that happened very few times, but you know, like even that is enough to instill fear. And he would-you know. I'd never seen anyone get so angry before, you know. Like my mom was not like that at all. <\/span><span data-id=\"P7-N200D32\">I think she would curse, but you know, very infrequently. Yeah. But he would just like curse like way too much. So yeah, we were very afraid. [42:00]<\/span><\/p>\n<span data-id=\"P7-N200D2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200D2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560406\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">THERAPIST: That's horrible.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: I know. That's why I feel like you have to take care of your demons before you can have a child, or, you know, try and be a parent. Or anything.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: I'm so sorry that happened to you.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: Oh, thank you. It happens to a lot of people.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: It does happen, but I'm still sorry it happened to you. [pause]<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: Yeah, me too I guess.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: Yeah. I don't think you allow yourself to feel sad for yourself enough.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: I feel sad so much.<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: You feel sorry for yourself sometimes in a particular way, but I don't know if it's sadness.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: What's the difference?<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: Sadness seems more emotional.<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: Yeah. I feel sad. I cried a lot this past week. I was looking at old e-mails from Chris, like from five years ago, and really just crying. So yeah.<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">THERAPIST: What were you crying about when you looked at those?<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">CLIENT: Well, just that, you know, like wow, I don't remember these, why didn't they have a lasting effect on me? God, this guy really loved me, and, you know, this was amazing, this is perfect, you know, he's perfect. And now I've gone and screwed it all up. And I am actively screwing it. [44:00]<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">THERAPIST: So you were sad for what you feel you lost?<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">CLIENT: Yeah. Well, guilty, you know, mostly. I was feeling like, why didn't this remain with me instead of something else negative, you know. That's what I'm mad about.<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">THERAPIST: But it's different than feeling sad for yourself.<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">CLIENT: Yeah. I feel like I've felt sad about my childhood, I've felt like, \"Oh no, why did this happen, this was so bad.\" Yeah, I was actively sad back then as well as a child when all this happened I think.<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">CLIENT: Like what would that do if I feel sad?<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">THERAPIST: Make you feel more whole.<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">CLIENT: Whole?<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">THERAPIST: Whole. Complete.<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">CLIENT: Really? You think I'd like put it aside and try to forget it?<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">THERAPIST: Maybe not actively.<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">CLIENT: But that's bad, or...<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">THERAPIST: I'm trying to sort of articulate the problems with it. I mean, it makes sense, in some ways it's very painful. Do you want to feel every moment of the pain?<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">THERAPIST: But, you know, I think it almost gives too much room for these other feelings that you have.<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">CLIENT: What do you mean? [46:00]<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">THERAPIST: Like guilt and shame and-like it kind of it's a little lopsided, you know? There's like there's ways in which you feel shamed and you feel guilty, but then there are all these other feelings that I think could almost balance them out. Like the sadness for yourself and what you experienced. <\/span><span data-id=\"P8-N201111\">Do you see what I'm saying?<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">CLIENT: Uh...<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">THERAPIST: Not really.<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">CLIENT: I think, but I think I need more help. [chuckles]<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">THERAPIST: I don't know, I still-I have to think about it more. It's not very well thought out. Intuitively I think that to get in touch with that sadness is very important. To explain why is a little bit more complicated.<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">THERAPIST: Although I do think it would make you feel more whole. I think it would help you to have more empathy for yourself, and I think it would make you feel less on this ladder.<\/span><\/p>\n<span data-id=\"P8-N2011C-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2011C-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560406\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">CLIENT: Really?<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">THERAPIST: It would make you feel more just like a person.<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">CLIENT: Yeah, no, I think I see what you're saying.<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">THERAPIST: You have a way of treating yourself like an object.<\/span><\/p>\n<p data-id=\"P9-N20126\"><span data-id=\"P9-N20127\">CLIENT: Really?<\/span><\/p>\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\">THERAPIST: Yeah. You know, like comparing-you know, it's like sort of objects that you compare with one another, and this is a shinier object, this is a less shiny object. I think the more you feel very much real and a person to yourself the less you'll do that.<\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">CLIENT: Hm.<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">THERAPIST: You know, we're going to have to stop for today. So I will see you on Wednesday.<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\">CLIENT: Okay. Thank you.<\/span><\/p>\n<p data-id=\"P9-N20130\"><span data-id=\"P9-N20131\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P9-N20132\"><span data-id=\"P9-N20133\">CLIENT: Have a good day.<\/span><\/p>\n<p data-id=\"P9-N20134\"><span data-id=\"P9-N20135\">THERAPIST: Okay, thank you, you too.<\/span><\/p>\n<p data-id=\"P9-N20136\"><span data-id=\"P9-N20137\">CLIENT: Bye.<\/span><\/p>\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\">THERAPIST: Bye.<\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">CLIENT: Bye.<\/span><\/p>\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}