{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her past and current issues with food, eating, and body image."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Food and eating","Teoria do Aconselhamento","Teorías del Asesoramiento","Sense of control","Body weight","Eating disorders","Eating behavior","Psychoanalytic Psychology","Frustration","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Food and eating"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["14"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Sense of control","Body weight","Eating disorders","Eating behavior"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560576","dorpId":"1005994828","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"SRH\" Therapy Session Audio Recording, December 05, 2013: Client discusses her past and current issues with food, eating, and body image.","fullTitle":"Client \"SRH\" Therapy Session Audio Recording, December 05, 2013: Client discusses her past and current issues with food, eating, and body image.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560576\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come on in.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: How are you?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Good, thank you. Did you have a nice holiday?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: I did, thank you.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: How are you doing?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Okay. Good. I had a follow up endoscopy on Tuesday and they found the ulcer had healed which was great but then they found like different inflammation so currently I'm trying not to think about what that means because they don't know anything at the moment. They have to wait for the biopsy to <\/span><span data-id=\"P1-N200171\">come back and it's quite possible and what we're hoping for is that there is just some irritation from the scope going down because they called it \"questionable gastritis,\" whatever that means. And so it could be nothing or it could be something new. So I'm trying not to let myself think about all the <\/span><span data-id=\"P1-N200172\">new things that it could be because that's what I was scared of that either the ulcer would not heal or it could be some underlying thing that's going on and like I'm really sick or something like that, but I have to believe that it's nothing because I've been feeling good. But then I'm like 'well <\/span><span data-id=\"P1-N200173\">you're just saying that to convince yourself that it's nothing.' But I can't do anything about it now so I just have to wait. But that drives me crazy that I'm supposed to wait for a week, week and a half.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: That's what's going on currently? When did you have that done?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Tuesday.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Tuesday morning?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: So I mean there's no reason I've been on medication. The medication has made the ulcer heal. There's like no logistical reason why I would have something else, you know, like why would the meds make something in one part of my stomach heal but something in the other part of my stomach not <\/span><span data-id=\"P1-N2001F1\">heal like the medication doesn't pick which part of your stomach to affect, you know? So most likely it's got to be nothing that the scope irritated me. This is in a different part of my stomach, too, than where the ulcer was so I would assume. But my doctor can't tell me it's definitely nothing until <\/span><span data-id=\"P1-N2001F2\">he gets the test back.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: So you have to wait?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yeah, until next week. It's frustrating because I'd like to be able to go back to my normal diet or what not. And like I'm still losing weight and it's getting old at this point. Like it's fine the first 10 or 20 lbs., but like now we're up to 30 lbs. and it's just like -<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Wow, you've lost 30 lbs.?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: Yeah, just about and I think it's a combination of like, yeah, my diet's changed significantly but I think the weight like I was very, very muscular before this all happened but I haven't been working out because I'm trying not to burn so many calories and so I think so the numbers might <\/span><span data-id=\"P1-N200271\">have dropped. Like I'm looking at pictures of myself and I look much thinner, but also I think the numbers might be even scarier because I can feel that don't have the muscle that I used to have as well. And now like people always say that when you're on a diet people always say, 'don't be scared if <\/span><span data-id=\"P1-N200272\">the scale doesn't go down because muscle weighs a lot.' Which I've lost all my muscle too.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">(Cross talk)<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: Yeah. But that makes me nervous too because I think maybe there's something else going on because I feel like I've been eating well but I'm still losing weight and that really doesn't make much sense to me. Or maybe I just wasn't done losing the initial weight from the change in my diet because <\/span><span data-id=\"P1-N2002B1\">it was a very drastic change in my diet.<\/span><\/p>\n<span data-id=\"P1-N2002A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560576\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Because of what you couldn't eat?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yes. And I think I took it further than normal people would have taken it not normal people but I think I like really, strictly adhered to it because I was terrified of not getting better. And I think a lot of people when you have an ulcer they'll like cut out some things and they'll take <\/span><span data-id=\"P2-N2002F1\">the meds and they don't go as crazy as I went. Like I really went for it and so there was a lot of like I've only been eating several things for the last because I got comfortable and would get anxious about trying new foods because I was like knew that these things I could eat wouldn't make me <\/span><span data-id=\"P2-N2002F2\">sick. So then I got scared to try anything new in case it made me not feel well. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">And it's weird to feel like I don't I don't know, something is just weird for me because I'm not used to being of losing weight like that's usually what I'm going for. You know, I'm usually at the gym working very hard and wanting to like sculpt my body the way that I like it but this feels like so <\/span><span data-id=\"P2-N200311\">much like it's like so much out of my control and I can't go to the gym. Like I just joined this $100 a month gym and I can't even go use it and it's ridiculous. And yeah, it feels very much out of my control. Like I think I'm doing well and I get on the scale and I'm like shocked that I lost another 4 lbs.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: It sounds like it wouldn't be a bad idea to introduce more foods to your diet.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: I know, I know. And I've been working with a nutritionist and she's been trying to help me. I mean, we'll see. I've been trying to be conscious about making sure that I eat enough and over Thanksgiving I introduced a couple of things because my mom went to amazing lengths to cook things that <\/span><span data-id=\"P2-N200351\">I would be able to eat so I wasn't not going to eat what she cooked because she made them specifically because they didn't have the things in them that I couldn't eat in them. So I really couldn't say no, it's going to make me sick. And I had a little bit of anxiety when I like ate a couple of appetizers <\/span><span data-id=\"P2-N200352\">that she made but then I took a Pepcid and I got over it and was able to enjoy dinner. So there's a bunch of things I ate over Thanksgiving that I hadn't eaten before so the last two weeks I've been fixating. So I got back from Thanksgiving and I went to the gym because I was feeling good, I felt like <\/span><span data-id=\"P2-N200353\">I'd been eating a lot and then I got on the scale and saw that I had lost another couple of pounds. So I was like you know, so I haven't gone back to the gym since because I don't want to get on the scale and see that I'm still losing weight and that I have to hold onto everything that I eat. I don't <\/span><span data-id=\"P2-N200354\">know I just hope they give me good news next week and then I can start because I think a lot of it is like if I know that I'm healed and healthy then I know that I will be like able to because I've always gotten nervous stomach whenever I've been anxious and now I feel like I've been very anxious <\/span><span data-id=\"P2-N200355\">this whole time about whether or not I'm going to heal or like what's happening inside my body so that's probably suppressed my appetite even more than it's already suppressed for like physical reasons, you know?<\/span><\/p>\n<span data-id=\"P2-N20034-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560576\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">It's just been like (Pause) you know, like refusing to buy new clothes because I don't want this to be although I bet you if I went out and spent money on clothes then I'd start gaining weight again. Because I'm not planning on this being a permanent thing. That's why I have like two outfits that <\/span><span data-id=\"P3-N200371\">I could wear because I bought like two pairs of pants just to get me through, you know? And then I must look ridiculous on regular days walking around and I have to wear my old stuff. Like I'm wearing my dad's clothes you know? I don't know. Like I'm sick of people telling me how thin I look and then <\/span><span data-id=\"P3-N200372\">saying, oh man, I wish I could get an ulcer.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: (inaudible).<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah. I want to hit them in the face.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: What a horrible thing to say (unclear). <\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: I can't tell you how many women have said that to me my female friends and stuff.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: That's a little disturbing.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah, it is. And like someone sensitive to like gender issues in general and the way we're socialized it has really been very clear about our standards of beauty for women so, throughout this whole thing whenever I see anybody they comment on my weight and it annoys me when they tell me I <\/span><span data-id=\"P3-N200431\">look thin because I'm not it's not I don't feel like it's a good kind of thing for me so I usually come back with a snarky comment like, 'oh, yes, I've been sick and I have an ulcer' and they'll say something like, 'how'd you get that?' And they'll say it like in a sarcastic way so that they can't <\/span><span data-id=\"P3-N200432\">be accused of saying it seriously, you know what I mean? So yeah, it's been pretty gross. And I'm guilty of having those kinds of thoughts too like when I don't know, there have been times when my weight fluctuates a lot and my body is quick to adapt to changes in my diet and my exercise habits and <\/span><span data-id=\"P3-N200433\">you know when I've been in periods of being heavier I've definitely had those thoughts of like if I could go back to when I was 19 and I had that eating problem.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">And I'm just so frustrated by this situation because it feels like over the summer I finally like got to a point like after all these years of struggling with this like it comfortable and happy with how I looked and I was wasn't thin by our standards by any 's never been completely out of my mind, <\/span><span data-id=\"P3-N200451\">but I finally got to a point in August where I was really means but I was fit and felt like I looked athletic and looked curvy but I liked it and I felt comfortable in a bathing suit and I just felt good about myself, finally. And then this happens and it's just like you know.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">(PAUSE): [00:11:18 00:11:29]<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: And I'm scared of what my reaction will be if and when I do heal and start gaining a little bit of weight back, because it's inevitable. I can't eat like this forever. This is ridiculous. But I'm going to be unhappy about it. Like it's scary continuing to lose weight and not being able to stop <\/span><span data-id=\"P3-N200491\">it but I'm also scared that I'm going to be wanting to stay closer to this weight than where I was.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: It seems that it's scary not to have control where your weight goes.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Yes. Right.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: And it sounds like you've developed a phobia about what to take into your body.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Oh yeah, totally. I mean we've talked about that before about whether it's medication or food or -<\/span><\/p>\n<span data-id=\"P3-N20050-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560576\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: I didn't realize you were going on a kind of more extreme version of the diet than -<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: I don't know if it's more extreme or not. So what they do at the hospital is they give you a piece of paper. They give it to every single ulcer patient in the United States. Like they just give you a piece of paper but doctor's don't know as much about nutrition necessarily or how it can be <\/span><span data-id=\"P4-N200551\">adapted for persons. I only see a nutritionist and she told me a lot of things that were different than what the piece of paper said. But she didn't actually give me much more than what I am currently eating.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Well, it clearly is a problem. It's pretty straight forward.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Calculations in terms of how much, how many calories you take in and -<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: I think I should probably pay more attention to the calories than when I'm eating because I haven't been doing that because I worked myself away from that, finally. Because I used to do that all the time when I was younger and really struggling with eating and exercise and stuff. I used to pay <\/span><span data-id=\"P4-N2005D1\">very close attention and I always wanted to be in the red. I always wanted to burn more than I ate that day and I used to before we had apps, like Live Strong had this website thing that you could do that on. I used to use that website all the time. I tracked every number and I'd really moved away <\/span><span data-id=\"P4-N2005D2\">from that to get healthy again. And so I haven't been doing that. I just try to eat until full, you know?<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">But I think at this point my stomach has shrunk so much that I get full so much quicker and I don't know. But I was surprised that the doctor seemed to be surprised by my weight loss on Tuesday. The nurse asked when she was checking me in and getting my IV set up, she asked, 'have you had any weight <\/span><span data-id=\"P4-N2005F1\">loss associated with this and I was like yeah, 25 or 30 lbs. And she was kind of like, 'oh.' And I kind of like said, 'well, what do you expect?' You know, like you tell me I can't eat all these things. The nutritionist had suggested that I try going gluten-free which I have been doing and I think that <\/span><span data-id=\"P4-N2005F2\">that combined with the ulcer restrictions has been what really did it. Like if I could go in and have a bagel every day which I would be doing if I wasn't trying to be gluten-free, I don't think I would have lost so much weight, but I also cut out carbs essentially.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Why gluten-free?<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: I've always had like the last couple of years like lower stomach issues and I had always thought I I never went to a doctor about it because I know that after you live abroad enough you oddly get used to having diarrhea all the time and it doesn't like you get it so severely like I had <\/span><span data-id=\"P4-N200631\">it so severely in Egypt that like now I don't even consider some things to be what other people would consider like having a lower stomach or something like that. So it was just something I dealt with. I stopped drinking beer because that seemed to make it a lot worse but every once in a while maybe <\/span><span data-id=\"P4-N200632\">it's the gluten in beer. No, I don't think it's gluten because I eat bread products and don't seem to have that much of a problem. Like sometimes would be worse than others but it wasn't like as bad as it was with the beer so I thought it was something else in beer like hops or something like that which <\/span><span data-id=\"P4-N200633\">I still don't know I haven't tried a gluten-free beer yet.<\/span><\/p>\n<span data-id=\"P4-N20062-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560576\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">But when the ulcer thing started my mom had been bothering me for a while to go see a doctor about my other stomach issues but I was like, no I just had an IVS, you know, what are they going to do? Sometimes I eat things and I need to take a Tums after or a Pepto and it's fine. But I mentioned it to <\/span><span data-id=\"P5-N200651\">the doctor and she was like, yeah, that's really all that normal, but we wanted to deal with the ulcer stuff first and then I also mentioned it to the nutritionist who works with GI patients and has some GI issues herself, so I mentioned it to her and she was like, 'just give it take a week and go <\/span><span data-id=\"P5-N200652\">gluten-free and see what happens.' And I did and it was like it cleared everything up. So I have just been sticking to it especially because what happened right after so I waited for two weeks before I saw the nutritionist about my ulcer, or a week I don't know. There had been a period of time after <\/span><span data-id=\"P5-N200653\">I was diagnosed with something or other in my upper stomach that I had started to follow the diet that they suggested but I was eating an extraordinary amount of whole wheat products and like fiber because that was supposed to boost up your immune system and speed up the healing process and I was also <\/span><span data-id=\"P5-N200654\">having a lot of upset stomach days and so I think that was another reason why. She was like, 'just give it a try. Stop eating all this wheat stuff and go gluten-free.' And I did and it's been a lot better. So I can't experiment with like all these they have like so many gluten-free foods out there <\/span><span data-id=\"P5-N200655\">right now but it's not that hard to be gluten-free, but because of the ulcer I can't eat a lot of them at the moment.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: What can't you eat?<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: Like I'm not supposed to have anything that has onions or garlic or raw like I can't have a lot of raw vegetables or anything that has too much spice like whether it's spicy or just a lot of spices. No fat. No greasy foods. No alcohol. Anything that's hard to digest. Anything that would <\/span><span data-id=\"P5-N200691\">make your stomach want to produce more acid and break it down. So I mean I eat well. I eat a lot of black beans and eggs and corn products like corn is gluten-free so I have tacos almost every night. And like plain meats and fish and stuff. I can eat a lot of that. I just don't eat any like like I <\/span><span data-id=\"P5-N200692\">used to eat a lot of snacks. I just love food so I could eat whatever I wanted as long as I was exercising not whatever I wanted, but I haven't had red meat since September. But they say you're not supposed to eat when I told my doctor the diet I was following she was happy. She said, 'oh, it <\/span><span data-id=\"P5-N200693\">sounds great. Don't change anything.' Although they say you're not supposed to have a lot of dairy but my nutritionist said, 'no, that's fine.' So I eat a lot of cheese, like that's my fat, my junk food I eat cheese all the time and that seems to be fine. I don't know, the nutritionist doesn't seem <\/span><span data-id=\"P5-N200694\">to think that it was like I told her I was concerned about my weight loss and she said I could try drinking like a protein shake with like an almond milkshake with protein powder in it. But I haven't tried that yet. She said to drink that on days that I work out but I haven't been working out. I guess <\/span><span data-id=\"P5-N200695\">I could just try drinking it anyway. I don't know, you know, like I have my routine now -<\/span><\/p>\n<span data-id=\"P5-N20068-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560576\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">THERAPIST: It's not working for you though.<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: And when I deviate from the routine I don't have stomach pain so -<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: Yeah, you develop other problems by losing (unclear).<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: I know.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: It sounds like you very strictly follow no deviation.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: Yeah, man, I nearly had a panic attack when I tried something new at Thanksgiving. And like I knew it was anxiety driven and not actually my stomach reacting so I took the Pepcid and nothing went away, but then once I realized that okay this is not my stomach that made me realize it was not <\/span><span data-id=\"P6-N200751\">my stomach then I calmed down when I got (unclear) and frustrated. But it was nice like I ate this like I had pumpkin pie. Like my mom baked me this great she left out the ginger and so and I had like she made this cornbread stuffing and all these things that I ate I guess those are only two <\/span><span data-id=\"P6-N200752\">things that I wouldn't have eaten otherwise, but still it was -<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: That's not all things two things is not all sorts of things.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: But that was like a legitimate Thanksgiving dinner. I mean I had stuffing, turkey, roasted Brussels sprouts. There was this sweet potato soup that I could have because she left the onions out. And I had pumpkin pie for dessert. Like that was all that I wanted. It made me happy. It didn't make <\/span><span data-id=\"P6-N200791\">me feel like I was being left out. Because I was upset originally when I like Thanksgiving is my favorite holiday and I was bummed out because I wasn't going to be able to enjoy it. But I felt like I partook. And I was proud of myself for eating the stuffing and the stuffing had mushrooms in it which <\/span><span data-id=\"P6-N200792\">I hadn't had yet.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: What, mushrooms?<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: For some reason I felt like they would be difficult to digest so I didn't eat mushrooms for a while. But then after getting over that hump like I made myself mushrooms for dinner last night and I ate them for lunch again today. So it was like a good thing to add in.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: You've really developed a phobia to taking particular things into your body.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: Yeah, well it didn't help that the medicine I was taking is what caused this in the first place most likely. Unless they tell me something crazy next week like there's something else going on, you know. But in all likelihood it was the medicine I was taking so I was proven right. This is what <\/span><span data-id=\"P6-N200811\">happens when you don't listen to your instinct about what to put into yourself.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: Yeah, I mean you still don't know that people who just pop Advil like candy -<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: I used to be one of those people. In college when I played rugby I took I would take Advil just preventively before every game and then I would drink heavily afterwards. Which is now like if I take a Tylenol or an Advil now I can only take Tylenol.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: Which you didn't want to take for a while because you were worried about that too.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: Right but I took it and it made me feel better so I feel okay about Tylenol now I think. I haven't had an occasion to take it again yet because Tuesday was my bad cramp day but I was sedated the whole day so I was okay. <\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">I mean I was even anxious about taking the Pepcid. She was holding one in her hand and said, 'I'm going to eat one too.' So then when you start feeling something I'm going to be able to tell you I'm not feeling it. But I didn't want her to take one I she didn't need it so I just took it.<\/span><\/p>\n<span data-id=\"P6-N2008A-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2008A-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560576\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">THERAPIST: But even did it it seems like such a generalized -<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">CLIENT: Yeah. Like I don't know when it started. For a while it was not about I feel like it's expanded now to include all these other categories of things you know like after the cocaine incident it was cocaine gave me this panic feeling and then after a couple of years marijuana did it too and I <\/span><span data-id=\"P7-N2008F1\">couldn't smoke weed anymore. And then it turned into like medication and now with the ulcer, now it's food. And like it keeps like getting a bigger category, and more categories.<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: It sounds like it.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">(PAUSE): [00:24:47 00:25:09]<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: I don't know maybe they'll tell me next week that I'm fine and it was just the scope and I still won't want to eat anything new for a while. At some point I'm hoping they'll tell me at some point that I can resume my normal diet and I feel like it's going to take me a little while.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: Because you're scared.<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: It's like your body is a black box and you don't know what will happen.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: Well it's like this whole stomach thing has been like exactly that because I can't look and see if the cut healed. It's not like my knee where I can look down and see, 'oh, it's still open a little bit. I better be careful. Or I can see it's healed so I can take the Band-Aid off and run around <\/span><span data-id=\"P7-N2009D1\">again. But I can't just look down and see anything so I don't know what's going on.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: Your body is not transparent.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">(PAUSE): [00:26:13 00:26:49]<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: What are you thinking?<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: How like I feel like things have really spiraled a little bit out of control since when Amelia and I decided that I should come and see you or we should or whatever, that something needed to happen. Like it wasn't even like this yet you know and like I didn't I don't know. Like I was having <\/span><span data-id=\"P7-N200A51\">anxiety about things about Amelia's safety and like that but this ulcer thing hadn't really happened yet and I feel like ever since it's all really taken like it's gotten more out of control.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: Well it sounds like you're concerned that a lot of foods are poison.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: Yeah, I would rather not eat and feel a little bit of hunger than eat and have the burning, you know?<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: But you don't know if you'll have the burning. I think you're worried you might eat hemlock. I don't know do people eat hemlock?<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: I don't even know what that is.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: Hemlock. That's what didn't not Plato, Socrates didn't he eat hemlock? Anyway, it kills you. Arsenic. Whatever. Any sort of poison.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: Yeah. It's funny like I've been so focused on my stomach and on this particular issue that I feel like I haven't felt as anxious about the other things that I typically feel anxious about. Like Amelia and I really haven't had as much issue since this started happening because it's like all my <\/span><span data-id=\"P7-N200B11\">anxiety has been like focused on my health and I don't think about eating something and it killing me but I think of it like making me sick and preventing me from healing, like in my head I'm like this is temporary and I'm going to do more than they tell me to do to make sure that it heals so that I <\/span><span data-id=\"P7-N200B12\">can get better. Does that make sense?<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: I understand the reasoning.<\/span><\/p>\n<span data-id=\"P7-N200B2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200B2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560576\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">CLIENT: You know, it's like if you do this then you'll heal in three months and then I'm like let me make sure that I do this three times over again so that we really cover all our bases.<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">THERAPIST: But you're really having a lot of difficult with moderation.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">CLIENT: Yeah. I have always been somebody a person of extremes. You know, before I went to college, my first year of college I was like the extreme of over eating, not exercising, and then I went to the other extreme of not eating and exercising all the time and you know I either do it all the way <\/span><span data-id=\"P8-N200BD1\">or don't do it at all. And you know that's what's so frustrating is that I finally felt like I found a balance by the end of the summer where I was exercising enough where I felt good about myself and energized and was liking the way my body was looking and I was eating what I considered to be a normal <\/span><span data-id=\"P8-N200BD2\">like I wasn't thinking about it so much anymore. I did what made me feel good whether it was having a glass of wine and a really good dinner or going for a run and having a salad. I felt like I found some happy medium between not being so strict about my eating and exercise habits or really just not <\/span><span data-id=\"P8-N200BD3\">giving a shit and just eating all the time.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">THERAPIST: Getting this ulcer really hit a vulnerability for you.<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">CLIENT: Yeah. I know. I feel like there's someone down there being like, 'oh shit,' because this is really like eating and weight and everything, like what I struggled with for so long. And to have this imposed on me literally right at the time when I finally felt like I had it all together for the <\/span><span data-id=\"P8-N200C11\">first time ever. Like I weigh less right now than when I was full-fledged not eating and running six miles a day. And that scared the shit out of me when I got on the scale on Sunday. Because I also know what losing that much weight so quickly and eating so extremely does to your metabolism and your <\/span><span data-id=\"P8-N200C12\">body and I know it's not good for you and I know the likelihood of putting the weight back on doubly and very quickly is high because I'm like messing around with my metabolism again. That's what happened the last time. I lost 60 or 70 lbs. and I gained 40 in like three months.<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">THERAPIST: Right. So you're partly concerned you lost a lot of weight but you're also starting to obsess about the implications and it's kind of like you're trapped in all directions. You say, 'oh I'm too thin.' You then worry about your metabolism is going to get affected.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">CLIENT: Yeah. I mean I do worry that I'm too thin. It makes me feel really, really concerned when people tell me. One of my co-workers, my former co-worker whose position I took over, was here visiting today and so you know, she was there for the beginning of this and she asked how everything was going <\/span><span data-id=\"P8-N200C51\">and she said, you know you do look really she just hasn't seen me in the last two months so, and I think it's more shocking for people who like Amelia probably doesn't notice as much because she sees me every day but Penelope today was like, 'you look really thin.' And I get well do I look too <\/span><span data-id=\"P8-N200C52\">thin, like what do you mean? Like I don't want to look too thin. I don't know. Amelia keeps telling me like I'm getting enough calories and I'm getting enough nutrients because she knows what I eat every day. But I can't tell if she's just saying that to make me feel okay about it because she knows <\/span><span data-id=\"P8-N200C53\">I really worried about it or if she really means it. And my parents tell me I look great but I don't trust them at all because my mom only drinks her food. She's like obsessed with weight. She gave me this appointment with this nutritionist. And she drinks she has what she calls two shake days sometimes <\/span><span data-id=\"P8-N200C54\">and she goes out to dinner.<\/span><\/p>\n<span data-id=\"P8-N200C4-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200C4-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560576\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200C6\"><span data-id=\"P9-N200C7\">THERAPIST: Really. And she's always been like that?<\/span><\/p>\n<p data-id=\"P9-N200C8\"><span data-id=\"P9-N200C9\">CLIENT: No. I mean when she was younger she was thin, like very thin naturally and then after she had my brother she didn't lose the pregnancy weight so she was pretty overweight for a while and her family has her brother and her father have both had triple bypass surgeries and it's something she <\/span><span data-id=\"P9-N200C91\">worries about and she had wanted to when she had menopause she really had trouble losing weight and so she's been working with this nutritionist since then and she looks great. Her doctor said that she's great and she's not too thin. That's something I'm not too concerned about. But I know she's getting <\/span><span data-id=\"P9-N200C92\">enough nutrients and vitamins because I trust this nutritionist. She's helped me. Like she worked with me when I was younger as well. She's really helped me and I trust that she's not telling my mom to do things that are unhealthy. But it's still like extreme, you know. And so like my mom will have <\/span><span data-id=\"P9-N200C93\">a shake for breakfast and she eats very she eats no carbs whatsoever. She just has a lot of vegetables and fish. But you know when I was 119 lbs. and I was 19 years old my mom told me that I didn't have a problem. It's not the number that was bad. I still wasn't too thin. I hadn't like crossed that <\/span><span data-id=\"P9-N200C94\">threshold yet. Because I'm not too tall. I'm petite my size I guess. I wasn't too skinny. You wouldn't see me on the street and be surprised, you know? But it was my habits that were unhealthy and the people I lived with at school knew that and were concerned. But my mom didn't know as I was away <\/span><span data-id=\"P9-N200C95\">in Ohio. So when I went home this Thanksgiving they were like, 'you don't look too thin. You look great, you know?' And I was like I just don't know like I don't trust that from them because that's what they said when I did have a problem. <\/span><\/p>\n<p data-id=\"P9-N200CA\"><span data-id=\"P9-N200CB\">THERAPIST: Well what strikes me though is how you obsess about it. You kind of ruminate. I'm eating enough, everyone says I look good. My nutritionist says it's good, but I'm losing weight. You just kind of go back and forth.<\/span><\/p>\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">THERAPIST: Clearly, there's something going on, I think deeper, that's making you focus on this so much.<\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">CLIENT: Yeah. I mean even like talking about it right now is giving me heartburn. When I think about it I get I don't feel well and so if I eat something that I haven't eaten before just thinking about it makes me feel sick. And then it's like I don't know. It's like I know that there's this combination <\/span><span data-id=\"P9-N200D11\">of like the actual health problem plus my anxiety which has the same effect on me as the health problem does and that's preventing me from eating enough I think. And like diversifying the foods I'm eating. You know, I'm careful to get all my food groups in, you know. I have my fruit and my green vegetables <\/span><span data-id=\"P9-N200D12\">in the morning. And try to have more vegetables with dinner and most of the time have some sort of rice or cornmeal what I count as carbs now because I don't eat flour products, but I eat like plenty of protein so I try to get like, you know, and dairy. I try to get all the groups in, but I don't <\/span><span data-id=\"P9-N200D13\">know. Maybe I need to start paying attention to like what like counting calories, I don't know.<\/span><\/p>\n<span data-id=\"P9-N200D0-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200D0-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560576\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200D2\"><span data-id=\"P10-N200D3\">(PAUSE): [00:37:38 00:38:12]<\/span><\/p>\n<p data-id=\"P10-N200D4\"><span data-id=\"P10-N200D5\">THERAPIST: If you weren't preoccupied with this, what do you think you'd be thinking about?<\/span><\/p>\n<p data-id=\"P10-N200D6\"><span data-id=\"P10-N200D7\">CLIENT: I don't know. Probably something to do with Amelia's safety. I mean if I just go back to before this started, that's what I thought about all the time. And whether she's doing all right. But I'd probably still be thinking about food a fair amount you know, like I always have. It's always been <\/span><span data-id=\"P10-N200D71\">like even in August when I finally felt like comfortable I didn't think about it as much. I still did a fair amount of planning. Like making sure I got my run in, you know. Or I'd be like grumpy and irritable all day. <\/span><\/p>\n<p data-id=\"P10-N200D8\"><span data-id=\"P10-N200D9\">THERAPIST: What would happen if you tried not to plan?<\/span><\/p>\n<p data-id=\"P10-N200DA\"><span data-id=\"P10-N200DB\">CLIENT: I don't know. I never tried not to do that.<\/span><\/p>\n<p data-id=\"P10-N200DC\"><span data-id=\"P10-N200DD\">THERAPIST: It would be an interesting exercise to see what other feelings came up.<\/span><\/p>\n<p data-id=\"P10-N200DE\"><span data-id=\"P10-N200DF\">CLIENT: I don't even know how to go about doing that. Like that's just what I especially now I wake up and I'm like okay I need and I really need to make sure that I have breakfast, you know what I mean or else I've gone days without eating anything but rice cakes and peanut butter until dinner <\/span><span data-id=\"P10-N200DF1\">because I didn't plan ahead and bring food that I could eat for lunch. So (Pause) I could try it though. Like on a day that I'm (unclear) the rice because I can pick up something at like when I get hungry I can walk to Whole Foods. There's usually something that I could eat there.<\/span><\/p>\n<p data-id=\"P10-N200E0\"><span data-id=\"P10-N200E1\">THERAPIST: I think it would be an interesting experiment.<\/span><\/p>\n<p data-id=\"P10-N200E2\"><span data-id=\"P10-N200E3\">CLIENT: I find that I've been planning much less not necessarily about food because that's what I really have been focusing on but like usually I'll like plan my whole day around like when I'm going to work out but since I haven't been working out I haven't really been thinking about that as much. <\/span><span data-id=\"P10-N200E31\">But I feel really lazy, like I can feel my muscles like atrophying, like it's really uncomfortable for me.<\/span><\/p>\n<p data-id=\"P10-N200E4\"><span data-id=\"P10-N200E5\">THERAPIST: What do muscles atrophying feel like?<\/span><\/p>\n<p data-id=\"P10-N200E6\"><span data-id=\"P10-N200E7\">CLIENT: Sore. I'm actually sore from not doing anything. Does that make sense? I'm like sitting all the time. I just feel really soft. I don't feel like I'm sleeping as much either. I don't know, I just feel like my, like exercising really regimented my day nicely, you know. It's like I would work up <\/span><span data-id=\"P10-N200E71\">a big appetite and then I would eat plenty and then I'd be tired and then I'd go to sleep you know. And now I just feel like I lay around all day. And there's no it's harder for me to go to sleep and I don't feel like as hungry all the time. I don't know. And like when I do have good days and I do <\/span><span data-id=\"P10-N200E72\">go work out I feel so much better and I feel great and I eat a good meal but I also burn 300-400 calories in the process which makes me feel like I shouldn't be doing that right now. I don't know, I think I think I need to start going to yoga classes or something.<\/span><\/p>\n<p data-id=\"P10-N200E8\"><span data-id=\"P10-N200E9\">THERAPIST: I mean some of this, I feel like I don't want to get too concrete because that's part of the problem, in some sense. So drink two extra shakes and go to the gym.<\/span><\/p>\n<p data-id=\"P10-N200EA\"><span data-id=\"P10-N200EB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N200EC\"><span data-id=\"P10-N200ED\">THERAPIST: I mean there's so many things that are pretty easy solutions.<\/span><\/p>\n<span data-id=\"P10-N200EC-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200EC-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560576\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200EE\"><span data-id=\"P11-N200EF\">CLIENT: I know. I haven't tried a shake yet because I'm scared. And I haven't had almond milk yet and I haven't had protein powder and it seems like protein powder seems like a chemical thing that's going to be hard for me to digest. So that's what's preventing me from doing that. I feel like I just <\/span><span data-id=\"P11-N200EF1\">need to drink a shake and see that I'm fine and then I'll feel great about going to the gym because I'll drink a shake after, you know.<\/span><\/p>\n<p data-id=\"P11-N200F0\"><span data-id=\"P11-N200F1\">THERAPIST: You're letting your phobias rule you. It's sort of ironic because you desperately want control and yet these phobias are controlling you.<\/span><\/p>\n<p data-id=\"P11-N200F2\"><span data-id=\"P11-N200F3\">(PAUSE): [00:42:44 00:43:05]<\/span><\/p>\n<p data-id=\"P11-N200F4\"><span data-id=\"P11-N200F5\">CLIENT: I got bent at the store standing in front of all the almond milk and I'm like I can't I'm going to buy it but I'm not going to drink it so I'm not going to waste money on it.<\/span><\/p>\n<p data-id=\"P11-N200F6\"><span data-id=\"P11-N200F7\">(PAUSE): [00:43:12 00:43:48]<\/span><\/p>\n<p data-id=\"P11-N200F8\"><span data-id=\"P11-N200F9\">CLIENT: I don't even know what to do at this point aside from like somehow force myself to just go eat it or drink it you know.<\/span><\/p>\n<p data-id=\"P11-N200FA\"><span data-id=\"P11-N200FB\">(PAUSE): [00:44:03 00:44:12]<\/span><\/p>\n<p data-id=\"P11-N200FC\"><span data-id=\"P11-N200FD\">THERAPIST: It's sort of living in fear that something terrible is going to happen. And it's like you can't shake it.<\/span><\/p>\n<p data-id=\"P11-N200FE\"><span data-id=\"P11-N200FF\">CLIENT: And that's always how I feel though, you know, about something.<\/span><\/p>\n<p data-id=\"P11-N20100\"><span data-id=\"P11-N20101\">(PAUSE): [00:44:22 00:44:49]<\/span><\/p>\n<p data-id=\"P11-N20102\"><span data-id=\"P11-N20103\">THERAPIST: Kelsey (sp?), we're going to need to stop for today. Did you get a check from the insurance?<\/span><\/p>\n<p data-id=\"P11-N20104\"><span data-id=\"P11-N20105\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P11-N20106\"><span data-id=\"P11-N20107\">THERAPIST: They said that they sent it to you.<\/span><\/p>\n<p data-id=\"P11-N20108\"><span data-id=\"P11-N20109\">CLIENT: Oh, then hopefully it will be coming soon. When did they say that?<\/span><\/p>\n<p data-id=\"P11-N2010A\"><span data-id=\"P11-N2010B\">THERAPIST: Like a week and a half ago.<\/span><\/p>\n<p data-id=\"P11-N2010C\"><span data-id=\"P11-N2010D\">CLIENT: I'll check the mail today. No, I haven't gotten anything.<\/span><\/p>\n<p data-id=\"P11-N2010E\"><span data-id=\"P11-N2010F\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P11-N20110\"><span data-id=\"P11-N20111\">CLIENT: That's good though if they said they sent it.<\/span><\/p>\n<p data-id=\"P11-N20112\"><span data-id=\"P11-N20113\">THERAPIST: Sort of. But sometimes they say they sent it but people don't get it and then they're like, 'we sent it.'<\/span><\/p>\n<p data-id=\"P11-N20114\"><span data-id=\"P11-N20115\">CLIENT: Oh really.<\/span><\/p>\n<p data-id=\"P11-N20116\"><span data-id=\"P11-N20117\">THERAPIST: So we'll see. We'll see.<\/span><\/p>\n<p data-id=\"P11-N20118\"><span data-id=\"P11-N20119\">CLIENT: They should have my home address. I feel like sometimes I get mail from them in my Wellesley mailbox for some reason so I can have I'll call my friend Victoria right now and have her check my mailbox at school.<\/span><\/p>\n<p data-id=\"P11-N2011A\"><span data-id=\"P11-N2011B\">THERAPIST: If you wouldn't mind. Would you mind calling them?<\/span><\/p>\n<p data-id=\"P11-N2011C\"><span data-id=\"P11-N2011D\">CLIENT: Yeah, I'll give them a call.<\/span><\/p>\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">THERAPIST: That would be great.<\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">CLIENT: Yeah, absolutely.<\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">THERAPIST: Okay, very good.<\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">CLIENT: And then next week I'm here but we're flying out on the 18th of December and so I think there will be two weeks in a row that I'm not here.<\/span><\/p>\n<p data-id=\"P11-N20126\"><span data-id=\"P11-N20127\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P11-N20128\"><span data-id=\"P11-N20129\">CLIENT: Because we'll be gone on the 18th through the 26th which is also a Thursday.<\/span><\/p>\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">THERAPIST: Okay, very good.<\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">CLIENT: But next week I'll see you.<\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">THERAPIST: All right. Take care.<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">CLIENT: You too. If they say something alarming I'll let you know, otherwise I'll bring the check (inaudible).<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}