{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her progress towards becoming a better, calmer person. Client discusses her issues with accepting gifts and being independent."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Romantic relationships","Need for approval","Acceptance","Psychoanalytic Psychology","Anger","Confusion","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["8"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Romantic relationships","Need for approval","Acceptance"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Confusion","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":6,"pageCount":6,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560580","dorpId":"1005994832","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, December 11, 2013: Client discusses her progress towards becoming a better, calmer person. Client discusses her issues with accepting gifts and being independent.","fullTitle":"Client \"S\" Therapy Session Audio Recording, December 11, 2013: Client discusses her progress towards becoming a better, calmer person. Client discusses her issues with accepting gifts and being independent.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":6,"totalPages":6,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":6,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560580\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I'm tired. (inaudible) magazine last night and I jazzed it up by retiring also.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">(PAUSE): [00:01:11 . [00:01:35]<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Chris came to the launch and stayed for my presentation and stuff. I was a little I guess not confused but like surprised I don't know what the word is that he came. I know he's very supportive given the current context. To me it's not unexpected but not something I am expecting if that <\/span><span data-id=\"P1-N200111\">makes sense. He's like (inaudible) and I said, 'you're changing. You're becoming more supportive.' So he's like, 'I think it's you who's changing. The way you looked at things is changing now. Earlier you would have been pissed that I didn't stay for the whole thing or this and that. But now you're <\/span><span data-id=\"P1-N200112\">like 'thank you for coming for the time you came, (inaudible) thank you for coming.' <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">And I'm happy when people tell me I'm changing for the better, obviously, but then I think maybe it's not that I'm changing but it's that the context has also changed, like not being together together in the fullest sense or meaning part of a different context at least part of the time makes me know <\/span><span data-id=\"P1-N200131\">that I shouldn't expect the same kinds of things from Chris. And like this new guy, like I don't expect much like I don't expect anything and that was a new feeling, stepping out of the relationship with Chris. And being single even though not in the fullest sense of the word. I mean that's what single <\/span><span data-id=\"P1-N200132\">women have when they don't have boyfriends to do stuff for. So that was the kind of thinking I have. So when these guys are around and they do something I get pleasantly surprised. So that's what the change is. I don't know if that was the change that Chris was referring to. I guess he was more like <\/span><span data-id=\"P1-N200133\">I'm growing and becoming more of an adult and all that and I want to believe that but I don't know if that's what's going on.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">(PAUSE): [00:05:02 00:05:18]<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: So that means I don't take full credit for growing just yet.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Why do you say that?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Well because like I said, like it's probably because I have stepped out of the relationship and don't expect as a \"single woman\" or maybe not so single woman, I don't expect my potential boyfriends to do stuff for me. I have to do stuff for myself like some things, the ones that I can. I mean <\/span><span data-id=\"P1-N2001B1\">there is growth but like this past weekend I had to go to a party faraway so I borrowed Chris's car and was driving there cursing the whole time. I hate driving. It was really dark and it was a new place and like a silly person I wrote down directions with pencil and didn't read them and then I got <\/span><span data-id=\"P1-N2001B2\">lost and took a wrong turn and then finally I called and said, 'Siri, tell me how to get there.' And an hour and a half later I arrived at this place and then I see this friend of mine from Providence sitting there with her boyfriend. I was so pissed, so pissed because like why was I pissed? Because <\/span><span data-id=\"P1-N2001B3\">I was like well if we were hanging out and she was being a friend to me she would have told me she was coming here and I would have gotten a ride and wouldn't have had to drive all this way. I was pissed for five or ten minutes and then I calmed down and then I was like it's good that I did this on <\/span><span data-id=\"P1-N2001B4\">my own and then later Chris was like earlier you would have called me and cursed me out for getting lost. And you didn't call me once and even with your friend you were upset for just five to ten minutes and then you recovered. Yeah, the earlier me would have been so much more angry, throwing tantrums <\/span><span data-id=\"P1-N2001B5\">all over the place.<\/span><\/p>\n<span data-id=\"P1-N2001A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560580\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">(PAUSE): [00:07:59 . 00:08:27]<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: I don't like this thing of not expecting things from people. I feel like I should get used to it. But then it also leads to weirdness a little bit. I don't know how to describe it. I haven't thought about it but on Sunday [Nelson] (ph) gave me my Christmas gifts and I just was not expecting <\/span><span data-id=\"P2-N2001F1\">I guess I'm not expecting stuff and I felt like they were too much they're expensive and I feel really weird about them. I put them in the closet and kind of shoved them away so I wouldn't have to look at them. But he's like 'no don't think about them that way. I got discounts in case you're worried <\/span><span data-id=\"P2-N2001F2\">about spending too much,' and then 'there's no strings attached. I just wanted to let you to know that I appreciate you.' It just felt really weird, you know?' And, 'you should talk to your therapist about why you can't accept gifts.'<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: Apparently you took him up on his advice.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Yeah. Well because we have spoken about something like this before. But obviously you know what's going on. It's making me feel guilty for but I shouldn't feel guilty because really like, maybe I should but I don't know.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: I think there's a lot too this because a lot of the time you feel so hungry and deprived and then essentially when you get fed then you're you don't know what to do with it. And yet you crave it. But when you get it, it's not satisfying. It's almost like overwhelming.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Yeah. I'm trying not to be that way.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: It wasn't a criticism.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Yeah, I know. But I should change, you know?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: That seems like a good ultimate goal but right now we're talking about what it means.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Okay. Well because this is very true to me and it's very fundamentally me and in certain areas I know it leads to trouble such as in my work and that's essentially the main thing I want to change like I'm hungry for, for example, publication, or appreciation and when I get it I get overwhelmed <\/span><span data-id=\"P2-N2002F1\">and then I panic and then I don't act properly. I react. I'm trying to change that and it manifests itself in other areas probably so that's the bit that can be harmful in getting overwhelmed and not reacting properly.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">(PAUSE): [00:12:01 . 00:01:27]<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Yeah, and that's exactly what I was telling Nelson (sp?) that, you know, like why are you giving me gifts? I like you more and more and giving me gifts or not giving me gifts doesn't change anything but you're really supportive and that in itself is a very new thing for me and I was like when <\/span><span data-id=\"P2-N200331\">you haven't been getting something all your life, when you get it, you don't know what to do with it. So are you saying I should change the way that I think about things that if I didn't get something I should think that I did get something?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: I'm not sure I follow.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Like I think I've always been hungry for X, for example. So I should not think that way, to think that I've had X in my past.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: I wasn't suggesting that. I was simply suggesting that you're hungry for X and when you get X why don't you want it?<\/span><\/p>\n<span data-id=\"P2-N20038-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560580\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: I don't at all minimize or discount the intense deprivation you suffered when you were a kid. It was very real. I think what causes you problems is the extent to which you carry that over into your adult life.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Yeah. I wish that I could recognize the way that I carry it so I could be more conscious. I don't think I am very conscious of how I carry it. I know that I've made my mom like a constant reminder. It's funny because she's in the present and she is you know but she is also in the past, more <\/span><span data-id=\"P3-N2003F1\">in the past for me than in the present.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Can you say more about her?<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Like I guess I see her the way that she has been since I was a kid so she's like this, like (unclear) that goes back to me like a hundred years or so. She's not 100 years old. Like I see her, not all the time, but sometimes, most times when I see her it's like I see all the various moments that <\/span><span data-id=\"P3-N200431\">she has experienced, or she and I have experienced when we were in trouble or like we were small in the moments or her husband wasn't there or her husband was cheating on her and when she realized she was and so she's like this whole package of pain and someone who's suffered and someone who gave up <\/span><span data-id=\"P3-N200432\">driving after her first accident, someone who is fragile and like so she's a collection of all those moments rather than just plain people like right now. I don't know if other people they'd probably do the same things. It's not like when I think of her as warm, caring, loving, makes good food, <\/span><span data-id=\"P3-N200433\">feeds me, cares about me, you know. So all those associations with the word \"mom\" the image of your mom is not that mom.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">(PAUSE): [00:18:28 00:18:48]<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: And when I think of the moments when she was in pain or suffering and I feel an intense kind of longing to protect her, comfort her, fight for her, scream at her, you know. I feel like she's a reminder of whatever things I carry back from the past. It's not like she hasn't changed and we're <\/span><span data-id=\"P3-N200471\">not renewing ourselves. It's not like that.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">(PAUSE): [00:19:32 00:20:49]<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: I mean I do want to let go of some of those associations. Maybe I don't, you know, that's the problem. Maybe I don't want to let go of some part of any of them. Like it's time I should.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Send them off?<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yeah. It would be hard but something like that's what we are, that's what defines us; that's what fuses us but they're negative so maybe there can be more positive things that fuse us.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">(PAUSE): [00:21:23 00:21:44]<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: I think if I if someone told me that that's what they thought about me like if they said, 'oh you know like two years ago you were totally falling apart and that's what I think of you as and I can't be your friend because of that,' I would be hurt, I feel like. But I'm not that person anymore. <\/span><span data-id=\"P3-N200531\">I've changed and look, I bring stuff, and you know. But I want them to think positive things of me. But I don't know if my mom would say that. Maybe she would.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: You don't know if your mom would say -?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: What I just said you know, 'yeah, I'm not let's forget about those moments, let's not talk about them.' Maybe she would. I don't know why I have this feeling, but it was accurate for some time that she wouldn't want to forget those years. I thought maybe she would bring them for strength, <\/span><span data-id=\"P3-N200571\">some weird (unclear) of strength to not repeat that mistake again.<\/span><\/p>\n<span data-id=\"P3-N20056-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560580\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">(PAUSE): [00:23:15 00:23:44]<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Maybe things can change in that regard like her relationship with her brothers maybe it can change. You took money from them and were below them. Maybe that will change. For the longest time for years, and years, and years, pretty much all my life I would think that, 'yeah, we can't really face <\/span><span data-id=\"P4-N2005B1\">them. We certainly can't be their equals and can't even face them such as me never wanting to take their phone call. Every time they called and like I don't want to talk, my mom was giving me the cell phone. Maybe that can change once I don't feel like I'm below them or like taking money from them is <\/span><span data-id=\"P4-N2005B2\">in the past. It was done by my father and was done by my mom under pressure. That's in the past and that's like it's over and it's gone.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: You're talking about sort of creating a new way of thinking and understanding what you carry with you and what you can let go of; what is in a sense defunct and just no longer needed.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: And what are even, furthermore, like shackles.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Yeah, they're pretty heavy like I feel the weight of them, you know. Plus, like laying off those things and they've been beaten to death. There's nothing new there. There's going to be no metaphors coming from that source of pain that I can use to create anything in my art. And if I let go of <\/span><span data-id=\"P4-N200631\">them I can fill that space up with new things, like new experiences. I just hope these new experiences are meaningful enough and dramatic enough. Maybe I just hunger for drama.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Well, maybe you hunger for meaning and the ways you've known to create meaning at the moment are dramatic. They don't always have to be.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Yeah. That's maybe another topic for another day. That's pretty scary like it not being as meaningful in the way that I think of meaning. But I think I am changing in the (unclear). Who knows? I can't evaluate that right now.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">(PAUSE): [00:27:32 00:27:53]<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Maybe in some subconscious way I thought that okay, there's a lot of pain here and it involves a lot of people, these relatives, and I'm just going to sit on it and compress it until they turn into diamonds and then someday I'll write about it. I guess that's what quite a lot of writers like <\/span><span data-id=\"P4-N2006B1\">they have traumatic childhoods and yeah but I have a feeling that maybe in my case that I am able to channel that into art but like there are other psychological issues that actually keep me from making the art because I feel I lack confidence or whatever, like the other psychological issues. (inaudible) <\/span><span data-id=\"P4-N2006B2\">way of letting go. I don't know if it will be anything that will just float away and not be weighed down by meaning and things.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">(PAUSE): [00:29:20 00:29:40]<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Does letting go mean forgetting? What does letting go mean?<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: What an interesting question. Let me think.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">(PAUSE): [00:29:45 00:30:02]<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Have I let go of stuff of any stuff? I think so. Yeah. Like I've let go of stuff. Like my first boyfriend. I never thought I'd break up with him and I was in so much pain when we were breaking up but I was holding onto all those years with him and holding on means like intense submersion in <\/span><span data-id=\"P4-N200751\">all the moments but when I let go I'm not submerged anymore. I haven't forgotten but then I'm not informed in all my decisions by that certain thing. I guess that's what it means to let go. But as an artist I add another layer of complexity to it like which art is more powerful or when do I produce <\/span><span data-id=\"P4-N200752\">more powerful art when I'm submerged, or when I'm not?<\/span><\/p>\n<span data-id=\"P4-N20074-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20074-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560580\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">(PAUSE): [00:31:34 00:32:15]<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: What do you think?<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: I don't know. It would take a lot more evaluation to produce a lot more art to answer that question.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">(PAUSE): [00:32:27 00:33:18]<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: I mean it is like an adjustment because like starting out after graduation I thought with this intense pain that I feel and this is when my parents were splitting up, divorcing, I thought this social pain is going to inform all my work and I've produced stuff when I've been in a lot of pain. <\/span><span data-id=\"P5-N2007F1\">I don't know yet, or maybe I do know I don't think that I don't want to say that I don't think that that pain has produced such good art or anything. Actually, when I'm more confident about myself is when I'm more able to focus more, produce better work. So seeing pain, recognizing pain, feeling <\/span><span data-id=\"P5-N2007F2\">pain are important parts of my important inspirations, but the kid of mad submersion that I've done, that I've subjected myself to in the past is not as beneficial or helpful or productive as I thought it would be I think. I'll have to think about this statement and made sure it's accurate. But I'm <\/span><span data-id=\"P5-N2007F3\">pretty sure it is. It's really hard to let go of one way of thinking, you know. I feel terrified of (inaudible).<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: What's the terror like?<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: I shouldn't say terror-like. I don't feel that scared actually, right now. But yeah, you know, disorienting and what would be the new space look like, you know? It's a leap of faith you know? Yeah, but I think it can, will be good (unclear).<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">(PAUSE): [00:36:20 00:36:41]<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: I'm still kind of in some ways not really leaping. I'm more like straddling two stools so I don't have to fall off. (inaudible).<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">(PAUSE): [00:37:03 00:38:31]<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: (Unclear) today I wanted to talk to you about like really different stuff. I don't know if we have time anymore.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Yeah, we have five or so minutes.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Well just the Nelson and Chris thing. Like I figure according to how like yeah I was going to go back to Chris and then were like, well what about the need for other guys that drove you away from him something like that. I wanted to talk about that need and where it originated. Yeah, I don't <\/span><span data-id=\"P5-N2008F1\">know. I feel like maybe it started like two years ago with me wanting to assert my independence and the first thing I did to do that was like assert my sexual independence and going to Ohio instead of going to Chris. So I wonder if it's still there or like my need for drama or excitement and it sort <\/span><span data-id=\"P5-N2008F2\">of represents that I don't want to say it like that. He's his own person. He's not a representation of certain needs I think, right?<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: It can be both. But I your wanting to assert your independence, and particularly your sexual independence from Chris, in that scenario he's not your boyfriend he's somebody else.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: My parents?<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: I don't know. I mean it's complicated but he's not your boyfriend.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: Well, what is he? What do you mean, in that scenario, he's not?<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: Well a boyfriend is someone who is a contemporary who you stay with or your leave. Asserting your independence from him by seeking somebody else outside he's no longer your boyfriend, he's somebody else. You don't need to assert your independence from a boyfriend. You just don't stay with <\/span><span data-id=\"P5-N200991\">him anymore. Because he's a boyfriend or another boyfriend or not. He's someone much different to you than that to assert your independence from.<\/span><\/p>\n<span data-id=\"P5-N20098-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560580\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: A husband?<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">(PAUSE): [00:41:06 00:41:21]<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: Yeah, I guess asserting your independence sounds much more like seeing him as an authority figure and not as a contemporary.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: Yeah. Approval. Someone I seek approval from.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: And like asserting your independence is like, well he control me. But if you're with a contemporary, they don't you just leave them.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Yeah. Yeah, he's never been like that to me.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">(PAUSE): [00:41:54 00:42:12]<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: In that scenario he's somewhat in that way of thinking or feeling he's someone to whom you're beholden.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Well, he's someone I look up to and have to answer to. What do you do at the end of the day every day (unclear)? How did you spend your day? Was it in service to people and in the service of intellectual growth? You know? That feels like, or felt like -<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">(PAUSE): [00:42:47 00:43:11]<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: It felt like that for so long that I desperately wanted to change it and seek other new context and I have a new context and it's too freeing. I need some structure, I need my accountant back. So even if he's bad for me I keep going back. It's like coming back into a stable (unclear) with all <\/span><span data-id=\"P6-N200AF1\">the trappings that as a horse you're supposed to have the blinders that are still hanging (unclear) I guess. And there's the I don't know what to call that in English, but the thing you hit the horse with the whip, the whip is also there leaning against the wall (unclear).<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: We need to stop for today. I will see you on Monday.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: I might be going to Ohio so can I let you know? Like as soon as I book my tickets.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: You might be going to Ohio and be -<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: And not be able to come on Monday morning. I'll let you know today and we can reschedule.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: Okay. That will be fine.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: Thank you. Have a good weekend.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: Thank you. You too.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}