{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses how his new job is progressing and how he sees himself expanding his business. Client discusses his relationships with women and his cat."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Obsessive-compulsive disorder","Hired for job","Nervousness","Psychoanalytic Psychology","Depression (emotion)","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["16"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Obsessive-compulsive disorder","Hired for job","Nervousness"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Depression (emotion)","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560566","dorpId":"1005994818","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 121: September 11, 2013: Client discusses how his new job is progressing and how he sees himself expanding his business. Client discusses his relationships with women and his cat.","fullTitle":"Client \"AP\", Session 121: September 11, 2013: Client discusses how his new job is progressing and how he sees himself expanding his business. Client discusses his relationships with women and his cat.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560566\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: It's 90 out there, right?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: The heat index is 105.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Oh my goodness.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Yeah. (Sighs) So, my first week at the office. And so far so -<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: You start today?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I was there Monday.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Monday, good.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: I was there Monday. Yeah, it's good. I announced on, like, Facebook. I sent out an e-mail, whatever, whatever. You know, I've got an interest, you know. So we'll see. So far, so good. I'm going to try to do, like, a weekly blog, you know, that way so yeah, it's good. I mean, it felt good. <\/span><span data-id=\"P1-N2001B1\">I was there Monday. I didn't feel I don't know. I just felt comfortable. It was so weird. But I don't know. (Pause) Yeah, it's cool. I mean, it's going to take time, but the fact that I've already gotten some feedback, interest, questions, you know, it's really good. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">My friend Penny, who I didn't know was some kind of life coach. She does, like, wellness or diet, or I don't know what she does. But she got in touch with me. She's like, you know, \"We could totally work together. Like, I will refer people to you, blah, blah, blah.\" So, that's good, so far.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: That's great.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Yeah. The woman at the museum where I had my event, that Assyrian museum? The director's son, I guess, has he's, like, 17, 17, 18. I guess he has, like, ADD issues or I'm not sure exactly what, but she got in touch with me. She's like, you know, \"I don't know if there's something you think <\/span><span data-id=\"P1-N200211\">you could [inaudible 01:55].\" I was like, \"That depends. I don't know how serious (laughter) it is.\" But yeah, I don't know.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">So meanwhile, I decided to just kind of start (pause) like, I looked into programs, courses, because I can't afford it, you know, right now. But honestly, like, I've just been watching YouTube. All those lectures are on there, you know. Intro to psychoanalysis, you know. Methods in psychotherapy, <\/span><span data-id=\"P1-N200231\">you know. Watching those. (Sneezing) Excuse me.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Bless you.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Thank you. Looking at their syllabi. And I'm going to buy some of the books, you know. I might as well just at least educate myself, you know. I don't know need I mean, I'm smart enough (laughter) to figure out some of the basics until I can actually, you know, take and actually, it'll help <\/span><span data-id=\"P1-N200271\">me that way, you know. I won't feel like I'm playing catch-up with psychology majors [inaudible 02:58]. So yeah, doing that.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">Then I decided what I'm going to do is start a non-profit. You know the writing remember I was saying, why don't I just do poetry workshops? Yeah, I'm going to do that. But here's the trick I'm going to create a non-profit, that way, it's not just some poet trying to make money for yeah. Because, <\/span><span data-id=\"P1-N200291\">you know, non-profits can make money they just have to be for a specific purpose or cause, or whatever. So what I'm going to do is a non-profit where, you know, I'm going to pay myself or whatever. We do these workshops, whatever. But then, a portion always goes to, like, a local literacy things, <\/span><span data-id=\"P1-N200292\">you know. Anything that has to do with, like, literacy, books for schools. Anything that has to do with, like, writing, books, literacy.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">Do that. Because I've been researching that, and it's fucking ridiculous. I've seen some, like, writer workshops. There's one in San Diego that's a non-profit. It's called San Diego Poets. Really nice website. I mean, the people that are doing it, they're fucking kids, for Christ sake. It's not that <\/span><span data-id=\"P1-N2002B1\">they can't do it, but, I mean, that means that I can definitely do it. I mean, they're charging, like, 495 for, like, a ten-day. I mean, come on. So yeah. So I'm going to do that. So I figured between that and this, you know, just a year maybe, whatever, just kind of really work at it. Maybe it'll start, <\/span><span data-id=\"P1-N2002B2\">you know. So, yeah.<\/span><\/p>\n<span data-id=\"P1-N2002A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560566\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: It sounds like you feel excited and [inaudible 04:53].<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah, I do. Like, I feel like these two things are very doable. (Pause) Yeah, I think that's what it is. I feel like, \"Wow, I'm doing things.\" Like, I'm it's an incredible feeling to do your own things. Do you know what I mean? It's like wow, I yeah, it's, a great feeling, to be it is <\/span><span data-id=\"P2-N2002F1\">that kind of slightly entrepreneurial, you know. It feels great to just be your own boss and, you know, not answer to anybody but yourself, you know. But also do things that I don't feel half-assed about, you know what I mean? I don't have that foggy feeling, where I'm just kind of just getting sucked <\/span><span data-id=\"P2-N2002F2\">along into some path that I've only thought about halfway through or something, you know. So yeah, that's a very new feeling. I mean, that's, you know.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">I don't know. And then that girl Uma is here from Delaware. She's here till tomorrow. She came to visit. And it was cool. I mean, you know. I don't know what to make of it. It's very interesting. Like, yesterday (pause) I think because it's very genuine with her, I was almost, like I was feeling very <\/span><span data-id=\"P2-N200311\">sexual. I don't know. I'm assuming it was that. Maybe it was like that part of me was like, because this feels so real, I'm not going to get, you know, just shut down or something. I guess. I don't know.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: You're not going to get what do you mean? What -<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Well, like yesterday.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: shut down.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Wait, what?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: I hear what you're saying, that it (ph) would get shut down, but I don't know your sense of why. [Crosstalk 06:54]<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: My sense of why. Because it's like it's not just a sexual thing. It's a real, you know. There's a lot of depth to it. So maybe because of that, you know, there's something I don't know. But the things we talked about and, you know, it was great. I was very honest. I just told her. Because, <\/span><span data-id=\"P2-N2003D1\">I mean, we were in a hotel. I didn't want to I don't like those awkward I don't want her to wonder, like, \"Why isn't he making a move or what?\" You know what I mean?<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">Yeah, so, you know, we're just laying there very comfy or whatever. You know, we were kissing and stuff, and I just told her. I was like, you know, \"I'm sorry. Like, I've been a little bit -\" And it is true. I mean, I've been feeling way less sexual, you know. I think I've mentioned it in here, yeah. <\/span><span data-id=\"P2-N2003F1\">And I was like, you know, \"It's just I literally, in a very good way, I'm having trouble shutting off my mind about all these things I'm doing, you know. I mean, that's just a fact. I can't I'm constantly thinking now about business and now about this writing. Like, I'm just, you know.\"<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">So I was just telling her, you know, some of that and some of just I'm just going through so many changes or something. I don't know. I just feel less (pause) it's not a bad thing. I think it's a very healthy thing.<\/span><\/p>\n<span data-id=\"P2-N20040-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560566\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: It's not a very bad thing at all. I think it's just sort of understanding what that what you started to say was because it's more real, just as a different reason.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: I'm just wondering if that's also maybe a little part of it. I don't know. You know what I mean?<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: And by that -<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Because obviously, I have been having not often, but I have hooked up with, you know. I think it's just because it's functional, you know what I mean? I don't really have to hang out with them. I don't really have to invest anything, other than just having sex really and some chitchat. So...<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: There's nothing complicated [inaudible 08:49].<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Yeah, yeah. So that way, I don't have to feel like I'm going on a limb, or vulnerable, or this or that. Or like, \"Oh my god, it's a relationship.\" I don't know.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: And with her, do you feel that way? Or are you saying, like, it gets split off somehow when you're taking a relationship seriously (ph) [crosstalk 09:06]<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: No, no. Well, with her, it's like we definitely have a real connection. And she's, you know. She's like a classy chick, you know. I mean, I don't know how to like, she we've done that. We, you know. But it's not about that, you know what I mean? This is a real thing, you know. Girl's coming <\/span><span data-id=\"P3-N200511\">all the way here from Delaware, I mean, you know.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: Like, you're valuing other parts of the relationship -<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Exactly.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: as much, if not more, than the sexual part right now.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: Exactly, exactly, yeah. Part of it's also maybe self I don't know. Not self-protected. I mean, she doesn't live around I mean, I think we're both kind of trying to figure out. We talked about that last night. It was very honest, like she's like, \"Do you ever wonder, like, what the hell <\/span><span data-id=\"P3-N200591\">we're doing?\" Like, we just talked. I was like, \"Yeah, I do.\" But I was like, \"I guess I don't think about it too much, because I figure it is what it is, and we enjoy each other's company. We both have a lot going.\" I said, \"In some ways, honestly, it's kind of perfect, you know.\" So I was like, \"Quite <\/span><span data-id=\"P3-N200592\">frankly, I'm just really enjoying (laughter) spending a lot of time alone.\"<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">I don't see a lot of my friends very often. I've got a little routine. I just see a couple of my Assyrian friends. I do this, you know. And other (ph) times, I'm just really focused on continuing to improve things, you know. That's causing me to want to be alone a lot, you know. I'm having less patience. <\/span><span data-id=\"P3-N2005B1\">Just hang around and, like, make conversation, you know. And I think it's great. It's not in a bad way.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: Yeah, it's almost like not being as distracted.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: And that's what I told her. I said -<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: Even by sex.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: Exactly.<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">THERAPIST: Which can be seductive and alluring (ph) in the heat of the moment, but your mind is focused more on other parts of your own life right now.<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">CLIENT: Yeah. And this was the first time I told a woman that very like, honestly. I just told her. I was like, you know, \"In the past, I'd always want to be hanging out with people. I needed stuff to do. Dating wise, every way wise.\" I was like, you know, it was just all filler, you know. It was <\/span><span data-id=\"P3-N200671\">just all (pause) yeah. And I was like, \"Now, I could care less. I look forward to going home and being with Cecelia and cranking up Netflix and just cruising the Internet, doing my research. You know, I'm up at, like, 1:00 in the morning looking up non-profits. Like, how do I do that? How do I register <\/span><span data-id=\"P3-N200672\">that? Or for the business. Am I supposed to be an LLC? Should I, you know. What am I supposed to do? That's someone who's not thinking (laughter) about boobs, you know. <\/span><\/p>\n<span data-id=\"P3-N20066-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560566\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">So, in that way, it's just become a functional thing. It's not that I don't want to have sex. I don't she's not that kind of girl. I don't want that kind of thing with her, you know what I mean? And she's totally I mean, she was like, you know, \"We're very similar.\" She's like, \"I have gone through <\/span><span data-id=\"P4-N200691\">a lot of that too,\" blah, blah, blah, blah, blah. And also, I told her, I was like, you know, \"So you lost your dad, you know. So (pause) I do want to be like, I think it's good the way we're just not there's no pressure. There's no we have a great time. We enjoy we don't put pressure on each <\/span><span data-id=\"P4-N200692\">other in any way.\" I was like, you know, \"I know what it's like. You lost your dad, and even though you're very healthy, you're handling things really well, but I also know that the first few years are very, you know. You can be handling it well, then suddenly, for a month, you're not, or whatever. <\/span><span data-id=\"P4-N200693\">I mean, it just takes a long time.\" So...<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: When did she lose [inaudible 12:48]?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Over a year ago, yeah.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: So pretty recent.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Pretty recent, yeah. But, I mean, she's very grounded. She's a very overall, like, very together. Mature. Cool person, you know. Anyway. So... so yeah. But yeah, like, I can't lie though. I mean, I do kind of, like it's weird. Like, I'm almost looking forward to (laughter) she's leaving <\/span><span data-id=\"P4-N200711\">tomorrow, so I can just go back to my routine, you know. It's like that's just the way I feel right now, you know.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">And I haven't told her the coma analogy, you know. And it really is like that. I think that's part of it too. It's like if you just fucking woke out of a coma, woke up after 20-something years, then you probably are going to want a lot of time to just you know what I mean? l, I need my personal space <\/span><span data-id=\"P4-N200731\">and, like, you know, I just want to be I don't want to be alone all the time, but a lot of the time I want to be alone.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: It's interesting, because there's that there, and then there's also a feeling of loneliness. [inaudible 14:25]<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: I do. I guess -<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: Like, [how those] (ph) go together.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: I don't know. They're kind of they butt heads. I don't know.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: I mean, in some ways, you may be developing a greater capacity to be alone, in a way. It used to be that you filled up the alone with people, with sex. It's masturbation or a person or, you know. All the holes were just getting plugged, so that you felt less alone. It feels like now you're <\/span><span data-id=\"P4-N2007D1\">feeling the loneliness more and aware of and thinking about and feeling it, but it's not so intolerable you have to [crosstalk 15:11] from the outside, as much. And in fact, there may be some comfort in what you're finding inside yourself, by yourself.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: Exactly, yeah. Yeah. And also, that I mean, I told her this too. I was like, you know, \"Now I'm playing catch-up. Except now, it feels really healthy catch-up, you know what I mean. Now I just feel like I'm just fucking focused. So you know what, I just don't I don't know. I'd rather be <\/span><span data-id=\"P4-N2007F1\">focusing on that. Even \"<\/span><\/p>\n<span data-id=\"P4-N2007E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2007E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560566\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: Like, getting your life together, and then they'll be room [inaudible 15:43]relationship's starting to feel like [crosstalk 15:47].<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Yeah, exactly. Like, it's not calibrated yet, you know what I mean? Right now, I'm just focused -<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: This isn't where you land.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Yeah. Right now, I'm just focused on making shit happen because I feel like it's long overdue. So that part of me just won't let it go. Like, I can't it's not that I can't relax. It's a good thing. Like, I'm just, you know, I'm excited about things, and I just want to see results. I just want <\/span><span data-id=\"P5-N200871\">to get it going, you know. And I think you have to be that way. I think any people that start to work for themselves, that's 24\/7. A lot of times, they're just that's what they're focused on, you know. And especially someone like me, where I've just been pent up, you know. (Pause) Exerting energy <\/span><span data-id=\"P5-N200872\">in all these, like, just you know what I mean? Like, to finally be focused, be lucid, have things that I know are absolutely doable and feasible, you know. That's huge for me, you know what I mean? So it's like I just want to it's like I'm savoring it almost, you know. I think the other thing too <\/span><span data-id=\"P5-N200873\">I realize, you know, yesterday, there was that I don't know if it's now they're saying it might be a hoax. I don't know. There was that story about the eight-year-old girl. <\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: I didn't hear it.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: There's some story about an eight-year-old girl in the Middle East who was married off to a 40-year-old dude. And on her wedding night, she died from internal sexual things. I was fucking I mean, everybody was fucking outraged. But, I mean, I was just, you know. But, you know, I started thinking <\/span><span data-id=\"P5-N2008B1\">about [inaudible 17:41]. Why am I not why am I so outraged, but, like, I started realizing something else, and this is maybe why I'm not married, also. Like, why I feel like I do have some of my uncle's like, I think I've always felt like I'm meant to do something greater, do you know what I mean? <\/span><span data-id=\"P5-N2008B2\">And for a while, I would just focus on the music, in a more vain way, do you know what I mean? But now I'm starting to realize it's not all about that. Even with the music, whatever, it's about, like, I just have always felt like I'm meant to reach more people and somehow effect people. Do you know <\/span><span data-id=\"P5-N2008B3\">what I mean? So that might be part of this whole thing too, is that I just some of that needs to be channeled too, and that's what I'm feeling. I just need to, you know. It's important to me.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: I wonder what about that story. Something poignant about the story.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: I think it was already this has already been on my mind a little bit, but that was just such an extreme thing. Yeah, I don't know.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: Like when you connect that with wanting to reach people [inaudible 18:53] anger about that.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Well, just because, like, I was just thinking about how, like, when children are so helpless, one (ph). Americans are so (pause) because I was also thinking about because I went off. Like, I was just like I don't give a fuck what religion or culture you belong to (laughter), but anything <\/span><span data-id=\"P5-N200931\">that allows that and that you don't actively try to stop, you're just uncivilized animals. I'm sorry. I don't give a fuck what religion you belong to. But then I was thinking. I was like, yeah, but then that see, then the problem is from the States, when you say shit like that, that's so quickly <\/span><span data-id=\"P5-N200932\">it's such a jingoistic bullshit. These fuckers don't know anything. That's coming from someone who understands that most Muslims are totally normal people, you know. <\/span><\/p>\n<span data-id=\"P5-N20092-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20092-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560566\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">So then that made me think about, like, just, see, that's because people don't know. I don't know. That just made me think about, like, connecting to people and helping people just think, whatever. I don't know what the specific thing is, but I think that's music, right. All these things are about thinking, <\/span><span data-id=\"P6-N200951\">right. That's all it is, really. It's not I want people to read my book of poetry and be like, \"Oh, I get this guy.\" It's not about I want them to have their own experience, you know. So I think that's just in general. It's just a general kind of just a way to get people to be critical thinkers, <\/span><span data-id=\"P6-N200952\">you know. So...<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">And that's why I was like, well, you know what, it's fucking perfect [inaudible 20:33] on this non-profit, you know. That would be a great way. Like, maybe part of the non-profit would be like an outreach. You know, I can go to schools and talk to kids or read some poems, or have them write. I don't <\/span><span data-id=\"P6-N200971\">fucking know. Something. But those are all ways to help people think about things, you know, while also bettering myself, you know what I mean? Yeah, it's for I also want to make a living and I want to be comfortable and all that, but there's no reason why you can't do those things and also do something beneficial.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: And do something that just adjust (ph) the drive you feel [crosstalk 21:16] people understand about (ph) themselves.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Right, right.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: Make connections.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Yeah, yeah. And it's funny, because that's all it really has come back to, like [inaudible 21:28]. How come he (ph) never thought to be a psychologist? (Laughter) They really make sense now. It's like, wow, my whole life, really, that's what it's about, you know. I mean, that's why I feel <\/span><span data-id=\"P6-N2009F1\">that I can do this job. Because if you're spending your whole fucking life reading Plato and Camus, poet, it doesn't matter. All of these things are about, who are we? What the hell are we doing? Why do we these things? What do we want? All that stuff. So it makes total sense. Like, you know. I think <\/span><span data-id=\"P6-N2009F2\">it'd be great to do, like, a, you know. I don't want to do a PhD, but it'd be great to do a master's, you know. It'd be fascinating. So...<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">But yeah, that whole thing is part of it. That, you know, with poetry, it's a very powerful thing. It's not just art, you know. Like, there's a way that you can really get people to think and, you know. So, yeah. (Pause) So yeah. So yeah, I mean, it's all good. It's all just, like, (pause) yeah, it <\/span><span data-id=\"P6-N200A11\">is about calibrating though. Right now, it's an extreme of I can't really shut that part of my brain off, you know what I mean? But it doesn't feel bad. Like, I don't feel overwhelmed now [inaudible 23:05]. I just feel like all these things are just going to happen in due time, you know. Like [inaudible 23:10].<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Well, they also start to sound like they don't feel as much like it's feeling, like, scattered. Like, a little of this and then a little this, and a little -<\/span><\/p>\n<span data-id=\"P6-N200A2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560566\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: Yeah, yeah. No, it doesn't. it feels like it's all -<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: There's actually a coherence to what you're saying that revolves around this feeling of wanting to make contact, emotional contact with other people, that changes them. Whether it's psychology, education (ph), culture.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: And the thing is, now, all these things are connected, whereas before, what's the connection with ESL? You know, like, you know, it's some job, this, that. Now it feels like this is all, like, one project, you know what I mean? So it doesn't feel odd or contradictory or like, \"Ah, I'm fucking <\/span><span data-id=\"P7-N200A91\">tired after teaching prepositions all day and that kind of -\" Like, I don't, you know. (Pause) Yeah, it's crazy.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: [It's so often] (ph) that you would say about where the critique would come in about why do I want to teach a bunch of undergrads, even if you were a faculty member. [inaudible 24:28] it wouldn't matter to most of them. You wouldn't be able to make contact with most of them, or just there <\/span><span data-id=\"P7-N200AB1\">to check it off the box. Like, part of what's resonated about that is then where you got to actually effect someone [inaudible 24:41].<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: Exactly, exactly. And now I can do it my way, you know. Because the thing I don't like about that is that it's still a you're working within a structure. Like, yeah, I can kind of yeah, my own syllabus, whatever. But the fact is, a lot of those kids have to take that class. And so I don't <\/span><span data-id=\"P7-N200AD1\">blame them, you know what I mean? I'm not there to you know, that's one. Two is, you know, again, is that you are working for somebody, even if it's a great university job. You have that situation. And that's okay. I'm open to doing that, but, like, instead of this stuff that I'm doing being a side <\/span><span data-id=\"P7-N200AD2\">thing, that should be the side thing. It's all reversed. Like, I have no problem teaching in a college. I'll teach, like, one course, whatever, two courses. Fine. But that's not, you know that's just for, like, pocket money and just to do it or whatever.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">So I think that's what feels so great. It's like now I don't feel like I'm beholden for some willy-nilly \"Oh, they offered me a job. I guess I'll take it. It's a job.\" I don't know, you know. It's like no. It's like, you know. (Pause) Yeah, it just feels like one project now. This is all about the same <\/span><span data-id=\"P7-N200AF1\">thing, really. (Pause) So yeah, no, I'm psyched (ph).<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">But more and more, this means I have to do this home equity thing. It has to happen, you know. Like, for example, my website's good but, you know, it'd be great if I had, you know. I don't know how to do, like, a really nice, like, \"sign up for newsletter,\" you know. Like, if I do it, it's going to <\/span><span data-id=\"P7-N200B11\">look a little I don't know. You know, it's just like the office. You have to project something, you know. People like the website and that's great but, you know, like, I know that it could be better. And, you know, you have to pay people for that. So... (Pause) Or even these courses. There are all <\/span><span data-id=\"P7-N200B12\">these great courses at, like, Brown Extension. Just fucking pay for it and take a class, you know what I mean? At least I could start, you know. There's some really good psychology courses there (ph). <\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: That's where I imagine your money would be better invested. I mean, a lot of people don't end up if this is what you're about, they could care less what your website looks like. Once they've met you and if they think you're helpful. Do you know what I mean?<\/span><\/p>\n<span data-id=\"P7-N200B2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200B2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560566\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">CLIENT: Oh, I see, yeah. Well, that's more just you know how I am. I just like -<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">THERAPIST: I do.<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">CLIENT: That's important. And that wouldn't be that much money. We're talking, like, you know, 800 bucks, 700 bucks, whatever. But no, of course. If I had the absolutely. I was like, \"Oh my god, I can still register. It's right there. I can taste it.\" But that's fine. It's spring. I don't give a shit, <\/span><span data-id=\"P8-N200B91\">you know. That's fine. But yeah, so that's, you know. At least if that's in place, starting the spring semester, I can start taking, you know, like, one class, two classes, whatever. Just, you know.<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">(Silence)<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">CLIENT: I was going to talk about something else. It was on my mind earlier in the week. Oh. You know what we've never talked about in here? I have one OCD thing that I do, that I think it must mean something, you know. I don't know how to explain it. I have a habit, and I think I've always I can't <\/span><span data-id=\"P8-N200BD1\">remember, but I think I've always maybe had this. I think it partly comes from being so musical. But I have this OCD thing where I'll have some kind of melody or just, like, a snippet of something, I'll kind of, like, sing it over and over again. Sometimes it's funny. But I've noticed, in the last few <\/span><span data-id=\"P8-N200BD2\">years, that, like, wait, was it that, when I do that? Because a lot of times, the random patterns are the same, or the random words. It doesn't really mean anything. It's just a rhythmical, rhyming thing, but I pick the same it's like a habit. It's become, like, an OCD habit, I think. And I don't <\/span><span data-id=\"P8-N200BD3\">know what the <\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">THERAPIST: And that OCD part being it's the same melody?<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">CLIENT: That it's very, very frequent. That it's (pause) maybe it's not OCD. I don't know. Maybe a lot of people do this, but something about it to me feels like it means something. (Laughter) You know what I mean?<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">THERAPIST: And is it always the same melody? [inaudible 30:10]<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">CLIENT: What happens is it goes through phases. Like, they'll be a melody that will last for quite a while, and then sometimes, they'll be some other things, but they'll be, like, one. Yeah.<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">THERAPIST: Or then it'll evolve into something completely different, and then that lasts.<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">CLIENT: Yeah. But there's usually generally one base melody.<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">THERAPIST: And a melody what about the melody? What comes to mind about it? Is it something you know?<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">CLIENT: Yeah, yeah, yeah.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">THERAPIST: A song? Your song? [inaudible 30:39] song?<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">CLIENT: It's from it's like an Assyrian folk-songy thing. It's hard to explain (laughter), but it's used in a lot of, like, Assyrian dances or Assyrian it's just, like, a fucking kind of and I don't know if I started doing that, or if one of my Assyrian friends. I don't know how it evolved, but -<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">THERAPIST: How many notes? What is in that phrase?<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">CLIENT: It's, like, a couple of bars. Yeah.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">THERAPIST: And then you stop and go back -<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">CLIENT: Yeah, it's like a loop. So that's one. And then, I think I've noticed about it is sometimes I do it in a manic way. It's almost like you know what it's like? Did you see \"Amadeus\"?<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">CLIENT: Remember there was that really creepy scene where it's kind of towards the end, where he's alone with the candles and he's, like, playing with the -<\/span><\/p>\n<span data-id=\"P8-N200DC-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200DC-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560566\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">THERAPIST: Playing. I haven't seen it [for a while] (ph).<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">CLIENT: Okay. There's a scene where it's night time in his apartment and it's towards the end, so he's already a little wacky. And he just kind of starts dancing around his room and just you know, it's kind of like this weird moment of kind of like this yeah. It's not quite like that, but there <\/span><span data-id=\"P9-N200E11\">is something like that. Like, it's just this very semi-manic. I don't know what that is, but it has to be something. I know I'm not the only one who does stuff like that I just don't know what it is or what it means. But...<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">THERAPIST: So what do you think?<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">CLIENT: I have no idea. It's like a nervous habit, or it's a -<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">THERAPIST: Is it when you're nervous? <\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">CLIENT: I don't think so. I mean, I think it's just something I do when it's, like, a filler or something, or it's when a lot of times it's when I'm happy, I think.<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">THERAPIST: Is the song upbeat (ph)?<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">CLIENT: Like, sometimes I do it because the way Cecelia look at me is just so funny. (Laughter) It's just so, you know. And she'll be meowing when I get home. She's so excited. I don't know if it's just, like, a manic burst event (ph). Not manic. It's just like a little burst of energy, I guess. I don't <\/span><span data-id=\"P9-N200ED1\">know. I don't know what it is. I do it with my friends, just to make them laugh.<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">THERAPIST: Oh. So it's not just private?<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">CLIENT: No, it's not always private, no. (Laughter) We'll be walking down the street, and I'll just start singing, because they crack up. And now they know it. A lot of them know it, so they you know what I mean? So I don't know if it's just this, like, exuberant it's like something very deep that <\/span><span data-id=\"P9-N200F11\">I feel that I can't put words to, so, because I'm musical, that's the way, you know. It's like a if a math person just had a lot of numbers running through their heads or something. I don't know. The thing I can't remember though is how far back it goes.<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">THERAPIST: As a kid, do you remember?<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">CLIENT: I don't. That's the thing. But I don't even remember if you said, like, six years ago. I don't know. I don't know.<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">THERAPIST: The places you were describing, with a friend walking down the street or with Cecelia, it sounds like it's joyful. It's exuberant.<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">CLIENT: Yeah, a lot of times it's joyful.<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">THERAPIST: Is it always that? Is that the feeling always with the song, or can you also be sad?<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">CLIENT: No, no. It's never when I'm sad. It's never when I'm angry or sad. It's generally -<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">THERAPIST: It's a good feeling.<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">CLIENT: Yeah, it's generally some kind of semi-funny. I guess the only thing I'm saying though is I've noticed, even when it is a good feeling. Let's say I'm just driving the cafe or walking to the cafe. It'll just be, like, I'll be repeating it. That's the only thing I don't you know what I mean? <\/span><span data-id=\"P9-N201011\">And then I become aware that I'm repeating it, so then it feels kind of like, \"Wow, why do I keep -\" I don't know. I don't know if it's just totally nothing, and it just is what I do when I'm having a nice walk to the cafe. (Laughter) Like, I don't know. Maybe it's like a <\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">THERAPIST: You keep saying I don't know dismissively. So there's nothing more to know about it.<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">CLIENT: No, no. It's -<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">THERAPIST: There's so much more to know about it.<\/span><\/p>\n<span data-id=\"P9-N20106-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20106-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560566\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">CLIENT: Oh, okay. (Laughter) I mean, it also could be a personality thing. Like, we have like, that's one of the reasons I love George (sp?). He just does things. Like, someone will be walking by and he'll just say shit. Like, we tend to do that, you know what I mean? And this might be part of that. <\/span><span data-id=\"P10-N201091\">Like, I just don't care. I mean, I'm not saying it loudly, but, you know, kind of whispering. Because I just don't care. It's a beautiful day and I'm walking to the cafe. (Laughter) I don't give a fuck. So there could be that, but it's just, yeah, I just don't know.<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">THERAPIST: There could be that not caring, but you're also saying you're picking up on why this song? [Why is it only this] (ph)<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">CLIENT: Just the repetition.<\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">THERAPIST: It's not just that you're singing any happy song, walking down the street it's a particular song that gets repeated over and over and over again. What's the meaning of that song?<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">CLIENT: Not even the song. It's just, I mean, I don't think the song has it's just (pause) I just do these repetitive things. It's not always that song. It could be some other snippet or something, that I get into the habit where I'll just repeat, repeat, repeat, repeat. It's just kind of like I just wonder.<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">THERAPIST: Is it hard to stop when it's like that? Like if you said, \"Okay, stop doing that,\" to yourself, would it be hard to not do it?<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">CLIENT: Kind of, I think.<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">THERAPIST: Or maybe you've never tried.<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">CLIENT: I guess it's never been to the point where I'm like, \"Shit, I have to stop,\" you know.<\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">THERAPIST: Well, even if it's not shit. Like, could you, if you just said, \"All right, what happens if I try to not do it right now or think about something else?\"<\/span><\/p>\n<p data-id=\"P10-N2011C\"><span data-id=\"P10-N2011D\">CLIENT: Yeah, yeah, I could. I think I could. Yeah. (Pause) Yeah, because for example, like when I do it (laughter) with Cecelia, I immediately start laughing, so I don't even keep doing it, because it's so fucking funny. And she's, you know, meowing, looking at me like, \"Hey.\" I keep doing it because <\/span><span data-id=\"P10-N2011D1\">(laughter) she cracks me up. Yeah, I don't know. Overall, I think it's a good thing, whatever it is.<\/span><\/p>\n<p data-id=\"P10-N2011E\"><span data-id=\"P10-N2011F\">THERAPIST: It sounds like being playful.<\/span><\/p>\n<p data-id=\"P10-N20120\"><span data-id=\"P10-N20121\">CLIENT: Yeah, it's very yeah. I think that's what it is, yeah.<\/span><\/p>\n<p data-id=\"P10-N20122\"><span data-id=\"P10-N20123\">THERAPIST: The lighthearted part, the -<\/span><\/p>\n<p data-id=\"P10-N20124\"><span data-id=\"P10-N20125\">CLIENT: Yeah, yeah. Because my friends, we do especially with my Assyrian friends. There's a lot of that. And yeah, maybe because I do that to, like, if I'm walking down the street and I see some someone (laughter), we just say shit, you know. I'll just start saying shit to myself. (Laughter) I'll <\/span><span data-id=\"P10-N201251\">start insulting them in, like, Assyrian, but in a -<\/span><\/p>\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">THERAPIST: Out loud, or you mean in your head? (Laughter) [inaudible 37:32]<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">CLIENT: In my head, or I might -<\/span><\/p>\n<p data-id=\"P10-N2012A\"><span data-id=\"P10-N2012B\">THERAPIST: Or muttering it.<\/span><\/p>\n<p data-id=\"P10-N2012C\"><span data-id=\"P10-N2012D\">CLIENT: Yeah, I just mutter it, you know. But it's always playful I'm not really trying to insult them. (Laughter) Even if it's a woman with disgusting sandals or something. I'm not meaning any ill will. It just makes me feel better, you know what I mean? Like, it's just a playful thing (ph). (Laughter) <\/span><span data-id=\"P10-N2012D1\">I don't know. I can't explain it. Like, George (sp?), you know, a lot of people that come to Christian's, George (sp?) just he just says shit in Assyrian to them that are half insulting things, but he does it it's just funny. Basically, what he's saying is, \"I'm in this fucking place. I have to <\/span><span data-id=\"P10-N2012D2\">work here 12 hours a day, you know. I'm exhausted. This is my way of making it lighthearted, and who gives a shit?\" So, you know, he'll make up words, you know. When someone's salad is ready or whatever, just be like, you know, \"Comico (ph).\" He'll just say (laughter) random shit. And it's hilarious, you know.<\/span><\/p>\n<span data-id=\"P10-N2012C-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2012C-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560566\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">THERAPIST: And it's insulting? Is it [crosstalk 38:35]<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">CLIENT: Some of the words he picks, they're playfully insulting. It's almost like saying (pause) what's a word? You know, it's not like, \"Hey, bitch,\" you know. But like, I don't know, \"Hey, knucklehead. Hey dumbass,\" you know. Yeah, they could be insulting, but that's clearly not -<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">THERAPIST: Definitely not, yeah.<\/span><\/p>\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">CLIENT: You know, I do the same thing, you know. So, you know. And I think it's related. I think there's something related about that. Maybe, yeah, maybe it's just a playful maybe it's just something we do because it makes us feel good, feel better, or feel more lighthearted or something.<\/span><\/p>\n<p data-id=\"P11-N20136\"><span data-id=\"P11-N20137\">THERAPIST: And yet it's a particular thing.<\/span><\/p>\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">THERAPIST: I mean, even as we're saying they don't mean to be insulting, it's also interesting that it's, \"Hey, dumbass.\" I mean, it's -<\/span><\/p>\n<p data-id=\"P11-N2013C\"><span data-id=\"P11-N2013D\">CLIENT: Yeah, yeah, yeah. Well, because that's -<\/span><\/p>\n<p data-id=\"P11-N2013E\"><span data-id=\"P11-N2013F\">THERAPIST: So there is always aggression somewhere inside that kind of joke, right?<\/span><\/p>\n<p data-id=\"P11-N20140\"><span data-id=\"P11-N20141\">CLIENT: Yeah. No, it is. And yeah, there's with me too. I don't want to see that woman's disgusting footwear. But I think it's a healthier kind of aggression, in the sense of, like, I'm not going to, like, actually be upset. But I do need to say I need to take a jab, or I need to make a joke. I need <\/span><span data-id=\"P11-N201411\">to, you know. That's what it is, you know. And the same with them, is that they're not (pause) they're not going to sit there and let these, like, Brown dumbasses with their dads' credit cards, you know what I mean? They need to be like, \"All right, yeah,\" you know. [inaudible 40:13]. It just helps, <\/span><span data-id=\"P11-N201412\">you know. I don't know.<\/span><\/p>\n<p data-id=\"P11-N20142\"><span data-id=\"P11-N20143\">So yeah, maybe it is a kind of, like, either working class or just feeling like, you know, we have to have our own way of maneuvering the world sometimes, you know. I don't know. Maybe it's an immigrant thing, you know. You're able to have the that language gives you it's almost like a protective <\/span><span data-id=\"P11-N201431\">shield, because you can just say shit and people don't know what you're saying. And it makes you feel better, you know. It's almost like a coping thing.<\/span><\/p>\n<p data-id=\"P11-N20144\"><span data-id=\"P11-N20145\">THERAPIST: Yeah, I keep thinking about spirituals, for some reason and slavery involving music [inaudible 41:01] these horrible things [crosstalk 41:03] become a way to cope. I know it doesn't have that flavor. It's not as dark.<\/span><\/p>\n<p data-id=\"P11-N20146\"><span data-id=\"P11-N20147\">CLIENT: Yeah, but no, it's a coping thing I think. Yeah, it's a coping thing.<\/span><\/p>\n<p data-id=\"P11-N20148\"><span data-id=\"P11-N20149\">THERAPIST: And maybe [inaudible 41:11] you know, keeping it lighthearted or keeping it sing-songy.<\/span><\/p>\n<p data-id=\"P11-N2014A\"><span data-id=\"P11-N2014B\">CLIENT: Exactly, exactly.<\/span><\/p>\n<p data-id=\"P11-N2014C\"><span data-id=\"P11-N2014D\">THERAPIST: It's better than it really, really getting to you [inaudible 41:19] way.<\/span><\/p>\n<p data-id=\"P11-N2014E\"><span data-id=\"P11-N2014F\">CLIENT: Exactly.<\/span><\/p>\n<p data-id=\"P11-N20150\"><span data-id=\"P11-N20151\">THERAPIST: [Might become] (ph) the kind of container for all the feelings.<\/span><\/p>\n<p data-id=\"P11-N20152\"><span data-id=\"P11-N20153\">CLIENT: Yeah. One thing I always do is, like, there's a word for, like, prick. But it's such a funny way. It doesn't have that same thing that we think of in English. So, like, (laughter) I've been in shops and places where I feel like someone's just annoying me or they're just being something. Like, <\/span><span data-id=\"P11-N201531\">I'll just feel like, \"Okay. Well, thank you,\" you know. I'll just say it. (Laughter) Like, \"Oh, thank you.\" Because it's fucking hilarious and it helps me. It immediately makes me laugh and makes me feel better, you know. No harm, no foul. I don't have to actually dwell or think about, you know. It <\/span><span data-id=\"P11-N201532\">doesn't become a real issue, you know what I mean? It just becomes a way to kind of I don't know. But yeah, I think those things are related. There's something related may be about those things.<\/span><\/p>\n<span data-id=\"P11-N20152-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20152-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560566\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20154\"><span data-id=\"P12-N20155\">THERAPIST: It's interesting. It's like a secret quiet rebellion, that the person [inaudible 42:33] never then knows about.<\/span><\/p>\n<p data-id=\"P12-N20156\"><span data-id=\"P12-N20157\">CLIENT: Exactly.<\/span><\/p>\n<p data-id=\"P12-N20158\"><span data-id=\"P12-N20159\">THERAPIST: But it still gets to have a voice inside of you.<\/span><\/p>\n<p data-id=\"P12-N2015A\"><span data-id=\"P12-N2015B\">CLIENT: Yeah, yeah, exactly. Yeah. And yeah, it's funny, because they all do it. My other friend, Gene (sp?), you know. (Laughter) He uses the word deer, the Assyrian word for deer, so we'll go get sushi or something. And he's just hilarious. And so, you know, the girl will come up, and he'll be like, <\/span><span data-id=\"P12-N2015B1\">\"Thank you [foreign language],\" you know. Like (laughter), you know, he just doesn't give a shit. So yeah, there's something about that. I mean, I don't know. Maybe I do it because they do it too. I don't know. Because I've noticed I do it more (pause) the older I've gotten and the more comfortable <\/span><span data-id=\"P12-N2015B2\">and the more I've gotten tight with them, you know. Maybe I realize, wow, yeah, that does feel good to, you know, have that openness and kind of sass, you know.<\/span><\/p>\n<p data-id=\"P12-N2015C\"><span data-id=\"P12-N2015D\">THERAPIST: You've been so people pleasing and polite and differential on the surface, right. I mean, to an extreme, in a way, accommodating to other people's needs and worries (ph). There may be a way that even just that you're noticing this more. Maybe you're doing it more. Maybe there's something <\/span><span data-id=\"P12-N2015D1\">freeing about being able to actually let those words roll of your tongue (laughter) a little more, that's about a freeing up of something.<\/span><\/p>\n<p data-id=\"P12-N2015E\"><span data-id=\"P12-N2015F\">CLIENT: Right, right. Well, it's also probably part of the actual freeing up. Like, you know, now I do, you know. If I'm talking to customer service and they're being assholes, I tell them, you know. Like, I'm very, you know. The way I'm dealing with people in general is much more, you know I don't <\/span><span data-id=\"P12-N2015F1\">keep it in, you know. But, you know, [it may be] (ph) part of the same thing.<\/span><\/p>\n<p data-id=\"P12-N20160\"><span data-id=\"P12-N20161\">THERAPIST: [inaudible 44:43]<\/span><\/p>\n<p data-id=\"P12-N20162\"><span data-id=\"P12-N20163\">CLIENT: All right, 12:50. Thanks, Claire (sp?). See you.<\/span><\/p>\n<p data-id=\"P12-N20164\"><span data-id=\"P12-N20165\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}