{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her agony over how to progress in her relationships, as she is dating two men and feels guilty about it."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Self confidence","Romantic relationships","Psychoanalytic Psychology","Low self-esteem","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["10"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Self confidence","Romantic relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560396","dorpId":"1005994648","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, October 21, 2013: Client discusses her agony over how to progress in her relationships, as she is dating two men and feels guilty about it.","fullTitle":"Client \"S\" Therapy Session Audio Recording, October 21, 2013: Client discusses her agony over how to progress in her relationships, as she is dating two men and feels guilty about it.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560396\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Sorry I'm late.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: When you get the chance, do you have the check for August that would be good.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Sure. Yeah. I can write it right now.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Do you know the amount?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: I can give you that. Do you want to do August August is past due. September is due at the end of the month so would you like to do August and September or just August?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Sure, I can do both.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Do both? Thank you. It will just take me a minute. (PAUSE): [00:07:39 00:08:12]<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: $170.00.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: That's it?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: For the two months, yes. (PAUSE): [00:08:16 00:09:29]<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Do you remember what we talked about last time? I think you were saying to me how this arrangement was going to eat me, not eat me, but was going to mess with me? I don't remember the exact words you used but -<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: I don't either. But something in that direction.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Yeah, I was talking to a couple of friends yesterday. It must be like what the -? My mom invited them for dinner so they came over to my mom's place and cooked and stuff. Chris had just got back from a conference and my mom's always like what's Chris doing? Is he back? Is he this, is he that? <\/span><span data-id=\"P1-N200271\">They're still like I guess she likes him and all that. And he gets groceries for her sometimes. But yeah, she was asking me to invite him over and he did and he came as well and so my friends were hanging out with him and then I wanted to show my friends my own place so we went over there and I was <\/span><span data-id=\"P1-N200272\">talking about this new guy that I'm seeing and I texted this guy and he came over, too, and so I just wonder what my friends are thinking like what? Because I saw this other guy the same night. It's like so easy for my friends to be like, 'Chris is not right for you. Forget it and move on. There's <\/span><span data-id=\"P1-N200273\">so many other guys and this and that. But I'm just totally like, it breaks my heart to hear that. So and my friends are like, 'you should hear yourself talking. If you could hear yourself talking you'd know.' And my friend is like, 'I don't understand why you could say you're confused. There's no <\/span><span data-id=\"P1-N200274\">confusion it seems.' I didn't think. I kept telling her, 'but Chris teaches me to be a better person and like I just feel like I can get better with him and I can change and be the person he is most compatible with. And she's like, 'you don't want to do that. You want to be yourself.' And like I don't <\/span><span data-id=\"P1-N200275\">think so. In all the movies you see, you know like the girl is presented the choice. Her mom wants her to leave with this awesome guy who makes a lot of money and has a whole big standing like that's the guy other people pick for you and like they help you to be something better than what you are. <\/span><span data-id=\"P1-N200276\">But then, because love triumphs all, you're supposed to be with this person who accepts you for who you are. So like I genuinely know if I would do that. I genuinely think that I would rather be with someone who makes me better. Because I find that to be a more (unclear) use of my time.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: Wasting your life with someone who -<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: Accepts me for who I am. I don't like this past whole week, this guy, this new guy was in town and so I saw him almost every night and I don't know, like I had a good time but it's like I'm just completely terrified, and starting to feel very guilty like what the hell am I doing? Who am I? I've <\/span><span data-id=\"P1-N2002B1\">lost my sense of who I am. And obviously, like when you're in a seven year relationship that becomes a huge part of your identify. So going away from that you feel confused. You feel like you lost yourself. (PAUSE): [00:15:03 00:15:10] CLIENT: I'm so terrified. (Laughs) I'd just like to hide somewhere.<\/span><\/p>\n<span data-id=\"P1-N2002A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560396\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: What are you terrified of?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: I don't know. I don't know. It's terrifying. The world is terrifying. There's so many tall people stalking about. On Friday I went out with another friend to this meeting across from the festival. Like everyone from the literary community in D.C. was there. It's (unclear) some people but this <\/span><span data-id=\"P2-N2002F1\">one I saw an agent who had I'd taken a class with her at this place and several months later she'd written me back and said have you anything ready? I'd love to look at it. And people were like, 'oh yeah, she doesn't do that with everyone. That's really good.' And I saw her and was like, should I <\/span><span data-id=\"P2-N2002F2\">go up and say hi, and then I was like, you know, I've done that and it's so idiotic I don't want to do that. And it's like such anxiety, right, with this whole thing of how do you approach people, how do you not seem too pushy. What is the right way? There are so many protocols and like and then there's <\/span><span data-id=\"P2-N2002F3\">like all these hopes and it's a tense time. I have to figure it all out by myself. (PAUSE): [00:16:57 00:17:03]<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: I guess it's terrifying for everyone. Do you think it will help me to think that way? That it's terrifying for everyone?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: How do you think it will help you?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Because I feel like everyone has everything figured out and I'm terrified of all of them and I feel like they're all individuals with very heavy boots. But I think they're not. They're may feel tiny, too. And they may be like really scared, too. (PAUSE): [00:17:33 00:17:51]<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: I don't know. Chris came back from the conference and he came over for dinner and he got me these couple of books and he wanted to show them to me and stuff that he thought I'd find interesting. And it was just like you know, that's so cool like the whole week I'd spent more time with this other <\/span><span data-id=\"P2-N200371\">guy and if I don't think, I just feel, obviously, it's like it's a good thing when I think about our chemistry and like in a moment it will come back to me and obviously I feel good about them and maybe I feel confident, I don't know, when I analyze this rush of feeling or whatever. I compare that with <\/span><span data-id=\"P2-N200372\">just a few minutes with Chris when he's talking about these new books and I was just like, wouldn't I rather have this? Would I rather have someone far more intellectual than me and more curious and introduces me to new ideas and new works? But I could go find them myself, I guess. Do you know what <\/span><span data-id=\"P2-N200373\">I mean? It's different when someone else does that for you. Like a new space opens up and you share that and that feels like a bond to me even though it was like (unclear) content and then no physical content either. Do you know what I mean? <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: What part when you say, 'do you know what I mean?' How do you -<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: I guess I was asking if I'm being articulate. (PAUSE): [00:19:46 00:20:30]<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: I feel terrible because on the ride back with him I'm going with Chris and never ever seeing another guy never, ever, ever again. And that's it. (PAUSE): [00:20:44 00:21:11]<\/span><\/p>\n<span data-id=\"P2-N2003C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560396\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: I completely forget the reasons why I didn't want to be with him. Or if I don't forget it does seem to be unimportant and frivolous and like things that I can compromise on. (PAUSE): [00:21:29 00:21:43]<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: The way you said running back to Chris I thought of a little kid who ran away from home and is going to come back.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah, well, there are like big adults stomping about, obviously, the little kid is going to feel like running back. (PAUSE): [00:21:57 00:22:15]<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: It's tough for everyone. It really is isn't it?<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: How do you mean?<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: There is this one friend from yesterday, he's from a very small region in Nepal and he came over because this girl met him there and they got married there and she's brought him here and he's had to learn English very quickly and it's still quite rusty and he works in a hospital and she's living <\/span><span data-id=\"P3-N200491\">in Brentford right now. So now he's all by himself so shouldn't he be afraid? He's only been in the U.S. like a few years, three or four years, like learning a completely new language and not even being from urban Nepal. So he must be terrified too.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: It's hard for you to wrap your mind around that this is an internal state you're feeling.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: How do you mean?<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: That it's not situations that bring about these feelings. It's how you're feeling inside; that he may not at all feel scared because he may just have a different internal life that leads him to feel differently about his circumstances.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Oh yeah. I don't know why I'm so afraid (unclear). <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: Yeah, we should talk about that. It seems like you figuring out who you should be with is going to solve some problem.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Yeah. I should be looking for that, huh?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: Well, that's how you are thinking about it. So, I think there's more to understand than that. That somehow, that's how you've framed it.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: Yeah. (PAUSE): [00:24:24 00:25:07]<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Maybe I shouldn't be seeing anyone. Maybe I should just be focusing on myself and like building on my core so that when I do spend time with other people I will have a very solid sense of who I am and it's like unshakeable. I'm just wondering why I'm afraid right now because I have been less <\/span><span data-id=\"P3-N2005B1\">afraid in the year past. (PAUSE): [00:25:39 00:26:26]<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: I feel like what Chris does is focusing on work while I build my core. I think last weekend was kind of tough. Friday night was kind of tough for (unclear) so maybe that fed into my insecurity. I guess seeing less of Chris and more of this other guy makes me insecure.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: In what way?<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">CLIENT: I don't know. I guess I feel I shouldn't be doing this. He's not the right guy. Even if he might be the right guy I judge him prematurely. (PAUSE): [00:27:27 00:27:40]<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: Again, why am I even thinking about them, right?<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">THERAPIST: You wanted to show your friends something this weekend. I was really struck by that. You wanted to show them Chris. You wanted to show them this new guy. You wanted to show them your new apartment. You really wanted to show them something about your life.<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">CLIENT: Right now it's just like these are new friends and not, by any means, old, old friends or anything. So the girl has like she has gone through a lot of things like I have. Her parents are divorced and her father has actually passed away and she doesn't have a good relationship with her mother. <\/span><span data-id=\"P3-N200671\">I, at least, have some relationship with my mother. So I feel very connected to her because of these things and she takes a great interest in my situation and she's like, 'oh, so you've moved into your new place.' I was like, 'yeah, well I'll show you.' It's mostly about sharing. I haven't really ever <\/span><span data-id=\"P3-N200672\">taken anyone to any place except my mom and Chris and this new guy. So, like friends really haven't come to see me so I figured I would share.<\/span><\/p>\n<span data-id=\"P3-N20066-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560396\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Did you have the idea to introduce them to this new guy after they had seen Chris?<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: No. I didn't even know if Chris would come. It was just I just wanted to feed Chris. I had made a lot of food at my mom's place and he had just come back from a conference and he was sleeping so I thought I would save him the trouble of cooking and eating alone. And I didn't seem to ever <\/span><span data-id=\"P4-N2006B1\">like, yeah, I didn't know if they would see him there. I did want them to meet the new guy just because well I was talking him and my friend says, 'the way you're talking about him, he sounds like a terrible guy. Don't go out with him.' But it's like, well you know I feel like I'm walking down the <\/span><span data-id=\"P4-N2006B2\">wrong path so no matter who I meet on this path is going to be wrong because I just told you I was on the wrong path.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: So you wanted them to meet him after they told you you were making a bad decision?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Yeah, I was like terrified, right? So I was like, oh God.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: So you wanted them to get like, sort of get more information about it?<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: To like take back their judgment that he was wrong for me or whatever.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: Oh, I see, so you wanted to show them that actually he wasn't as bad as they thought.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: Yeah, as I was portraying him.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: Because he's always like introducing me to his friends so he says, 'where are your friends?' And I don't want him to think that I have no friends, so -<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: But you set it up so that they wouldn't like him and then you wanted to show him.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: I didn't set it up like that. I just that's how it comes out (unclear). (Laughs)<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: Yeah, I mean, you know, if you wanted them to like him you'd tell them the things that you liked about him.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: I yeah, they asked me and all I said was 'yeah, we're having fun. I'm not really sure what else. He's very unsure he hasn't said anything. Well, this week he said, 'at the very least I'm very infatuated with you.' And it's funny because the friend was like trying to translate \"infatuated\" <\/span><span data-id=\"P4-N200871\">to her boyfriend who was like from the village. And she was like, 'well, infatuated is like loving someone for a very short period of time and then stopping and then moving on.' So like yeah, that is what infatuation is. (Unclear). So obviously, that (unclear).  (PAUSE): [00:32:28 00:33:06]<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">CLIENT: (Unclear) Yeah, I was telling her stuff and she was like, I was telling her, yeah, he keeps introducing his friends, and she was like yeah, well you know, he's supposed to show you off. You know how like how I don't know what (inaudible). So she was saying that made me feel more and more afraid.<\/span><\/p>\n<span data-id=\"P4-N20088-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560396\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Afraid of what?<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Of being used I guess or like of him not really liking me and just like using me. What?<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: You're using him.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: (Laughs)<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: You do this a lot, where you accuse the other person of what you're doing to them. You're using him as a way to get away from Chris. I was thinking when you were saying you're dating the wrong guy, I was thinking, I don't know if he's the wrong guy but it may be for the wrong reasons. You <\/span><span data-id=\"P5-N200931\">know, he's a way for you to get away from Chris, to try to pull away from Chris.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Yeah. In what way?<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: In every way. If you wanted to give the relationship a chance, you wouldn't be continuing to go back to Chris.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: Which relationship?<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: Either. But the relationship with this guy wouldn't be continuing the way you're relating to Chris if you really were serious about giving him a chance. If you really wanted to explore.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Well, yeah, I mean I do and that's the reason for the double guilt and the double confusion, right?<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: Yeah, but to come up with he's using you.<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: Well, yeah, everything is true. I'm not denying the fact that I am using him. But it's also not going to make me I mean I tell myself that I am using him too, but that doesn't make me feel any less afraid if I wonder if he's using me, right?<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">THERAPIST: 'I'm using too,' already implies that he's using you.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">CLIENT: Yeah. So everything is true. One thing doesn't negate the other.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">THERAPIST: What is he using you for?<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">CLIENT: I don't know. That's what I can't remember if they said it in Nepalese or in English, so I'm trying to remember. My friends, they said like my I don't, is it clout or something like that. You have a bigger clout if they were just talking about that with each other like you know how much <\/span><span data-id=\"P5-N200A91\">more clout I have but I'm going out with a handsome guy and he says the same thing with her and like I'm hero in my village because I'm dating an American girl. (Laughs) So in that way, that's what they were saying about him going out with me. Like I think they said, 'you're way out of his league,' <\/span><span data-id=\"P5-N200A92\">so like that makes him, that's why he takes you around and shows you off, like 'look who I got. Look what a catch I have.' So I don't know like maybe he's been, well I know that he's been single for like three or four years so I guess like (unclear) and most of his friends are either married or have <\/span><span data-id=\"P5-N200A93\">long time girlfriends so. I don't know. I don't mind that because I'm probably doing something much worse. So I don't mind that. It's just -<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">THERAPIST: Yeah, but it doesn't really make things better either. It's okay if he's using me. I'm using him more badly.<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">CLIENT: Yeah. I mean I've been talking about him bad. I mean -<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">THERAPIST: Well why is it bad at all. I guess I don't understand. I don't understand how he's using you.<\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">CLIENT: I have no idea but I just have this fear. I was just telling you that.<\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">THERAPIST: Right. Which is an important distinction.<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">CLIENT: (Laughs) (PAUSE): [00:37:22 00:37:36]<\/span><\/p>\n<p data-id=\"P5-N200B6\"><span data-id=\"P5-N200B7\">CLIENT: I feel like I've made this whole, gigantic mess and I just can't really untangle it or untangle myself from it. I just get into messes, bigger and (unclear). Maybe it's the wrong way of looking at things.<\/span><\/p>\n<p data-id=\"P5-N200B8\"><span data-id=\"P5-N200B9\">THERAPIST: What you call mess I mean if we think about it this way, you're trying to solve something. But I think you're using I don't want to say the wrong tools, but well, I'll just say \"wrong\" for the time being.<\/span><\/p>\n<span data-id=\"P5-N200B8-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200B8-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560396\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: The wrong tools to solve a particular kind of problem. I think that's what causes the problem. It's like trying to beat eggs with a hammer.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: (Laughs)<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: The hammer is a fine tool. It's just not meant to beat eggs.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: (Laughs)<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: So the eggs are just kind of a mess because it's not the right tool. It's a different kind of problem to be solved or task to be done. So you're trying to solve something for yourself and I think it's very complicated about being on your own, about being adult, about all sorts of fears, also <\/span><span data-id=\"P6-N200C51\">attachments to your parents and to your father in particular, and so the way you're trying to solve it is by deciding between two men. It's actually apples and oranges but it feels like you're actually going to solve something by deciding who you should be with.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">THERAPIST: A hammer doesn't beat eggs. It's no offense to the eggs and no offense to the hammer, it's just not the way that you go about beating eggs.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">CLIENT: So that's not even the problem, like the solution between two men. It's just like I mean it is, a situation, but it's not the situation. Is that what you're saying?<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">THERAPIST: I would say it's a. But it's even deciding between two men to do what? I mean, with Chris, are you deciding to be with him to marry him or what do you going to do with him? What kind of with this other guy you don't even know him very well, so you know deciding between two men sounds like <\/span><span data-id=\"P6-N200CD1\">you're deciding who to give your hand to. I don't even know what the decision is. So that's why I think it's so much more about what it means.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">CLIENT: Yeah. Well, with Chris there would be marriage. But with this other guy, I don't know.<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">THERAPIST: Maybe, but you're not even talking about, 'I really need to decide if we're going to get married.' Being with him has an ambiguous, amorphous meaning.<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">CLIENT: I guess it's more about like who I am and what I like and what I want. But I don't want it to be like what I want from other people, I want to think more in terms of what I want for myself, you know, like where I want to see myself and what I want to do. And just forget about other people, I <\/span><span data-id=\"P6-N200D31\">guess. And just see them or use them the way that they are useful. Or maybe not even think of it in terms of usage. Have some boundaries, some clear boundaries in my head because I don't think I can avoid seeing them, it's not possible. I mean it could be. But right now it's not. But I have kind of <\/span><span data-id=\"P6-N200D32\">laid out the boundaries and I'm not going to get physically intimate with him. I mean I'll cook with him and I'll talk to him and that's about it. But I don't know what the boundaries are with the other guy. I guess that's the puzzling piece to me right now. But you know, maybe I won't know that piece <\/span><span data-id=\"P6-N200D33\">right now. So put that aside and it's like think about everything in terms of me and what it means to me. What is the problem? Like you said, eggs and hammers so like what are my eggs?<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">THERAPIST: I think that's a good question.<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">CLIENT: Yeah. (PAUSE): [00:42:19 00:42:31]<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">THERAPIST: What you were saying about your I don't know how you put it, like how to, who you clearly, who you see who you are is very connected with choosing between these two men. Like who you are, what you value, what you want your life to be. These seem very, very connected with one of these two choices.<\/span><\/p>\n<span data-id=\"P6-N200D8-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200D8-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560396\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: Well yeah, because you know one's intellectual and wants his life to be much larger than just for himself and I want that. But not to the degree that he does because he takes it to an extreme. Maybe he doesn't think that, but I think that. And the other one is a self-proclaimed hedonist. And <\/span><span data-id=\"P7-N200DB1\">that scares me because like Victor was a self-proclaimed hedonist and was very good at it, made it into an art form. (PAUSE): [00:43:37 00:3:46]<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: So who I am was his defines who I am, you know?<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: Well I think that's part of the problem.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: There's a problem? What?<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: I don't know how to begin to answer the question.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: Really?<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: Yeah, I don't know how to begin answering your question. I guess I could ask it in reverse. How does being who you are define who you are?<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: Being?<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: You were saying that who I am who I'm with defines who I am.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">THERAPIST: And I could say, well, 'how?'<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: That's always the case with me. I don't even remember when it wasn't the case. Being with Chris was a big part of who I was (unclear). Just because there's the life that I live and I built that's in the companionship. It's going to certain events together. It's like doing certain projects together, <\/span><span data-id=\"P7-N200F11\">having my own judgment. You know, those categories that you find objectionable and rightly so. It's all that soul work. I feel like I couldn't have done it alone.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">THERAPIST: So like that he shapes your interest.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">CLIENT: Yeah, guides and directs. (PAUSE): [00:45:40 00:45:51]<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">CLIENT: Well, I've been in relationships since I was 19 so I've never not been with a guy and by that I mean having a lot of sex, obviously. It's more anything else like the head space, the shaping of the head space. It's very hard to untangle myself from that and recognize who I am.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">CLIENT: Which is very, it's good for me to hear you say that because all of a sudden I see people thinking that way, you know, like they are who they are and it's like who they're with is so totally not a big part of who they are. No?<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">THERAPIST: Yes. They could be a big part of your life which is different than -<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">CLIENT: But that is what is scary. Sorry to interrupt.<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">THERAPIST: What? No, interrupt.<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">CLIENT: That is what is scary to me, I think.<\/span><\/p>\n<p data-id=\"P7-N20102\"><span data-id=\"P7-N20103\">THERAPIST: Which part?<\/span><\/p>\n<p data-id=\"P7-N20104\"><span data-id=\"P7-N20105\">CLIENT: No, who you are with not mattering. It's freaky as hell.<\/span><\/p>\n<p data-id=\"P7-N20106\"><span data-id=\"P7-N20107\">THERAPIST: Someone being a big part of your life isn't being a big part of who you are and I was making that distinction. Someone being a big part of your life, your experience, versus someone being a part of your identity is very different.<\/span><\/p>\n<p data-id=\"P7-N20108\"><span data-id=\"P7-N20109\">CLIENT: How is that different?<\/span><\/p>\n<p data-id=\"P7-N2010A\"><span data-id=\"P7-N2010B\">THERAPIST: That is a very interesting question. And it's a we're out of time, but let's table that question because that's a really important question.<\/span><\/p>\n<p data-id=\"P7-N2010C\"><span data-id=\"P7-N2010D\">CLIENT: I hope I remember it.<\/span><\/p>\n<p data-id=\"P7-N2010E\"><span data-id=\"P7-N2010F\">THERAPIST: I'll try to bring us back there too, okay?<\/span><\/p>\n<p data-id=\"P7-N20110\"><span data-id=\"P7-N20111\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P7-N20112\"><span data-id=\"P7-N20113\">THERAPIST: Great.<\/span><\/p>\n<p data-id=\"P7-N20114\"><span data-id=\"P7-N20115\">CLIENT: Have a good couple of days.<\/span><\/p>\n<p data-id=\"P7-N20116\"><span data-id=\"P7-N20117\">THERAPIST: Thank you. Take care (unclear). Good-bye. <\/span><\/p>\n<p data-id=\"P7-N20118\"><span data-id=\"P7-N20119\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}