{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses going out to dinner with friends and not being able to pay, because he has no cash. Client is very stressed over his lack of funds and tries to think of ways to get money."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Self confidence","Stress","Job security","Family relations","Psychoanalytic Psychology","Low self-esteem","Anxiety","Sadness","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["12"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Self confidence","Stress","Job security","Family relations"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem","Anxiety","Sadness"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560828","dorpId":"1005995080","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 161: January 09, 2014: Client discusses going out to dinner with friends and not being able to pay, because he has no cash. Client is very stressed over his lack of funds and tries to think of ways to get money.","fullTitle":"Client \"AP\", Session 161: January 09, 2014: Client discusses going out to dinner with friends and not being able to pay, because he has no cash. Client is very stressed over his lack of funds and tries to think of ways to get money.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560828\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: My account is negative now at the bank. I was with my friends last night and I’m at a point right now where I’m constantly checking the balance to see if things cleared or whatever. I knew that I was playing with fire. I just wanted to buy my friend a beer and, of course, I saw that it was negative. <\/span><span data-id=\"P1-N2000D1\">We went to a diner and honestly I was going to cry in the diner. I was sitting there, it’s fucking cold, it’s late, and I’m like, “My God. There’s nothing I can do. There’s just nothing I can do.”  So they were like, “Dude, don’t worry about it. We’ve got it.” But I just couldn’t. I didn’t want to get <\/span><span data-id=\"P1-N2000D2\">anything so they ordered Buffalo fingers and I couldn’t even eat them. They tasted like shit. Then I woke up at like 5:00 with crazy heartburn. I just woke up in a panic attack. I felt like shit and then my mind started racing. “See – it’s happening. You’re going to have a heart attack. This is what <\/span><span data-id=\"P1-N2000D3\">happens. You’re so stressed about money. It’s going to give you a heart attack.” I just derailed. I didn’t take an Ativan, so that’s good. Somehow I fell back asleep. I just kept getting up and now it’s like what am I going to do? I’ve got to tell my mom. I don’t know. It’s fucking insane.  (long pause) (sighs)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">I worry what’s going to be that different going to Assyria? Nothing is perfect. Things are expensive there, too. It’s the worst kind of claustrophobia. That’s an irrational kind of thing. Obviously it is better to not have car insurance and a lot of things, expenses, that I’m not going to have – a job <\/span><span data-id=\"P1-N2000F1\">and all that stuff and rental income. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Something sets off something inside. In this case it sounds like you’re seeing a negative balance.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Because in this case this is the first time with no unemployment. This is it. It’s not like something is going to happen next week. This is it. I don’t have words. I’ve never experienced anything like this in my life. (pause)  I’m like I should just sell my car, I guess. Sell it. It’s not worth <\/span><span data-id=\"P1-N200131\">much now, but $1,000 or something, whatever it is. (pause)<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: So the balance made it feel more real [ ] (inaudible at 00:04:23)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yeah, of course. You see it in black and white and you know that nothing is coming. (pause) I’m just very, very sick of this instability situation. It doesn’t have to be perfect, but this is not working.  (pause)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Does something then change though about how you’re seeing Assyria and your plan?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Only in the sense that it adds to the reality of how am I even going to get there? It deflates the pleasantness of going, being excited like hey, I’m going. This doesn’t help me feel that. It just makes me feel like now I’m desperately going. Do you know what I mean? Now I desperately need to <\/span><span data-id=\"P1-N2001B1\">somehow need to borrow money to go to fucking Assyria. Like I said, it’s one thing to pleasantly plan and just put the ticket on your credit card. It’s not even a question.  That’s very, very different than borrowing, worrying about every nickel. And then what ends up happening is that it doesn’t seem <\/span><span data-id=\"P1-N2001B2\">real. Now Assyria, in a way, doesn’t seem real. Do you know what I mean? If you don’t have the money to go . . .<\/span><\/p>\n<span data-id=\"P1-N2001A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560828\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: I do.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: It seems like yes, I know that I can go. I know that I can borrow the money tomorrow and go. It just doesn’t sit well. Something just doesn’t sit well with that. It’s probably just in the moment I’m just upset.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: I think so. This is not how you were feeling yesterday about going to Assyria. You were much more excited.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: It’s also that we had a conversation in the car. That was the other thing. My friend, who is from Libya, and my other friend who’s visiting from Assyria, they were both saying two things at the same time – not the one from Libya as much, but my friend from Assyria. On the one hand, he’s saying <\/span><span data-id=\"P2-N200231\">it’s going to be awesome for me. On the other hand, he can’t wait to get the fuck out of there and there are a lot of things that he just really doesn’t like, so it’s like that’s not making me feel that great.  He’s like, “Yeah, you can save money.” But then he’s like, “It’s not perfect their either. <\/span><span data-id=\"P2-N200232\">Things are expensive.” Wait a minute – what is it? (chuckles) That didn’t help either. It’s like 2:00 in the morning, I’m broke, I eat disgusting chicken fingers. I’m just like what is happening? I tried to keep my wits. I was like, “Well, no. Of course nothing is perfect, but clearly there are $500 <\/span><span data-id=\"P2-N200233\">rent is $500 rent. A job is a job. Paying me American dollars. Not having car insurance is not having car insurance. Paying $20 for wireless Internet instead of $70 or whatever the fuck it is, that’s a big deal.  That’s got to mean something.” He was like, “No, no. You can save some money.” (laughs) <\/span><span data-id=\"P2-N200234\">Which is it? Also I was like, “Dude, you have two little children and a wife and you guys are living on whatever you’re getting paid and you said you’re saving money. I’m a dude without kids.” I was trying to differentiate. I was like, “And also you’ve been there 12 years. Your time is just maybe up.”<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: What else was he complaining about?<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: A lot of people are super annoying. Customer service is really bad. You walk into a restaurant and they’re like, “Yes?” Do you know what I mean? There is no “Hey, how’s it going? What can I do for you?” Nothing like that. They’re just like “Ugh. Customer.” And very blunt, weird. So what, in <\/span><span data-id=\"P2-N200271\">a way? I was like, “Dude. Look around you. Have you seen what this country is living?” People are rude. Once in a while they are very nice and then that redeems your faith in humanity for a while and then some other asshole is rude. (chuckles) That’s the way it goes. So I think he’s just done. I think <\/span><span data-id=\"P2-N200272\">for him it’s hard to be completely positive and that’s different. I can understand that. Twelve fucking years. I’ll be happy if I can be there for a year and be very happy or whatever. That didn’t make me feel so great. I was like man, so we’re fucked. Nowhere is perfect.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: But of course nowhere is perfect. If that’s what you were expecting . . . It didn’t sound like you were even expecting that yesterday.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: No, I didn’t, but I felt like they were pooh-poohing on it a little bit, while at the same time telling me that it’s a great idea. I was like, “I get all that, what you guys are saying, but clearly the lifestyle is different. Clearly there is something going on there, right?  There is something <\/span><span data-id=\"P2-N2002B1\">that people keep moving and you stayed there 12 years. Yes, I know that you would have come back three years ago if you had found some amazing job here, but the fact is that you’ve made it work and you’ve saved some money. You come to Darien twice a fucking year with children and a wife. Clearly something <\/span><span data-id=\"P2-N2002B2\">is okay.” I’m not letting it get to me; I’m saying it felt like family. I was like, “Dude, I already have a negative bank account. I just ate disgusting chicken fingers that I didn’t even want that I just said yes to because I feel embarrassed.” I would have had a club sandwich or something, but at <\/span><span data-id=\"P2-N2002B3\">first I was like, “I don’t want anything. I’m not hungry.” They knew, obviously, that I was being shy or whatever. So I was like, “Dude, I don’t want to hear this now at 2:30 in the morning when I already feel like shit. I need to hear . . . “<\/span><\/p>\n<span data-id=\"P2-N2002A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560828\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: This being positive.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: Yeah. Of course – because who cares? It might be awful, but I ‘m going to turn around and come right back and be here where I started.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: Even the idea of it just being awful, it sounds like there is a continuum that’s either really, really good or really, really bad and I think that reduces the complexity of it down to like . . .<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: No, no. I’m saying like worst case, if I went there and I found that they were right and it is all this about it and I just can’t handle it . . .<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: But what if it is all that and you have a great job that pays you money and you’re . . .<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: Well that’s my point. That’s what I was telling them. It’s a life. It’s personality. These guys – we’re all different. I tried to tell them, “Dude, you’re a dad. You’ve got kids. You’ve got a wife. You’ve been there twelve years.” Our personalities are slightly different. He’s a curmudgeon. <\/span><span data-id=\"P3-N200371\">He’s always been that way so of course shit annoys him.  Shit annoys me, but I somehow don’t let that stop me from interacting with people, from being upbeat with people. If I need to fake it, I fake it. Whatever. But it doesn’t stop me from engaging with life. He just gets annoyed and angry, like a <\/span><span data-id=\"P3-N200372\">little George Costanza.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: So a piece of what could be happening if he’s reminding you of your family is that you get a little triggered about feeling the way you feel about your family. It sounds a little bit like it knocks you off your confidence, in a sense, and what you know about why you’re going. You’re not just <\/span><span data-id=\"P3-N200391\">going because you’re idealizing that it’s going to be perfect people. If you were sitting here the day before you would not have said that was even the aim. <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Why does everyone think I’ve never been to Assyria? I already know the people are annoying. There are Assyrians here from Assyria.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Exactly. And even if why you’re going is to experience the hardship or the way the culture is curmudgeonly [and suffer it] (ph?), that’s part of why you wanted to go to Assyria. Not for it to be perfect only, but to experience it – whatever it is.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Right. I told him that it’s not like in Berlin people are skipping down the street.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: No. Or here!<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Anywhere. That’s what I said. Some people are nice. Some people are douchebags. Some people are kind of cold. I was like, “Maybe it gets to you more because you’re Assyrian, so that just rubs you the wrong way. Why are these other Assyrians that way? I’m too selfish for that. I’m selfish enough <\/span><span data-id=\"P3-N200431\">that I don’t give a shit. I am no Nationalistic – I do not give a fuck. I’m proud of my heritage, but I’m not one of these rah-rah-rah, this president – they all suck.  I don’t fucking give a shit, so to me it’s more like individual interactions. The good ones are good and the bad ones are bad, just like here.<\/span><\/p>\n<span data-id=\"P3-N20042-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560828\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: I think even if you hated the people, you’re going because you have a job. You’re going to experience it for the good, the bad, and the ugly.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: That’s what he said, too. He was like, “Dude, the thing is you’re going to work at the university so you’re going to deal with the cream of the crop people. All the Assyrians you’re going to deal with have worked super hard. Unfortunately, it’s because they want to get the fuck out of Assyria. <\/span><span data-id=\"P4-N200471\">But regardless, in your interactions they’re going to be bright people. They’re prepared. They’ve worked hard to be at the school and all that.” Obviously the other professors and admin are probably going to be more or less just like here – interesting people or whatever. I think in some ways it’s more <\/span><span data-id=\"P4-N200472\">like he was venting.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: Yeah, so it wasn’t about you. <\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: It was him and my other friend. They were both venting a little bit, one about Beirut and one about [Yerevan] (ph?) I understand. I get it. In a way they just kept contradicting. My other friend I just felt like saying, “But dude, that’s where you’re selling your paintings, in that region. I <\/span><span data-id=\"P4-N2004B1\">get it. I get that you don’t like that it’s very noisy in Beirut or that businesses don’t do legit.” What’s the government in Libya at this point? It’s basically Hezbollah. They’re not doing the IRS stuff. It’s just like an organized chaos. Businesses will ask you if you want the legitimate receipt <\/span><span data-id=\"P4-N2004B2\">or do you want the simple receipt for taxes? Yes that’s annoying, but really? (laughs) Who the fuck cares? I kind of like that actually. That’s the whole point. I’m drawn to places that still have these grey areas.  That’s where possibility happens, where you’re not getting fucking steamrolled by “Nope, <\/span><span data-id=\"P4-N2004B3\">it’s got to be like this. Done. See ya.” That there are these wiggles; people find ways to make things happen because they have to. It’s not ideal. I don’t want to live in Beirut, but it’s pretty awesome, kind of. I was like, “That’s where you meet interesting people, right? That’s where your art is <\/span><span data-id=\"P4-N2004B4\">happening.” It’s happening because there is a real sub-culture, a real Bohemian, intellectual, artistic class that’s not like here. That’s why it’s happening. That’s got to be worth something. (long pause) <\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: When something like that shakes your confidence in yourself, I think it does pull you back to feeling that you’re sort of stuck in this moment and lose your past and your future. You’re lost as you’re talking about it today, that you were even thinking “I go there, build my credentials, get <\/span><span data-id=\"P4-N2004D1\">experience,” maybe finish your doctorate because you have time, write more because you might be more . . .<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: That stuff goes out the window when I get into these moments because it feels like this is how it’s always been somehow. It’s like my whole life has been a negative balance in the bank and I know that’s not true.<\/span><\/p>\n<span data-id=\"P4-N2004E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560828\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">THERAPIST: That’s not true.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">CLIENT: Yeah, it’s just hard. (pause)  Like tonight I’m supposed to go out with the French girl that I was saying. I don’t feel like it. I feel cut down. I don’t have two nickels to rub together and I can’t go out and complain about that because I don’t want to do that. It’s a date and we want to have <\/span><span data-id=\"P5-N200531\">a great time. I’m not feeling it. And then I can’t tell her that’s the reason that I don’t want to go out, so I’ve got to make it up – I’m sick or something. And I’m just like fuck. (chuckles) I hate this shit. I get into a very self-protective mode, like I’ve said before. I just want to be home or <\/span><span data-id=\"P5-N200532\">I just want to be with my Assyrian friends and I can’t. (pause)  I feel bad. (sighs) (pause) That makes sense though, right? I feel bad.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">THERAPIST: Yeah, of course.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">CLIENT: I don’t like bailing on people. She’s so nice and I do want to see her; that’s the thing. It affects your sex drive and everything and even conversation. I don’t even know what to talk about because it’s going to be like you’re trying to jog through the muck. I’m not going to sit there and be <\/span><span data-id=\"P5-N200571\">down. I’m just not. I’m not feeling it. <\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">THERAPIST: It’s not the end of the world, too.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">CLIENT: Yeah, I know. I’m going to Assyria anyway. It’s what was going to happen anyway.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: I think you’ll feel better about this.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: I know I will. I know I will, but I think part of it is just temporary – and I get that. I think the bigger thing that does bum me out is that it’s temporary, but at the same time there is a reality of I’m not that financially independent. I’m done with that. I cannot take it anymore. That’s <\/span><span data-id=\"P5-N2005F1\">why I feel like I don’t want it to be, but going to Assyria feels very loaded in that way. It feels like if somehow I can’t just at least have a good run . . . I’ll get through it. I’ve gotten through a lot, but that’s just going to fucking suck. <\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: How so for you? What are the feelings about it if it doesn’t work out there?<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: Your tail is between your legs. You’re coming back here to a family that already thinks that you’re always changing your mind. I don’t know this exactly, but it’s so easy to read them. This guy is not serious about anything. You have to pick something and just do it. Whatever. He’s artsy-fartsy. <\/span><span data-id=\"P5-N200631\">He’s idealistic. He doesn’t understand how the real world works and how America works and how the global economy works and whatever the fuck. There are all these things now that I’m sure they think about me, even if they love me. It doesn’t matter. So to come back and live with my mom, that’s just . . . <\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: It feels like giving her proof of what she thinks almost.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: It would be like saying let me walk around with a sandwich board that just says all the things you guys are thinking. (pause) I saw a dream last night that I was like a stand-up comic of sorts, like a Steve Martin. There was an audience, but they were either quiet or they would laugh. In other <\/span><span data-id=\"P5-N200671\">words, somehow it wasn’t a nightmare, but I wasn’t Chris Rock. I was just doing this monologue-type thing. It was really weird. Really weird. (pause)  Now I’m thinking was the audience even really an audience or just cardboard cutouts because it was so no reaction.<\/span><\/p>\n<span data-id=\"P5-N20066-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560828\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">THERAPIST: They would laugh though?<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">CLIENT: Sometimes. There would be some “oh, that’s funny.” Or I’d say something and would be like “I made them laugh.” But yet I wasn’t nervous. I wasn’t like, “Why aren’t they . . ?” It was weird. At one point I left and I was like, “Oh, you guys are still here. What’s up with that?” (chuckles) I went <\/span><span data-id=\"P6-N2006B1\">through the curtains and was like, “Hey, what’s up?” Weird. I think I was wearing a tux maybe.<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">THERAPIST: Do you remember what your monologue was about?<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">CLIENT: It was like being on Carson. I’ve been doing this for years. I started off . . . “ (laughs) I don’t even know what the fuck I was saying. There were times I was saying “Is it me or is it Steve Martin?” Like am I watching Steve Martin do it? It was really odd. <\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">THERAPIST: The audience was [ ] (inaudible at 00:24:07)?<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">CLIENT: Or just very neutral. There was no movement. (pause)<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">THERAPIST: What do you think of it?<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">CLIENT: All I can think is that it’s a feeling of being vulnerable, but also ballsy. I love stand-up comedy. Good stand-up comics I think are so great and they really are, for me at least, I can be in the shittiest mood but if I watch some of my favorite stand-ups, I will laugh. I think that’s such <\/span><span data-id=\"P6-N200771\">an amazing gift.  Just standing up there with a microphone. That’s crazy. Maybe it’s just having some balls to get up there like, “Yep. I’m doing this whether you’re laughing or not.” I don’t know. (pause)<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">THERAPIST: We were talking yesterday about the painful history of having no recognition – no audience, to see, to admire, to laugh at funny jokes, see your art – and how that makes your confidence even holding onto what you want to do and that this is the right thing to do very fragile. The dream, though, <\/span><span data-id=\"P6-N200791\">is a little more confident, ironically; uncertain still, but no backing down. (pause)  Where did you go? What are you thinking?<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: I don’t know. I’m thinking about canceling on the chick. I was thinking about having to talk to my mom. Just stuff. (pause)<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: She doesn’t know the unemployment is cut off?<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">CLIENT: She knows, but we always kind of do this thing where I just won’t talk to her unless I absolutely have to because I can’t fucking handle it. I probably shouldn’t do that. I probably should just be up-front like, “Look, this is what’s going to happen. There’s no question that I’m going to go <\/span><span data-id=\"P6-N2007F1\">negative because how could I not? There are things that are going to be paid or are automatic withdrawals. It’s impossible. It’s going to go negative, so we have to try to figure something out, at least temporarily.” I don’t do that because I just cannot deal with her.  She’ll ask me if I need money <\/span><span data-id=\"P6-N2007F2\">or whatever, but then I’m already so aggravated that she even has to ask me that, that I’ll either say yes and she’ll give me $40 or something. It’s this very – I don’t know what to call it. She knows that I need more than that, but either she doesn’t have it or . . . it’s just a bad situation.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: Does she have it or you don’t know?<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: Her finances fluctuate, too, because when the rent comes in and the pension comes in, she does and she doesn’t because she has fallen behind on some bills as well. It’s very hand-to-mouth. So no, she doesn’t have it in the sense that she can give me hundreds of dollars every week.  There is <\/span><span data-id=\"P6-N200831\">no question that I have to ask my . . . because unless this week they change this unemployment thing, there’s no way. I don’t know how or I’d have to call my car insurance and cancel it and just stop driving just to start trying to . . . (pause) Or something bigger, like she would have to dip into her <\/span><span data-id=\"P6-N200832\">. . . She has a very small retirement account. That’s like – really? That’s what we’re doing now? (pause)<\/span><\/p>\n<span data-id=\"P6-N20082-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560828\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">THERAPIST: It doesn’t feel right. <\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">CLIENT: No. It doesn’t feel right and it’s very complicated. Then I get kind of angry because I’m like dude, you had all that money all those years ago like 2003 or whatever, 2002, 2004, or whenever that was. I don’t want to feel guilty because you didn’t take my advice with some of that money. This <\/span><span data-id=\"P7-N200871\">didn’t have to happen, this whole situation. It just didn’t. I don’t like to think about that, so all this stuff just kind of comes in because she handles it so badly and that it doesn’t help the situation. It’s just not good. (pause) I don’t know. It’s insane. It’s insane to have a three-family home <\/span><span data-id=\"P7-N200872\">in Cheshire and this is the situation you’re in.  It’s mind-boggling, but I’ve tried to think of different ways make it work. (pause)<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">THERAPIST: Selling your car sounds like it could get you through. You might have to borrow a little money to buy a ticket.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">CLIENT: Yeah. Again, the issue is all of these things make me feel like there is some kind of desperation in what’s going on – and that’s what just doesn’t sit well with me. I’m not excited. Right now I don’t feel excitement about going to Assyria. Maybe I will when I get there, I guess, but this doesn’t <\/span><span data-id=\"P7-N2008B1\">feel like I’m able to plan it out properly l because I need a big chunk of money to get a ticket, to feel like when I get there I have some money to last me.  I’m having trouble. There are two different things going on. I’m sure once I get there – yeah, I’m sure things will be okay, but this is not <\/span><span data-id=\"P7-N2008B2\">the way I wanted to go.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">THERAPIST: It’s not, but it’s what’s happening. Do you know what I mean?<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">CLIENT: I guess so.<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: I just say that because the only thing in the way or that is different is $400 for how long? Is that per week?<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">CLIENT: The unemployment? It was $412 per week.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: $412 per week. It’s a swing and it cuts you off and it’s horribly inconvenient, but it’s not the forces against you and there is still how do you then start to plan what has to happen in order to get over there? It was your plan before this. Do you know what I mean? <\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: Yeah. I get all that. Like I said, it somehow feels like a symbolic “don’t let the door hit your ass on the way out” kind of thing.<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">THERAPIST: Like you’re getting kicked out.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: A little bit. A little bit. What I don’t like about it is, and it’s a totally ridiculous, narcissistic type of thing, but I just feel like I created this fucking opportunity for myself. I created that opportunity, so I’m excited about it – and yet I can’t go with just a nice, smooth plan. That’s <\/span><span data-id=\"P7-N2009B1\">what really . . . and I feel like that never happens for me. I don’t want to think that, but I can’t help it. I feel like I never just get a nice . . . Let’s just plan. Oh, cool. I found this ticket. I bought it. Yeah, cool. It doesn’t have to be a lot of money, but I never feel like things get done <\/span><span data-id=\"P7-N2009B2\">in a calm, upbeat way.  That’s what I’m sick of. That’s what I’m sick of.<\/span><\/p>\n<span data-id=\"P7-N2009A-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2009A-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560828\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">THERAPIST: That’s why you’re going there, though. It’s just you’re getting a steady income so that that doesn’t happen anymore.<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">CLIENT: I know.<\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">THERAPIST: You do need an income for it to be calm and that’s not there. (pause) I guess I’m still picking up on there being in the way you say “that never happens to me,” as though it sounds like it’s the forces against you somehow.<\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">CLIENT: No, it’s not the first thing, but it is the track record.<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">THERAPIST: Yep – which you’ve been working on.<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">CLIENT: I know.<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">THERAPIST: This time it’s so much more thoughtful. It’s still bumpy right now because there’s no money, but you’re going there to get money and to build a career trajectory that, if you’re not a professional musician or a professional writer, it’s something you could bring with you – even back to the <\/span><span data-id=\"P8-N200A91\">United States – on your own terms.  (pause)<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">CLIENT: Maybe some of it is what happens when this stuff happens is that when this stuff happens I feel like it’s too good to be true. That’s what maybe starts happening. There is probably something that’s going to be wrong about that because this is just the track record, so I’m going to get there <\/span><span data-id=\"P8-N200AB1\">and it’s not going to be what I thought it was going to be and it’s going to be hyper-stressful and the money is not going to be what I thought and blah, blah, blah.<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">THERAPIST: That’s extremely important that that’s occurring to you as a possibility because that means your eyes are that much wider open. You’re more awake to how this isn’t going to be. There is nothing that is on a pedestal that stays on a pedestal.<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">CLIENT: Yeah, nothing is a cake walk.<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">THERAPIST: No. It’s going to be hard work and you might even have to struggle in the beginning to make ends meet, but that’s the kind of knowing that gets you to make sure you’re asking, “Okay, so if I arrive in two weeks, when do you think I’ll be able to have a job?” <\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">CLIENT: That’s why I’m trying to have a job before I get there even, like a side job or whatever.<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">THERAPIST: You’re covering it in reality instead of having an idealistic vision that, of course, isn’t going to be true. Maybe there are ways there are still little bubbles of that that were alive in this, even though it’s not all of how you’ve been thinking, there could be little pockets of the idealism <\/span><span data-id=\"P8-N200B51\">that when your friend starts to vent about the people and what they’re really like, it sort of pops that bubble again and you feel [plummeted] (ph?) down. But, in fact, that’s not all of how you’ve been thinking about it at all. The reality is this is an incredibly realistic opportunity of all opportunities <\/span><span data-id=\"P8-N200B52\">that is not easy, but has pay-off and has a lot of potential. <\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">CLIENT: That’s the thing that I do keep reminding myself. Let’s say I found a job equivalent to what I had with this idiotic school. Then what? That’s the problem. That’s the bigger question, I think, that really made me think more about Assyria. These jobs around here, unless I’m living in Ohio and <\/span><span data-id=\"P8-N200B71\">I’m not more ambitions, what are these jobs? I was living hand-to-mouth on a full-time salary. You blink your eyes and that’s five or ten years of your life easily. I can’t do that. In that way nothing in me is saying “don’t go” to Assyria.<\/span><\/p>\n<span data-id=\"P8-N200B6-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200B6-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560828\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">THERAPIST: And one job in its own way was too good to be true. What was happening was that you could work for just a few hours a week and be paid for full time. That’s not going to last. I don’t care what country you’re in, eventually that falls apart. If you’re working 40 hours a week maybe that’s <\/span><span data-id=\"P9-N200B91\">a different story. <\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">CLIENT: Right. It was too good to be true. I’m saying let’s say I was working – it was a hard-core, difficult job, whatever. I’m just saying the salaries that I’m going to be getting around here has, to me, become a bigger question now of so what? In this city, I don’t care that you’re making $40 <\/span><span data-id=\"P9-N200BB1\">$50,000. Secretaries at Yale are making $40 $50,000 a year or whatever – admin assistants – and they’re living with roommates. We’re living in a part of the country that it’s not cutting it any more. You need to really have your financial shit together here big time to be able to take a little vacation <\/span><span data-id=\"P9-N200BB2\">sometimes, to be able to say it’s okay. I’ve got like $10,000 in the bank. Every month I put this much in. Yes, I can put $20 in the bank.  There’s always a way to save; I get that. But again that’s like I’m saving it so that when I’m 65 I can have $5,000 or something? Living is right now and you do <\/span><span data-id=\"P9-N200BB3\">have to be practical. You do have to do whatever you can to save and cut corners, but Jesus Christ. This is not working for me. (pause) Two-twenty? All right. Thanks. Have a good one.<\/span><\/p>\n<p data-id=\"P9-N200BC\"><span data-id=\"P9-N200BD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}