{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his upcoming move to Europe, which feels youthful and freeing to him. Client cannot wait to move and escape the life that he's entrenched himself in here."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Family relations","Job security","Identity","Maturity","Psychoanalytic Psychology","Sadness","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["14"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Family relations","Job security","Identity","Maturity"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560826","dorpId":"1005995078","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 160: January 08, 2014: Client discusses his upcoming move to Europe, which feels youthful and freeing to him. Client cannot wait to move and escape the life that he's entrenched himself in here.","fullTitle":"Client \"AP\", Session 160: January 08, 2014: Client discusses his upcoming move to Europe, which feels youthful and freeing to him. Client cannot wait to move and escape the life that he's entrenched himself in here.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560826\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: What’s up? It’s nice and cool in here.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: It can go off and on. It can just have a visual and then the heat turns on when it gets cold.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Nice. It’s okay. You can leave it on. So things are surreal, but I’m trying to stay grounded. Things feel very weird or disconnected somehow.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: You’re smiling.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I don’t think it’s all bad, but it’s surreal. I’m having trouble . . . Yeah. I don’t know. I just don’t know what to make of things, I guess, kind of. It’s just kind of weird how things happen. I’ve also had a new bounty of women that are suddenly propped up. One I actually really like. She’s <\/span><span data-id=\"P1-N200151\">French, which is really cool, but I’m not letting it dissuade me from my plan which feels good.  It’s very healthy, but it is funny how that works. (pause) So I don’t know; things are surreal a little bit.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Tell me more about surreal.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: I don’t know. There’s really no money, but somehow I’m not completely . . . I don’t know. It’s not like I don’t care. I don’t know what else I can . . . I don’t know.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Meaning somehow you’re not panicked.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah, I’m bummed. I kind of am panicked in a weird way, but I’m getting through my days pretty well, I guess.  (pause) I think what I’m realizing is that the biggest thing going on, whatever feels surreal, it’s all fear. I think it’s all fear – both of failing and of doing well because I can’t <\/span><span data-id=\"P1-N2001D1\">think of a reason not to go. I can’t think of a good reason, like friends. That’s not a reason. The band – yeah, that’s kind of a bummer, but that’s also not a reason.  It would be different if we were touring and we were kind of a working band. It sounds great. I’m glad I found these guys. I’m bummed, <\/span><span data-id=\"P1-N2001D2\">but it can’t be enough for me to pass up an opportunity to make real change. All I can think of is just fear. That’s all I think of it as.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: When you say fear of success, what do you picture [in your mind] (ph?)?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I think this is, not a final frontier, but it is kind of like a major threshold I’m crossing because look at me here. I’m not really writing. I keep starting and stopping. I’m all over the fucking place. Something is going on here.  I feel like going there is an ultimate challenge to myself <\/span><span data-id=\"P1-N200211\">that, man, in a completely alternate environment – totally night and day environment if you can’t fucking focus and at least finish one project . . . That’s the thing. I guess I have finished things here. I’ve finished my music and stuff like that, but if I can’t finish another book then what’s going <\/span><span data-id=\"P1-N200212\">on? Do you know what I’m saying? There is something here; I’m restless. I just cannot fucking get into the zone. Wait – what? You were talking about fear? Were you talking about that? <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yeah, so the idea that fear of going there and being like this; going there and getting into a routine there. I’m scared of that because then I don’t know what else to do – psychoanalysis, moving, this, that. I don’t know what’s going on that I cannot just sit down, that I can’t do things for <\/span><span data-id=\"P1-N200251\">extended periods of time. My dissertation – whatever – what is that? What’s going on? I’m scared of that. I’m scared of going there and not doing my dissertation, just kind of being there and I don’t know what to do. There’s no easy thing; no one can say anything about how to combat that other than, <\/span><span data-id=\"P1-N200252\">hopefully, it will trigger some kind of focusing capabilities, I guess. <\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560826\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Maybe there’s more for us to understand about it.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: But I’m leaving. (laughs)<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: We may be able to continue.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Yeah, I just don’t know. (pause)<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: In a way it sounds like you’re describing a feeling as facing the music for once and for all. This is the scripted place where you should be able to write. What if you go there and you still can’t?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: In other words, my whole big push this last few years is that I’m an artist and I make no apologies for that, and I am – a book, records, but when I tell this to other people, they’re very “of course.” I appreciate that. They’re very quick to be like, “Oh, yes. Rough that you published a book <\/span><span data-id=\"P2-N200311\">and you’ve put out three records. You are a working artist.” <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: You also know you’re capable of more than this.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: I know that I’m not even doing a fucking fifth, if that’s an actual fraction. I don’t even know. I’m not even doing it. I’m not. I’m not at my potential, so I think Assyria to me is exciting. Maybe that’s the fear. Maybe deep down I feel like no, I think this is somehow really going to work. <\/span><span data-id=\"P2-N200351\">(chuckles) Maybe that’s scaring me that I somehow feel really confident about this, that somehow, something about the milieu there – that’s a douchy word – but the atmosphere and the vibe and the fact that there’s a subculture. Do you know what I mean? It’s not Paris. Paris is almost make-believe Bohemia. <\/span><span data-id=\"P2-N200352\">It’s Western Europe at the end of the day.  It’s near Asia or whatever. You’re out there. I don’t know what I’m saying exactly. All I know is that I have this fear that I’m absolutely right in going, which is a little scary to me that I feel confident because these days I’m so hesitant to be so confident <\/span><span data-id=\"P2-N200353\">about anything. I’m always trying to temper myself so that I’m not rushing into anything or being too impulsive or blabbing about something before it’s even done. I don’t know – whatever. So I’m just in this wacky, hard to explain . . . I’m trying to explain it, but I don’t know if I’m just thinking <\/span><span data-id=\"P2-N200354\">too much. Maybe I’m just overthinking it or whatever. <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: You know there is a way you’ve been ferociously identifying yourself as an artist in the last several years – at one level really embracing [ ] (inaudible at 00:09:10) – but I can also imagine that identity still being fragile inside yourself. It’s not on a bedrock foundation of self-confidence <\/span><span data-id=\"P2-N200371\">and knowing yourself. It has been, in fact, the opposite. Everything in your upbringing told you this wasn’t good, this wasn’t you, forget it.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: It’s almost as if now that I’ve fully accepted it, now I’m even harder on myself.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: The fear is still there – what if I’m not or what if this is still worthless? What if I’m pursuing something that will never be how I imagine it? All of the voices that you grew up with – why would those not be looming large right now as you’re about to take an even larger and more real step <\/span><span data-id=\"P2-N2003B1\">towards that identity?  There is still self-doubt. I think you hold onto it, but it’s tenuous that this is really you.<\/span><\/p>\n<span data-id=\"P2-N2003A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560826\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: I think maybe that’s what it is. It’s as if I’m surprising myself or something because this isn’t about grad school. I’m just going to move and the job is not secondary, but I’m trying to attain a way of life. I’m trying to totally abandon this kind of pretty unproductive and monotonous routine <\/span><span data-id=\"P3-N2003D1\">that I find myself in here where I just feel like I’m spinning my wheels – even with the band. I love the band, but it’s like what are we doing? I don’t know. It’s great; but, really, what are we doing? These guys – what are they going to do, drop everything and go on a tour with me? You’re probably <\/span><span data-id=\"P3-N2003D2\">not, are you?  I guess we’ll make a record, but then what? You can’t tour to back the record up. In other words, the only way they would is if there was a lot of money where they could quit or we have to keep doing a Saturday here, a Sunday there. I feel like everything is like that here. I feel like <\/span><span data-id=\"P3-N2003D3\">okay, I’m writing, but I don’t know. Then the city – you know today that stupid Sofra by my house? I’ve been going there a little more often because my friend from Assyria is here from out of town. There are no fucking coffee shops. It is one of the few and it’s okay, but I was here this morning to <\/span><span data-id=\"P3-N2003D4\">meet the French girl at 8:30. It was great when she was there. We were just in our own little world, but my God, when I was waiting for her, it was like these frumpy, pasty, frizzy-haired kind of women were trying so hard to be happy.  It’s all just yuck. They’re eating these bullshit eat-pray-love <\/span><span data-id=\"P3-N2003D5\">books and blowing their noses and I was trying not to judge, but between that and the fact that the place is really a Turkish place and that they’re taking things you can buy at the Assyrian store for $2 and selling them for like $14. (chuckles) And these idiots from Cambridge are like, “Oh, wow. Spices.” <\/span><span data-id=\"P3-N2003D6\">I said, “What am I doing here? What am I doing here? I don’t need to be here.” It’s good for these people. Good for them. This is their town. You know what? They’re the majority. This is where they belong and I love it here, but I can’t. I just can’t. <\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">That’s a bit of a superficial example. It is and it isn’t. It’s symbolic of how I don’t connect. I don’t connect to the hipster people working there. I don’t connect to the frumpy douchebags there. There is no one other than when I go there with my few Assyrian friends. It’s doubtful that in Assyria <\/span><span data-id=\"P3-N2003F1\">I’m going to just connect with everybody, right? There are a lot of annoying fucking Assyrians in Assyria (chuckles), but, again, I also know that there is a community of people like me there that has become ultra-clear just because so many disparate, random people have said the exact same thing and <\/span><span data-id=\"P3-N2003F2\">felt the exact same way while they were there and feel the same way about me going there. Something is up, like I’m onto something.  I feel like I’m rattling myself. Do you know what I mean?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Yes. I wonder if this is something about going back to the mother country.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: The mother ship.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Yeah – symbolically, at least, another layer of what you might be saying is trying to find the mother you didn’t have, the origin that could pull you back to recognition of you. You look at these people – frumpy, frizzy, whatever, these books – you don’t see yourself. You don’t see yourself <\/span><span data-id=\"P3-N200451\">recognized in these people so you feel tremendously alienated and alone.<\/span><\/p>\n<span data-id=\"P3-N20044-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560826\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: Right. Whereas when I was in Europe, yeah, I’m not German and I’m not Scottish, but I definitely felt, in some way, totally more at home.  I don’t know what that is exactly. I just felt like I got people more; they got me.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: Even if there may end up being a layer of going to Assyria that is just a fantasy and you find the same kind of feeling disconnected at some level, too, that starting to know that part of what you’re trying to get back to inside yourself is recognition, non-judgmental recognition of yourself <\/span><span data-id=\"P4-N200491\">that never happened here.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Yeah, that is a huge one and I think part of that, connected to that is that this is the ultimate clean break. It’s not going somewhere for grad school. I am moving. I’m going to be an immigrant somewhere. <\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: A clean break from your actual mother.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: Yes, from family, from all this quicksand here. That allows me to kind of walk, but not run. I cannot fucking pick up momentum because I’m just too mired in this crap. It’s a little overwhelming. It’s very exciting. This is it. That’s a very adult move. That’s not some kid. It’s not me packing <\/span><span data-id=\"P4-N2004F1\">my car up and just driving off to San Francisco This is very thought-out, planned, with connections and people and a job.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: It’s so different. <\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: It almost feels so right that it’s unnerving, kind of, if that makes sense.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: Yeah, when you’re in a coma you could be going across the country and it doesn’t even feel like much.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: It doesn’t feel like anything.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: It actually sounds like it’s healthy that you’re scared.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: I thought about that, too.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: You’re alive in this. You’re really thinking it through which means you’re going to be aware of more feelings.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: I having all the emotions you would have. I’m going to miss people. What happens if I go there and it’s a cluster fuck? What if I go there and it’s fucking amazing and I never want to come back? Whatever.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Yes. These are all the signs that you’re doing it in an awake way instead of asleep.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Yes. And as much as I have problems – I mean I love my family, right? I will miss them and they’re older and my mom . . . These are big things. My grandmother, especially, but that’s also why it feels healthy.  I’m thinking of that and still wanting to go. That feels very mature to me. It’s <\/span><span data-id=\"P4-N200631\">like this has just got to happen because who the fuck gives a shit? What – I’m going to buy a ticket and come back? So? That never crossed my mind going to – isn’t that weird? That’s got to be PTSD for a kid to pack his car up and just drive off. I literally had no thought and, by the way, not just <\/span><span data-id=\"P4-N200632\">going there, but even while I was there, it never once crossed my mind that – oh, wait. I’m not trapped here. I drove here. (chuckles) I could literally just start driving back or my mom will buy my ticket back or I’ll work and I’ll make the money and I’ll just . . . But I just fucking slogged it out. <\/span><span data-id=\"P4-N200633\">Three years, three and a half years; bizarre. <\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: That time without coming back here?<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: I came back once.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: In three years? That’s so striking, Brian, for you.<\/span><\/p>\n<span data-id=\"P4-N20068-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560826\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Yeah because there must have been serious PTSD going on. I don’t know what was going on, but no concept of not being trapped there and why am I in a place that I don’t really like at all? (pause) So this is – forget it – that’s not even a good comparison, but this is even night and day to London. <\/span><span data-id=\"P5-N2006B1\">London was awesome. I’m glad I did that, but that was grad school and it was very last-minute. It wasn’t thought out that well.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: And you weren’t thinking about consciously thinking about your grandmother – what will happen to her while I’m gone? <\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: Yeah, I didn’t think of it as this kind of healthy, clean break or my goal was to go there and really somehow make sure that I don’t have to come back and be under this umbrella again. Actually, I had thought of that, but it’s grad school. How was I possibly going to do that with a student visa? <\/span><span data-id=\"P5-N2006F1\">And the Meredith thing I hadn’t thought through all the way. Whatever – all that stuff. I think that’s what it is. I think this feels so thought out and I keep trying, like with my friends I’m like, “I’m a little worried about this. What do you think?” Each one of them is like, “Dude, seriously. They’re <\/span><span data-id=\"P5-N2006F2\">all good questions. That all makes sense, but honestly, dude, there is nothing to worry about.  You’re going to go. There are plenty of places to stay. People are going to hook you up. You already know people and then they’re going to introduce you to a shitload of people; and then you’re just going <\/span><span data-id=\"P5-N2006F3\">to meet people because that’s how it is there.”<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Or because that’s how you are.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: And that’s how I am. Right. Right.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: Not everyone meets people so easily.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: Right. Maybe I’m just super excited mixed with normal anxiety and nervousness and things like that.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: Mixed with the absence in your history really of someone seeing you, seeing your talents, embracing it, believing in you, encouraging it. (pause)  It makes me think of one of your poems from your book I read a while back. You mentioned something in a way that you certainly alluded to here <\/span><span data-id=\"P5-N200791\">but you never said it in this direct way that it is in the poem, where it’s sort of a memory of your mother saying “we cut that noise out,” something about you making noise with your playing.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Yeah, the piano.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: There is so much. Just that alone that captures what is not inside you from history, holding you as you make this kind of transition and step. It’s been up to you to scramble together some semblance of self-esteem and self-confidence. It’s not because someone was here saying, “Play more. <\/span><span data-id=\"P5-N2007D1\">You’re so talented.”<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Except my grandmother. (pause) <\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: Or someone there in awe of you writing songs. It’s so unusual. It’s so unusual that it wasn’t upheld that you were gifted. (pause)<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: I think that’s the other reason. Forget my family, but even artistically. I keep getting e-mails and this and that. People are like “love the record.” I think I can’t stay here because that kind of drives me nuts a little bit. Everyone loves my music. The poetry – fine. There’s no money in poetry. <\/span><span data-id=\"P5-N200831\">I’m fine with that. I published a book. Prestigious press. There will be another one at some point. It doesn’t get to me as much. And I don’t even know what it is.  I’m not saying I should be famous or something, but that’s starting to really bug me now, that I don’t know how to make this just a little <\/span><span data-id=\"P5-N200832\">bit more something, give it a little more traction out there somehow. I think moving is going to do that somehow. I’m not even sure how, exactly, but I think just moving and playing these fucking songs with an acoustic guitar in places where they’re not used to this kind of music but are, I think, hungry <\/span><span data-id=\"P5-N200833\">for more original, heart-felt, love American stuff, whatever, it’s almost like working your way back here. Do you know what I mean? It’s just maddening. It’s absolutely maddening. It’s great that all these people love it, but it’s not amounting to really much.<\/span><\/p>\n<span data-id=\"P5-N20082-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560826\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: I wonder, as I just said what I said, one of the things that makes you associate really to how maddening it is, is that it is a sign, in a way, of what could have happened if you had had the support earlier. It is maddening. <\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: Right. Right. Right. Yep. (pause) I think that’s what I’m hoping, too. I’m hoping this move will kind of calm the constant . . . I think that’s one of the reasons I’m not able to get shit done here; it’s because I’m always thinking – not what’s the point, but that whole time\/age thing. I think <\/span><span data-id=\"P6-N200871\">here somehow that really gets me. I don’t know what it is, but okay, the PhD. All right. Then what? I’ll be a 40-ish dude that just finished a PhD. I don’t know. Something here with that, I can’t just enjoy and just be like – great. I’ll be relatively young overall and I’ll still . . . I can’t do it <\/span><span data-id=\"P6-N200872\">here.  That stops me from just enjoying the process and just writing because I’m like, “By the time this fucking book, by the time it’s really done, edited and it’s the way I want it to be and to a publisher, we’re talking two to three years.” Do you know what I mean? So my mind starts racing. “What <\/span><span data-id=\"P6-N200873\">the fuck? God, you’re almost going to be 50. You know what? You’re not really young. You’re middle aged.” It’s hard for me to deal with any of that. Whereas I feel like somehow moving away . . .<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: Perhaps the change.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: I don’t know. I’ll be away from this, so somehow I can just be.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: I think one of the things that’s important about noticing that is that it makes it clear that you’re not just sitting with the facts here of being too old and about to die, but that there’s something emotional here that you can get away from when you imagine going to Europe. <\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: Wait – what?<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: The feeling you’re talking about, your age and time.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Oh, yeah. It’s an irrational kind of thing.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: Yeah, or it’s about something else here. The fact you can imagine it not being about that in Europe.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: I’m saying it’s about what you’re saying. It’s about my mind racing between the age that I am and that what could have been up to this point and that’s just like deflating a tire, popping a balloon. Then I just sit there and I’m suddenly tired. Thinking of those things just fucking tires me <\/span><span data-id=\"P6-N200971\">and it kind of drains me. It’s hard to be whimsical. To create art you’ve got to be playful and all this shit. It’s just not happening here.  I don’t know. I don’t know.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: Maybe it feel too close to the realm of it’s almost like it’s still happening. Your mother is still being critical or uncertain.<\/span><\/p>\n<span data-id=\"P6-N20098-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560826\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: And I’m surrounded by their elderliness and regrets and ugh. Whereas when you leave, you can be with some 60-year-old woman that’s writing a book of poems and she’s all – you know. Then you’re like oh, yeah. Here we are. We’re just doing things. Who the fuck gives a shit? That is completely <\/span><span data-id=\"P7-N2009B1\">irrational, but here it’s not irrational because that’s all there is.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">THERAPIST: Family.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: Yeah. Everywhere. My memories, everywhere I look is this heavy fucking don’t-talk-about-age. They’re so wrapped up in this and their regrets and this and that. <\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">THERAPIST: Because they’re still stuck in that.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">CLIENT: Exactly. So it’s hard for me to just imagine taking my time, writing a novel for four years, and when it’s done, it’s done. Great. How exciting. No, because in my mind I’m going, “What the fuck? Are you going to be that old?” What? Yes, you are going to be that old.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">THERAPIST: That’s mostly when writers start finishing their novels.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">CLIENT: Yeah. Look at Philip Roth, for Christ sake. But that voice in my head will be like, “Well, yeah, but don’t compare yourself with Philip Roth. He’s lucky. He’s been doing it since he was 22. His first book was published when he was 23.” But that’s neither here nor there; the man is still writing. <\/span><span data-id=\"P7-N200A71\">What does that mean? Their voice will always play tricks. I’ll look at this fucking band, 22-year-old assholes traveling the world. What does that have to do with me, in a way? Yes, maybe I could have been that, but you know what? I probably couldn’t have been. I was a shy kid.  Everyone blooms at a <\/span><span data-id=\"P7-N200A72\">different time. Even if I had some encouragement, I might have still not. I had stage fright, but it’s their voice that just wants to trip me up one way or the other. (laughs) Do you know what I mean?<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: They’re not aware they’re wasting now.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: Exactly. Exactly, and I am, which is why I keep trying to do these seat-change type things to jump start. Generally it works. It’s getting better and better and better and better, but I think this one is the big jumping the battery of the car battery. This is like the engine is ready to rev, <\/span><span data-id=\"P7-N200AB1\">but this isn’t the place, I think, and I think I’m finally just accepting that in a healthy way instead of “I’ve got to run away” or something like that.  (long pause)<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: You were so afraid early on that psychoanalysis could be just a kind of repetition of this side of your family, just wallowing and venting and complaining about the past instead of that it could open up new adventures that were never possible before.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: Yeah, that’s true. I think it can be that. I still think that, but if you’re lucky to have an amazing person, doctor, it’s life-changing. I’m not skeptical of psychoanalysis, I’m just skeptical of the douchebags that practice psychoanalysis. It’s like anything. I’m like that about anything. <\/span><span data-id=\"P7-N200AF1\">There are just a few in all fields that have the right combination of heart and the scientific whatever, like everything is there. It’s not just some idiot in Birkenstocks telling you that you hate your mom or whatever – and take some Zoloft. Shit that, if you have any critical thinking, you’ve already <\/span><span data-id=\"P7-N200AF2\">got a list of all that shit that you already know.  (pause) I’m even noticing – and this is how I know that it’s some symbolic nervousness – I don’t want to fly. I’m suddenly nervous about flying again. I had kind of gotten over that. I’ll do it and I’ll be fine. I don’t get sick or anything, I just . . .<\/span><\/p>\n<span data-id=\"P7-N200AE-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560826\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">THERAPIST: Nervous about it crashing?<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">CLIENT: Yeah. Just nervous.<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">THERAPIST: That’s a metaphor.<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">CLIENT: Yeah, that it will be the ultimate fate, like the gods will just not allow me to have my way, which is all them.  That’s all them. That’s all my mom’s doing.<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">THERAPIST: It didn’t make any sense.<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">CLIENT: But what I love about me is that I am going to do it. (laughs) Do you know what I mean? I don’t give a fuck. Shit like that cannot stop you from anything, really.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">THERAPIST: Well it has stopped them.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">CLIENT: Oh, yeah. It has stopped them, but I’m very glad that – even one thing about going to San Francisco was that I went. I never said that before. I just said it. Nice. Nice. That’s fucking ballsy. I packed the car up and I left. It wasn’t great, but I built some fucking serious character and it <\/span><span data-id=\"P8-N200BF1\">was very courageous to do that.  (long pause)<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">THERAPIST: [Everybody stops the goals themselves,] (ph?) but they tell themselves it’s the gods; it’s fate.<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">CLIENT: Yep, that somehow everyone is always doing better than them – this kind of shit.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">THERAPIST: And in telling yourself that, you stop doing things and then it actually does become true sometimes because you become so inhibited and scared, constricted. <\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">CLIENT: That’s right. You don’t take advantage of opportunities. You don’t take any risks.<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">THERAPIST: Because you think you’re not as good as everyone else. Right.<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: I’ve somehow been fortunate, thanks, I think, to my grandmother and my dad’s side genes, that regardless of setbacks, this, that – you can have all the setbacks you want – but as long as you keep eyes on the prize, even when you’re not even sure what the fucking prize is, just moving forward, <\/span><span data-id=\"P8-N200CB1\">at least I’ve done that. That’s huge because now I see the pay-off. It takes time.<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: And starting with San Francisco you’re seeing, in a way – I mean as chaotic and disorganized as it felt, it was still a symbol of your pushing forward in some way, instead of folding in on yourself. <\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">CLIENT: Yeah, that there’s got to be change. There has got to be some kind of pro-active step. You can feel fear, but it can’t dictate. (pause)  You know, I think also I’m just so much less angry when I’m not here. Yes and no. I have my moments. I have my moments. In England I had my moments. Like in <\/span><span data-id=\"P8-N200CF1\">Paris and just overall, I might get down, I might even get a little depressed, but I don’t feel the kind of – like how I’ve been saying I’m just frustrated with the system and this and that. I don’t feel that as much other places. I just feel a normal “okay, this week I’m depressed.” “This week I feel <\/span><span data-id=\"P8-N200CF2\">like I’m a shitty artist” – whatever – or “I feel lonely,” but I don’t feel like I’m being steam-rolled by a system. That might be a weird little fantasy thing or I don’t know. I take that with a grain of salt, but it felt pretty real. <\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">THERAPIST: It could be real insofar as your feelings change, but maybe for some other, more symbolic reason. Do you know what I mean?<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">CLIENT: Yeah, that I’m not being steam-rolled by my family. Yeah. I’m sure if I came back some day and was a professor at UConn – yes, I would still hate the system, but now I’m making a real living.<\/span><\/p>\n<span data-id=\"P8-N200D2-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200D2-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560826\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">THERAPIST: You would feel like your life was really [worth something.] (ph?)<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">CLIENT: Exactly. I might critique this, critique that, but I’m living a healthy, kind of independent life that I’ve made for myself. (pause)  And the other thing – I don’t know if I mentioned it in here, but I’m really excited at becoming really good at Assyrian. Did I mention that?<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">THERAPIST: You did.<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">CLIENT: I did.<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">THERAPIST: A while ago.<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">CLIENT: I’m really fucking excited about that. There’s something about that that suddenly I’m just like – wait a minute. What? Why can’t I express . . . That’s hard. It bothers me that I can’t have this conversation in Assyrian. I mean, I can, but it will be kind of clumsy. Parts of it will be really <\/span><span data-id=\"P9-N200DF1\">smooth and great, then I’ll be like “what was that word for this and that?” I’ll use simplistic words for things that are really . . . I’m tired of that. As an artist, I want to be able to fucking express myself because I think that I have things to say that are not for you. I have things that are kind <\/span><span data-id=\"P9-N200DF2\">of Assyrian-centric that might be – I don’t know – not helpful, but maybe some people want to hear them. I don’t know.  (pause)<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">THERAPIST: It’s interesting. It’s like the idea of finding a voice, even in here, that is your own – not for me, necessarily, not my language, just within your family. Being yourself; really individuating being you, even if I don’t understand it. That doesn’t make it wrong.<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">CLIENT: Right. (pause)<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">THERAPIST: It is so much [way ahead of your mother] (ph?) because she didn’t think it was right or didn’t [get it herself or was judged.] (ph?) Not just more “tell me more about it, then, because I’ll know it then. I’m interested in what you know.” <\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">CLIENT: Right. Or even worse, that the ultimate thing that they do, which is like “I don’t know. I don’t know what to say. Good luck.” It’s almost like don’t say anything, dude, because really what you’re saying is “I hope you don’t fail. I don’t get it.”<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">THERAPIST: And it’s dismissive and kind of demeaning.<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">CLIENT: Yeah, because they’re saying that about themselves, really. (pause) <\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: Not at all open to the thought that they could learn things from you.<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: What they don’t have, which my dad’s side has – my grandmother on that front, maybe though, she doesn’t have that either – but just like Claire is quitting psychology to go to clown school. I’d be like “wow.” Whatever I think of it, I swallow that and I’d be like, “You know what? You look happy. <\/span><span data-id=\"P9-N200EF1\">I’m so psyched for you. Can I come watch you juggle?” Who gives a shit? This person, who has – not nothing to do with me – but is just a person, her world. If you want to fucking juggle bowling balls – go for it. I hope you’re amazing at it because I love you. I think you’re amazing and I want to fucking <\/span><span data-id=\"P9-N200EF2\">come cheer you on while you’re juggling balls. Do you know what I mean? Just let it be. Why does it have to be so heavy? “Oh, I don’t know. There’s no money in that. A lot of these carneys are weird. You’ve got to travel all over the place.”  They go so deep into things. They can’t just be like, “Wow, <\/span><span data-id=\"P9-N200EF3\">that’s so cook that you’re doing this, you’re doing that.” No. Nothing.<\/span><\/p>\n<span data-id=\"P9-N200EE-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200EE-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560826\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200F0\"><span data-id=\"P10-N200F1\">THERAPIST: A piece of what’s missing then is actually trusting the other person’s judgment.<\/span><\/p>\n<p data-id=\"P10-N200F2\"><span data-id=\"P10-N200F3\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P10-N200F4\"><span data-id=\"P10-N200F5\">THERAPIST: For example, that they’re doing it may be for a good reason, even if you don’t get it, that they’ve thought about it.<\/span><\/p>\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">CLIENT: They have a brain. They’ve thought about things.<\/span><\/p>\n<p data-id=\"P10-N200F8\"><span data-id=\"P10-N200F9\">THERAPIST: They’ve thought about it.<\/span><\/p>\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">CLIENT: But really I think ultimately it’s like they’re so fucking embittered that pretty much nothing you do could impress them. The other day we were watching the TV. It was just on and Rufus Wainwright came on. I was like, “Oh, no shit? I played a show with this guy.” My mom was kind of like “really?” <\/span><span data-id=\"P10-N200FB1\">Like it didn’t register somehow.  Luckily I didn’t care, but it’s just like wow, that’s something. All the mirrors are back to them.<\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">THERAPIST: They can’t see [anything good on the outside] (ph?) because they feel bad about themselves.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">THERAPIST: Tomorrow?<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">CLIENT: 12:00<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">CLIENT: Thanks, Claire. See you. Bye-bye.<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}