{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses juggling two part-time jobs, in order to work full-time hours."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Occupations","Work settings","Cognitivism","Psychodynamic Theory","Anxiety","Cognitive therapy","Interpersonal psychotherapy","Psychodynamic psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2013"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Occupations","Work settings"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychodynamic, Interpersonal, Cognitive Psychotherapy Collection by Dr. Jeffrey Binder, Ph.D., ABPP"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Cognitivism","Psychodynamic Theory"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Cognitive therapy","Interpersonal psychotherapy","Psychodynamic psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Jeffrey Binder, 1943-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560770","dorpId":"1005995022","contentType":"text","aucs":"CTRN-V1","title":"Client \"MK\", Session October 24, 2013: Client discusses juggling two part-time jobs, in order to work full-time hours.","fullTitle":"Client \"MK\", Session October 24, 2013: Client discusses juggling two part-time jobs, in order to work full-time hours.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560770\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: It’s been a couple of weeks since we’ve met so why don’t you start wherever you like.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: The past couple of weeks I think I mentioned I have a couple of part-time jobs now. I’ve been kept busier with those two things and then, on the flip side, there’s not too much to report with progress in the university side of things since their application process for this year is still kind <\/span><span data-id=\"P1-N2000F1\">of in an infancy. They’re not doing too much with regards to planning, student allocation of where you’ll be or anything. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: You’ve already applied for that and just haven’t heard?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: It hasn’t even opened up. I don’t know if they’ve even started accepting people who applied this time around yet.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Are you getting a little nervous about that?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: No. I would just say I want to kind of get on with it.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Impatient.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: I’m chomping at the bit to get on with it.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Is that how you’re feeling about going to school in general? You want to get on with it?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: I’m looking forward to it because the planning period and the amount of time I have to put things in place is more manageable, so I guess I’m more looking forward to it this time around. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: It sounds like you’re maintaining your positive attitude about going.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yes. (pause) I’m just trying to think . . . There’s not a whole lot else that’s going on with me. Like I said, for the better I’ve been kept busy, particularly over the past couple of weeks. I work at the one place most mornings and some weekends and then the other place Monday through Friday in the afternoons.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: So it sounds like you’re getting a combined full-time job.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Combined, they’ve been a little over 40 hours a week.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: So it sounds like full time.  Tell me what it’s been like working two jobs.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: Since it happened kind of quickly, it went from me just sitting at home looking for work to, like you say, having 40-plus hours a week. It certainly was an adjustment. Some days are very long. Some days I’ll be starting work at the one from about 5:00 AM until 11:00.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: That’s at a Pete’s Coffee?<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: Yeah. And then the other one will be from 2:00 until 6:30. They’re all manageable. It’s luckily in the sense that the Pete’s Coffee is about a five-minute walk from door to door. <\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">THERAPIST: From home?<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">CLIENT: Yeah. My routine has been waking up at 5:00 coming back, taking a nap, getting changed, and heading off again; so there’s never been a completely overwhelming – it only happened once and I have since gotten that issue fixed. Once I worked from 5:00 to 12:00 and then 2:00 to 6:30, which was a <\/span><span data-id=\"P1-N200331\">very long day.<\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">THERAPIST: So you haven’t had to do that since?<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">CLIENT: I did that once and I let the guy know what my situation was. They’ve been understanding, so it’s been good. <\/span><\/p>\n<p data-id=\"P1-N20038\"><span data-id=\"P1-N20039\">THERAPIST: So you’re working how many days at Pete’s Coffee?<\/span><\/p>\n<p data-id=\"P1-N2003A\"><span data-id=\"P1-N2003B\">CLIENT: In order to qualify for benefits, which is the reason I took the job, I have to maintain an average of 20 hours a week over every quarter. I’ve been arranging that. This week I’m working two mornings and both Saturday and Sunday. I’m getting just about 20 hours which is primarily the reason, <\/span><span data-id=\"P1-N2003B1\">the inspiration, behind taking the job. I didn’t apply knowing that I would get benefits. I applied for it before I knew I had anything. <\/span><\/p>\n<span data-id=\"P1-N2003A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560770\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: It sounds like it’s a very flexible schedule.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: It can be and from what I’ve experienced so far, they are understanding because a number of people are in my situation where they’re working a couple of jobs.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: So what’s it like actually being there and in that situation doing the job?<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: Primarily, it’s nice to be doing something. It’s nice to get up with a purpose, a little bit of structure to the day.  Even having co-workers and having that social interaction is nice. At Pete’s Coffee I think most of the employees are give-or-take five or seven years from my age, which in <\/span><span data-id=\"P2-N200431\">the grand scheme of things is not a huge age difference.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: Do you mean younger than you?<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: I think actually most are older than me. At the other place I think it’s even closer. I think I probably am among the older ones there, but most of them are recent university graduates or towards the end of their university careers, so it’s being around younger people which has been good; getting <\/span><span data-id=\"P2-N200471\">out and meeting new people. I think particularly with the one at the Community Center, they are people who may be looking for similar careers. I think quite a few of them are looking to do social work and things like that, so it’s people with similar interests career-wise as myself. It’s a share of <\/span><span data-id=\"P2-N200472\">commonality to begin with, which is good. Even at both places, it has been nice that people seem to be embracing the community.  Each is kind of a small community within itself, self-supporting little communities, which I haven’t been involved in for a while.<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">THERAPIST: Correct me if I’m not interpreting this right, but it sounds like you’re feeling comfortable in both interpersonal situations.<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">CLIENT: Sure. And I think one thing I have which has been beneficial with both, but particularly with Pete’s Coffee, is most of the places I worked before was a start-up company for one, and then the other was a small mom-and-pop shop in DC. That was a part-time job I had in DC, whereas this is a large, <\/span><span data-id=\"P2-N2004B1\">well-organized structure.  Both of them are. They’ve given me appropriate training, which I hadn’t experienced before. Most other positions I had been in, they’ve kind of just thrown me in and learn on the job.<\/span><\/p>\n<p data-id=\"P2-N2004C\"><span data-id=\"P2-N2004D\">THERAPIST: Yeah, I remember you talking about that with regards to the place in DC that you were at.<\/span><\/p>\n<p data-id=\"P2-N2004E\"><span data-id=\"P2-N2004F\">CLIENT: Sure. I think it has definitely been good. I’m not seeing myself spending a career at Pete’s Coffee, but the store manager started off there as someone who just made coffee and in ten years worked his way up to being the store manager. I’m kind of being exposed for the first time to a structure <\/span><span data-id=\"P2-N2004F1\">where you’re brought on and trained properly and well. There is a definite potential for career progression if you choose it. It’s kind of the first time that I’ve really experienced, as I was saying to my [ ] (inaudible at 00:11:42), it’s kind of a real company as opposed to something that’s just thrown <\/span><span data-id=\"P2-N2004F2\">together and trying to figure itself out.<\/span><\/p>\n<p data-id=\"P2-N20050\"><span data-id=\"P2-N20051\">THERAPIST: When you say a real company, you mean that they have a particular structure, they have particular procedures, and you know how things work? <\/span><\/p>\n<span data-id=\"P2-N20050-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560770\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: I’m being trained. There is, like you said, procedures for everything. There are proper standards and they’re put in place and everyone is held to them.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: I don’t want to assume that I understand what’s comfortable about that for you, so can you explain?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: I don’t know if it’s comfortable, I think it’s just been a good experience overall being exposed to that because I think, certainly, if I’m going into a university program or going into the educational system it’s set up in a way where there is structure and routine and training involved.  I <\/span><span data-id=\"P3-N200571\">think it’s just been beneficial from the point of view that it is a better-structured organization as a whole.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: I think I see that it’s like you’re getting practice in working in the kind of system, the kind of organization that you will be in – both when you go to school and afterwards when you’re working in an educational system.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: In a way I think that’s true. The overall environment there is something that, even though it’s a relatively casual workplace compared to when I was in an office before, somehow the overall structure of it is far more professional than I’ve experienced before.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: Do you feel more secure there?<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: (pause) There was always the worry of who is going this month.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: It was.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: Yes. I certainly don’t feel like that. Whereas most people don’t really see themselves staying at Pete’s Coffee forever, I think for a lot of them this is not just a filler job.  This is more long-term; they take it seriously. They want to do well.<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">THERAPIST: It sounds also like you know where you are. You know what the procedures are. You know what the expectations are.<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">CLIENT: That’s’ definitely true. This is my third week there and I’m just now finishing up their training ritual. But when you go in, each day you’re able to see where you’re supposed to be that day and you know, based on what you’ve learned, what is expected of you and you know where you fit into the <\/span><span data-id=\"P3-N200671\">“machine,” I guess. <\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\">THERAPIST: So you make some pretty delicious coffees now, I take it.<\/span><\/p>\n<p data-id=\"P3-N2006A\"><span data-id=\"P3-N2006B\">CLIENT: Yeah, I have learned how to start making the coffees. One thing that surprises me is how much goes into the overall running of everything. There is so much more to it than just brewing and making coffee. With both jobs I think I’m enjoying, to an extent, simply getting out of the house, but <\/span><span data-id=\"P3-N2006B1\">neither job, I would say, is something I dread going to every day. I’m okay in that case.<\/span><\/p>\n<p data-id=\"P3-N2006C\"><span data-id=\"P3-N2006D\">THERAPIST: It’s got to be an improvement over at least what it was like towards the end in DC.  You mentioned that interpersonally in both jobs you really feel comfortable. There is a sense of community among the people in both places. Is there anybody that you’ve connected with that you feel might become a friend?<\/span><\/p>\n<p data-id=\"P3-N2006E\"><span data-id=\"P3-N2006F\">CLIENT: At Pete’s Coffee, since for most of them there is a bit of an age difference, we’re friendly in the store. Last week they went out to a blues club, but I already had plans for that evening. It was kind of like a store staff outing. At the Community Center I think there are probably more opportunity <\/span><span data-id=\"P3-N2006F1\">there, since most people are finishing up college or done with college, so my stage of life, my age.  A lot of them are in my shoes as well. They’ve finished university and this is something they’ve taken to kind of fill the gap and are looking for the next thing or maybe they have something on the <\/span><span data-id=\"P3-N2006F2\">horizon and they need this to fill the time. Certainly that, I think, provides more opportunity. I work particularly with a group that assists the kids in their tutoring program. There is a whole afternoon of activities planned.  Some people work with them in sports, some work with them in music or <\/span><span data-id=\"P3-N2006F3\">other things, but I was assigned more to the homework side so particularly with people who are working in that area, we’re friendly there and maybe there is potential to socialize outside of work.<\/span><\/p>\n<span data-id=\"P3-N2006E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560770\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: In both workplaces, you’ve just come in. You’re the new person that’s come into the group. In each group, how do you imagine they see you?<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: (pause) Certainly, insofar as the one position, the Community Center, I’m not new to tutoring or I’m not new working with kids.  It was something that I’ve done a lot before. I was more comfortable jumping in right away and getting started, whereas with Pete’s Coffee I didn’t know the procedure. <\/span><span data-id=\"P4-N200731\">I didn’t know how to make the drinks. I didn’t know how to work the machinery. Certainly I’m more viewed as the new person at Pete’s Coffee than I am at the Community Center for that reason because I did need more of an initiation period, I guess. But everyone at Pete’s Coffee has been very kind and <\/span><span data-id=\"P4-N200732\">patient.  Everyone has just said afterwards that it takes a couple of months to get fully up to speed because – I only learned this on my third or fourth day – apparently this is the second or third busiest Pete’s Coffee in Virginia.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Really? Which one is this?<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: It’s a 24-hour.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: Ferry and Parkway.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: That’s the busiest?<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: One of the busiest in the state. Everyone seemed to know and tell me and reassure me that even once you’ve been trained and you know what’s going on, especially at the peak times, working at that speed takes a couple of months. You may know how to do something, but like I said, it takes a little <\/span><span data-id=\"P4-N2007F1\">while before you know how to do something in super speed.  To get people in and how, you have to do it there.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: A challenge.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: It has been. It’s very, very fast-paced. Last Saturday two people apparently never showed up, so we were two people understaffed. There was myself and another new employee on the floor training. It was like the two of us were, combined, one employee because we were only trained in certain things <\/span><span data-id=\"P4-N200831\">by that point. That was a hectic day.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: It sounds like, correct me if I’m wrong about this, but even though in that setting you’re working at super speed and you’re expected to, that you’re feeling up to the challenge. <\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: I think a lot of it has to do with the fact that the training has, certainly from my perspective, been good. There is that understanding that you’re not expected from day one to make the most complicated drink in 20 seconds. You’re not expected to know everything from day one that you work there.<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">THERAPIST: So they’re reasonable then?<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">CLIENT: I definitely get the sense that everyone there understands and knows that everyone starts from essentially the same point.<\/span><\/p>\n<span data-id=\"P4-N2008A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2008A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560770\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: They both sound like nice places to work. I asked you a moment ago about how the people there see you. What I was particularly interested in is how they see you as a person. <\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Again, I think I was a little more, maybe not withdrawn, but standing back and observing at Pete’s Coffee to begin with. I guess maybe I’m warming up to the whole environment as time goes on. I probably went into the Community Center with more confidence because I felt I knew what I was doing <\/span><span data-id=\"P5-N2008F1\">and I didn’t really feel like I needed to stand back and learn the ropes and observe. I felt comfortable enough just jumping in and doing because I feel like I’ve done it enough before.  Maybe I was seen as a bit standing back and maybe a bit more cautious because I hadn’t had the experience working <\/span><span data-id=\"P5-N2008F2\">in an environment like that before. Particularly at Pete’s Coffee, there are some personalities who work there who seem to make an extra effort to talk more to me or bring me into the group, I guess.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: How do you feel when they do that?<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: One lady in particular, I learned that she’s from close to London, which is the school I got into in the Europe. She’s originally from there.  She’s kind of a loud personality, so she has kind of involved me. She is very bubbly and brings everyone in. She seems the sort of person who makes you <\/span><span data-id=\"P5-N200931\">feel comfortable. I think with everyone there, there are no pretenses. Everyone is laid-back. I think it’s part of the company culture where everyone is open and very welcoming.  I think it’s, again, probably part of the whole culture, not just the location I work with, but the whole structure that <\/span><span data-id=\"P5-N200932\">lends itself to that because not just the store manager who is training me, but it’s kind of understood that it’s everyone in the store’s job to do that. (pause) I certainly feel more comfortable in there now, but there was never a point when I felt uncomfortable.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: In both places?<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: Before you went to college, were you ever in a situation like this where you were living at home, you were going to high school, working – even though you wouldn’t work this much? <\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: No. I worked some summers, but again, that was at my high school at the campus. Going in there I knew the teachers. I knew the other counselors who I was working with; so no, not really.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: So your first experience with work was after you graduated and you started working at this company in DC.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: I guess that was the first experience of going to an office environment when I didn’t know anybody from the onset.<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: And if I’m hearing you right, right now in these two situations you’re feeling a lot more comfortable, a lot more structure and security than you felt in the company in DC. <\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: Yes. Another benefit, it’s probably also part of the case, is that the more you do it the more comfortable you get doing it. I did it in DC, so now doing it again is just part of becoming more comfortable with just jumping in and getting going. Just going in with a good attitude, I think, is <\/span><span data-id=\"P5-N200A31\">all you can do when you’re going into a new place.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: So a good part of your week is now spent working and working in pleasant environments. How about your leisure time these days, weekends . . ? <\/span><\/p>\n<span data-id=\"P5-N200A4-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A4-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560770\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: A lot of it, especially the last couple of weeks . . . I went out to see a play the other week. It’s been an unusual couple of weeks because my cousin was here so I wasn’t doing too much because I had someone visiting.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: How old is he?<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: She is 35. She’s ten years older than I. We had another family member come and visit, so it’s been kind of unusual in that sense of things, not a normal couple of weeks.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: You’ve been tied up with family when you’re not working.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: Yes. Certainly being in these two positions now will lend itself to doing things outside of work with one group or the other.  I’m not sure if I have done it since I last saw you, but there is a group who meets to watch soccer games, like a supporter’s club of the soccer team I support downtown, <\/span><span data-id=\"P6-N200AF1\">which I went to. Unfortunately, I haven’t been in a couple of weeks because the job has scheduled me during the hours that I would. That was one thing I did. It must have been about a month ago.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: So there’s a team in Woodbridge?<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: It’s an English soccer team, but there is a group of people who go to a certain pub downtown to watch the game. <\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: So you’re a member of this group?<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: Yes. I went the one time and since then, for one reason or another, being scheduled for work or being tied up with family arrangements, I haven’t been able to get down there again, but it was a good experience.  It was nice watching with . . . I was joking around with my friends who are fans <\/span><span data-id=\"P6-N200B71\">of other teams that it was nice watching with somebody that I don’t argue with during the game. Again, that was something that meeting up with people, I guess it’s just the fact that from the onset you know you have one thing in common to talk about so you can kind of start from there. I got talking <\/span><span data-id=\"P6-N200B72\">to one guy and finding out more about him. Again, that was a good thing. Hopefully I’ll get one weekend day that I can head down there again.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: That sounds like another third situation – you talk about the two work situations – that sounds like a third social situation where you’re getting your feeling accepted and comfortable, part of the group. They kind of welcomed you into it. <\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: I went down there and everyone was kind of wearing the jerseys so, as soon as somebody sees you wearing the jersey, without even talking to that person just by seeing the jersey that’s an automatic connection talking point just to kick something off.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: Things have changed dramatically for you in the last month or two. When we first started meeting you were home, sitting home and feeling like you were kind of getting more and more stuck at home without anything to do outside. Now it seems like you’re filling your days and your weeks with <\/span><span data-id=\"P6-N200BD1\">activity, whether it’s work or the soccer group, filling your time with activities where you feel comfortable and accepted by the people that you’re with. How do you feel about that? <\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: I definitely think when I came back I didn’t have a plan of where I envisioned things, but this is more along the lines of what I had intended to try and achieve.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: When you came back from DC?<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: Yeah, not just sitting and mulling around, but doing things to get me out of the house. I guess the different things have fallen into place nicely. It happened that one of the jobs that I found was the tutoring job, which will be a benefit when I go off to grad school.  Certainly the Pete’s <\/span><span data-id=\"P6-N200C31\">Coffee position just kind of fell into my lap – and with the benefits. I wasn’t expecting that. That had been, not a huge worry, but a bit of a worry thinking what I would do about health coverage and, certainly, this takes some of that weight off, the burden off.<\/span><\/p>\n<span data-id=\"P6-N200C2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200C2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560770\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: How did these two positions fall into your hands?<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: The one at the Community Center I just stumbled upon on Craig’s List, which is one of the job boards I looked at and Pete’s Coffee, I think, I had been talking about looking for part time with a friend and they said their cousin or something worked for Pete’s Coffee.  She just applied through <\/span><span data-id=\"P7-N200C71\">the website and they called her a couple of days later and she has a job now.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: It doesn’t sound like these jobs fell into your lap. You had to choose to go out and apply for them and get them.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Yes. I just mean it seemed to fall nicely into place, in that they seem to fit together nicely most of the time.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: I wanted to make that point because I think it’s relative to a broader issue that we’ve talked about, which is your uncertainty sometimes as to whether or not you’re up to the challenge, regardless of what the challenge is – and here you took the initiative.  You may have found these possibilities <\/span><span data-id=\"P7-N200CD1\">by a friend telling you or whatever, but you had to take the initiative to go out and apply and get yourself hired, so I don’t think you should underestimate your role in getting these jobs.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: It’s certainly more of an initiative than I have taken in the past. Certainly last year, I think we’ve discussed, I was so set on one thing that I wasn’t going to bother looking for possible social groups or work while I was waiting for that one thing to happen. This wasn’t sitting back and <\/span><span data-id=\"P7-N200CF1\">waiting around this time, which is good. <\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: What do you think made the difference? Why do you think you’ve been more pro-active this time?<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: I think probably because I recognize that doing that last year did more damage. It didn’t serve me well at all. Obviously when the time came in September, I didn’t feel like I was ready or able to do it. So I guess I just felt like I didn’t want to feel in that situation again.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: In other words, you’re learning from experience.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: (chuckles) It’s better than having the same thing happen over and over again, which I was starting to get into that pattern. <\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: That’s where you get wisdom, learning from your experiences.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: It’s happening now after a couple of trial and errors. It was just the fact that I didn’t want a repeat of last year’s events this year.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: It sounds like, again correct me if I’ve got the wrong impression, but it sounds like you’re feeling pretty positive about the short-term future and the longer-term future at this point.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: I think so. Obviously, ideally a year ago this is not where I saw myself, but I recognize this is where I am right now and it’s not a terrible place to be. There are people, certainly, far worse. I’m lucky enough to have two jobs, one of which will provide benefits, whereas a lot of people are <\/span><span data-id=\"P7-N200DF1\">in worse positions and clamoring for what I have now.  At the end of it I still intend on taking a position at a grad school for next year. That’s the next step that I already have somewhat taken care of.<\/span><\/p>\n<span data-id=\"P7-N200DE-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200DE-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560770\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: Do you know specifically when the application process is going to open up for getting housing?<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: Students will just be applying to the schools now.<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: Just applying to get into the programs? <\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: Yes. I think that just opened up in mid-October. I have a profile of mine somewhere that is with the central governing body that regulates the teaching qualifications; and my program will tell them to switch my number or whatever over to next year. At that point, I think I’ll be able to start <\/span><span data-id=\"P8-N200E71\">moving forward with housing. Normally when something changes on my profile I get notification by e-mail. When I was accepted and they gave me a deferral they sent an e-mail each time saying, “Something has changed. Check your profile.” <\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: So you’re expecting to get an e-mail notification when you can apply for housing?<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: I’ll stay on top of it. I won’t want too much longer before touching base because I don’t want them to forget that I sat here waiting.<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">THERAPIST: Right. You’ve learned to be more pro-active.<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">CLIENT: Probably every couple of weeks just as a reminder of who I am, that kind of thing.<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">THERAPIST: Sounds like a good idea. We need to stop for today. Okay. I’ll see you next week.<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">CLIENT: I gave you the right one, didn’t I? My parents ran out of checks so I lent them a check of mine. I realized what the time was late, so I grabbed a check and then when I was in the car driving here, I wondered if it was the right one.<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">THERAPIST: Okay. See you next week.<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">CLIENT: Okay. Thanks, again. Same time?<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">THERAPIST: Yes, 10:00.<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}