{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her shame over dating two people at once. Client is conflicted about who she should date."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Relationships","Housing and shelter","Psychoanalytic Psychology","Shame","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["10"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Relationships","Housing and shelter"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Shame","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560966","dorpId":"1005995218","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, August 28, 2013: Client discusses her shame over dating two people at once. Client is conflicted about who she should date.","fullTitle":"Client \"S\" Therapy Session Audio Recording, August 28, 2013: Client discusses her shame over dating two people at once. Client is conflicted about who she should date.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560966\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi. Come on in.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Hi. I guess the last time I was thinking about stuff that we discussed. I'm still looking for places that no one has applied. I guess it's the time of the year, maybe. Because people are looking for September and it's in a few days. So maybe that's what it is. And I've applied to like at least <\/span><span data-id=\"P1-N2000F1\">10 places and there's been no absolutely no acknowledgment even. (Laughs) I thought I'd make a plan like clean out my mom's place and move in there but I can't even be there for more than an hour because I feel like it's kind of I try to get stuff sorted but then she has all these excuses or reasons <\/span><span data-id=\"P1-N2000F2\">or whatever to keep things the way that they are. It just kind of makes me it saps me of energy. (Laughs)<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">And motivations are like, okay, bye. (Laughs). So I just come back to Chris's place. Because he and I worked together to make it look nice and he also likes keeping it clean like I do and I'm realizing I can't do it alone. Well, it'll be much harder to do it alone, obviously, but then it seems impossible <\/span><span data-id=\"P1-N200111\">to do it with someone like my mom who I think of as an obstructionist in matters of cleaning up and making things look nice. So I'm kind of I guess, in limbo, and every time I'm like, I'm moving to my mom's place, Chris is like, why? Just stay here. And I guess that's nice but then there are all these <\/span><span data-id=\"P1-N200112\">feelings and like urges that I have now for this other guy. (Laughs). So I think this is not happening, this is not right, you know? It is not fair to me or to anyone, you know.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">I'm just like saying since Monday, why am I doing this? You know, like in the first time in my entire life I am like a slut. But then after that it was like, well maybe I should examine why am I seeking this out? You know? Like why? You know? So I don't know. I mean it's you must have heard so many <\/span><span data-id=\"P1-N200131\">stories of people who have been with someone so long, like I've been with Chris, that just kind of maybe get bored or you starting having all these negative associations and you start, maybe genuinely changing if you can't be happy with this kind of person anymore. I don't know, this other guy I guess <\/span><span data-id=\"P1-N200132\">I was seeking someone like him where they're adventurous, nonacademic, noncerebral, and they just like to chill on the weekends. They make plans for going away or they go hiking, or they're a bit sporty. But definitely not cerebral. (Laughs) And you know, having a chemistry between I guess I feel <\/span><span data-id=\"P1-N200133\">the need for that for these things. I feel like they do make me happy. But yeah, that's what I thought.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">(Pause): [00:07:32 00:07:43]<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I mean I get a lot out of talking with them and he's so smart and brilliant and he's thought about a lot of things that I'm only just starting to think about for much longer. So you know, it's like a few minutes of conversation seem so meaningful and fruitful for what I'm doing or would like <\/span><span data-id=\"P1-N200171\">to do in the future. So I value that but I feel like my life is structured (unclear) you can either have this or you can have that. (Laughs) You have to choose. You have to make a decision and I'm just like (laughs) I'm not ready. I've never had enough information or anything like that. I do but I feel <\/span><span data-id=\"P1-N200172\">like I want both, you know? (Laughs)<\/span><\/p>\n<span data-id=\"P1-N20016-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20016-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560966\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">THERAPIST: Yeah, I think there's something unbearable about not having both.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: Like unbearable.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: And it was earlier, and I'm trying to make it bearable. Like I see what you're saying, like that's exactly what happened with Victor, like the desperation and constructing all this narrative of lack and need that I don't have anything so I have to have this. Like I'm so deprived and this and <\/span><span data-id=\"P2-N2001F1\">that, so I'm trying not I mean I see that now and I see how ridiculous that is and I don't want to be that way. Yeah. So what word did you use?<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: Unbearable.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Yeah. (Sighs) Yeah, I'm trying to make both sort of not unbearable. I think I'm like both intellectually and sexually like both areas I'm like, okay, how do you calm down about not making intellectual progress. Make a plan. Read the books you need to read and then the whole time I'm tired of <\/span><span data-id=\"P2-N200231\">the company of Chris so I can just talk to him or call him or e-mail him and kind of make progress that way. And really, what is progress. In like true, physical, measurable terms it's my ability to think through the problem and create something out of it. So for that I have to depend mostly on myself. <\/span><span data-id=\"P2-N200232\">Yeah. And then sexually, I'm learning how not to be all because last year was my first time I've never really been like I've never experienced those kind of sensations before.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">I don't know, I feel like with my first boyfriend, the first time was so weird, you know like there were these urges and he had (unclear) and we were so young and we just kind of did what we did and we felt so guilty and then we're like no, we're not going to actually have sex because of church and <\/span><span data-id=\"P2-N200251\">everything. So it was very, very negative. It was very negative. It was fun but it was so negative because of the guilt. And with Chris also it was a bit weird I guess because I never really analyzed or asked myself if I'm actually physically attracted to Chris or not. I mean, I guess it is possible <\/span><span data-id=\"P2-N200252\">to not known for years and years, right? How do you know? You know? <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Do you know with other people?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Like how do you know the difference, because like you say, my relationship with Chris is so complicated? So anything that I'm feeling at any moment is very mixed. There's a lot of things that I'm feeling. But with this guy I know that I'm feeling very physically attracted to him and I know <\/span><span data-id=\"P2-N200291\">that because there are no other associations like now. But I don't feel that way with Chris but I'm wondering if that's because of all these associations or because I've just known him for so long. Can you know? Because I mean, like in a situation like this? I'm so like (laughing) afraid I'm lying to myself.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: About?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Maybe having good intimacy with him and lying about it because so I can have elsewhere or not having it, not having ever had it just so I can have a relationship with Chris.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">(Pause): [00:13:44 00:14:31]<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: I had an interesting conversation with my mom. (Laughs) (Unclear) was upset about. I saw her on Monday so she was like was telling me about her own experiences. I always felt like she has not had a healthy view on sex and she didn't give me that. You know she gave me a kind of unhealthy view <\/span><span data-id=\"P2-N200311\">of sex. I guess because of her own marriage and you know, I was asking her point blank have you never had good sex? Has it always been like (unclear) bad? And she was like yeah. (Laughs). Maybe once or twice she said she'd had sex where she wasn't like, oh, this sucks, or (unclear) want it. So -<\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560966\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">(Pause): [00:15:32 00:15:38]<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: But she was like I'm strong and you are weak and Chris has made you weak. Because every time you're stuck or something, somewhere, you just pick up the phone and call him. Whereas I figure things out. If I'm lost I'll try to find the place on my own. So I guess I agree with that.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: Are you kidding me? You pay her rent. Well, this month you weren't, but -<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: That's bizarre.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: Well, that's true, but that is also true. Both are also true.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: That's true. One doesn't exclude the other. Well, yeah, but I guess the way you just said it, it seemed like there was a sort of exclusion I'm this category, you're that category. I don't rely on anyone you have to rely on him.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Yeah. True.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Bizarre.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: That's true.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Did you not think of that at the time?<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: No. Because she had just paid her own rent that morning. I felt very I was able to get (inaudible).<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">(Pause): [00:16:53 00:17:01]<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: You know, I mean I try I have done this in the past. I've picked up the phone and no matter where I am, if I'm lost I pick up the phone and ask him. I've tried not to do that since last year and I'm trying not to depend on him so much.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">(Pause): [00:17:19 00:17:44]<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yeah, I guess (sighs) I lost track of what I was of my whole narrative. Help. (Laughs)<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: I think that's a metaphor you keep hitting.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: (Laughing) yes. I (unclear) that at Brown. I don't know. I just maybe I've genuinely changed and I don't want to be. And I'm like I see these as essentially two different ways of life and I'm thinking you'll say, they're not that different, you both can have elements of each other but I <\/span><span data-id=\"P3-N200551\">feel like with Chris my life is like all ambitious, all like socials and this, or all about thinking about others. But that's not true because he wants he has his own idea of fun, too, you know. He buys things for himself like music and books an insane amount of books and films and you know. Like <\/span><span data-id=\"P3-N200552\">yesterday when I went over to his place he had Dean Martin and cooking and so, he has his own idea of fun. But I perceive his life as nothing but ideology and politics where I'm not allowed to have much fun. And this other world that I'm seeking out apparently, yeah, I am seeking out is one in which <\/span><span data-id=\"P3-N200553\">I get drunk and I guess I make out with guys or you know feel like they're into me and I'm into them and if it's more than just that it's thinking about he's making friends or hiking or doing this or doing that. I don't know. I haven't got much more beyond that, or experienced much more beyond that. <\/span><span data-id=\"P3-N200554\">I feel like these two are mutually exclusive.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: What do you tell Chris when you go with this other guy?<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: I just go to my mom's place and if I have to see him then, and then tell myself I live here with my mom. But I don't. (Laughs) Because I can't stand the place, you know?<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: No, but I mean like when you actually go, like at Chris's do you talk about your day or do you just make something up or what do you do? <\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: No. I've only seen him like twice since I've come back from Nepal. So I don't know. Like once I guess Chris was away. Yeah, he was at school and then he was coming back and I guess I went before he came back. So yeah, and then I guess it was late when I got back from that guy's place so I had <\/span><span data-id=\"P3-N2005D1\">him drop me off at my mom's then I slept there. I mean I don't want to lie and sneak, obviously. (Laughs) And that is why every day I go on Craig's List and I look for places or I e-mail people and I look for temp jobs. Job-wise, I think I may have something. But apartment-wise, I don't know.<\/span><\/p>\n<span data-id=\"P3-N2005C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560966\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">(Pause): [00:22:11 00:22:23]<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: And Chris is like, just stay here. We can be roommates and he has been very kind of aloof and into himself because I guess he sees I want to break up with him, I am breaking up with him. So it is like we are like roommates basically. I don't know. (Laughs) It's sad, obviously, to see that.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">(Pause): [00:22:51 00:22:57]<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: And I'm like, maybe I should just end it with this other guy. But I don't want to. So, I don't know.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">(Pause): [00:23:06 00:24:06]<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Am I just mad at him or have I genuinely fallen out of love with him?<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Do you feel like once you were in love?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: When?<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Three years ago. Yeah. I mean I could do anything with him. I went to Nepal, stayed there six months in very basic conditions in 112 degree heat and no electricity and all that.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">(Pause): [00:24:42 00:24:51]<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: And it was pretty much this, itself you know I did that and then I came back and felt betrayed you know in the sense that I had to get a full time job and pay off my loans and just I think we talked about it many times, but yeah. Pay the rent and stuff and my mom didn't pay the rent and <\/span><span data-id=\"P4-N200751\">Chris didn't pay the rent but that's now I'm like, it's not their fault. I mean I put it on myself to do this, so I mean I could have said, look guys, I'm going to focus on my writing and I'm only going to get a part time job so you guys also have to contribute a little. But they wouldn't. They <\/span><span data-id=\"P4-N200752\">didn't and then I felt betrayed and used. And then Chris finished his thesis, got a job, and I think I told Dr. (unclear) that at night I cried a lot and I just felt like that's it, he's achieved what he wanted to achieve and I haven't even started. So I felt very miniscule and small and couldn't measure <\/span><span data-id=\"P4-N200753\">up. And I didn't want to, you know. We're all smart and intellectual and academic. Maybe I don't want that. That's how I'm going to teach you a lesson. I'm not going to want you. That's the harshest criticism you know. You can do this with your feet walking away. I still feel that way. I'm not regretting that.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: You're not regretting -<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Feeling those negative things of wanting to walk away and not wanting any part of it and kind of it's funny. I'm the one who built it up in my head and then when it disappointed me or I disappointed myself I pulled that thing down and wanted to smash it. (Laughs) You know, jump on it.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">(Pause): [00:27:36 00:27:46]<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: And then this thing that happened with this woman is just kind of affected me. It kind of adds to my mantra of, 'beware, academics and all these people who profess to be all progressive or feminist, but they are hypocrites of the worst kind.' And then I think, I don't want to be part of this.<\/span><\/p>\n<span data-id=\"P4-N2007C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560966\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">(Pause): [00:28:11 00:28:43]<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: But it is kind of hard to actually, physically walk away because I guess in my head and my heart I have walked away or want to walk away. In my head I want to walk away. In my heart, I guess I have walked away. But physically I have not if I'm still living with him. And I guess that's because <\/span><span data-id=\"P5-N200811\">materially, I have built a life with him, you know. It's hard to walk away from a life. I guess it's easy to walk away from loving someone but not from a life.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">(Pause): [00:29:28 [00:29:50]<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: Also you could stay with him and give up these interests in other men or you can leave him, or your can stay with him and lie to him.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Well, the last is not really ideal. I don't want to do that.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: None of them are ideal.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: Really? Not even the first two?<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: You think that walking away is ideal? You just said it wasn't.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Why isn't it ideal?<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: Is it ideal?<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Yeah, I think it's what I want to do. No? You don't think I I mean I can still talk to him. We'll still be friends. Maybe we won't. You see, that's the thing. If I do live away from him and don't have contact then I may realize that I love him and go back to him. (Laughs) I guess I don't realize <\/span><span data-id=\"P5-N200931\">(inaudible) and I live with him every day. I mean, I do but you know not in that strong way that I would if I moved away. And I thought of telling him but I don't know if I can. I mean he already looks hurt, you know.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">(Pause): [00:31:18 00:31:26]<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: I think the best thing is to move away. Maybe that will make me so sad that I won't even want to see this other guy. (Laughs) (Pause): [00:31:36 00:31:48]<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: Is it wrong to feel that? Is it wrong to want chemistry or it's normal or whatever?<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: I don't know what you're asking me right now. Do you want me to tell you how you should feel?<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: No, I just wanted you to say, it's okay. (Laughs)<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: Okay. So do you want me to give you permission?<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: No. It's not permission but more like, 'yeah, it's normal and you're not a slut or anything.' I don't know.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">(Pause): [00:32:32 00:33:39]<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: I don't think there's anything I could specifically say to that effect that could help because how could what one person says dispel or calm your fears?<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">CLIENT: I guess (unclear) I'm pretty relieved. (Laughs)<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">THERAPIST: I see. But then what about something more permanent?<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">CLIENT: Yeah. That has to come from me.<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">(Pause): [00:34:01 00:34:06]<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">THERAPIST: It seems like you turn to me at those moments as you turn to other people in moments of anxiety.<\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">(Pause): [00:34:13 00:34:22]<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">CLIENT: Do you think I can be happy without Chris?<\/span><\/p>\n<p data-id=\"P5-N200B6\"><span data-id=\"P5-N200B7\">THERAPIST: That's the million-dollar question. If you knew that the answer would be so simple.<\/span><\/p>\n<p data-id=\"P5-N200B8\"><span data-id=\"P5-N200B9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N200BA\"><span data-id=\"P5-N200BB\">THERAPIST: Do you think you can be?<\/span><\/p>\n<p data-id=\"P5-N200BC\"><span data-id=\"P5-N200BD\">CLIENT: Well, what does so when I used to see Victor, obviously I never thought about Chris, in the sense that I actually was with Victor, I wouldn't even think on it. And then, you know, when I was kind of because Victor was horrible, you know, I actually remember waiting, waiting, waiting for <\/span><span data-id=\"P5-N200BD1\">him to call or make plans to see me and that waiting was actually horrible because I think it was actually horrible being in a relationship like that for the first time. Then it would be like that. Because Chris would also leave but we would talk and I would be just so amazed that he was so different. <\/span><span data-id=\"P5-N200BD2\">He was kind and generous and concerned. But right now since I've learned so many lessons this guy other guy, I also don't think of Chris, and I feel like I have much better chemistry with this guy and I actually, genuinely enjoy the time we spend because it's silent because basically we don't talk. <\/span><span data-id=\"P5-N200BD3\">We might be sitting by the (unclear) and that actually, genuinely brings me peace.<\/span><\/p>\n<span data-id=\"P5-N200BC-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560966\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">Whereas with Chris there is this constant anxiety to say something intelligent to be intellectually beautiful, you know? It's always there and I don't necessarily think that's bad. That could be productive but it really doesn't make me want to be intimate because I feel judged all the time. I can't <\/span><span data-id=\"P6-N200BF1\">be at peace. But then I think it's okay not to be a peace, but then when I actually am at peace with this other guy, I'm just like, this is really nice. Not that I couldn't be at peace by myself, but I think, yeah, it's true, I couldn't. I just don't have the habit or the practice of doing that. And <\/span><span data-id=\"P6-N200BF2\">I guess being immersed in my own work by myself, as my mom says, being strong and making my own mistakes, you know, that makes me content if not happy. And I am I don't know if that's happiness, but I am happy with whatever emotions I feel when I'm making love with this guy, I feel certain things <\/span><span data-id=\"P6-N200BF3\">that I don't feel with Chris. But I also feel very content when I cook with Chris, eat with him, watching something together. That is also another positive content\/happy feeling. I just don't know which feeling I want the most.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">((Pause): [00:38:24 00:38:33]<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: And I think it's upsetting that you can't have them all.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: Yeah. But I guess that's what being an adult is, right? Choosing and making peace with your choices.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">(Pause): [00:38:43 00:38:59]<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: Chris says I'm young and I should be with someone that I'm attracted to so -<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">(Pause): [00:39:05 00:39:33]<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: Because I only do find both these states to be desirable. I remember last year when Victor had just started seeing me. Those few months I was very productive. No, not very productive, but creatively, I did very good work and when we sat down for maybe an hour, two hours, three hours at the most, <\/span><span data-id=\"P6-N200CD1\">but those things that I wrote are what I'm expanding on now so I was quite amazed by what I wrote those couple of months and I just wonder why that was and I think I was feeling very confident and was on my own with my mom, and Chris wasn't there and I wasn't worried about money and Victor's love, or <\/span><span data-id=\"P6-N200CD2\">whatever it was filled me with confidence. He just made me feel very that I could do anything. I feel like that is what you get when you're intimate with someone and like that time fills you with that kind of glow or whatever you call it.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">(Pause): [00:41:04 00:41:17]<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">CLIENT: But with Chris, since I'm always constantly comparing and knowing that I always fall short, I'm always filled with anxiety and it doesn't leave me feeling full of vibrancy and you know, confidence and (inaudible).<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">(Pause): [00:41:36 00:42:01]<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">CLIENT: Which is I guess why I pursue these things and I feel like I ought to break up with him.<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">THERAPIST: Well, you have suffered so much loss and disappointment in your life and I think that bears when you choose one thing you inevitably choose against something else and there's a loss there something that you won't have in addition to something that you get and I think bearing that is just <\/span><span data-id=\"P6-N200D71\">so hateful for you.<\/span><\/p>\n<span data-id=\"P6-N200D6-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200D6-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560966\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIEN T: Yeah, but I just should learn to deal with that pain, right?<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">THERAPIST: That's why you're here.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: I didn't mean it's that hard. That's why you're here though.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: I think in the end you'll absolutely be happier and certainly more at peace.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: With who?<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: With yourself.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: (Laughs)<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: And that no matter what your choices are, if you can bear what you're not getting, your choice will be that much better. Your life will be that much better. If you're always under the strain of what you're not having as being something that you're barred from, it's intolerable.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">(Pause): [00:43:12 00:43:23]<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">CLIENT:<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">THERAPIST: And whether you stay with Chris or leave them, there will be loss either way. If you stay with Chris, you'll be losing the things that are very important to you in terms of attraction and intimacy and excitement and you might be able to cultivate some of that more in your relationship. That's <\/span><span data-id=\"P7-N200F11\">possible. But inevitably, it will have limitations to it. And if you leave Chris you'll have to deal with the loss of him and the life you've built, at least elements of it. So there is no way you can stave off loss and I think that when you want to stay with Chris and be involved with someone else <\/span><span data-id=\"P7-N200F12\">there is this sort of desperate attempt to sort of stave off that loss. But you know it's temporary and I think that's what drives all this anxiety.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">CLIENT: Yeah. You mean staving off the loss is temporary.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">THERAPIST: Yeah. Because inevitability you can't have everything.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">THERAPIST: You can create the illusion of it but that itself brings its own anxiety because you know it's an illusion. So on that heavy note we need to stop today. So I'll see you on Monday. I'm here Monday morning, which is Labor Day, but I'll be in the office.<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">CLIENT: 10:15?<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">THERAPIST: 10:15 Monday. Actually, would you be able to come at 10?<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">CLIENT: Sure. Ten?<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">THERAPIST: Would that be possible?<\/span><\/p>\n<p data-id=\"P7-N20102\"><span data-id=\"P7-N20103\">CLIENT: Uh huh.<\/span><\/p>\n<p data-id=\"P7-N20104\"><span data-id=\"P7-N20105\">THERAPIST: That would be great. Okay, so I'll see you then.<\/span><\/p>\n<p data-id=\"P7-N20106\"><span data-id=\"P7-N20107\">CLIENT: Have a good weekend.<\/span><\/p>\n<p data-id=\"P7-N20108\"><span data-id=\"P7-N20109\">THERAPIST: Okay. Thank you.<\/span><\/p>\n<p data-id=\"P7-N2010A\"><span data-id=\"P7-N2010B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}