{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the issues in her relationship with her boyfriend, and how she reacts to fighting and being told no."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Hopelessness","Romantic relationships","Psychoanalytic Psychology","Anger","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Hopelessness","Romantic relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560398","dorpId":"1005994650","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\" Therapy Session Audio Recording, October 22, 2013: Client discusses the issues in her relationship with her boyfriend, and how she reacts to fighting and being told no.","fullTitle":"Client \"J\" Therapy Session Audio Recording, October 22, 2013: Client discusses the issues in her relationship with her boyfriend, and how she reacts to fighting and being told no.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560398\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come on in.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Sorry I'm late. How're you doing?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Good thank you.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: So I wanted to e-mail you, but I've been busy with school and stuff. So I was just upset how I left things, and I'd rather not be so upset when I leave.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Well yeah, so tell me what you felt went wrong.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I don't know if it was just I didn't want to hear it kind of thing, but I just I what I took out of our session was pretty much that like I should've moved on from that relationship. [00:10:08.22] Like I don't think Steve's a codependent person. You know how you were saying like people can <\/span><span data-id=\"P1-N200171\">live their life like just watching TV and being happy. And I don't think that like he's doesn't like to talk about conflict. I think it's just how we go about it. Because when I left here, like I just kind of thought you were judging it based on he doesn't like to talk about things, that I pretty <\/span><span data-id=\"P1-N200172\">much should move on because it's not working. Is that...<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Really?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: It's so interesting. When I got your e-mail, and I'm sorry that you were distressed, I actually relistened to the tape. [00:11:01.17] I listened to the whole session because I was really curious about what you were I mean I didn't know exactly what you were upset about. I got a little bit <\/span><span data-id=\"P1-N2001D1\">of information from the e-mail. And I thought if anything I really didn't say very much. I feel like I could've kind of comforted you more or actually been just even more present with you. And I didn't actually say much of anything that session. So I felt that was more so it was interesting that <\/span><span data-id=\"P1-N2001D2\">you what you took from it was that I was kind of had this not biased, but some opinion about what you should do. I had a very different experience in listening to the session. Like I probably could've been more present for you somehow.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: I think that's what I needed, is you more present. But that's what I took. I'm like and I went home. I'm like you don't like to talk to me and you just are like happy being by yourself. He's like no. I'm like oh. So instead of I e-mailed you like upset instead of thinking about what I was <\/span><span data-id=\"P1-N2001F1\">going to say. [00:12:00.06] So I thought about it all week and figured [inaudible] it was just me just reacting.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Well yes, there's a couple of issues in that. So in my my thought that I should be more present. I mean what and you thought that resonated with you, like what do what would that look like? What would me being more present with you or helping you more look like?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Like instead of I like that you listen to me, but I like I just I don't know. I feel like talking back and forth, sometimes I feel like you are just listening instead of like, I don't know, I'm looking for advice. I guess I can't get that here. And like I know with some sessions other <\/span><span data-id=\"P1-N200231\">people that I've talked to, they have like homework and things to help them deal with stress. [00:13:03.28] And I don't know if that's just a different type of therapy.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: To some extent, yes. I mean there's so many different kinds, and those tend to be much more structured, which can be a good thing, for people to have a lot of structure. And that's a good thing. And sometimes people feel like they can get some sort of immediate relief from it. That's the <\/span><span data-id=\"P1-N200251\">upside of it. The downside of it is a lot of times it's just focused on that you're stressed and not what you're stressed about. So it's about stress management, like when you get stressed, what should you do? But not like well what's bothering you. And so the focus is different. So I guess the upside <\/span><span data-id=\"P1-N200252\">is you do get more structure, but the downside is you don't always get to really what's going on underneath because it's more sort of strategies. So it's kind of a tradeoff. That's not to say that I couldn't try to incorporate more of that into our work, for sure.<\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560398\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Yeah, that'd be great.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: So that's helpful. I mean straight up homework, it's not it's sort of not in my repertoire. [00:14:02.13] Like I can try and create more structure. Homework itself, I think I'd be very bad at giving it because it's not really how I practice. Not that there's anything wrong with it, it's <\/span><span data-id=\"P2-N200291\">just sort of not in my skill set, I should say. But I was thinking the session of a few weeks ago, there's a way in which sometimes you feel so down about the relationship. I think I wasn't making you feel less down, I was reflect I thought I was reflecting back basically what you were telling me, <\/span><span data-id=\"P2-N200292\">just understanding it. And it seemed like you heard that as me being negative about it. I don't know. I didn't feel like I was I feel like you were saying look at all these things that Steve does not do for me, and I was saying to you that may be part of his personality. I don't know. I'm not saying <\/span><span data-id=\"P2-N200293\">it was definitely but it might be. That might be true. So I didn't say to leave him, by a long shot, but I was you get very frustrated sometimes about his limitations, and the question is, are they true limitations or could he do more or could he do better., for example. [00:15:02.20] And so I think <\/span><span data-id=\"P2-N200294\">it's attention. I think sometimes if you want him to do everything better, that's probably not going to happen and he's going to feel criticized. And I know from working with the two of you that's what does happen sometimes, is that he feels like he can't do anything right and everything's wrong. He's <\/span><span data-id=\"P2-N200295\">basically got this [inaudible] Kindergarten [inaudible] high school.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Yeah, probation. He called it probation.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Exactly. So maybe I was speaking too much to the part of you that I feel has a hard time just like so Steve is not ideal because no man is ideal and no person is ideal. And you get very upset about his limitations. And I don't want he's someone he's described like not that he wants <\/span><span data-id=\"P2-N2002D1\">not that he's a hermit, but he does like being on his own sometimes. And you feel that he's rejecting you. You put a very personal spin on it, whereas it seems to me from knowing him through you and through the two of you, that sometimes he just needs to be alone. And so that he's not 100% the most <\/span><span data-id=\"P2-N2002D2\">gregarious person ever, that's a fact. [00:16:04.27] And so but it gets you really upset.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah, it does. (crying? sounds like she is throughout most of this) Less so, now that I can like separate it and be like I'm just kind of looking at him and like is this really what I want. Instead of feeling like it's me. I'm looking at him. I'm like hmmm, just rethinking things. I love him <\/span><span data-id=\"P2-N2002F1\">but like you said, there's no it's not there's no right or wrong, it's just what you can deal with. He's a lot, he really is. And I have my mood swings, but he's got his issues too. And I he doesn't deal with them. I think that's what it is. So I've been thinking a lot. [00:17:04.19] I mean I'm <\/span><span data-id=\"P2-N2002F2\">not making any I don't know. I'm not acting on what I'm thinking about, but I'm just taking a step back, I guess looking to see if this is what I want pretty much. So yeah.<\/span><\/p>\n<span data-id=\"P2-N2002E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560398\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: Does that make sense what I said? How is he [inaudible]<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: Yeah. I think I was just so upset and in the moment and I took it the wrong way. That happens a lot with me.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: There's a way in which I see you that can kind of spiral, and it's almost like you're inconsolable, like you're just in this place. And I shouldn't say inconsolable because that assumes it's a piece of you, that you're not able to be consoled. Maybe it's the other person who's failing to <\/span><span data-id=\"P3-N200351\">console you, which is a difference. [00:18:02.24]<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: No, I believe that. I definitely believe that. So it's like I come in here and sometimes I'm so stressed out, like maybe it's just immediately we had a fight right before the session. And I feel that way. I feel like I can't be consoled. I'm that upset. And I'm trying to get to the point where <\/span><span data-id=\"P3-N200371\">how do I change that, how do I calm down.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: That's a really good question. It kind of goes back to, I think we talked about this a month ago, where sometimes you were feeling so positive just before the negative, it's even like further to fall. And then when you're feeling really negative, well then you're feeling really negative. [00:19:03.13]<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: It's like that's what my whole life people have said to me, like you see things black or white, like wrong or right, or so good or so bad. And like nothing in between. And that's where I feel like my judgment's off.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Well your judgment can be very good if you put those two together. It's like you can see the pie [ph], you just don't always see it at the same time. So it's a matter of seeing it at the same time.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: It's funny because I had a student who was like my age, and he was dealing with depression, drug addiction, and all this other stuff. And I saw him at his low. [ph] And then we treated him and we moved him. [00:20:04.26] And he came back to tell us like how good he was doing. He just seemed <\/span><span data-id=\"P3-N2003F1\">like he was at a high, like he was good. But I was like mmm, what if things don't stay this good, like how are you going to react? And that's kind of like what I took for myself, like when it's good, it's good, but how are you going to react when it's not so good. And the fact that he was dating his <\/span><span data-id=\"P3-N2003F2\">nurse was another thing. I was just like you I'm like you're good now but you still need support. And that's what I think about myself. Like sometimes I just feel fine and I don't I'm like I don't need help. I can do this on my own. And that's I feel like that's when I fail. I don't know.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: It seems like a helpful insight [inaudible] particular patient. [00:21:09.12]<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah, definitely. And then I have other patients that are dealing with stuff. I feel for them because they're in, like you said, I can't console them. But if I'm there, present, listen to them. And they always come back and say oh, you helped me so much, just sitting there listening to me. And <\/span><span data-id=\"P3-N200431\">it doesn't fix the problem. The problems are still there. So it's like to help myself too. Same with these patients. They're not quite there yet but...<\/span><\/p>\n<span data-id=\"P3-N20042-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560398\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: What kind of unit is it that you work on?<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: It's funny because it's the surgical unit. They were supposed to have post op surgery, not right post op, but post op surgery. But when the hospital's full we get medical, we get detox, and we get everything. [00:22:04.26]<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: Wow, so it's a lot of different things.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Yeah, it's a lot of different things. It's the burnout floor, that's what they call it.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: Burnout from...<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: Just like it's I've never been on a floor where they expect you to do so much, and like have so much different things. It's great to learn but if you stay on it you get exhausted.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: I see. It's burnout from the perspective of the staff.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Yeah, it's the burnout floor.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: It's not the patients who are burned out.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: No, no, no. It's the staff that's burned out. It's funny because we had a I don't know, I work nights, too, and the girls on nights are new so I'm like relating to them. And a lot of them are going through therapy too, with like their relationships. So it's nice to see different points on <\/span><span data-id=\"P4-N200571\">things. And there's one girl that's she's going for her what did I say, that personality disorder that I diagnosed myself with. [00:23:07.02]<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: Borderline?<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Yeah, and she said it's how you grew up, how you dealt with things. And her and her boyfriend go because I guess they've been diagnosed with that. I'm like oh, she's like oh, you probably have it too. I'm like okay. But it's nice to see the different therapies and to talk with people about that.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: I think I do not have any I actually really don't have any like opinion as to what you should do with your relationship with Steve. I mean that very sincerely. I feel like to the extent that you treat Steve like a project, you're going to be inevitably continually frustrated. And I think <\/span><span data-id=\"P4-N2005D1\">that approach is what drives you crazy. And so I don't think I was talking about the futility of your relationship, I was trying to talk about the futility of that approach to your relationship. [00:24:04.08] And I clearly didn't do it in a way that was helpful to you, but as I'm even thinking out loud <\/span><span data-id=\"P4-N2005D2\">now, I think that that's what I was trying to focus on. And maybe what the message that got across was that the relationship is futile.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: I don't want to fix him. I want him to be him. And like I don't know if it's the medication or not, but I like feel clear about things. And I'm just like that's you. And he said that to me. He was like he said he's like I'm so unhappy. He's like I work at a market. And I'm like okay. I said <\/span><span data-id=\"P4-N2005F1\">if I could change things for you I would, but I can't right now. He said I don't want you to do that. I want to do that for myself. I'm like okay. That feels good. I don't want that responsibility. We have a lot to do. [00:25:09.19] He's got a lot of work to do too. But I know. I get so frustrated because <\/span><span data-id=\"P4-N2005F2\">and this is like my other friend. We have like the same relationship. Her boyfriend she's like me. She works another job to like support them. And he is so laid back. And she's like 10 times more high maintenance than I am. And she has so much of this energy. And she looks at her boyfriend like <\/span><span data-id=\"P4-N2005F3\">what do you do? Like you make a mess and you sit and you relax and like and I told her. I was like it's the same thing with my relationship, but you've got to think about this is you. Like you're the one that like wants to run around, wants to have everything clean, like wants to go all the time. <\/span><span data-id=\"P4-N2005F4\">[00:26:04.06] He doesn't. That's not him. You need to look at that. You need to love him for him. And I'm like and probably he helps you relax a little bit. It's the same with me. Like Steve helps me take a step back and like just enjoy. Like where [inaudible] I do my schoolwork, I've got to clean <\/span><span data-id=\"P4-N2005F5\">the house, I've got to do everything before I can do anything fun. That's how I was raised. That's not how he was raised. Just like having an open mind helps.<\/span><\/p>\n<span data-id=\"P4-N2005E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560398\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: What I think gets you [inaudible] feel so unfair and you feel so put upon and burdened, and that's when it really gets you. Not that you're different in that way. You feel like he's by his attitude or his failure to act [inaudible] just foisting this on you. [00:27:07.22]<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: But he's not.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: I know that but it feels that way to you. And you'd also like more help, which is understandable. But there's a way in which you really feel like he's doing something to you, and that's what feels so awful.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: I know. And it's not a realistic way of thinking. That's not our relationship. It's like another way of thinking. And I take it personally, I think, just because I'm insecure about things. I'm starting to see. Like if I'm happy and not moody and not nagging, he does everything. It's like but <\/span><span data-id=\"P5-N200671\">if I'm like up his butt, his probation officer, which he says, it he runs from me, goes the opposite direction. So I guess I would do I do that to him. [00:28:03.01] If he's yelling at me about something, which he says he never yells at me, I just like tune him out and like wait until he calms down. <\/span><span data-id=\"P5-N200672\">And that aggravates him but it's just I mean any person would do that if somebody's yelling at you. And that's what he does to me. So it's like I don't know. It's our approach that needs to change. But like you said, when I'm frustrated, I'm frustrated. And that's what I need help with, is how to <\/span><span data-id=\"P5-N200673\">like bring it down a level.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: Are there things that you do that soothe you, go to things?<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Music, I listen to music. It used to be running. I used to just run, and I hurt my knee. [00:29:04.23] And I just have no energy, so I don't run. And it used to be like I would help. Like I would volunteer, like help somebody else. And that, I took a lot out of that. But you're also putting <\/span><span data-id=\"P5-N2006B1\">a lot into it too. So I have to look at that too. It's like I started school; I have no time.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Well music, you can listen to music. I mean things that frustration is not something that you anticipate. 24 hours from now I'm going to feel frustrated. It's in the moment. So you need something that's in the moment. Going to a volunteer job sounds like kind of a plan and it's good, but <\/span><span data-id=\"P5-N2006D1\">it's sort of yeah, things that are in the moment that can help. Music definitely seems like if music works, that's good. [00:30:02.13] I mean I don't know how you feel about running or other exercise. People really do find it a stress relief.<\/span><\/p>\n<span data-id=\"P5-N2006C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560398\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">CLIENT: It is. It feels awesome. That's like what I used to do. And I'm trying to get back into it.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">THERAPIST: Is your knee still injured?<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">CLIENT: Yeah, it is. So it's like I can't go as long and as fast as I want to to get that like the endorphins (snap) so I haven't looked into what's wrong with it yet.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">THERAPIST: It seems like that could be a good idea. It could even be some PT would help.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">CLIENT: I went through PT because I have like more back issues, too, and hips, hip pain. And I threw my back out at work. This was before therapy. I was doing PT and I was just so frustrated. And I wasn't getting any better, and I actually injured myself more. [00:31:03.06] And this PT group, it was <\/span><span data-id=\"P6-N200771\">like we all were in a stretch group and then we did like weights. And I kept telling them should I be in this much pain. And they would like check me out and like stretch me and be like you're getting worse. And I'm like so it was not helpful. Wherever I went was not helpful. And now I have like my <\/span><span data-id=\"P6-N200772\">lower like sacral area pops in and out after I had the physical therapy. So I think the stretching helped but the heavy lifting didn't. I had a bad experience.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">THERAPIST: You've had a lot of experiences of not being taken care of adequately.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: Yeah, that's probably just me.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: What do you mean?<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">CLIENT: I'm like a perfectionist. I guess, in that way.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: I'm not sure I'm understanding the connection. [00:32:04.11]<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: I just feel like it's hard being in the education field and going to a doctor and going to physical therapy when you know what you should be getting and you don't get that, I guess. But I'm the type of person that when I feel like I just want to give up, I know I shouldn't. And I don't know <\/span><span data-id=\"P6-N200831\">if it's helpful for me to keep going or if I should just try somebody else. I've even done that with doctors too. That's why I'm like I was frustrated with you. And not even you, just the therapy session. I was like I don't want to go anymore. But I'm trying to move past that part of me so I can just <\/span><span data-id=\"P6-N200832\">it's almost like giving up on yourself. [00:33:04.14]<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: Well I'm really glad that you let me know. I really I think that actually took a lot of strength to let me know. Because in that is that kernel of hope that actually something can be better rather than this is bad so I have to leave, actually if you say something, something could actually <\/span><span data-id=\"P6-N200851\">be made better, or at least the potential for it.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: I know. I hate that part of me where I just react. That's what I'm trying to figure out, why I do that.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: Well you go to this hopeless place very fast with the inconsolable piece.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: A lot of people do, though; I see that. And it's like if we can just get past that 20, 25 minutes of feeling like crap, things can feel good again. [00:34:04.19] And that's what I tell my patients. You feel like you feel horrible. You feel hopeless right now, but it's not the end of the world. <\/span><span data-id=\"P6-N2008B1\">And I try to say that to myself. And it works. When you're positive with yourself it helps. And I just think it's practice. I think it's repetition; I keep doing that, like this is not going to be a problem for me forever.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: Did you feel that way growing up? Did you have feelings of hopelessness?<\/span><\/p>\n<span data-id=\"P6-N2008C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2008C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560398\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: Around?<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">CLIENT: Like me and my parents always fought. I just I don't know what we fought about. [00:35:00.24] I don't remember what was so dramatic, but we always had fights, and they were so dramatic. And I think after those fights I felt hopeless. And like my mother always says she feels really bad. And <\/span><span data-id=\"P7-N200931\">I think I don't remember what it was that we fought about. And then I don't know why. Like I was just a strong willed like I had a strong will to do what I wanted to do. And my parents were so narrow minded. And I think that's what we fought about because I never like I was a good kid. I just <\/span><span data-id=\"P7-N200932\">wanted different experiences than what they were used to. [00:36:01.28] And that's what we fought about. [inaudible] It was always like my mother says you see black and white. But that's how it was. It was like no, that's wrong. Okay, that's right. And like how my parents would react to things. Like <\/span><span data-id=\"P7-N200933\">my if I asked my father for anything, the first thing he would say was no. And then he'd think about it and then he'd be like okay. But that was his reaction was like negative, every time.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: And then for you, maybe, you've got sort of what developed was this feeling that in order to get what you want or what you need, you have to fight against. No one's going to be working with you. It's sort of like you have to be prepared that someone's going to want to stand in your way. <\/span><span data-id=\"P7-N200951\">And if that's your framework it makes everyone really look like they're going to be an obstacle or and not sort of help you with what you need. [00:37:04.20]<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: Right. Yeah, I that's true. I hate when like Steve says no to me. I hate it. It's like I feel like a child. And then I act like a child. And I guess, yeah, that's just a behavior I grew up with. [inaudible] want that to I want to recognize it and not behave like that.<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">THERAPIST: I don't think anyone likes hearing no. But it seems like it was just so arbitrary. Like the no was just no for the sake of no. It wasn't based on a specific thing you were asking; it was just no.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">THERAPIST: There's no negotiating room. There's no hope of discussion. It's just different than if you start with a no, where's there to go?<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: Right. It's the same with my dad. [00:38:03.22] I mean that's my dad. And my mother I would go through my mom to speak with my dad because I knew like she had a way with him that I didn't. And like borrowing money. If I borrow money for rent, he'll help me. If I borrow money for school, he <\/span><span data-id=\"P7-N2009F1\">won't help me. So I kind of have to lie to him and be like it's for rent. And he'll be like okay. It's like it's very difficult. But I spoke with my brother about it to see how he felt, and he was like Dad is who he is. You've got to love him for who he is and not what he isn't and like just be happy. <\/span><span data-id=\"P7-N2009F2\">And I'm like oh, that's just so easy. Just be happy. But he said yeah, of course it affected my life, but he's more positive than I am. [00:39:05.04]<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">THERAPIST: Do you think that they were stricter with you because you were a girl?<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">CLIENT: Oh yeah. He thinks I get more attention from them. And he was always kind of jealous of that. But I'm like it's negative attention. It's the attention you don't want. And he left the house at like 20 and he kind of did his own thing. Where I was always home and I told like I involved them <\/span><span data-id=\"P7-N200A31\">in my life. So and like if me and Steve fight, I can't go to my mother; I can't go to my father because they'll be like you should leave him. It's like...<\/span><\/p>\n<span data-id=\"P7-N200A2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200A2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560398\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">THERAPIST: Why do they go there?<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">CLIENT: I don't because they see me as being unhappy. And my mother will always be like I don't see you guys together. [00:40:03.12] And I like Steve but I don't think he's right for you. I don't think they'll ever say someone's right for me, personally.<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">THERAPIST: Do you think that they want you to be happy?<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">CLIENT: Yeah, I think they do. I don't get it. They just have odd opinions. I think she's like my mother. She sees me upset; she's like something horribly must going on. So...<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">THERAPIST: But that's sort of that's interesting because that's a perspective that you feel you're lacking in yourself. Like it would be more helpful in those moments if a mother is like let's take a step back. I know you're really upset; let's assess the situation. But it sounds like she's very reactive. <\/span><span data-id=\"P8-N200AD1\">Like oh my God, you've got to do something. And so then how are you going to learn how to have a perspective on your own on unhappiness. [00:41:02.07]<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">CLIENT: I talk to my aunt. She was like the third party growing up, and still is. And she's more of that. She says [inaudible] you're just like me. And my aunt's just like everybody goes to her; she's so nice and relaxed. She's like I react, and like even in my relationship now I react. And I have <\/span><span data-id=\"P8-N200AF1\">to take a step back and talk myself down because I can make an argument into nothing because I think my partner's saying something and giving me a cut or whatever or and she's really not. And that's and I have to take a step back. You have to look at your relationship like that, and not react. And <\/span><span data-id=\"P8-N200AF2\">I'm like I react in not just my relationship, in like everything. And I think it's just a discipline that I wasn't grown up with. [00:42:04.12]<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">THERAPIST: That's an interesting way of putting it, discipline. Certainly soothing, too, a lack of soothing. Marlene, we're going to need to stop and are you I'm asking you this I know last week was a little bit tough just because it was a hard session. But in general, as much as you can commit <\/span><span data-id=\"P8-N200B11\">to those times that I set aside is great. I know your work schedule is sometimes unpredictable. Do you know of anything in the near future that will conflict with our sessions in terms of your work?<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">CLIENT: Just tests. Just tests.<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">CLIENT: If I have a test. Like that day, I crammed all day long. I had I was really stressed out.<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">THERAPIST: Would you know ahead of time?<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">CLIENT: Mm-hm. I'm sorry.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">THERAPIST: That's okay. I mean in general I don't take every I don't see everybody who contacts me because I sort of put people in their spaces, and I sort of in your sessions, and I sort of really treat them very seriously. And I know you're usually pretty...<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">CLIENT: I'm trying. [00:43:02.09]<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">THERAPIST: I know. And I know life happens and I know you're coming from a distance. But just sort of like I do my best to protect that space, and if you can even give me some advance notice in general. I know you have a lot going on in your life.<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">CLIENT: I like that, I was so stressed out. I pretty much I had other things I had to cancel, too, to study for this exam, which I did well on. But [inaudible] yes.<\/span><\/p>\n<span data-id=\"P8-N200C2-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200C2-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560398\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200C4\"><span data-id=\"P9-N200C5\">THERAPIST: So I will see you next week then.<\/span><\/p>\n<p data-id=\"P9-N200C6\"><span data-id=\"P9-N200C7\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P9-N200C8\"><span data-id=\"P9-N200C9\">THERAPIST: Okay, take care.<\/span><\/p>\n<p data-id=\"P9-N200CA\"><span data-id=\"P9-N200CB\">CLIENT: Thanks.<\/span><\/p>\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}