{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his plans to finish his Ph.D. Client discusses his fears about moving away to get a teaching position."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Education, development, and training","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Job security","Loneliness","Education","Psychoanalytic Psychology","Confusion","Anger","Sadness","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Education, development, and training","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["9"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Job security","Loneliness","Education"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Confusion","Anger","Sadness","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560792","dorpId":"1005995044","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 139: October 31, 2013: Client discusses his plans to finish his Ph.D. Client discusses his fears about moving away to get a teaching position.","fullTitle":"Client \"AP\", Session 139: October 31, 2013: Client discusses his plans to finish his Ph.D. Client discusses his fears about moving away to get a teaching position.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560792\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Definitely overslept. My friends a little baseball game last night. My friends are so crazy. They wanted to drive they drove into the city and I'm like, \"Dudes all the roads are going to be closed, it's not \" and they're like \"We don't care!\" \"Alright\". Of course we got home like, at three <\/span><span data-id=\"P1-N2000D1\">in the morning. But it was fun.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Fun night?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: What was that?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Fun night?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Oh my God, it was amazing! It was amazing. Yeah, it was cool. It was just me and my friend Jeff, we watched it at the Assyrian Club. Just because the other bar was just too crowded. The local bar. So that was cool. Was a bunch of Assyrian dudes who don't understand the game, and the proprietor <\/span><span data-id=\"P1-N200151\">who, I didn't know, that he's a big baseball fan. So that was fun. I haven't been in touch with Uma. Is she coming? I don't know what's going on. [0:01:18]<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: She was supposed to come today?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Not yesterday.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: No. I don't know if she because she didn't hear from me yesterday, that she just cancelled it or, I don't know.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: You don't want her to come, you think?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: It's not that I don't want her to come, I just I get very easily annoyed if I feel like someone's doing something and I'm not 100% on board but they do it anyway, so I'm not you know what I mean? Do you mind if we turn the heat off, Claire? [0:02:01]<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Oh, sure.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Sorry.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: It's warm in here.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: I don't know. It's a bit of a pet peeve. See, that's the kind of thing that reminds me of my mom. You know what I mean, because I feel like it's someone that's not -<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: Smothering.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: Yeah, it's kind of like, we didn't really plan, like... I get what she's doing, she's trying to make it all light, and it's no big deal, but it is I mean, you're driving all the way here, so, by default I have to I mean I can't be like \"Oh, I have an hour,\". No, I have to spend it with you, <\/span><span data-id=\"P1-N2002D1\">you know what I mean? You know what I'm saying? Otherwise it's definitely going to seem like I'm a douchebag, or like I don't care, or I don't you know, like... I just don't like that. I'd rather it be, \"Yes, we're agreeing on this day,\" you know, just a reciprocal kind of thing. I don't know. I have <\/span><span data-id=\"P1-N2002D2\">a feeling maybe she cancelled. I don't know. Because I didn't hear from her yesterday so that kind of sent me to the baseball game, I didn't hear from her, maybe she kind of got a feeling. And also she was saying that she wanted to be here for that was the excuse she was using but we took care <\/span><span data-id=\"P1-N2002D3\">of that yesterday so... I don't fucking know. Everybody's fucked up. Then this other chick is like, that one I was telling you, that wanted me to come to her house? She's like, pursuing me, you know? That's fine; I think she's cool, but... I was so proud of myself last night, she was texting me all <\/span><span data-id=\"P1-N2002D4\">last night, I'm like, look, I would have maybe, right after the game, I would have maybe stopped by, but now I'm really tired, it was a much longer day than I thought, and I was like, you know what? I'm going to do something I never do, and just be honest. So I was like, also, don't you think it's kind <\/span><span data-id=\"P1-N2002D5\">of weird for me to just come like, we don't know each other. So yeah. She's like \"Well, you know, I'm not into hookups or one night stands\" and I was like \"But that's exactly what's going to happen. You can't have it both ways. If you're clearly being very flirty and if I come over right now, that's <\/span><span data-id=\"P1-N2002D6\">what's going to happen, and then I don't want to feel bad. You know what I mean? You don't want that to happen, but you're inviting me over at two in the morning.\" People are just fucking weird, man. I don't know. Even like the normal it's annoying. <\/span><\/p>\n<span data-id=\"P1-N2002C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560792\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: I also hear though as you're talking about both of them, it's a little hard to figure out what you want.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yeah, that's right. I was thinking about that, too. Here's one of those situations, if any of my other guy friends were here right now, they'd be like, \"Are you kidding me? The Sox just won the World Series, this chick just wants to hook up, she's inviting you to her she's hot\". So there's <\/span><span data-id=\"P2-N200311\">that too, I was like \"Why aren't I?\" She lives, like, five minutes away! It's not even like, you know.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: But just because some other guy might -<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: That's exactly it!<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: doesn't mean that's what you want to do, either. I think there's a way, as you're saying, \"Don't you know that's what's going to happen, and do you really want that?\" I think you're also talking to yourself<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Of course I am! No, I told her that's what I said, I said \"I'm trying to do things differently.\" I'm trying, you know. I think I even said something like \"I'll come over at four in the morning, but maybe after we meet during regular hours and we just kind of see how we feel, and that's fine. <\/span><span data-id=\"P2-N200391\">Because if we do it this way, it's just going to be what I've always done, and of course I would never call her again after a month or something. <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: You don't want that that much anymore.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: Or there's something else you want even more.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: Yeah, well, because I've gotten really good at just stopping myself. The sex probably isn't going to be that great, and let's say it even is great. Okay, well, then what? If you've had it enough, then you're not greedy for it. You can just fucking jerk off and go to sleep. A lot of comedians <\/span><span data-id=\"P2-N200411\">have that pun, and you know, for dudes it's and maybe for women too I guess you're just releasing a valve. And the second that's over, back to Netflix. And it sounds awful to say it that way, but I think it's true, a little bit. If you're someone, especially if you have a really high sex drive, <\/span><span data-id=\"P2-N200412\">if you can control it by remembering that as soon as that passes... <\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">THERAPIST: Then what? Sort of like, so what?<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">CLIENT: Not only that, but then you have the feeling like, now I've got to drive all the way back home, and what am I doing here, and I'm not 18. That's gotten old. It is fun, once in awhile, but even when it is fun, I don't think it should be meeting someone I don't even know. I guess I'm also become <\/span><span data-id=\"P2-N200451\">more suspect of other people. Because what does that say about her? I mean, you don't know me. And yeah, you're joking, like, \"As long as you're not an axe murderer,\" but first of all, I still could be, and I could come over there and just be an asshole or something, or you could be an asshole. I don't <\/span><span data-id=\"P2-N200452\">know, it's kind of weird, you know? <\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: It almost makes me sound like this is a 37-year-old woman. People are just I mean, I'm fucked up too, but wow. I think it's just that you have to find the person who's fucked up, who you can deal with the most. Everyone's fucked you know what I mean? I'm trying to think of one even Julia <\/span><span data-id=\"P2-N200471\">[sp?] in Germany, who was so together, was totally fucked up. Abused by some fucking neighbor, had issues with sex, very rigid, it's unbelievable. Anyway. On the other end of things, I got an e-mail from Walter [sp?], copied me, he wrote an e-mail to the admissions people, \"He's interested in finishing, <\/span><span data-id=\"P2-N200472\">he's already done two years, so what can we do to\" he was like \"I'm happy to supervise, how do we make it happen?\" so that's good. <\/span><\/p>\n<span data-id=\"P2-N20046-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560792\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Great.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Although, Jason's response was weird. I felt like he was being a little bitch, a little bit. Because I wrote to him, I decided to just write to him very honestly, be like \"Look. This is what's going on, things are really hard here, I'm going to finish my PhD, Walter is being very helpful, I'm <\/span><span data-id=\"P3-N2004B1\">just throwing it out there, if there were any possibility, if you know of anything, any teaching things in the EU, I'd consider it's tough here, and I'm not finding anything decent.\" So of course he said \"No, there's nothing, it's really hard here too,\" and that's fine. I really didn't but then <\/span><span data-id=\"P3-N2004B2\">he's like, I think he said something like, \"A PhD where?\" or something. No, he said something like, \"A PhD in what, and where?\" I wrote back to him, like, \"London, of course where else would I...\" That's a little bitchy. He's being a little bitch there. But whatever. Or I don't know if he and Walter <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Feels like a slap.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Feels like a slap.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Yeah, it's kind of like, what are you talking about, \"PhD where?\" What are you trying to say, because I haven't been doing it for a few years...? Or I don't know if he and Walter had a falling out, because I think that might have happened too, so maybe he's just kind of just being snippy. I <\/span><span data-id=\"P3-N200531\">don't know. It's just weird. I don't know if he's disappointed that he was the one who found me and he wanted to be the one who yeah, I don't know. Maybe he feels like I just left and, I don't know. What are you going to do? <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Either way, it's unprofessional.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Right? Yeah, I mean, I guess he could argue that I haven't been here for two years, so I just didn't, I thought maybe -<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: But he could say that in a very different way, if that's what his feeling was.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Yeah, he could have worded it differently. No, no, definitely, he's gotten different. I'd sensed it, anyway, yes. I think maybe he's just disappointed. He feels like I got there, I didn't turn out to be what he was hoping, I guess. Just stay there, kind of grind through the PhD, kind of just <\/span><span data-id=\"P3-N2005B1\">be there. And also, my academic side isn't that big. I don't write amazing academic papers. And he's a brilliant guy. So, maybe on that end too, he's like \"Academically he's not that...\" it's possible. It both bothers me, but I've also let it go. It's both. It's not what it once was, where I'm like, <\/span><span data-id=\"P3-N2005B2\">\"I need him to-\" you know.  [pause until 00:13:16]<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: I did think of asking Walter, though. I wanted to, maybe, like, \"Hey Walter, is everything okay with you and Jason? Or is everything ...\" I just feel like he's, I don't know. Because if they did have a falling out, I don't want to waste my time trying to stay in touch with Jason if now I'm working <\/span><span data-id=\"P3-N2005D1\">with I don't know. All this this is the kind of shit I hate.<\/span><\/p>\n<span data-id=\"P3-N2005C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560792\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: What makes you think they had a falling out? <\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Because I do remember, I seem to remember some stuff that last year I was there. I don't remember if Walter said something in passing, or you know they're two gay guys they're more womanly that way and I think there is more of the kind of things some women do. I don't know if it's competition, <\/span><span data-id=\"P4-N200611\">or I think maybe Jason wanted Walter to do things a certain way, and Walter is my age, so...<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Did you say Walter was a student with you? <\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Yeah, see, Walter had the kind of situation I would have wanted. Because he had already published. The guy is just prolific, he has like two novels and two or three books of poetry, he's a prolific guy. So Jason brought him as a PhD student, but they also hired him at the same time, so he wasn't <\/span><span data-id=\"P4-N200651\">a TA, he was hired.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: As faculty.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: As faculty. <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: And then they allowed him to finish his degree?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: He finished, and now he took over from Jason. Jason left. If they had done that for me, obviously you can't turn that down. I don't know if I wrote to Walter about this, but that's why I reached out. If there's anything like that possible, if I could come to you not TA, because that's just <\/span><span data-id=\"P4-N2006D1\">not enough money or not at London, somewhere around London, I don't give a shit, I don't have to take classes, so if I could be somewhere around there, just in the EU, I don't care. That's good money. You're getting paid in euro. Health care, everything... I didn't expect Jason to, you know... but <\/span><span data-id=\"P4-N2006D2\">it can't hurt to just... I am curious, though, when my book is done, I'm curious if they're going to publish it. I don't know if he's just being see this happened when I was there, and at the time I over-thought things. He's Jason. He's not a huggy-feely-touchy there could be absolutely nothing <\/span><span data-id=\"P4-N2006D3\">to read into. The guy's super busy, I'm not there, it's not like we're he has no obligation. But that will be the test. If they don't publish my book, if they find some excuse, then I'll be like, \"Alright\". Then clearly he's disappointed, or he's something. Something's up. <\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: It makes sense, he'd have some disappointment, if he recruited you, and really would hope and expect you to finish the program. I'm sure he doesn't go out of his way for people.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: No. He did, yeah. He was super. That first year he was so excited, and so yeah. Yeah.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: So he may really have wished that you would stay.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Yeah, but that's why I was always clear with him that it's about money. There's no way to make that more clear. I just can't hang around. That's not my lifestyle. I'm not 20. I'm not going to work in some caf under the table. It's the EU, it's not fucking Ukraine. Everything's different there. <\/span><span data-id=\"P4-N200751\">Even if you were to work at a caf , they have all these weird things, like you've got to go and work for a day or two, and they just see how it goes. It's all this fucked up shit. Even if they like you, you don't get paid for like a month. It's not like here, where it's like \"Okay, this is what you <\/span><span data-id=\"P4-N200752\">make per week. And it's Friday, here you go\". When you have those kinds of jobs there, and especially if it's under the table, it doesn't work that way. It's long hours, and not a very yeah, so. Or even if it was, it's still not enough. That's not enough to be comfortable enough to then do your dissertation <\/span><span data-id=\"P4-N200753\">and your book. <\/span><\/p>\n<span data-id=\"P4-N20074-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20074-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560792\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">[pause until 00:18:48]<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: It bums me out too, but I think what I've done is I just remember that I did publish a book. At the end of the day, even whatever he did for me was huge. That's what's going to carry me. So whether they publish the next one or not it's almost not irrelevant, but someone will. Or he will again. <\/span><span data-id=\"P5-N200791\">Once he actually reads the manuscript, as a poet, you can separate those things. He badmouths a lot of the poets that he publishes. It's just what Jason does. <\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Or he can be disappointed you didn't stay, or even feel like why didn't you figure a way to follow it through, and still think you're really talented, you don't have to be -<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: Yes. Very different. We don't have to be buddy-buddy, or whatever, but it doesn't mean he isn't going to publish my yeah. He's very savvy that way. He also knows that, \"Well, if I don't publish him, someone else especially in the EU someone else will. But he's mine.\" You know what I mean? <\/span><span data-id=\"P5-N2007D1\">He's that you know. <\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: But at the end of the day, I have to not it's important to not get too caught up in that kind of thinking. First of all, I can't control what he's going to do or not going to do, and I can't dwell on it, who cares? You have to focus on what you're doing. And also Walter, in many ways can probably <\/span><span data-id=\"P5-N2007F1\">be a lot more helpful than Jason, in some ways. I mean the guy has published novels. <\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: And Walter sounds very supportive.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Yeah, because we're so there's nothing for us to step on each other's toes, a lot of his books are he's from the Bahamas, we write about totally different things. And we even joked about that in the EU. When I explained to him why I changed my last name, this and that, he's like \"I think <\/span><span data-id=\"P5-N200831\">that's fantastic. You've got to milk all that. They love us here. That's why they love us. We're their little... This is still Europe. I'm the big, tall, gay guy, and you're the Assyrian American. You've got to milk that.\" And he's right. Not in a disingenuous way, but hey. We can do well here because <\/span><span data-id=\"P5-N200832\">they have so much guilt, if they find a talented person who has this interesting background, they really push you. No, it's good in that way, we get along.  [Pause to 00:22:10]<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: And also, knowing Walter, I know a few of the other creative writing teachers there. They're not so... I doubt that they get along with Walter the way I do. The rest of them are all women, which is fine, but two of them are hardly ever there, and the one who is there, there's something kind <\/span><span data-id=\"P5-N200851\">of aggressive about her, there's something about her that's angry or something like that. So there's that, too. Maybe not this year, maybe not next year, but there could be an opportunity there. <\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Plus I get along with the other English professors, they're such nice people. The non-creative writing they're amazing. They're the most bizarre they're academics, but they're super nice, it's a very interesting department. But that's neither here nor there right now; I just need to finish <\/span><span data-id=\"P5-N200871\">this fucking thing. <\/span><\/p>\n<span data-id=\"P5-N20086-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560792\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: Is there a time frame for it anymore?<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: I think that's why he e-mailed her, like, what -<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: What exactly needs to happen?<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: Yeah, and I'm sure there's a money thing, you know what I mean?<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: So what's that going to be? The timeframe, the way I look at it is, usually what you have for a PHD is ten years or something like that overall. But that's if you stay. I didn't stay, so they can't count those consecutive so I think there's plenty of... And also, I -<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: Oh, I don't mean that there wouldn't be enough time, I just -sort of when do you want to be finished by, or what's realistic, in other words?<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: I think realistic I'd be shocked if this is still dragging on a year from now. Because the creative part, page-wise, is done, so that's a load off that's easy enough to just finish. The critical part, I think I did the pages. I don't think it has to be more than I read some ridiculous <\/span><span data-id=\"P6-N200971\">I think that's it's what we consider a Masters' thesis here. I think it's like, 60 to 75 pages. <\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: That's still a long paper.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: No no, it's no joke, and obviously you have to defend it, I mean it's a PhD. But, I mean, that's different than 150 pages. And it's also different than 150 purely academic they've done it in a way that you're it's a critical component that has to have a dialogue with the creative component. <\/span><span data-id=\"P6-N2009B1\">So in other words, you have leeway to it's not going to be like Walt Whitman and the growth of transportation. It can be more, like, an intimate type of academic essay that relates to your work. And that's easy enough. Lots of stuff on trauma, and multicultural literature, Assyrian-American literature. <\/span><span data-id=\"P6-N2009B2\">So I'm not too once I get going, that shouldn't be it's just about getting started. Once I start, I don't think it should take much more than a year if I do it consistently. Sending Walter stuff, getting feedback, I don't think it should take that long.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: And so graduate, maybe for do they do a mid-year, like a January graduation?<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: 2015... I don't know how they do it, I think the way they would do it is I think you can no but how would that work? I was going to say that they might let me walk, but then I'd have to go defend, I have a feeling someone did that, but I could be wrong.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: So either January or May of next year.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Right. I don't know how that would work, actually. I'm not sure. <\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: And do you picture that you could be in Assyria, finishing?<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Maybe, maybe. That's the other thing. Now it's like \"Wait, fine, I won't teach in London, I'll teach in fucking Assyria. Get paid to teach one or two classes, whatever, if I'm getting paid enough. It's cheaper to live there, I know a lot of people that would open their homes to me, that's all <\/span><span data-id=\"P6-N200A71\">very tempting. Very tempting.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: So it doesn't necessarily push that off, the planning.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: No. If anything, it almost solidifies it. If they said \"You can teach two courses, and it's three grand per course.\" Six grand for four months, over there? Or three classes, depending on what the classes are. I don't know. I've got to weigh it all very carefully. <\/span><\/p>\n<span data-id=\"P6-N200AA-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200AA-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560792\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: It's a lot of big decisions.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: Yeah, it's kind of huge. It's not a joke to go all the way there. Because the other thing you could say is, well, but then, I have Wagner [ph] right here. Every single thing I'd ever want to look at is going to be at my fingertips.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: So you're having to weigh those -<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: I'm sorry?<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: You're having to weigh those <\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: It's a lot of the only argument would be, well, you can have Wagner [ph] all you want, but if you don't have any income, my unemployment's not going to last forever.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: But what you'd be doing there, with adjuncting two, maybe three courses, I'm assuming you could do that here somewhere.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: Adjuncting? You'd be surprised, Claire. I haven't heard back from one place. Not one place. Not one.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: Really? That doesn't make any sense.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: But it kind of does, right?<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: For open positions?<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: Yeah. But it kind of does. Things are bad. It's Darien. How many English adjuncting is different, right? PhD or Masters.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: There's a lot of applicants.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: Oh, man, are you kidding me? I'm surprised I haven't at least gotten a \"We got your application, we're sorry, but-\" Not even. It's unreal. Unreal. Whereas, what was that, right before all that shit hit the bed, Dean called they called me, hired me almost on the phone. Boston College, back <\/span><span data-id=\"P7-N200C71\">then, so I don't know. I'm more qualified now than I was then. I don't know what it is. I do know, things are really bad. When you're not even getting responses from forget adjuncting, or the competition. Just jobs, office jobs. They're not even saying sorry, just nothing. Your resume is just going <\/span><span data-id=\"P7-N200C72\">into a this is really fucked up. <\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: So you've applied to adjunct professor positions?<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Oh yeah, wherever there were openings.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: That's weird. <\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: At Wellesley, there was a perfect one. Perfect. A writing, adjunct in writing are you kidding me? But nothing. Not even a response. Now you could say that academic stuff is different. I might suddenly get a call two months from now. They're not they don't work THERAPIST: They store resumes, yeah.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: Exactly, sometimes it doesn't work that way. But it is odd, to not even hear from one of them by now is weird. I could do something totally different, which is like, adjunct at some rinky-dink college in Maine. A place where you could live cheap. To me that's almost like moving to Assyria. It's <\/span><span data-id=\"P7-N200D11\">a solitary existence. <\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">THERAPIST: It's a move.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">CLIENT: It's a move, and there's something kind of sad about that, a little bit. You're not moving to become an associate professor of literature. An adjunct in Maine.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">THERAPIST: So there's a lot to think about. To unfold in the next eight months, really, nine months. Tomorrow?<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: 2:20? Okay. Thanks, Claire. Have a good one.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}