{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his new job and how he feels about starting a business. Client discusses his opinions on different philosophers."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Nervousness","Job security","Hypochondriasis","Psychoanalytic Psychology","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["18"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Nervousness","Job security","Hypochondriasis"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560562","dorpId":"1005994814","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 119: September 05, 2013: Client discusses his new job and how he feels about starting a business. Client discusses his opinions on different philosophers.","fullTitle":"Client \"AP\", Session 119: September 05, 2013: Client discusses his new job and how he feels about starting a business. Client discusses his opinions on different philosophers.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560562\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I've never seen the inside of the office when you first walk in on the right? There's a bunch of people waiting in there. So I have an office now.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: It's official?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: It's official.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Congratulations.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Thank you. Yeah, it's crazy, man. So it's really cool. I was relieved, because I was going to meet the woman, the real in-charge woman. Her name's Eva? I don't know if you...<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: I know the name sounds familiar. I don't know her.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah. So I was like, I hope... the woman I met was cool. (Chuckling) I was like, I hope this woman's cool. She was awesome. We had such a great conversation. And she was like, I'm so happy. Laney (sp?) spoke very highly of you. And she's like, we try to be really picky about who we have here, <\/span><span data-id=\"P1-N200191\">because, she's like, everyone loves it here. [0:00:56] So we really try to make sure it's someone who's going to... I don't know. She was really great, a really cool person. And I just felt immediately right, just felt really good. And... yeah. So it's crazy, yeah. So then I was thinking about it. So <\/span><span data-id=\"P1-N200192\">I was like, all right, so I'm excited. I was like, I think the two main things that are happening now are... two of the main things are that I've got to fight through or manage some of the hypochondria that comes up or existential-type hypochondria that comes up (chuckling) when I'm trying to do something, <\/span><span data-id=\"P1-N200193\">A. And B is, I do feel a little... and I think that's just going to happen no matter what I do.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">I think I have to now accept that, no matter what kind of job I have, always feel this kind of, but you're not being a real artist. [0:02:04] You're not... what do you do? So now you're doing this other thing. Are you a writer? Are you a musician? Now you're starting this business. What...? So that <\/span><span data-id=\"P1-N2001B1\">means you're not really a true artist. You're... and I know that's completely an antiquated definition of what an artist is (chuckling). But I can't help it. It's a kind of... I do feel it. I'd feel like [that's kind of] (ph)... so I almost feel like the system won. I couldn't... I just couldn't suck <\/span><span data-id=\"P1-N2001B2\">it up and find another...<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Yeah, suck it up and what, though? Starve?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: That's the thing. Yeah, that's the thing. Those days... I know. This isn't 1952. Yeah.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: But even then, when you say those days, people had to somehow make money.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: No, I do think there's a difference. I think there was a time, not that long ago, where you could... you would not be living comfortably at all. [0:03:01] But there were ways. You could... and I don't even mean in a romanticized way. I mean, it was just shitty. But it could be done.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: How? [What do you mean, that they could have a job where they make money] (ph)?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: I just think... I think that either they would get jobs (pause) that could kind of get them through enough. See, the problem now is that... for example, let's say working somewhere a few hours a week. That's not enough anymore. I think the dollar... the power of a dollar... you know what I mean? <\/span><span data-id=\"P1-N200271\">Things have changed. Also I think there was less competition to some extent back in the day. And also there was more of a bohemian... a true bohemian way of life where people crashed somewhere. [0:03:56] They lived in bookstores, for Christ's sake. That's... who's going to live in a bookstore? That's... <\/span><span data-id=\"P1-N200272\">but those things did happen, you know what I mean? Real things happened.<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560562\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Yeah, it does sound very romanticized, though (chuckling).<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: I don't think... I mean, I don't think it's... I think it's shitty. But I'm just saying there were ways to... people would just somehow jump on an ocean liner and make it to Europe and somehow they'd be a reporter (chuckling) during the Spanish Civil War. They were able to make some kind of <\/span><span data-id=\"P2-N2002B1\">living as a... you can't just do that now. I'm not saying that that's.... that's pretty shitty. I'm just saying that...<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Maybe that's that piece, picking up a side job is not very easy these days.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: There was just... yeah, there was just a way to just exist. I'm not saying it was a great existence. But there was a way to just somehow exist outside a kind of systematized... now there... I don't see a way. If you're going to live in the west, I don't see... you have to plug in directly. [0:04:57] <\/span><span data-id=\"P2-N2002F1\">Not... you can't be on the outside somewhere unless you really are going to live in Wisconsin and chop your own wood and build a cabin. You have to be part of some kind of mainstream, kind of conventional way of life to make any kind of decent living. (Pause) I don't think that part's that... I mean, <\/span><span data-id=\"P2-N2002F2\">I think I can handle that, because this is my own business. So... (Pause) But it is there, that piece is kind of there. Or at least that piece is there where it's like, okay, now you can't make excuses anymore. You can't say, I work for a shitty boss. I don't like my job, I don't like my schedule, I <\/span><span data-id=\"P2-N2002F3\">don't like this. So now...<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: It's on (ph) you.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Yeah. But I think the first piece is the more important piece. I think that's the one that can get me down and get me all... this kind of... what we were talking about yesterday. [0:06:00] It's like this existential... there's hypochondria thrown in. There's... especially right now. I feel like <\/span><span data-id=\"P2-N200331\">everyone around me's kind of ill or something. So that doesn't help, but... (Pause) And that's a tough one, because like we said, I mean, there's no... that's never going to go away. I mean, people get sick, and we all get old. So I don't... (Pause) So I don't know. I think the answer is that the more... <\/span><span data-id=\"P2-N200332\">if I was producing... if I get more into that head space of just working on my books and [I see] (ph) production, that's... I think that's the way to deal with that. (Pause) [0:06:57]<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Making the most of every day you have.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Yeah, and seeing some kind of... yeah, I mean, just a product. Seeing that you're channeling that stuff, and then here's something you've made with all that stuff that you channeled.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Even focusing on the product though can sometimes get overwhelming. I think each day, do you feel, at the end of the day, good about how you spent that day? Do you feel proud about (crosstalk)?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Yeah, oh yeah. I don't mean proud of the actual book in the store. I just mean, every day, oh shit, I wrote 20 pages today.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Okay, yeah, (crosstalk) product.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Yeah, and being into the process. Like, wow, man. Every day I'm, wow. Here's some poems. Here's a chunk of the novel. Here's this, here's that. Or with music or whatever. Just feeling like, all right, I'm (pause) doing...<\/span><\/p>\n<span data-id=\"P2-N2003E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560562\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Living your life. Living...<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah. Instead of being caught up here, yeah. [0:07:56] That really is the hardest piece, I'm realizing. And it's not going to get easier, because this is what happens. Your friends get older, you get older, people start having aches and pains and illness things, or their family members do, or <\/span><span data-id=\"P3-N200431\">their spouses do, or their whatever they do. It's just... or you... grandmother, mom, whatever. So, just that's a tough one. If you've had years and years and years of living in terror and intense anxiety and stuff, it's like... (Pause) The other thing that was cool about yesterday, talking to Eva, <\/span><span data-id=\"P3-N200432\">was again I felt totally there. You know what I mean? [0:08:54] I didn't feel intimidated. I didn't feel weird. I didn't feel... I wasn't so self-conscious of what I was saying or how I was sitting or how... I felt very articulate and focused and... (Pause) And I was very... I liked how I was very honest <\/span><span data-id=\"P3-N200433\">with her.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">I articulated certain things that... (Pause) I was like, oh, well, that's good, I'm glad... I was saying things like, I've... I was like, I feel a certain... I don't know how I said it exactly. But I basically was saying, it was important to me to be somewhere where I'm not going to feel weird being <\/span><span data-id=\"P3-N200451\">the life coach. I don't know how certain therapists look at that or not or whatever. And I was like, I didn't want to be somewhere where I'm kind of looked down on or kind of feel like the outsider or feel... because otherwise what's the point of renting a... and she was like, no, not at all. We're... <\/span><span data-id=\"P3-N200452\">she's like... oh, that's when she said... she's like, first of all, we're very picky about who we allow to rent here. [0:10:01] So she's like, right there, that should tell you something. But she's like, also... they all do psychodynamic therapy? I don't know how that's different from psychoanalysis, but...<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: They're the same thing.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Oh, okay.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: [I mean] (ph), psychodynamic and psychoanalytic are interchangeable. Psychodynamic psychotherapy means kind of doing this more like once a week or twice a week.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Psychodynamic is more like... oh, so that's...<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: It's more just a matter of frequency. Psychoanalysis is more like three, four, five times a week.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: More often. Oh, okay. So that's what I've been doing this whole time.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: Yes. Even when we were once a week it was psychodynamic.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Okay. So yeah, she was like, that's what we do here. So we kind of understand... I don't know. She was just saying, we get it, that piece, that there are people that... they don't need mental health therapy anymore. They need some other piece. And also she was funny. She was like, and also... <\/span><span data-id=\"P3-N200551\">she's like, trust me. We've all thought about life coaching. [0:10:55] She's like, I mean, there's an overlap whether you want there to be or not.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: Of course.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: She's like, there's no way around that. So she's like, I've had... she said... she told me a funny story. She had a patient who was so skeptical about seeing a therapist that they just started calling it life coaching.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: (Chuckling)<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: Because she was like, I think maybe I should just see a life... she was trying... it was a denial, defensive thing. She was like, maybe I should just see a life coach. That's what I need. So she was like, it's... but anyway... so that felt really good. It was a very... I just felt very comfortable. <\/span><span data-id=\"P3-N2005D1\">And she just... she was just so genuine and nice and... yeah, that's just great. Yeah, and she knows of you, too. She's like, yeah, we... she's like, I know about Claire (sp?), and it's a similar type of approach. And... see, I told her that, too. I was like, I kind of like that when I come here, I <\/span><span data-id=\"P3-N2005D2\">kind of feel like the way I feel when I go to see Claire. [0:11:57] And I said, not just as a patient. That's... I mean, when I just go to her office, I feel good. It's clean and nice, and there's something pleasant about it. And I said, people are trying to better themselves. They don't want to go <\/span><span data-id=\"P3-N2005D3\">to some hippy dippy shack in wherever, Shrewsbury, whatever. And so that... she was like, believe me, I get that. She's like, I've done... I've had kind of more corporate-type offices. And I've had to... have sometimes that kind of shabby, frumpy Baltimore. And she's like, neither of those things work, <\/span><span data-id=\"P3-N2005D4\">so... yeah, so it's cool. It's like, she totally... I don't know. (Pause)<\/span><\/p>\n<span data-id=\"P3-N2005C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560562\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: You're describing a feeling (inaudible at 0:12:45) and feeling mutuality and fitting in (crosstalk).<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Yeah. I feel... yeah, and I think that comes from me, not... she's being herself. [0:12:59] But I don't have to feel like, well, these are all PhDs and therapists. So I'm just... I don't feel that way. I'm doing something different. And it's not my fault that it's not regulated and I don't need <\/span><span data-id=\"P4-N200611\">a fucking credential. Deal with it. It's not my fucking problem. I know that... and I even told her, I was... because she asked me about... and that was the thing. She was really cool about that. She didn't make me feel weird. And I just told her honestly, I was like, I'm getting my... I'm in the process <\/span><span data-id=\"P4-N200612\">of thinking about how I'm going to do the credentialing thing. And I was like, I'm just skeptical, because I was like, if it's not regulated, then in a way why should I be spending $7,000, $10,000 for things that I... everybody and their brother can have a coaching school.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">I don't... yeah, there's an international thing, but I don't know. I was like, I'm just skeptical of that. I feel like, if I'm going to do that, why don't I just do what I've been doing all these years and just get one more fucking master's degree? [0:13:57] And that's that. And I said... because we <\/span><span data-id=\"P4-N200631\">talked a lot. I talked about my background. And I was like, it's something I'm really interested in, I've always been interested in. It fed into my PhD research and reading, and so why not do the real thing that I'm actually really interested in, rather than this kind of coaching school that I'm not <\/span><span data-id=\"P4-N200632\">quite certain about? But yeah, so I didn't feel... I just felt like, hey, I'm doing this thing. And everyone's different. We're not... (Pause) So... (Pause)<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: It's so not what you felt as a kid. (Crosstalk)<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Yeah, no, it's... yeah. I think that's... and it's what I said yesterday. It's... I think it's just going to take... I don't know how long these things take generally. [0:14:56] But I think that's what it is. I feel really good, but then I have moments where I'm thinking about how good I... <\/span><span data-id=\"P4-N200671\">not in a bad way. But I'm just like... I just... it really is like you just got out of a coma. And I'm like, whoa. (Chuckling) I don't know how to explain it. You know what I mean? It's almost like you're tingly or you're like, wow. You're... yeah, that's the only way I can explain it. It's like you <\/span><span data-id=\"P4-N200672\">just wake up from a long slumber. So everything's vibrant and colors. (Pause) And I think that is going to take time. There's no way around not having these moments where you're kind of like, well, this is so different. (Pause)<\/span><\/p>\n<span data-id=\"P4-N20066-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560562\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: It's like watching the videos with little kids who've been... who were born deaf, who find that they can... [0:15:59]<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Those are amazing, yeah. Those are amazing.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: (Crosstalk) watching their faces when they hear sound for the first time.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: Yeah. Did you see the one of the mom?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: This one... oh, that's so amazing. Yeah, that's so... yeah.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: You can see how overwhelming this ordinary thing that should have been there to begin with, and how overwhelming it is to have it all at once so overstimulating and exciting, but anxiety, because it takes... it does take time to get used to new parts of you becoming alive.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: Yeah. Right. (Pause) [0:16:59]<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: Where are you?<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Hmm?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Where are you?<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: I was just thinking about how... yeah, and the trick is that (pause), when I sit with that feeling of, oh, that feels good, that, then again it's that... what comes up immediately to balance that is that existential, well, but so what? Then you're just going to get used to this, your life being <\/span><span data-id=\"P5-N2007F1\">good or normal or just being what it is. And then what? So that's what I'm saying. That part is that part that's going to take a lot longer to manage or whatever.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: Well, because that part is part of the symptom, too. (Crosstalk)<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Is part of the what?<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: It's a symptom...<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Of what?<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: The, well then what? I don't think you'd be as preoccupied with [the end] (ph) if you felt more loveable and loved, [in love with yourself] (ph) truly, from the beginning. [0:18:03] And I think that is something that can change. I don't think it means... it's not only just people who are <\/span><span data-id=\"P5-N200891\">dense and don't think about the meaning of life that aren't concerned with that. I think actually it can be something that's like, it's a fleeting thought. But it's not preoccupying anymore when you get to be more in the joy of the current moment and just having... and feeling good about now, that I <\/span><span data-id=\"P5-N200892\">think has not been there.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: And still... it's starting a little bit.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Yeah, it's there a lot more now. But yeah, it's not... yeah.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: This, it's like the voice of anxious doom [in a sense] (ph) that you are haunted by it.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Right. Yeah, really in some ways it's a very simplistic... it's basically just saying, matters, kind of. That's really what it's saying.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: Right. [0:18:58] I don't think Nietzsche was very loved as a child. And that's part of why this became a preoccupation with nihilism and nothing mattering and (crosstalk).<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: Right. Is that really what he said, though? You think?<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: What he says is complicated, obviously.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Yeah. I don't know if he said nothing matters. But yeah, I know what you mean, though. I know what you mean.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: Beyond Good and Evil. There are things that sort of (pause) feels like an unloved child (crosstalk)...<\/span><\/p>\n<span data-id=\"P5-N2009C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2009C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560562\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Moving past reality and...<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Actually that's funny, because ... in that clip he mentions that. He's like, Nietzsche... he's like, of course I love Nietzsche, whatever, I like a lot of his ideas. But he's like, he had the whole eternal return thing completely wrong. He's like, he wants that to be the case. He's like, that's <\/span><span data-id=\"P6-N200A31\">a deep... he kind of psychologized it. He's like, that's someone who wants to... because he doesn't want to let go of these... his life basically, so that, oh, well, it just happens again (chuckling). [0:20:03] It just happens over and over again. He's like, no it doesn't. So those particulars are particulars. <\/span><span data-id=\"P6-N200A32\">They're... and then other particulars take their place. (Pause) But then it's weird because he had the whole thing about active forgetting. So there's kind of a...<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: (Chuckling) Mm-hmm.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Yeah, he had troubles. He had contradictory problems. But (pause) yeah. (Pause)<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: I mean, I know it's another theory, but there are ways that the theories of the existentialists are... from this perspective people who actually were haunted as children by the meaningless of their lives.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Yeah, when you look at their backgrounds, yeah, of course. [0:21:03]<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: Right. And it's not that... maybe they're right.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: Right (chuckling).<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: But becoming haunted by it I think isn't... it doesn't... it's not helpful.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: Yeah, well, it's kind of like what you said next, and?<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: Right? Let's say that's all true.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: What do you do about it?<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: Yeah, I mean, you then... which is kind of what they said. They were like, so you're either going to kill yourself or you're not.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: (Chuckling) Mm-hmm.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: But I know what you mean. Their level of... because, I mean, that's not that difficult of a conclusion. I don't need to write ten books to get to the point of... I don't need to write Being and Nothingness to realize you either kill yourself or you don't (laughing). But yeah. It's like, once <\/span><span data-id=\"P6-N200BF1\">you get... once you realize that that's what there is, then you're clearly not going to do one of those things. [0:21:54] So why not make the most of your life and... which is, again, kind of what they said. They were like, all you can do in life is act. But yeah, you've got to take out the kind of <\/span><span data-id=\"P6-N200BF2\">nihilistic part, or just know that, yeah, that's there. But... I mean, and? So what?<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: The fact that most humans don't kill themselves, so why?<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: Right, that's true.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: A lot of people ask this question, and they decide not to kill themselves (chuckling).<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: Yeah. The vast majority of people, yeah. So what is...? Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">THERAPIST: Right, it's extremely rare, actually. So...<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">CLIENT: Because they have a death drive or death... right.<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">THERAPIST: It's like... so, if you're going to live it, what are you going to do with it?<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">CLIENT: That's actually a good point. What did they say? Because didn't Freud say that everyone wants to die or something?<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">CLIENT: The death drive.<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">THERAPIST: He's wrong.<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">CLIENT: So he's wrong. Yeah, so he's totally wrong. Fucking idiot.<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">THERAPIST: (Chuckling) That came about World War II. He was preoccupied with...<\/span><\/p>\n<p data-id=\"P6-N200DA\"><span data-id=\"P6-N200DB\">CLIENT: Oh, right. Yeah, that would have made sense back then.<\/span><\/p>\n<span data-id=\"P6-N200DA-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200DA-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560562\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: But it was a real shift in the theory (crosstalk).<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: Yeah. You know what book you should read? [0:22:54] Have you read... oh fuck, what the hell's it called? He wrote a book called 1910: The Year of Dissonance or something. It's a... he's a literary guy. But he wrote this amazing book about, why was suicide so out of control between 1890 and 1914. <\/span><span data-id=\"P7-N200DF1\">It's an amazing book, amazing book.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: Interesting.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: Yeah. It's really fascinating. But anyway, yeah. (Pause) Yeah, but the... yeah, that's a good point. Think of all the... I mean, look at what's going on in the Middle East and all over the world. North Korea. Why aren't people just hanging themselves left and right? Yeah, it is about coming <\/span><span data-id=\"P7-N200E31\">to a place of... it's not going to make you happy, but just to a place of contentment with what is, yeah.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">THERAPIST: Or, if you're going to choose to live this day, what do you want to do with the day?<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">CLIENT: Right. [0:24:06] Yeah.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">THERAPIST: It becomes more your choice then, too.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">THERAPIST: That's Erich Fromm.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">CLIENT: What's that?<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">THERAPIST: Free will and...<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">CLIENT: Erich... yeah. He's... dude, that guy has... I feel like he's underrated now or something. He's kind of fallen... do you know what I mean?<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">CLIENT: Pretty amazing guy.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">THERAPIST: He was brilliant.<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">CLIENT: Yeah. I watched a thing about Foucault yesterday? I finally found a great documentary about Foucault (chuckling). You know that director chick?<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">THERAPIST: I don't know her.<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">CLIENT: Just look her up for entertainment's sake. She's a crazy American...<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">THERAPIST: Philosopher?<\/span><\/p>\n<p data-id=\"P7-N20102\"><span data-id=\"P7-N20103\">CLIENT: She speaks in a very manic way, very fast and jumpy.<\/span><\/p>\n<p data-id=\"P7-N20104\"><span data-id=\"P7-N20105\">THERAPIST: She's a writer? A philosopher?<\/span><\/p>\n<p data-id=\"P7-N20106\"><span data-id=\"P7-N20107\">CLIENT: Big time. Big time writer of... she's like the American Roland Barthes kind of.<\/span><\/p>\n<p data-id=\"P7-N20108\"><span data-id=\"P7-N20109\">THERAPIST: Okay. [0:24:58]<\/span><\/p>\n<p data-id=\"P7-N2010A\"><span data-id=\"P7-N2010B\">CLIENT: Pop culture kind of thing. (Chuckling) And they just cut to her. And she just... she's like, Foucault's a sham. Every sentence he writes is completely baseless.<\/span><\/p>\n<p data-id=\"P7-N2010C\"><span data-id=\"P7-N2010D\">THERAPIST: (Chuckling)<\/span><\/p>\n<p data-id=\"P7-N2010E\"><span data-id=\"P7-N2010F\">CLIENT: If he wanted to write all those things, he should have gotten a PhD in history, he should have gotten a PhD in psychology, he should have... he has no sense of what he's talking... (laughing) she's just going off on this guy.<\/span><\/p>\n<p data-id=\"P7-N20110\"><span data-id=\"P7-N20111\">THERAPIST: Pretty arrogant (laughing). That's true.<\/span><\/p>\n<p data-id=\"P7-N20112\"><span data-id=\"P7-N20113\">CLIENT: What's that?<\/span><\/p>\n<p data-id=\"P7-N20114\"><span data-id=\"P7-N20115\">THERAPIST: He's arrogant.<\/span><\/p>\n<p data-id=\"P7-N20116\"><span data-id=\"P7-N20117\">CLIENT: Yeah, he's very arrogant, yeah. But anyway... but yeah, just that... I think you're right. There's something, maybe, of this European World War II or World War I... I never thought about that as much, yeah, that maybe these people were so... I mean, anybody would be. So... and they were also <\/span><span data-id=\"P7-N201171\">so brilliant, that that seeped into the rest of mainstream...<\/span><\/p>\n<p data-id=\"P7-N20118\"><span data-id=\"P7-N20119\">THERAPIST: Yeah. And they didn't have yet the equipment or language to deal with understanding what trauma was, what PTSD was, why people identify with the aggressor and become fighters and kill people. [0:26:00]<\/span><\/p>\n<p data-id=\"P7-N2011A\"><span data-id=\"P7-N2011B\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P7-N2011C\"><span data-id=\"P7-N2011D\">THERAPIST: It's not because they're driven to kill people (crosstalk).<\/span><\/p>\n<p data-id=\"P7-N2011E\"><span data-id=\"P7-N2011F\">CLIENT: Yeah, why Sartre said we have to ignore what Stalin's doing.<\/span><\/p>\n<p data-id=\"P7-N20120\"><span data-id=\"P7-N20121\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20122\"><span data-id=\"P7-N20123\">CLIENT: We have to ignore the gulags and all that, yeah.<\/span><\/p>\n<p data-id=\"P7-N20124\"><span data-id=\"P7-N20125\">THERAPIST: They were grappling with trying to understand what was happening to their world in, I think, ways we understand differently now.<\/span><\/p>\n<p data-id=\"P7-N20126\"><span data-id=\"P7-N20127\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20128\"><span data-id=\"P7-N20129\">THERAPIST: I'm sure 50 years from now we'll understand it differently [than now] (ph).<\/span><\/p>\n<span data-id=\"P7-N20128-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20128-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560562\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2012A\"><span data-id=\"P8-N2012B\">CLIENT: Yeah, no, that's a good point. Yeah, I think we tend to romanticize them and think they were so kind of something, stoic and brilliant. And they just faced things, I mean...<\/span><\/p>\n<p data-id=\"P8-N2012C\"><span data-id=\"P8-N2012D\">THERAPIST: (Chuckling) Mm-hmm.<\/span><\/p>\n<p data-id=\"P8-N2012E\"><span data-id=\"P8-N2012F\">CLIENT: But really they were all fucked up. They all had a lot of issues that they'd... you're right.<\/span><\/p>\n<p data-id=\"P8-N20130\"><span data-id=\"P8-N20131\">THERAPIST: Nihilism I think is a great defense. It's...<\/span><\/p>\n<p data-id=\"P8-N20132\"><span data-id=\"P8-N20133\">CLIENT: Yeah. There's a guy in that documentary, who wrote a bio of Foucault, says, one of the things about Foucault is he acted out all these things that he wrote about. He had a lot of deviant behaviors, and so... [0:27:04] (Pause) I think the other thing that will be good, too, is... as I get more <\/span><span data-id=\"P8-N201331\">together, is I think travel, you know what I mean? I think travel is big for certain people. Some people don't need it as much. I think for me it's a pretty big deal.<\/span><\/p>\n<p data-id=\"P8-N20134\"><span data-id=\"P8-N20135\">THERAPIST: What's making you think of that right now? (inaudible at 0:27:30) how are you picturing it?<\/span><\/p>\n<p data-id=\"P8-N20136\"><span data-id=\"P8-N20137\">CLIENT: I don't know.<\/span><\/p>\n<p data-id=\"P8-N20138\"><span data-id=\"P8-N20139\">THERAPIST: (inaudible at 0:27:33)<\/span><\/p>\n<p data-id=\"P8-N2013A\"><span data-id=\"P8-N2013B\">CLIENT: I was just thinking, there's something about... (Pause)<\/span><\/p>\n<p data-id=\"P8-N2013C\"><span data-id=\"P8-N2013D\">THERAPIST: Getting perspective?<\/span><\/p>\n<p data-id=\"P8-N2013E\"><span data-id=\"P8-N2013F\">CLIENT: Getting perspective, meeting new people, just... to me it's comforting in a way because, holy shit, there's a world. And it's full of people...<\/span><\/p>\n<p data-id=\"P8-N20140\"><span data-id=\"P8-N20141\">THERAPIST: Struggling with the same things as you. [0:27:57]<\/span><\/p>\n<p data-id=\"P8-N20142\"><span data-id=\"P8-N20143\">CLIENT: That's it, that's it. But it's also energizing. I mean, it just... I don't know. I just find that... because I think what happens with me is, when (ph) I'm from here and I do get into... I like my routines? And that's a wonderful thing. But I think that's only wonderful if you can get away from <\/span><span data-id=\"P8-N201431\">it and come back to it, to be like, oh, back to my Dunkin Donuts, like I felt when I got back from the UK. It felt so good to be back. And it's still... I mean, I'm still... I'm happy I'm here. But I think there's something to be said for... (Pause)<\/span><\/p>\n<p data-id=\"P8-N20144\"><span data-id=\"P8-N20145\">THERAPIST: Routine can become a rut.<\/span><\/p>\n<p data-id=\"P8-N20146\"><span data-id=\"P8-N20147\">CLIENT: Yeah, exactly.<\/span><\/p>\n<p data-id=\"P8-N20148\"><span data-id=\"P8-N20149\">THERAPIST: (Crosstalk)<\/span><\/p>\n<p data-id=\"P8-N2014A\"><span data-id=\"P8-N2014B\">CLIENT: Especially when you're an artist. For me traveling is never one of those all-inclusive beach resort... travel is always, I'm writing, I'm thinking about things and taking mental notes, and so I think it's important. [0:28:57] As a matter of fact that's the first... I'm not a big person, like, <\/span><span data-id=\"P8-N2014B1\">I'm going to reward myself with this or that? But I've already decided that, when my credit score gets to the next level...<\/span><\/p>\n<p data-id=\"P8-N2014C\"><span data-id=\"P8-N2014D\">THERAPIST: (Chuckling) Mm-hmm?<\/span><\/p>\n<p data-id=\"P8-N2014E\"><span data-id=\"P8-N2014F\">CLIENT: And if I get a credit card or whatever with a real... an actual... (chuckling) over $1000 or $2000 or $3000 or whatever, then I think I am going to treat myself. I don't know, go to Iceland or something like that. (Pause)<\/span><\/p>\n<p data-id=\"P8-N20150\"><span data-id=\"P8-N20151\">THERAPIST: Something to look forward to.<\/span><\/p>\n<p data-id=\"P8-N20152\"><span data-id=\"P8-N20153\">CLIENT: Yeah, I'm psyched. (Pause) Yeah, or I need to... I think I need to apply... I'm getting back to now writer's residencies, visiting professor. I need to... I haven't done one of those things, not... well, I was going to do one years ago that I decided not to do (laughing). [0:29:59] But it's <\/span><span data-id=\"P8-N201531\">time to... even those would be huge re-energizers.<\/span><\/p>\n<p data-id=\"P8-N20154\"><span data-id=\"P8-N20155\">THERAPIST: Abroad, you mean, or (crosstalk?<\/span><\/p>\n<p data-id=\"P8-N20156\"><span data-id=\"P8-N20157\">CLIENT: Doesn't even matter.<\/span><\/p>\n<p data-id=\"P8-N20158\"><span data-id=\"P8-N20159\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P8-N2015A\"><span data-id=\"P8-N2015B\">CLIENT: I don't even care if it's the Provincetown writers' colony. There's something... I think I need to start... it's not just the, every day writing five pages. I need to feel like, all right. I am living a writer's...<\/span><\/p>\n<span data-id=\"P8-N2015A-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2015A-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560562\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2015C\"><span data-id=\"P9-N2015D\">THERAPIST: (inaudible at 0:30:24)<\/span><\/p>\n<p data-id=\"P9-N2015E\"><span data-id=\"P9-N2015F\">CLIENT: Yeah. It would be like doing all this music and then never doing a show, not actually making... just recording it and leaving it somewhere. That's kind of what I'm doing with my writing. I'm not... I don't do readings. I don't get involved. And that's fine. (Chuckling) I don't really want to <\/span><span data-id=\"P9-N2015F1\">do that shit. But I do want to do more formal... a colony or a college or whatever the fuck. I think that's important...<\/span><\/p>\n<p data-id=\"P9-N20160\"><span data-id=\"P9-N20161\">THERAPIST: Yeah, it makes sense.<\/span><\/p>\n<p data-id=\"P9-N20162\"><span data-id=\"P9-N20163\">CLIENT: Because then, okay, I am a writer. And this is what writers do. [0:30:57] You're meeting new people, you're changing your environment, your... (Pause) And everybody needs validation.<\/span><\/p>\n<p data-id=\"P9-N20164\"><span data-id=\"P9-N20165\">THERAPIST: Of course.<\/span><\/p>\n<p data-id=\"P9-N20166\"><span data-id=\"P9-N20167\">CLIENT: At some point you need to know that, okay. (Pause)<\/span><\/p>\n<p data-id=\"P9-N20168\"><span data-id=\"P9-N20169\">THERAPIST: How's your book (inaudible at 0:31:26) of poems coming?<\/span><\/p>\n<p data-id=\"P9-N2016A\"><span data-id=\"P9-N2016B\">CLIENT: Good. That... I think I might shift... I think it's time for that to be done. I have more than enough pages, manuscript pages, more than enough. But it's not... I think I'm going to scrap a lot of it or something. But yeah, it's... I mean, I have the title, I have the working themes. I know <\/span><span data-id=\"P9-N2016B1\">what this book is about. So...<\/span><\/p>\n<p data-id=\"P9-N2016C\"><span data-id=\"P9-N2016D\">THERAPIST: So you're close then. [0:32:00] It's editing. No?<\/span><\/p>\n<p data-id=\"P9-N2016E\"><span data-id=\"P9-N2016F\">CLIENT: No, because I think, as I edit, I'm going to be like, eh (sp?).<\/span><\/p>\n<p data-id=\"P9-N20170\"><span data-id=\"P9-N20171\">THERAPIST: Oh, okay.<\/span><\/p>\n<p data-id=\"P9-N20172\"><span data-id=\"P9-N20173\">CLIENT: Because there are only a few poems in there that I feel reflect right now, you know what I mean? I feel like I've already outgrown... or I'm going to take them and rewrite around them, you know what I mean? This bit is nice, this bit is nice, and now here's a whole new something around it. But <\/span><span data-id=\"P9-N201731\">yeah, it's got to get done.<\/span><\/p>\n<p data-id=\"P9-N20174\"><span data-id=\"P9-N20175\">THERAPIST: You think that before your novel then.<\/span><\/p>\n<p data-id=\"P9-N20176\"><span data-id=\"P9-N20177\">CLIENT: Oh yeah.<\/span><\/p>\n<p data-id=\"P9-N20178\"><span data-id=\"P9-N20179\">THERAPIST: For sure.<\/span><\/p>\n<p data-id=\"P9-N2017A\"><span data-id=\"P9-N2017B\">CLIENT: Yeah. This novel's going to be big. It's not going to be a little novel.<\/span><\/p>\n<p data-id=\"P9-N2017C\"><span data-id=\"P9-N2017D\">THERAPIST: Yeah, I figured as much, but (crosstalk) poems for a while.<\/span><\/p>\n<p data-id=\"P9-N2017E\"><span data-id=\"P9-N2017F\">CLIENT: Yeah, it's going to be big. And also you figure, even if I... let's say I had three really good chapters done. Well, then you're still talking about... it's not like poetry. You've got to find an agent, and you've got to shop the book around if you're lucky and... it's a much longer process. <\/span><span data-id=\"P9-N2017F1\">[0:33:02] So yeah. (Pause) See, it happens again. You see that? I'm thinking... instead of now just thinking, yeah, it's cool (ph), the minute I stopped, that voice comes up. It's like, yeah, but so what?<\/span><\/p>\n<p data-id=\"P9-N20180\"><span data-id=\"P9-N20181\">THERAPIST: So what? So what, about publishing the poems?<\/span><\/p>\n<p data-id=\"P9-N20182\"><span data-id=\"P9-N20183\">CLIENT: Just all of it, does any of that matter?<\/span><\/p>\n<p data-id=\"P9-N20184\"><span data-id=\"P9-N20185\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P9-N20186\"><span data-id=\"P9-N20187\">CLIENT: Yeah, it sucks, man. I mean, I ignore it, and I move on. But it's...<\/span><\/p>\n<p data-id=\"P9-N20188\"><span data-id=\"P9-N20189\">THERAPIST: It's mean to you, that voice.<\/span><\/p>\n<p data-id=\"P9-N2018A\"><span data-id=\"P9-N2018B\">CLIENT: Yeah, it is.<\/span><\/p>\n<p data-id=\"P9-N2018C\"><span data-id=\"P9-N2018D\">THERAPIST: These are things that are really important to you, you're talented at. Why would that be so (crosstalk)?<\/span><\/p>\n<p data-id=\"P9-N2018E\"><span data-id=\"P9-N2018F\">CLIENT: Yeah, I know. [0:33:58]<\/span><\/p>\n<p data-id=\"P9-N20190\"><span data-id=\"P9-N20191\">THERAPIST: It's like the kid playing the piano [and someone yelling] (ph), shut up. (Crosstalk)<\/span><\/p>\n<p data-id=\"P9-N20192\"><span data-id=\"P9-N20193\">CLIENT: Exactly. Or saying, so how many pages is this book (chuckling)? Just publish the book. How many pages is it? Yeah. Yep. (Pause)<\/span><\/p>\n<p data-id=\"P9-N20194\"><span data-id=\"P9-N20195\">THERAPIST: That's a moment as a kid when your heart breaks.<\/span><\/p>\n<p data-id=\"P9-N20196\"><span data-id=\"P9-N20197\">CLIENT: Yeah. Well, and that's what happens when that voice comes up. It's like...<\/span><\/p>\n<p data-id=\"P9-N20198\"><span data-id=\"P9-N20199\">THERAPIST: Your heart hurts.<\/span><\/p>\n<p data-id=\"P9-N2019A\"><span data-id=\"P9-N2019B\">CLIENT: Yeah, it breaks your own heart, you know what I mean? It's like, ah.<\/span><\/p>\n<p data-id=\"P9-N2019C\"><span data-id=\"P9-N2019D\">THERAPIST: Yeah. (Pause)<\/span><\/p>\n<p data-id=\"P9-N2019E\"><span data-id=\"P9-N2019F\">CLIENT: I don't know, I mean, the thing that... luckily it's gotten so much better that that makes me feel better, at least to be like, all right, yes, that voice is there. But when I leave here I'm going to go back to the coffee shop or to some caf , and I'm going to try to get some pages done. [0:34:56] <\/span><span data-id=\"P9-N2019F1\">So that's real major improvement.<\/span><\/p>\n<span data-id=\"P9-N2019E-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2019E-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560562\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N201A0\"><span data-id=\"P10-N201A1\">THERAPIST: Even that you're able to recognize it right now sort of in the moment, that's huge.<\/span><\/p>\n<p data-id=\"P10-N201A2\"><span data-id=\"P10-N201A3\">CLIENT: Yeah, no, I've gotten really good at... yeah.<\/span><\/p>\n<p data-id=\"P10-N201A4\"><span data-id=\"P10-N201A5\">THERAPIST: That you can hear it now, so to be... rather than taking it as fact immediately...<\/span><\/p>\n<p data-id=\"P10-N201A6\"><span data-id=\"P10-N201A7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N201A8\"><span data-id=\"P10-N201A9\">THERAPIST: Maybe be interested in, wow, why is that voice so loud right now? Or... because it actually doesn't make sense that it doesn't matter. If you feel like it really matters to your mom and your dad, it starts to just matter, because you feel like...<\/span><\/p>\n<p data-id=\"P10-N201AA\"><span data-id=\"P10-N201AB\">CLIENT: Wait, what?<\/span><\/p>\n<p data-id=\"P10-N201AC\"><span data-id=\"P10-N201AD\">THERAPIST: The feelings that you didn't get to have when you were little, that it mattered that you were in there playing piano, that you were talented, and they really care about that. It would matter to you.<\/span><\/p>\n<p data-id=\"P10-N201AE\"><span data-id=\"P10-N201AF\">CLIENT: Oh, right. Oh yeah, of course. This would never be an issue. Yeah, no, of course. Yeah. [0:35:56]<\/span><\/p>\n<p data-id=\"P10-N201B0\"><span data-id=\"P10-N201B1\">THERAPIST: I'm saying that, in other words, because I think for a long time you've taken that voice as fact. And that voice is comfort...<\/span><\/p>\n<p data-id=\"P10-N201B2\"><span data-id=\"P10-N201B3\">CLIENT: Oh, I see what you're saying, yeah.<\/span><\/p>\n<p data-id=\"P10-N201B4\"><span data-id=\"P10-N201B5\">THERAPIST: (Crosstalk) the existentialists for example. They're the ones who are right, because it doesn't really matter. That's a sort of borrowing from them because they're in agreement with your mother.<\/span><\/p>\n<p data-id=\"P10-N201B6\"><span data-id=\"P10-N201B7\">CLIENT: Right. I see what you're saying, yeah. I never was able to be like, that's silly.<\/span><\/p>\n<p data-id=\"P10-N201B8\"><span data-id=\"P10-N201B9\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P10-N201BA\"><span data-id=\"P10-N201BB\">CLIENT: That (chuckling)...<\/span><\/p>\n<p data-id=\"P10-N201BC\"><span data-id=\"P10-N201BD\">THERAPIST: To start to get some distance. I mean, whose voice is that, because...<\/span><\/p>\n<p data-id=\"P10-N201BE\"><span data-id=\"P10-N201BF\">CLIENT: Yeah, I thought it was mine, kind of. You just, oh, I'm thinking that. So I'm this smart guy that knows it's all bullshit or something, or whatever people think. Yeah.<\/span><\/p>\n<p data-id=\"P10-N201C0\"><span data-id=\"P10-N201C1\">THERAPIST: Right (chuckling). (Pause) [0:37:00]<\/span><\/p>\n<p data-id=\"P10-N201C2\"><span data-id=\"P10-N201C3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N201C4\"><span data-id=\"P10-N201C5\">THERAPIST: I'll see you tomorrow.<\/span><\/p>\n<p data-id=\"P10-N201C6\"><span data-id=\"P10-N201C7\">CLIENT: Right. 3:10? Okay, Claire, thank you.<\/span><\/p>\n<p data-id=\"P10-N201C8\"><span data-id=\"P10-N201C9\">THERAPIST: Bye.<\/span><\/p>\n<p data-id=\"P10-N201CA\"><span data-id=\"P10-N201CB\">CLIENT: See you.<\/span><\/p>\n<p data-id=\"P10-N201CC\"><span data-id=\"P10-N201CD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}