{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her combative nature when dealing with certain authority figures. Client compares and contrasts the two men she is dating."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Self confidence","Authority issues","Psychoanalytic Psychology","Low self-esteem","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Self confidence","Authority issues"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Low self-esteem","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560402","dorpId":"1005994654","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, October 23, 2013: Client discusses her combative nature when dealing with certain authority figures. Client compares and contrasts the two men she is dating.","fullTitle":"Client \"S\" Therapy Session Audio Recording, October 23, 2013: Client discusses her combative nature when dealing with certain authority figures. Client compares and contrasts the two men she is dating.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560402\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come on in.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">[beginning dialog at 3:50]<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I'm a little I guess preoccupied. [long pause] It seems sometimes I'm feeling that I always say like the wrong thing. [chuckles] In front of my professor. But I guess it's happened twice now. Or maybe it's happened more often. I don't know. We were making presentations yesterday and I said something <\/span><span data-id=\"P1-N200111\">and he finally took objection to it. But then I was like, well, I don't think-oh, well, it's the wrong thing to say. And I told him about it, and he was like, \"Yeah, it's the wrong to say.\" But then I'm like I'm wondering why is it the wrong to say? I mean, it's my opinion, and I may have not worked <\/span><span data-id=\"P1-N200112\">the whole thing out in my head and kind of blurted it out without thinking how other people would react to it, butYou know what I mean? Like... [pause] [6:00]<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">I mean, like in the program back at school you're taught to think about something in a certain way, and you have that knowledge, but you also may have encountered that same thing in a different environment outside and those things are happening in parallel for example. And sometimes there is a conflict <\/span><span data-id=\"P1-N200131\">then and you just cannot reconcile those two different positions. I mean, that's kind of what I was getting at. And, you know, I had five minutes, and like in ten seconds I blurted out something and, you know, like the professor said, \"Boy, I hope that's not the case,\" and, you know, like... So obviously <\/span><span data-id=\"P1-N200132\">from his perspective things are quite different, but from mine they're quite different too, you know. So like I feel like I don't want to apologize for my opinions, I want to work them out and present them in a fashion that people can perhaps see where I come from without offending them. But I don't <\/span><span data-id=\"P1-N200133\">want to be like, \"Oh no, I said the wrong thing again,\" you know.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: What did you say?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Oh, it was just like we were supposed to launch in the three works for our class, and like I wanted to publish political pieces, and my professor was asking me about work, and I said something you learn about [in the third?] programs, and he said, \"Boy, I hope that's not the case.\" So I was <\/span><span data-id=\"P1-N200171\">trying to like articulate that I couldn't do it. [8:00]<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: I'm not sure I follow.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: It's going to take me a long time to explain. But yeah, it was a difference of opinion maybe. So... I don't know. I'm trying to understand what is it that makes me a bad student in the sense that like unteachable, like if I am unteachable, or if I resist a lot of instruction. I don't know. I <\/span><span data-id=\"P1-N2001B1\">don't know if that's the case. And I just need to like talk and then more e-mail [inaudible 9:03]. [pause] I don't know, I guess it's-I feel like it's part of my education, or just being me, of coming into my own, and like not like feeling like a little child. Or when someone says-someone like a teacher <\/span><span data-id=\"P1-N2001B2\">or someone like Chris takes offense or tells me that's wrong, you know. Like I told him, \"I want to publish indigenous voices.\" And then I said, \"I'll publish these people I met in Nepal.\" And he's like, \"They're not indigenous. Indigenous has a specific meaning.\"<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">And, you know, like I would have felt like earlier if I had had no distance from Chris I would be all like almost like crouching, you know, like emotional, a be like, \"Oh no, I'm sorry, yeah, you're right.\" Just like allowing myself to learn, and also to feel slightly silly and stupid, you know. But <\/span><span data-id=\"P1-N2001D1\">since I had had some distance from him I was just all like, \"You know what, why is it so friggin' important to use words correctly all the time?\" Like, I get it, you're a professor, and that's-you know, your task is to make sure people use words correctly. But you're not my teacher. I'm going to use <\/span><span data-id=\"P1-N2001D2\">indigenous whichever way I want to. If I want to call this lamp indigenous, I'm calling it indigenous. [10:50]<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560402\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">I guess maybe I'm still stuck in that position of wanting to learn and rebelling. Every time I face an authority figure it's just not like a plain interaction, like a plain-a level playing field I'm trying to say. I mean, how can it be a level playing field when you're in front of an authority figure <\/span><span data-id=\"P2-N2001F1\">or someone who you hope to learn? Like they obviously are greater than you.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: I guess I'm not sure what greater than means.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: You know that greater than sign. [chuckles] Like they have-like you're supposed to be humble and like feel low and stupid, right.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Like why?<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: So they can teach you.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: That's only way that one can learn?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: [chuckles] Then what is the spirit in which these people criticize me? [12:00]<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: They might disagree with you.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah. I feel like there's a lot more though, I feel like there is judgment upon me in that disagreement, and there is dismissal inspiring that disagreement.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: I don't understand what you said in class. I don't understand if it was taken to be offensive, or if it was just off base, which is two different things.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: What's off base?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Something can be just not-like off base. Like you don't think it's right, you don't think-you know. Versus offensive.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: I don't know. I feel like I have said-like one time I was asking him a question in front of the whole class, and he said something, and I said, \"That's not a good enough answer.\" And then he was just like, \"Whoa.\" [chuckles] And then like two days later he e-mailed me and said, \"Saying that <\/span><span data-id=\"P2-N200371\">is not going to-that is not the right thing. This is a question you're working out for yourself,\" blah blah blah. So I wondered if I'd offended him, you know, by just like in front of everyone saying, \"Professor, your answer is not good enough,\" you know. I wonder if I was too rude. So like I grow afraid, <\/span><span data-id=\"P2-N200372\">and like I really don't want to like spoil this relationship, and like I wanted to go beyond the school. You know, all that. So I feel like maybe I should be far more poised than I am, far more articulate, not at all rude, and like not at all like-yeah, you know, like that. [chuckles] [14:00]<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Well, it sounds like you were chastising him.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Well, I didn't mean to, I just-I didn't even mean to.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Oh, I'm not saying what-you intended to or not, but in terms of how one might take it I think that would be one way to take it.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Yeah. Why do I do things-why don't I think before I speak? I guess I'm just always eager-like eager to please, eager to be liked, eager to have an opinion. I really am eager always, and I always do have an opinion. And I'm just like so fast with my, whatever, thoughts or whatever, I just don't <\/span><span data-id=\"P2-N2003F1\">like sit back, calm down, and then speak. And the later like regretting, and just like spend so much time just going over what I said and regretting. [long pause] Like I've had jobs and everything and I know how to be like professional. It's not that I will never think before I speak and... [pause] <\/span><span data-id=\"P2-N2003F2\">I don't know, maybe I'm not as well prepared for this class, or I don't know. I just feel like maybe there's more like other stuff going on, like psychological maybe, like I don't... Yeah, I need to learn how to like deal with authority figures better than I do right now.<\/span><\/p>\n<span data-id=\"P2-N2003E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560402\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: I think that's true.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah. I don't know how to do it though.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Well, you challenge them.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Not intellectually. Maybe intellectually too. But I mean, you want to take them on. [17:00]<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Yeah, that's right. But why? Am I insecure in my own-I don't know. Yeah.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Well, it's like you're setting up this sort of rebellious sort of interaction with them.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: I don't know why. But I mean, it's ruining my life [chuckling] when I'm doing that. Because like I said, I really want to have a relationship with this professor beyond once I graduate. But just like he's not going to want that, he's not going to allow that if I keep offending him, you know. <\/span><span data-id=\"P3-N2004F1\">[chuckles] [pause] Why do I challenge the[chuckles] [pause] It's like that I feel really [mold?18:48] which I know how to interact with them. [sighs] [long pause] Like what does a healthy normal interaction with an authority figure, what does that look like? [20:00]<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: You're interested in their opinion and respectful.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: You're not threatened by them.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Hm.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: You assume they're there to help you in some way.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Yeah. I mean, I have felt this way when I interact with new people for a short period of time, like for interviews and stuff. But when I get to know people long term, I don't know. Like I feel like this professor, maybe I want what he has, you know, like a job, a steady job, and students, and <\/span><span data-id=\"P3-N2005B1\">like people look to him with respect, his life is-you know, looks like what I want, you know, in my life.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: There's a way in which you envy that, and I think you want to take him down, take him down a notch.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: Yeah. But that's ridiculous, he's like, you know, my mom's age, so obviously it's taken him a long time to get where-and I know that. And I know he's had to struggle way harder than I have had to. So... I mean, I totally respect that, I don't think I don't respect it. But I don't know why I <\/span><span data-id=\"P3-N2005F1\">interact out of envy and like threat-you're feeling threatened. [sighs] [pause] I don't know. I mean, that's exactly what I felt for Chris, right, I felt envy. But have I got over that or no? [chuckles] I feel like I have. I have [inaudible 22:57].<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">How can I stop feeling envious of these people who really like are not in my league, you know, they're not my friends. I mean, comparing yourself to other people is a bad idea, but comparing yourself to like way, way seniors and, you know, that's like totally ridiculous. [long pause, one minute]. [25:00]<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">Maybe like it's-I just want-I mean, I actually think that maybe now that I'm not working it's hard, like I don't have like the source of feeling good about myself, you know. Because like when I had a job I would do good work there, and the reward would be my boss saying good things about me, and me <\/span><span data-id=\"P3-N200631\">feeling good about getting the next amount of work done every day, every week. And, you know, the reward was really the reward of a paycheck. But not having-maybe that's important for me, like continuous-I don't know if that's all gratification, but like feeling useful, you know, like feeling appreciated. <\/span><span data-id=\"P3-N200632\">Maybe that was necessary for me, and not having a job I don't have that constant sense of self-worth, you know. How do I get that when I'm not working? [sighs] How do you feel worthy without a job? [chuckles] [26:45]<\/span><\/p>\n<span data-id=\"P3-N20062-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560402\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">Because I guess when I think about it it's not really-it has to be some source, I don't know what exactly actually, but like... Like at school you don't feel worthy I don't think, because I think at school you're made to feel kind of silly and foolish because you realize that there are all these things <\/span><span data-id=\"P4-N200651\">that you don't know. [chuckles] I just-you know, learning just makes you humble. And then writing can be rewarding, but it can also be frustrating. Yeah, it can also make you feel alone. [27:30]<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">So other than that, like that's the whole week there. So like what do you do? Like do you do social service? Like... I don't know what else to do. [chuckles] Maybe go drinking and forget about everything. [chuckles] Like you go in a relationship in which someone appreciates you. I don't know what you're <\/span><span data-id=\"P4-N200671\">doing, and you know, like maybe your body. [chuckles] I mean, what is the missing ingredient, you know? [pause] And I mean, with Chris it was like if I am to be with Chris then it's like the weekends are not going to be the time when I feel good about myself. [chuckles] [long pause] And I don't even <\/span><span data-id=\"P4-N200672\">know if this is like a big problem or if I'm just making it into a problem. I hope I'm not going to use a hammer this time. Maybe I will.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: To scramble eggs?<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Yeah. I don't know, is it a problem? Is it a problem that I have no self-esteem? No self-worth?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Do you feel it's a problem?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: I don't know. Like how have I described it thus far? [30:00]<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: So I'm not sure I-I'm not sure what you're getting at.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Like my interaction with authority figures. If it is true that interaction is problematic because of my low self-worth then I guess low self-worth is a problem. Right? [chuckles]<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Are you like-are you doubting it? I'm not sure what you are saying. So you thinking maybe it isn't a problem?<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: No, I'm just wondering if I am making it-making something into a problem. [chuckles]<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: And going out with someone else, like with a-it's a completely different kind of guy. Is that scrambling eggs with a hammer. Is it?<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: See, this is how you look to me as a particular kind of authority figure, sort of just to tell you right and wrong and...<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: Hm, okay. But I just meant that-I guess I'm trying to understand what you said from last week.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: I was referring a particular-I mean, I guess maybe it could apply to this, I don't know.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: But I was referring to a different kind of situation or difficulty.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: Yeah. I mean, maybe the situation wasn't self-worth, but...<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">THERAPIST: No, it wasn't. I mean, it might be tied into it somehow, but it wasn't.<\/span><\/p>\n<span data-id=\"P4-N20088-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560402\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: What was it? [laughs]<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: You were very much going back, \"Should I be with [Gregory?], should I be with this other guy, should I be with Gregory,\" and somehow that that-if you made the right decision that somehow you'd solve the problem.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Yeah. [32:00]<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: And I think it's much more internal and has a really complicated meaning. So I was saying that thinking about choosing between these two men to solve that internal problem is just like scrambling eggs with a hammer. Just sort of that specific case.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: And, you know, your ambivalence about that relates to some self-worth perhaps, it wasn't sort of my immediate thought.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: Yeah. Well, I guess I was looking at it in this light. But I guess you could look at it in different lights. But right now that's what it seems like, that, you know... if you have no self-worth and you gravitate towards someone who, I don't know, provides you with either a distraction from the <\/span><span data-id=\"P5-N200971\">problem or, you know, reasons to find yourself worthy. [chuckles] But I'm not saying Chris does that, I'm just saying I guess I'm-I don't know what I'm saying. Maybe the interaction with him is just now kind of much more cloudy and loaded with other things since I've known him for so long. And I've <\/span><span data-id=\"P5-N200972\">turned him into an authority figure instead of just a boyfriend. [pause] I think we posited an interesting question last week, or Monday. I think I actually understand that question that we went-<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: At the very end? [34:00]<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: Hm.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: Yeah, I don't know what the-<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: You can't-you don't remember, or you didn't understand what I was saying?<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: Yeah, I don't understand what you were saying.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: Huh. Well, how did you hear it?<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">CLIENT: I guess you said there is a difference between the way we experience someone versus the fact that they become like an integral part of your identity or something.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">THERAPIST: I was saying-in that particular instance I was saying the difference between having them be important because this is someone you're sharing your life with, versus defining who you are.<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">CLIENT: Yeah. But like, isn't who you are defined by what you've experienced, the most important things you've experienced?<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">THERAPIST: Uh, yeah, I would say that's true to some extent. [Babies pick? 35:06]But I'm not talking about going backward, I'm talking about in a moment when you're with someone if they define who you are, or are you sharing a life with them?<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">CLIENT: Well, those are two separate things?<\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">THERAPIST: Right. That's what I was saying, that I don't think you understand that distinction always.<\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">CLIENT: Oh. Like sharing your life versus defining who you are?<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P5-N200B6\"><span data-id=\"P5-N200B7\">CLIENT: Yeah, I don't even know what the difference is.<\/span><\/p>\n<p data-id=\"P5-N200B8\"><span data-id=\"P5-N200B9\">THERAPIST: So can you imagine being someone who's very different from you, that's sort of [unclear 35:50]. Like with the guy that you're dating, he's interest-I mean, if I'm giving him very broad brush strokes.<\/span><\/p>\n<p data-id=\"P5-N200BA\"><span data-id=\"P5-N200BB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N200BC\"><span data-id=\"P5-N200BD\">THERAPIST: But he's interested in different things than you, he's maybe not interested in literary, artistic, creative. He has maybe different ambitions and different values in that sense that don't really have much to do with you. But that doesn't mean you don't want to spend time with him or maybe <\/span><span data-id=\"P5-N200BD1\">share a life with him. But who he is, is not about who you are. [36:15]<\/span><\/p>\n<span data-id=\"P5-N200BC-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560402\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: That's the difference.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: Yeah, I mean, I struggle with that. I don't think about it, that's how I deal with it. [laughs]<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: But clearly you're choosing him for a reason.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">THERAPIST: He's not a fellow artist, for example.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">CLIENT: I don't think I could be with a fellow artist. [chuckles] I've never tried it. But I don't know. Maybe I could be. But I just feel like I'd compare myself constantly with them and that would be the end of everything. [laughs] No, I mean, I'm just like attracted to him perfectly, so that is like <\/span><span data-id=\"P6-N200CB1\">the biggest thing right now at least. Plus he has a very different personality than-from Chris. Like he's more like me, like he's more like-more gregarious, more like needy, more like-yeah, social, and not at all cerebral, you know. So I feel like I can actually, you know, sense him and feel him there. <\/span><span data-id=\"P6-N200CB2\">Instead of like when I'm with Chris it's like complete quietness sometimes. [chuckles] So that is all, and I enjoy that. [38:00]<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">But then, you know, like once I've had a bit of that then I'm-and there is a dull moment or a quiet moment, then I get very worried thinking he has no-he doesn't have the same ambitions, and he doesn't have, you know, like taste. [chuckles] He doesn't have opinions. He's like-his brain has very few <\/span><span data-id=\"P6-N200CD1\">wrinkles. [chuckles] Or something. I'm not saying he's stupid, but you know. So that makes me afraid, because I don't-I usually don't think long term anyways. But I guess I'm supposed to when it comes to relationships, and that kind of freaks me out a little bit.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">THERAPIST: That you should think long term?<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">THERAPIST: What do you think about?<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">THERAPIST: Well, you said you don't think long term. So how do you think? [39:00]<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">CLIENT: I think long term. Like I think, \"Oo, marriage, oo, kids, oo, what will our life look like?\" I find that depressing, who I am-who I think I am with. Like when I think of being with Chris I think, \"Oh yeah, you know intellectual work, hard work. Okay, that'll occupy me. That's good.\" But then <\/span><span data-id=\"P6-N200D91\">I think, \"Oh, shit, fuck, boring,\" you know, just going to sit around and like be boring and, you know, I won't be stimulated in all these other ways. And his mom's a bully, and like I'm just going to be stuck in that stuckness depresses me. So at least with this other guy I haven't really thought much <\/span><span data-id=\"P6-N200D92\">except, \"Oh, his mom is great, so maybe that'll be nice.\" And then I'm thinking, \"Oh no, we're just going to like sit around and not talk about interesting things and miss out on those conversations.\" So both places I'm like-I find a way to make myself unhappy. [40:15]<\/span><\/p>\n<p data-id=\"P6-N200DA\"><span data-id=\"P6-N200DB\">But like that question of defining myself irrespective of who I'm with, that's just-I feel that's always the case. Like moment to moment, you know. Like if I'm sitting in a car going somewhere with this guy I feel like that's who I am. Like and I'm a party person, you know, or like a social being or <\/span><span data-id=\"P6-N200DB1\">something. Versus if I am sitting at home, I'm reading with Chris, then I am like an intellectual person. You know what I mean?<\/span><\/p>\n<p data-id=\"P6-N200DC\"><span data-id=\"P6-N200DD\">THERAPIST: You can't be a different person from the person you're in the-in his presence? The person who you're with? I don't know how-you can't be a different person? You can't be on the way to a party, you're not really a party person in your own way to party with a partner?<\/span><\/p>\n<span data-id=\"P6-N200DC-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200DC-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560402\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: I've tried that. It sucks.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: What do you mean?<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: I don't know, I just hate it.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">THERAPIST: Hate-I'm not sure what you hate.<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">CLIENT: When I'm with both guys. Okay, so this guy I haven't been with this long, but so he wanted to go to the clothing store to shop. And I have been shopping with him once, it was really annoying. He just looks at stuff and like makes mental notes he says. But this time actually he was buying something. <\/span><span data-id=\"P7-N200E71\">So I was just so protective of my space. I just had my phone and I was like reading stuff on Wikipedia, I was reading stuff about French literature and like-you know. [chuckles] And, you know, I was stimulating myself intellectually, you know, and that was fun. But then he was like, \"I don't think you-we're <\/span><span data-id=\"P7-N200E72\">very different shoppers,\" you know, likeAnd then he kept saying, \"Why don't you help me? You're like off reading on your phone.\" I mean, he wasn't that upset I hope, I think. But, you know, that was like that disagreement, me rebelling maybe, and me creating my own space, when maybe it was time for <\/span><span data-id=\"P7-N200E73\">us to not have our separate spaces and do stuff together. [42:40]<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">And with Chris there have been countless instances where just like he's taking me to a party, like his friends or his advisor's place, and I feel so out of place. I see myself like from-like it's almost like an out of body experience, I'm looking at myself, like I'm being so rude to everyone. Not so <\/span><span data-id=\"P7-N200E91\">rude, but you know, like people are asking me questions and I'm just giving them like half-hearted one-word answers. And that made me thinking like last year that's what I was doing. Everyone is an academic, and everyone is like... Yeah, and they're professors or whatnot, they're asking me, \"So what <\/span><span data-id=\"P7-N200E92\">do you do?\" And I felt so silly, so stupid, so no, that I just shut up, you know. Like I didn't want to talk, I didn't want to interact. So in that scenario-I guess in both these scenarios I'm seeing in a way I'm not protective, but maybe I'm like shy or whatever, but like protective of my space or <\/span><span data-id=\"P7-N200E93\">my identity, and like rebelling against who they think I am orI haven't even given them a chance to know me, you know. So... What were you saying, what was your question? Have I ever done-been with someone and not...<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: Felt a particular way about yourself and then doing something that's different from that. Like being on your way to a party but not really liking parties.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: Yeah. So I mean, that-again, I don't know if that answers your question.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">THERAPIST: It does, it actually clarifies something. Because what you're saying is that doing something that's not necessarily what you want to do feels like such a threat to your identity-<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">THERAPIST: -that you have to rebel against it. You can't differentiate. You can't be at a party and make small talk or whatever, even if you don't feel comfortable, because somehow it's a threat to who you are. So you just stand up for yourself like in, you know, any given moment.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">THERAPIST: And so it's hard to sort of hold on to who you are in the midst of something that's not necessarily of interest to you. [45:00]<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">THERAPIST: And I think with the professor, the interactions you're describing, and just your feeling overall, is that somehow who they are is a threat to you, you need to challenge it.<\/span><\/p>\n<span data-id=\"P7-N200FA-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200FA-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560402\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: Yeah. I don't like it, but I feel like a lot of my interactions are done that way. Even if they're not authority figures. Are we done or-<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">THERAPIST: Why, did you-what made you think-<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">CLIENT: No, I'm just nervous. [laughs]<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">THERAPIST: Nervous about what?<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">CLIENT: Oh, the time being up.<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">THERAPIST: What makes you nervous about it?<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">CLIENT: I don't know. It just does. I'm just always nervous sometimes.<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">THERAPIST: About the time being up in particular?<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">CLIENT: No, just general stuff. But like I'mSo after the store we went and had dinner with his friend. And like earlier, like I'm all like really weird about meeting new people, like because I'm always weird. But this guy, he's pretty nice, he's very sweet, so I was fine with that. But we were talking <\/span><span data-id=\"P8-N2010D1\">about like HDTV, the satellite TV, and I hate HD. So first thing I say to his friend, as an argument against HDTV, is like, \"So what if you chop your hands off and put on prosthetic hands because you've just learned that you'd be better at stuff if you put on-\" You know, because better technology means <\/span><span data-id=\"P8-N2010D2\">better performance. And then I was just like, how can I just say that? How can I be like totally blunt, you know. [chuckles] But I don't even mean to be blunt and rude. But they're all like, \"Yeah, that's a good argument.\" [laughs] It's just like I didn't mean to say it like that. [47:00]<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">THERAPIST: You're too lovely to be so obnoxious.<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">CLIENT: What? [chuckles]<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">THERAPIST: I'm serious.<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">CLIENT: Are you complimenting me?<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">THERAPIST: Yes. I am complimenting you.<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">CLIENT: [laughs]<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">THERAPIST: The obnoxiousness is not becoming.<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">CLIENT: I know. I don't want to be obnoxious.<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">THERAPIST: I know you don't.<\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">CLIENT: But I see them as threats.<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\">THERAPIST: I know.<\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">CLIENT: Like they make so much money, and I make like a tenth of it. [chuckles]<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">THERAPIST: Actually my comment was pretty obnoxious, wasn't it?<\/span><\/p>\n<p data-id=\"P8-N20128\"><span data-id=\"P8-N20129\">CLIENT: What, that I'm obnoxious?<\/span><\/p>\n<p data-id=\"P8-N2012A\"><span data-id=\"P8-N2012B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2012C\"><span data-id=\"P8-N2012D\">CLIENT: No. Well, you said lovely person.<\/span><\/p>\n<p data-id=\"P8-N2012E\"><span data-id=\"P8-N2012F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20130\"><span data-id=\"P8-N20131\">CLIENT: It canceled it out.<\/span><\/p>\n<p data-id=\"P8-N20132\"><span data-id=\"P8-N20133\">THERAPIST: You should be-we do need to stop.<\/span><\/p>\n<p data-id=\"P8-N20134\"><span data-id=\"P8-N20135\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P8-N20136\"><span data-id=\"P8-N20137\">THERAPIST: Okay? So I will see you on Monday.<\/span><\/p>\n<p data-id=\"P8-N20138\"><span data-id=\"P8-N20139\">CLIENT: [chuckles] Okay. You didn't tell me that we were up.<\/span><\/p>\n<p data-id=\"P8-N2013A\"><span data-id=\"P8-N2013B\">THERAPIST: I didn't?<\/span><\/p>\n<p data-id=\"P8-N2013C\"><span data-id=\"P8-N2013D\">CLIENT: When I said, \"Are we up?\"<\/span><\/p>\n<p data-id=\"P8-N2013E\"><span data-id=\"P8-N2013F\">THERAPIST: I should have, right. Because I was curious-but you're right. No, I should have. I should have done that. Okay, so I will see you on Monday.<\/span><\/p>\n<p data-id=\"P8-N20140\"><span data-id=\"P8-N20141\">CLIENT: Okay, thank you.<\/span><\/p>\n<p data-id=\"P8-N20142\"><span data-id=\"P8-N20143\">THERAPIST: Okay, bye bye.<\/span><\/p>\n<p data-id=\"P8-N20144\"><span data-id=\"P8-N20145\">CLIENT: Bye bye. Have a good weekend.<\/span><\/p>\n<p data-id=\"P8-N20146\"><span data-id=\"P8-N20147\">THERAPIST: Thank you, I appreciate it.<\/span><\/p>\n<p data-id=\"P8-N20148\"><span data-id=\"P8-N20149\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}