{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a life choice she made several years back that she believes had an impact on where she is in her life today. Client blames herself for this decision and wonders how things would be different."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Sexual experiences","Shame","Life choices","Relationships","Psychoanalytic Psychology","Confusion","Anger","Sadness","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["13"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Sexual experiences","Shame","Life choices","Relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Confusion","Anger","Sadness","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561380","dorpId":"1005995634","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, October 02, 2013: Client discusses a life choice she made several years back that she believes had an impact on where she is in her life today. Client blames herself for this decision and wonders how things would be different.","fullTitle":"Client \"S\" Therapy Session Audio Recording, October 02, 2013: Client discusses a life choice she made several years back that she believes had an impact on where she is in her life today. Client blames herself for this decision and wonders how things would be different.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561380\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">[beginning at 1:10]<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Hi, come on in.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">[pause to 2:53]<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: I don't really feel like talking today. [pause]<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Why not?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I don't know, I just-I have too much on my mind, I'm at work, and run errands and not talk about crap. [chuckles] [pause] I guess I wanted to ask if-what you thought about last time the way that I looked at things, or the narrative that I have about like my breakdown and stuff from like two <\/span><span data-id=\"P1-N200171\">years, you know, like of not going to see Chris and going my separate way, which involved seeing other guys. Like what-if you could help me look at it differently. Or just look at it through different lenses, I don't know.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Was that the first time that you had gone to see somebody else, and that you had cheated on him essentially, is that the first time? [4:50]<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: I think so, yeah, in seven years. I mean, Graham had come to D.C. a couple times and I'd gone and seen him for-like gone and had dinner together. And one time he tried to kiss me, but I was just totally like, \"What the hell are you doing? You just had tea with me at my place and Chris was there.\" <\/span><span data-id=\"P1-N2001B1\">So I was totally like a proper girlfriend who, you know, threw birthday parties and was totally devoted. [chuckles]<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Is it something that you had thought about before?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: No, not really. I was very sexually like inexperienced and happy to be that way, and like yeah. But just being with-just, you know, didn't really think much about the stuff, Chris and I didn't really question it or find it lacking or anything like that.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: So something really dramatically shifted in you.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: I feel like it's also hormonal, it's not just psychological.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: How so?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Huh?<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: How so?<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: I don't know, I'm getting older. [chuckles]<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: But it sounds like that, I mean, there was a very-like, you know, after this happened you're going to go and see, was it-no, it wasn't Orny who you saw, Graham?<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">THERAPIST: Who did you see, Graham?<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">THERAPIST: So, I mean, maybe over time it's hormonal, but at that moment where you, you know, say, \"I'm going to Graham's,\" I mean, that's-I guess I'm saying if it wasn't something that you had thought about previously it seems like a very big shift to already have it-all of a sudden have that on your <\/span><span data-id=\"P1-N200351\">mind and then go do it.<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">CLIENT: Well, it wasn't-okay, so it was a bit-slightly more gradual I guess. I need like a timeline in front of me now. Let's see. So I went part-time in September, October 2011, and yeah, I think it was like October 1st. I think I've told you about this, like the October Fest and the three girls [laughs] <\/span><span data-id=\"P1-N200371\">in my neighborhood, and me feeling like, \"What the hell is that?\" And like, \"What is that all about?\" [7:30]<\/span><\/p>\n<p data-id=\"P1-N20038\"><span data-id=\"P1-N20039\">THERAPIST: I don't remember the three girls part.<\/span><\/p>\n<p data-id=\"P1-N2003A\"><span data-id=\"P1-N2003B\">CLIENT: Yeah, I told you.<\/span><\/p>\n<p data-id=\"P1-N2003C\"><span data-id=\"P1-N2003D\">THERAPIST: I remember you sort of having a sexual awakening.<\/span><\/p>\n<p data-id=\"P1-N2003E\"><span data-id=\"P1-N2003F\">CLIENT: [laughs] It's not that, it's just like curiosity about what's with that side of things, you know. Just likeSo Chris had left in, I don't know, August-let's say August 15th. And, you know, I had gone part-time, which meant like I had to go and work three days a week? It was one day I was working <\/span><span data-id=\"P1-N2003F1\">from home and two days I was going to work. What a sweet deal. [chuckles] Yeah. And yeah, then October Fest was going on in my neighborhood in Hamden with all your collegiate-like three different women three different times in the night screaming. And this was trying to fall asleep, and I was just like-you <\/span><span data-id=\"P1-N2003F2\">know, there's a whole atmosphere.<\/span><\/p>\n<span data-id=\"P1-N2003E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561380\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">I'd never really been wild, you know, like in college. And, you know, like wild as in-you could be like you would question, \"What do you mean by that?\" And I would say, well, you know how you have perceptions of different kinds of people. I guess I didn't really drink in college, I didn't go to parties, <\/span><span data-id=\"P2-N200411\">and I didn't really sleep around or experiment in any way. I had a steady boyfriend, and we were attracted in, you know, very normal average ways, but had that whole Christian deal sitting on us every time we were intimate, and we stopped short of sex and likeAnd even the stuff we did made us feel <\/span><span data-id=\"P2-N200412\">horrible. So... [chuckles] And, you know, whatever.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">And there were other guys actually, there was always one I guess. Like even when I was going out with Jeremy there were guys who would express interest in me and I would be like, \"Huh.\" So I guess I'm seeing that now as like that-when that happens that makes me feel good obviously, and I just wonder <\/span><span data-id=\"P2-N200431\">now [if] I'm just using that as a way to feel good, you know. I mean, like abusing it or just using it, I don't know. [10:00]<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">And one time, like when I was going out with Jeremy, I was-one summer I had an internship in a different part of the country, in Tennessee, so he fixed up this car for me and moved me to an apartment, and I was living by myself-or living with roommates. So like being away from Jeremy I felt like I was, <\/span><span data-id=\"P2-N200451\">you know, like on my own and I could-yeah. And there was this guy in my office space who I was very attracted to because he-whatever. But then he didn't reciprocate. But I was totally like infatuated with him. I'd go over to his place-he lived with his parents-and like hang out with him. I was very <\/span><span data-id=\"P2-N200452\">infatuated actually. And Jeremy found out about it and was like very hurt, very upset.<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">And I remember one time like my parents were trying to call me, and at that time my dad and my mom were living together, and I was visiting this guy, Geoff, and there was no cell phone reception at his place. So like my parents were calling me from Virginia for several hours and I didn't pick up and <\/span><span data-id=\"P2-N200471\">it was kind of like ten'ish or nine'ish, or ten'ish, and they got very worried. And like they called Jeremy, and Jeremy was in Orlando, and all of them started driving to Tennessee. I think-I'm not clear, my mom would remember the details. And then I was heading home at 10:30, so I called back, and <\/span><span data-id=\"P2-N200472\">they were like, \"Hm. Okay, we're going to go back home.' [laughs]<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">So that was very embarrassing. But I feel like-I felt like such a, you know, child or whatever. Like I couldn'tYeah, I felt trapped at that-in that situation. Like, \"Why, I can't even like go and hang out with friends?\" You know. So... [sighs] But, you know, the internship was over, the summer was <\/span><span data-id=\"P2-N200491\">over, and I was a little heartbroken. But I moved back and went back to college, and you know. But then after that I feel like I was kind of dissatisfied with Jeremy. But other things were going on too. Like he and I were starting to grow apart for many other reasons. He was more interested in cars, <\/span><span data-id=\"P2-N200492\">and I was more interested in literature. Yeah, so. And then he got a job in Georgia and he moved. And I visited him, and he was like, \"Yeah, let's get married,\" you know. And at that time, you know, my parents also split, so that was also a contributing factor, probably the biggest one, so I broke off <\/span><span data-id=\"P2-N200493\">with Jeremy. [13:20]<\/span><\/p>\n<span data-id=\"P2-N20048-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561380\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">Anyway, so that was about being in long-term relationships and having other guys. This didn't happen with Chris so much. Because like he, you know-I was-I still am totally like-maybe now less so, but like totally fascinated with his capacities, intellectual capacities, and his morality, and like his, <\/span><span data-id=\"P3-N2004B1\">you know, understanding of the world, and hisAnd so that just totally-I totally hooked onto that for a long time, and totally wanted to understand him completely, and like do things with him. And by things I guess I mean like work, you know, like intellectual work, and social kind of political work. <\/span><span data-id=\"P3-N2004B2\">And I've done a lot of that obviously.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">I mean, physically, I mean, when he and I started going out it was like, you know, a bit patchy, and he was a bit unsure, and that was very, you know, scary for me for a few months. But then when he was like committed and we started being intimate it was like-it was I guess, you know, intense, and, <\/span><span data-id=\"P3-N2004D1\">you know, for a few months. I mean, at first I was a bit disgusted, I was like, \"What am I doing? I don't find him attractive.\" But I don't know, something clicked. It's not really-cannot really be explained. So I was going along with that for a bit. And then, you know, we developed a pattern of being <\/span><span data-id=\"P3-N2004D2\">intimate, it was kind of childish, and we continued with that for several years.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: How do you mean it was kind of childish? [15:30]<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Well, it wasn't-like we didn't have sex [or \"wasn't like we didn't have sex?\" unclear whether this means did or did not have sex], and we didn't really-neither of us were very adventurous or anything, so it was just-like, you know, it wasn't very intense, you know. I don't know like why you <\/span><span data-id=\"P3-N200511\">have to know that, I mean like sexual experience, but I guess I'm doing it. I'm looking at it critically, this whole thing. [sighs] I mean, I definitely, you know, loved him. I still love him. So like that was-that's how I looked it, you know, like it brings you closer a little bit. I haven't been in <\/span><span data-id=\"P3-N200512\">that moment for two or three years, two years. I don't really know, I can't really think like that anymore. But that's a big shift. [chuckles]<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">But not really-I really didn't like it when he kissed me, and like I didn't really let him touch me properly. You know, like it was just like that. [chuckles] But it was fine, it was still like, you know, I still like loved him, so. But I didn't really analyze that, \"Is this good, could it be better?\" <\/span><span data-id=\"P3-N200531\">You know, because I didn't know any better until like I feel like October 2011. And, you know, after that moment like I saw this one guy, we were just hanging out. And I guess maybe he's attractive, but you know, I was kind of-I was just taking a walk with him, and I was like-I just tried to explore <\/span><span data-id=\"P3-N200532\">that in my head a little bit, to be thinking about, you know, a man, just any man, and finding him attractive. So I thought about that for like an hour or so. And then other things happened, and like Chris got a job, Chris defended, and he suddenly became this suit-wearing professor. I mean, he doesn't <\/span><span data-id=\"P3-N200533\">wear a suit, but like... yeah. It just changed, you know. [18:00]<\/span><\/p>\n<span data-id=\"P3-N20052-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561380\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">So then in February I think 2012 was when I went and saw Graham in Ohio. When I was going I didn't really know what would happen, I was just thinking, you know, I know this guy is attracted to me, he is all into going out and dancing and drinking, and I'll just do that. That's all that I was thinking, <\/span><span data-id=\"P4-N200551\">you know. [chuckles] And I was thinking, okay, Chris on the other hand is, you know, wholesome, and you know, he's sitting down and cooking, or you know, like he's working, and it's just-this was like boring, you know? [chuckles] And there's not going to be that intensity, and it's not going to be stimulating <\/span><span data-id=\"P4-N200552\">in any way except the intellectual way. But I really don't want to be stimulated intellectually because I've just been-you know, I've just had so many setbacks in that area I just don't want it, I just want to push it away and like throw it in the ocean or something. [chuckles] So... [pause] But I can't <\/span><span data-id=\"P4-N200553\">really think of it in any other way. So I wondered if you could, or if you had any other ideas.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: When you say think of it what are you referring to?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Just this thing of not going to Chris, and going the other-opposite direction.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: That day.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Since then. I guess like going for lust instead of love, going for-and again, you'll be like these are your binaries and why you have them, but-I don't know if you will say that, but I'm just thinking.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Well, one way of thinking about it which isn't that fancy is that you feel ambivalent about Chris, and you're not sure if you want somebody else.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: It's not like you're saying, \"I know Chris's for me, I love him. All I want to do is just be with him, he's what I want. Why am I going with these other guys?\" That's a very different kind of why.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: So there's that. And part of why you don't go to him is because you don't know if you want to be with him.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: And the other part I think is that you're angry with him.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: So you're going to-if he's not going to give you want then just turn to somebody else. [21:00]<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: And that's wrong, right?<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: It depends on how you want to live your life.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: How do I want to live my life?<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: I don't know.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Yes you do. [chuckles]<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: No, you wouldn't want to hear my-<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: Yes you do.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: Only you can tell that. I can't tell you how you're going to live your life or what you want from life.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">CLIENT: I look-I mean, I've seen it in bits and pieces in other people. I'm scared to explore everything, and besides you can't explore everything. But you can kind of imbibe other people's principles and learn from them. Like I think I would like [to be] someone like my professor. [chuckles] I'm not <\/span><span data-id=\"P4-N200811\">like totally fascinated or infatuated with him because-yeah, I'm not. But I feel like he is kind of-he's-yeah, I want to be like him. [chuckles] In the sense that he is very smart, very articulate, and he's, you know, an established writer. But he looks at people and thinks about them and interacts <\/span><span data-id=\"P4-N200812\">with them in this very-in this way that is totally like... Yeah, I mean, I respect that approach a lot.<\/span><\/p>\n<span data-id=\"P4-N20080-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561380\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">Basically he's non-judgmental, and that to me seems like ought to come after like years of meditation, or just years of living in the world and getting it wrong and then finally getting it right. Or the fact that maybe he's a Buddhist, you know. All of those probably. But I would love for Chris to be <\/span><span data-id=\"P5-N200831\">like that. [laughs] Just totally like taking everyone-not at face value, and not like superficially. But not just constantly seeing everyone with a judgment or through your moral compass, through your moral lens. But even this morning Chris was like, \"I'm nothing without my morals, I've got to have <\/span><span data-id=\"P5-N200832\">them,\" or something. And I was just like-<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: Wait, I don't-Chris was saying this?<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: What was he responding to?<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: I don't know, I can't remember.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: He just woke up saying that?<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: No, no, no, we were having a conversation. I can't remember now. But we were talking about stuff. Yeah, I can't remember right now. [pause] I don't know. [pause] Should I keep trying to remember, or move on? [24:30]<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: I don't know, it seems like kind of a dramatic thing to say, so it must have been an important conversation.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Well, we were talking-so we're doing a class assignment, and I was talking about that, and... [pause] I really can't remember. But it was in the context of something related. But yeah, so I just wonder like... um... [sighs] Like yeah, I'm wondering about whether that is the right approach for <\/span><span data-id=\"P5-N200931\">me, or that's how I want to live my life, to know people and see the good in them. Because I feel like I am very judgmental, and just-I see the negative sides in people and then I just focus on that more than the positive. And then I can't like get close to them, or whatever, you know. I value them <\/span><span data-id=\"P5-N200932\">less or-I don't know, or something. [pause] It's like quickly trying to evaluate, sort of like you're like in a supermarket and you're saying, \"Oh yeah, that thing, that's that, and that thing has that qualities, and that one has that. Okay, so that one's an intellectual, this guy's an artist, that <\/span><span data-id=\"P5-N200933\">guy's a bohemian.\" So it's like, you know, all these categories, like name tags or categories that pop up in my head when I see things. [26:30]<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">But I feel like my professor doesn't do that, he's more like, \"Oh, so you think that way? Why? Okay. Tell me more, say more.\" I mean, that is his teaching mode, but actually that's how he is. So that makes me feel like, \"Wait, wow, that was-I wish I could be like that.\" Because I just totally shut 99% <\/span><span data-id=\"P5-N200951\">of people, just because I'm like, \"Oh yeah, you're a proper guy, just forget it. You wouldn't know anything about politics, you wouldn't know anything about culture or literature,\" you know. But then it also kind of gets me into trouble, doesn't it?<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: I would think so. Well, it depends on how you define trouble.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: If you went through everyone you're just like-I don't know. [chuckles]<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: Where were you going with that thought?<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: My bad thought. [laughs] The near slut. [laughs] So I don't know. We don't have to get that far. But I mean like-I don't know. That's what it feels like sometimes. Do you not forget who you are when you just keep running after other people? I guess you don't have to.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: Yeah, I'm not sure I understand the question. Do you forget who you are?<\/span><\/p>\n<span data-id=\"P5-N2009E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2009E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561380\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: Really you don't.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: How would you forget who you are?<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Yeah, I would. That's what I have to find out. I mean, earlier it was just me and Chris. Chris is, you know, who he is, he does this, this and this. And I was-I did this. [chuckles] Or tried to do this, you know, badly or whatever, unsuccessfully. But now-and then everyone else was-they had <\/span><span data-id=\"P6-N200A51\">their nice little categories, they're in the boxes.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: [sneezes] Excuse me.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Bless you.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: Thanks. [29:00]<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Now I feel like some, you know, bomb has exploded and like all the categories and all the boxes, all the stuff is out of them. So I am in closer proximity with other people, other stuff. So in that sense things are not as neat, so there is that danger of me feeling lost a little bit, or homeless, <\/span><span data-id=\"P6-N200AD1\">or without my box, you know. But I mean-<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: I didn't know your box wasn't [sic] that sturdy.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Yeah? You don't know, or-<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: I don't think your box was that sturdy.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: This kind of box. Like aBecause it was always being, you know, broken down by other people's boxes.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: Yeah?<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: You felt like the box was very weak.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: Hm.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: It's not like you had a nice comfortable safe category. You had a category that could be destroyed or questioned or-at any time. Demeaned, devalued.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: By who?<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: Well, by yourself, but what you perceive as other people. \"Who are you? What are you doing here? You have no family.\" You know, \"You don't have status in your world, you're just a silly writer.\"<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: Yeah. [pause] Yeah. [sighs] I don't know, I guess now the box feels more exploded, and I'm out there, and what do I do? I feel like my professor is giving me a raft, you know, to swim through this mess. Or not a mess, maybe it's a beautiful little river. [chuckles] And not to just like go like <\/span><span data-id=\"P6-N200C51\">this [some gesture], but to like open my eyes and poke around and like look at the things I'm passing by, and, you know, engage with them, and be like, \"Okay, so you come from Chicago. Okay, tell me more. What has happened since the decline of the industry there?\" You know, like, \"What are your parents <\/span><span data-id=\"P6-N200C52\">like? What kind of childhood did you have? Where do you live now? What do you write about now?\" I mean, this is the conversation that I was watching him have, you know, at a party. And I would never have done that, because I would be like, \"Oh, okay then. Well, I don't know anything about it. Bye.\" <\/span><span data-id=\"P6-N200C53\">[chuckles] [32:00]<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">THERAPIST: So why would you have run away?<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: Because I would just feel so awkward about not know anything, and feeling like, okay, there is no point in having any discussion or conversation with this-I felt like again in a box. You know, he is in a box, I am in a box, and we're notBut, you know, I'm not in a box, I'm in a river, and <\/span><span data-id=\"P6-N200C91\">I have eyes, and I can, you know, use my senses to engage and interact. Not that being with Chris was like being in a box. I just perceived that it was like that. But when he says stuff like what he said today, like my judgment and my morals, I feel like that is a box. Is it a box?<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">THERAPIST: I have no idea what he was talking about or what you were talking about.<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: Or a lens?<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">THERAPIST: Sorry?<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">CLIENT: Or a lens maybe?<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">THERAPIST: I don't know-I mean, taking it out of context I don't know what that statement means.<\/span><\/p>\n<span data-id=\"P6-N200D2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200D2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561380\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">CLIENT: I can't remember the context.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">THERAPIST: I'm not blaming you, I'm just making a comment.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: I'm thinking. I'm going to have to call him and ask him what he was saying. I don't know.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">THERAPIST: Do you stay with him sometimes still?<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: Yeah. [chuckles] Is that weird? It is weird.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: Does it feel weird? [34:00]<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: Kind of... more stressful and, you know. But then like I'm fighting with myself obviously. And I don't want not to stay with him, because I feel like I get stuff out of it, you know, so... [long pause] I can't remember the context. [long pause] Was it a box, was it... Oh yeah, you said it wasn't <\/span><span data-id=\"P7-N200E11\">a very sturdy box. But like, does being with Chris feel like a box? I guess it felt like a box, yeah. And when he says, you know, he has to have his judgments, then it feels like a box. Although maybe it's just a lens. It's not like he doesn't meet people, he does. I mean, he's a professor so obviously. <\/span><span data-id=\"P7-N200E12\">[pause] And he continues to meet... Yeah, I don't know why I see a stark difference between him and maybe some other people. Maybe I see stark differences for my own convenience, it justifies things. I don't know. [pause] [37:30]<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">That's not true. Like it has bothered me, and I think I've spoken to you about that, about some of his judgments. Like him not really valuing this woman very much who fed me pie and comforted me. [pause] And being less social I guess. [pause] I still don't understand that whole seeing other guys piece, <\/span><span data-id=\"P7-N200E31\">and I just wonder if you can help me with that. I'm still hung up about that.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">THERAPIST: Well, why do you think you do it?<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">CLIENT: Huh?<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">THERAPIST: Why do you think you do it?<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">CLIENT: I don't know.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">THERAPIST: Well, on a-sort of a basic way of answering that question is because you want to.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">CLIENT: Yeah. I don't know if I want [to]. [chuckles] I don't know. Sometimes I don't know. [pause] I guess I over think it and I'm like, \"What the hell is this damn thing?\" You know, like why do we do it? Why am I doing it, what does it mean? And does it get in the way of me doing other things and <\/span><span data-id=\"P7-N200EF1\">having other things? [long pause] Is it useful to think if I hadn't gone to Ohio, if I'd gone to Chris's instead, what would have happened? Where would I be today, how would I think?<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">THERAPIST: But that assumes that the event changed things, versus the way you are, the person you are who made that choice. It's not only Ohio it'sAnd since nothing changed, you continue to make choices like that. So you're responding to something inside you. I don't know why you think Ohio itself <\/span><span data-id=\"P7-N200F11\">was the pivotal, I guess I don't understand. [41:00]<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">CLIENT: Yeah, I know, I see it as pivotal.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">THERAPIST: Well, how was it pivotal? Like what did it change?<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">CLIENT: I feel like it opened like my thing of sleeping with other guys. [chuckles]<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">THERAPIST: Well, why wouldn't it just have happened in another circumstance?<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">THERAPIST: The event didn't, you chose it. It was you who changed, the event didn't do anything.<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">CLIENT: Yeah. So if I had not gone to Ohio.<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">THERAPIST: But that's like saying if you had been a different person would things be different. You know, it's about you, it's not about the event, or even a choice in isolation.<\/span><\/p>\n<p data-id=\"P7-N20102\"><span data-id=\"P7-N20103\">CLIENT: Well, okay, so if I had-no, it's the same thing. [chuckles] So you're saying I should have-how else should I ask the question? What changed in me?<\/span><\/p>\n<span data-id=\"P7-N20102-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20102-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561380\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">THERAPIST: Yeah, I guess what motivated you. Because saying what would have happened if I hadn't assumes that it's the event that defines it. Whereas you just continue to do similar things for months and months after, so it wasn't the event itself.<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">CLIENT: Yeah. But... But I mean, do I have-I don't know if my motivations are... I guess they were more like reactions, right. I was reacting to something.<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">THERAPIST: Perhaps. But then-but you're-I guess you continue to do similar things. So it's just not-it's not isolated.<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">CLIENT: Oh, I see.<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">THERAPIST: You know, it's-that's why I see it more as about who you are and not about the event. [43:00]<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">CLIENT: Hm. Who am I then? [chuckles] [pause]<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">THERAPIST: Well, I think you're very confused.<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">CLIENT: [chuckles] About what?<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">THERAPIST: About everything.<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">CLIENT: Hm. About what I want and stuff. [pause]<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">THERAPIST: Maybe this leads back to the beginning of the session where you said, \"Oh, I just don't want to deal with this today.\"<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">CLIENT: Yeah. What do you mean, like I'm being facetious today, or [unclear 44:22].<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">THERAPIST: No, I don't think you're being facetious, but there's a way in which you just, \"I don't really want to think about this.\"<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">CLIENT: I'm trying to think.<\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">THERAPIST: I know you are.<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\">CLIENT: [chuckles] Well. [pause] I guess... [sighs] I don't know. I know I'm confused, but what do I do with that? How do I untangle myself, and how do I sort out the confusion? [pause]<\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">THERAPIST: My guess is-this is a little bit of an odd way of putting it, but in a sense you have to want to. I mean, you have to want to not live like this anymore. \"I don't want to do this. I need to do something else.\"<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">CLIENT: Yeah. But I don't see it as like-there's no fire under my ass, you know, wanting to...<\/span><\/p>\n<p data-id=\"P8-N20128\"><span data-id=\"P8-N20129\">THERAPIST: Well, right.<\/span><\/p>\n<p data-id=\"P8-N2012A\"><span data-id=\"P8-N2012B\">CLIENT: Yeah. I feel like I have to like accept certain things about myself, such as the fact that I'm confused. And it'll take-it won't like-I'm not the sort of person who can snap and be like the next day be like, \"Yeah, this is not for me,\" and change. So I can let-I mean, this will take a while, <\/span><span data-id=\"P8-N2012B1\">months, years. Hopefully not too long, but... [46:20]<\/span><\/p>\n<p data-id=\"P8-N2012C\"><span data-id=\"P8-N2012D\">THERAPIST: But I guess as we're talking I feel like there is a way-and not in all areas of your life for sure-but there's a way in which you can be quite passive in relationship to your life. Like sort of letting things happen, things happen, things unfold.<\/span><\/p>\n<p data-id=\"P8-N2012E\"><span data-id=\"P8-N2012F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20130\"><span data-id=\"P8-N20131\">THERAPIST: And not feeling like an agent in that. Like you make things happen, you make decisions.<\/span><\/p>\n<p data-id=\"P8-N20132\"><span data-id=\"P8-N20133\">CLIENT: That sounds like my mom.<\/span><\/p>\n<p data-id=\"P8-N20134\"><span data-id=\"P8-N20135\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20136\"><span data-id=\"P8-N20137\">CLIENT: Don't you think?<\/span><\/p>\n<p data-id=\"P8-N20138\"><span data-id=\"P8-N20139\">THERAPIST: That was my thought.<\/span><\/p>\n<p data-id=\"P8-N2013A\"><span data-id=\"P8-N2013B\">CLIENT: Well, I'd like to be active and an agent. I feel like that's-you know, stepping down the relationship in this weird way [chuckles] was taking agency, you know.<\/span><\/p>\n<p data-id=\"P8-N2013C\"><span data-id=\"P8-N2013D\">THERAPIST: I think that's true.<\/span><\/p>\n<p data-id=\"P8-N2013E\"><span data-id=\"P8-N2013F\">CLIENT: That's why I don't like to look at it in a completely negative light.<\/span><\/p>\n<p data-id=\"P8-N20140\"><span data-id=\"P8-N20141\">THERAPIST: Look at what in a negative light?<\/span><\/p>\n<p data-id=\"P8-N20142\"><span data-id=\"P8-N20143\">CLIENT: Stepping out of the relationship.<\/span><\/p>\n<p data-id=\"P8-N20144\"><span data-id=\"P8-N20145\">THERAPIST: I don't think you looked at it in a negative light at all actually.<\/span><\/p>\n<p data-id=\"P8-N20146\"><span data-id=\"P8-N20147\">CLIENT: Well, I do.<\/span><\/p>\n<p data-id=\"P8-N20148\"><span data-id=\"P8-N20149\">THERAPIST: Because I hear you talking about it in terms of feeling like you want to sort of grow or develop or explore, or feel like you have your own space where you can take care of yourself.<\/span><\/p>\n<p data-id=\"P8-N2014A\"><span data-id=\"P8-N2014B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2014C\"><span data-id=\"P8-N2014D\">THERAPIST: So I maybe hear less about the negative light part.<\/span><\/p>\n<span data-id=\"P8-N2014C-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2014C-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561380\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2014E\"><span data-id=\"P9-N2014F\">CLIENT: Yeah. Well, I guess this week I've tried to look at it in a negative light. Something like, \"Oh, what'll I do,\" you know. \"What have I started?\"<\/span><\/p>\n<p data-id=\"P9-N20150\"><span data-id=\"P9-N20151\">THERAPIST: What have you started, what do you mean?<\/span><\/p>\n<p data-id=\"P9-N20152\"><span data-id=\"P9-N20153\">CLIENT: With the Ohio thing, going to Ohio.<\/span><\/p>\n<p data-id=\"P9-N20154\"><span data-id=\"P9-N20155\">THERAPIST: You're seeing what you're doing now in relation to that?<\/span><\/p>\n<p data-id=\"P9-N20156\"><span data-id=\"P9-N20157\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20158\"><span data-id=\"P9-N20159\">THERAPIST: I see. I guess I wasn't understanding that connection.<\/span><\/p>\n<p data-id=\"P9-N2015A\"><span data-id=\"P9-N2015B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2015C\"><span data-id=\"P9-N2015D\">THERAPIST: That you're walking away from something good?<\/span><\/p>\n<p data-id=\"P9-N2015E\"><span data-id=\"P9-N2015F\">CLIENT: Stable. Secure. The whole box thing. [chuckles]<\/span><\/p>\n<p data-id=\"P9-N20160\"><span data-id=\"P9-N20161\">THERAPIST: Well, we're going to need to stop for today.<\/span><\/p>\n<p data-id=\"P9-N20162\"><span data-id=\"P9-N20163\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N20164\"><span data-id=\"P9-N20165\">THERAPIST: [inaudible] I will see you on Monday.<\/span><\/p>\n<p data-id=\"P9-N20166\"><span data-id=\"P9-N20167\">CLIENT: Yeah, see you. Have a good weekend.<\/span><\/p>\n<p data-id=\"P9-N20168\"><span data-id=\"P9-N20169\">THERAPIST: Thank you. Take care, Cecelia. [49:00]<\/span><\/p>\n<p data-id=\"P9-N2016A\"><span data-id=\"P9-N2016B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}