{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the recent and sudden death of his grandmother. Client discusses his family relationships, his issues with getting money to pay his bills, and the state of his current romantic relationship."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Death of relative","Romantic relationships","Parent-child relationships","Psychoanalytic Psychology","Anger","Anxiety","Sadness","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Separated"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["11"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Death of relative","Romantic relationships","Parent-child relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety","Sadness"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561776","dorpId":"1005996030","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session December 10, 2013: Client discusses the recent and sudden death of his grandmother. Client discusses his family relationships, his issues with getting money to pay his bills, and the state of his current romantic relationship.","fullTitle":"Client \"J\", Session December 10, 2013: Client discusses the recent and sudden death of his grandmother. Client discusses his family relationships, his issues with getting money to pay his bills, and the state of his current romantic relationship.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561776\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: These people seem to talk louder than they realize on their…<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Cell phone…(crosstalk)<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: So, I’ve been meaning to put up a sign, but, of course I’m not going to do it.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Yea. I’m sorry about that.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: It not a big deal.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Talk to your landlord maybe about getting ...<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">So, feel good today, until you just, you know, reprimanded me; but, I’m a big boy. I can handle it. (sniffs). But, I get a call like Thursday morning from my mom. Grandma E is in the hospital and she’s not supposed to make it through the night. She’s in a coma. I’m getting, you know, all these…<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Oh my goodness.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: So she’s flying out there, and she’s telling me to book a flight, you know?  Funeral is going to be, first maybe tomorrow, then Sunday, then whatever, you know? (sniffs) But, I’m like, I’m not booking a flight until I know when the funeral is, especially at these prices. And, (sighs) you know, <\/span><span data-id=\"P1-N2001D1\">of course she doesn’t die right away, and she ultimately is; so, I’m kind of stressed out. It’s not unexpected that she was going to die. I’m just—no one had told me that she was that sick, you know? No one ever tells me when she goes in the hospital. I mean, she’s been in the hospital, I don’t know, <\/span><span data-id=\"P1-N2001D2\">it’s just—I’m always kept out of the loop on these things, you know? And see and I think the stress of sort of redoing all my schedule, asking for extensions on things, and still not knowing, but presumptuous (crosstalk) I’m going to fly out to Oregon.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: You made all those sorts of arrangements (inaudible)<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: So she finally dies, our time, about noon on Sunday.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Oh, sorry to hear that.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Thank you. And Ian (ph) and I have tickets to fly down Thursday to Austin for the football game.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: This coming Thursday?<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Yea. So I was stressed out about just the money to begin with because I’m expecting all these checks to come in; they’re not coming in; I’m not going to be in the office to get the check and deposit. It’s just all fucked up and still have Hertz (sp?) holding $500 on  my business card, though <\/span><span data-id=\"P1-N200291\">it has not bounced anything. But, I was just pretty—You know it probably wouldn’t have been as bad, but I felt like, okay, here’s the next kick in the head, you know?<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">So I get the text or whatever on voice-mail or whatever on Sunday, and I start looking at flights again; and, I’m either going to—for $500 it means that I’m going to spend ten hours flying out there with a connecting flight, with a layover or paying over 500 for a nonstop that is either first thing <\/span><span data-id=\"P1-N2002B1\">in the morning, the red eye, and coming back, the same thing, first thing in the  morning or the red eye. So I would be looking at getting back into Manchester either late in the day on Wednesday or Thursday morning and then turn around and fly down to Austin.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">I, first of all, don’t think I just physically have enough in me. I’m not that busy. I went ahead and the loan that was funding today, I have already—I went and printed checks and set up the overnights. I mean, literally, I could have just gone to a FedEx box in Oregon and disbursed the loan. But I <\/span><span data-id=\"P1-N2002D1\">was like, —and my mom, every time she called: “Your Uncle Frank and I, we’re okay if you don’t come out here. Grandma E is not going to know the difference.” My brother is going out there, which I’m like, oh fuck. He’s going out Monday and going home  Wednesday.<\/span><\/p>\n<span data-id=\"P1-N2002C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561776\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">Finally I was like, funerals are for the living and the two people that I would be going for are like, don’t come. So I decided not to go, obviously, the funeral is today at 1:00. I decided not to go. But then there are little things, like I get a phone call from my mom last night. All the grandkids <\/span><span data-id=\"P2-N2002F1\">are going over to her apartment to pick out stuff, a few things. And at first I’m just like, I cannot even think of anything specific. Nothing came to mind. So, I said, just  pick me out a few things or whatever. But as time went on, and I know that they’ve already gone and raided Grandma’s—whatever <\/span><span data-id=\"P2-N2002F2\">my mom hasn’t taken (chuckles) you know. There actually were some art, you know like Jewish art and stuff. She had some Chagall (sp?) with the stained glass.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Yea.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: I was like that would be cool to have that, you know. But by then, it was just like too late and I was like, fuck it, and so. I guess I’ll see what I end up with, you know? So that’s just been a huge (phone ringing) mess, but I’m a bit relieved today. I’ve been getting all these faxes from all <\/span><span data-id=\"P2-N200331\">over the world.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Huh.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: On my regular phone line.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Hmph.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: It’s really crazy. I can’t like tell if they’re faxes or computers trying to call in. It sounds more like an old modem than it does really a fax machine, you know? Because you don’t hear that (mimics beeping sound.) You hear the handshake (mimics noise.) But I feel  better today. Yesterday I <\/span><span data-id=\"P2-N2003B1\">was just a little nauseous and I probably ate too much too quick Sunday, you know what I mean, really crappy, but (chuckles).<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">Then about my tenant who said “Oh I sent the check a couple of weeks ago.” So the (inaudible). It hasn’t come. I’ve looked everywhere, and I did. I went crazy with him, like I’m actually thinking at the point I threw it out. I was like, all right, send me a replacement check. He was like “Sure.” So <\/span><span data-id=\"P2-N2003D1\">I’m like, hmm, he was a little too quick on that replacement check thing, no stop payment, nothing, you and, sure enough, the check comes last night and you would  think that it would be dated, the 5th, the 6th. It was postmarked on the 6th, dated Nov 20, when he said he originally sent the check. It’s <\/span><span data-id=\"P2-N2003D2\">like he can’t even take the extra step (cross laughter) to void the check and write a new one with a December date. (pause)<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">This guy’s a lawyer. So, (deep breath) I went and saw Dr. Billings (ph). I’ve got this thing on the top of my head and Marcia’s sister died from skin cancer. And she’s all—I’m like, yeah, I got an appointment with my primary care. I also got the test results, you know the report from the ER from my <\/span><span data-id=\"P2-N2003F1\">accident, which all throughout it, “We told patient to go see primary care. You look at my discharge. Nothing on there about following up with the primary care. So  now I got an appointment. Of course I don’t know if I can keep it because it was yesterday. I go, maybe it would be a good point to maybe—I <\/span><span data-id=\"P2-N2003F2\">think I was worried about them just changing my meds and fucking with that again, you know? But, Marcia is like, “Oh, you’ve got to go to the dermatologist. Your primary care is not going…”—No I’ve got a very good primary care. He’s a young guy. He really knows his shit and it’s like he wants to be <\/span><span data-id=\"P2-N2003F3\">a primary care, you know? Not that he sucks so bad that the only job he could get was primary care.<\/span><\/p>\n<span data-id=\"P2-N2003E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561776\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">So hey, it’s snowing. The storm’s coming. So he looks at it and there’s a name for it. I’m like, that sounds pretty scary. He goes, “well don’t worry, it’s not cancer.” I’m like what  do I tell Marcia because she is going to be, “Oh, you still need to go see a dermatologist.” And he’s like, “This is <\/span><span data-id=\"P3-N200411\">the woman who put the bike key (laughter, cross laughter). I told her that and she’s like, “You got burned by Dr. Billings.” He was like, “Yeah, you know, you could probably get an appointment in six months, had this thing for years.”<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">But I don’t know if he thinks I’m a hypochondriac or—He really didn’t—Oh he did tell me I should be taking Abilify. Micah tells me to take Abilify. I asked her how much. She said two and I’m like, (shuh) what does that mean? I decided just not even to take it. He told  me I should take it. He says it’s <\/span><span data-id=\"P3-N200431\">very good. I was like, hey you just watch the commercials.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">I’m meeting with her next week anyway when I get back. It’s weird because usually I’m stressed out by travel. The Oregon would have stressed me out, but going down to Austin, at least right now, I’m not worried about the trip. I’ve got nothing going on, you know?<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">So (deep breath) I am meeting with this woman today. Calls me on the phone. She’s just all over the place, huge estate. She’s owed $300 something thousand. She is on disability. Same story, disability, Social Security, going to lose the house next month, I haven’t made a payment in like three years <\/span><span data-id=\"P3-N200471\">to any mortgage company, and they haven’t even started foreclosure. In fact, Chase actually sent me a check for $3,000 and change for doing  something wrong in the foreclosure as part of some sort of settlement, which—I don’t even know how I was damaged, but—so the one thing I did pick up on that really <\/span><span data-id=\"P3-N200472\">got me to stop and think was, she was like “I’m a paralegal.” And she was like “I filed some Motions that court filed an Order for the clerk not to accept my Motions anymore.” Then she says, “But I got around that.” (cross laughter) I’m like (chuckles) do I really even want to talk to this woman?<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">But, you know, once again I’m not in the position to be turning around business (crosstalk) and a lot of my experience—in fact she got me from a list—I .<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: I see. So that means you can just basically get out of working for (inaudible) .<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: I can set up what I will work on her for, and you’ve got to carefully draft an agreement, I will work on this, and then everything you do, you come up with a new agreement. But there’s no real—I have to be, it’s not like these are indigent people, so I can charge my regular fee with this one <\/span><span data-id=\"P3-N2004D1\">with this one, which I will hopefully that will  (crosstalk) So I figured it would just be good experience. I’ve never dealt with it from the fighting over the money side other than advising him (ph) about his estate.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">His sister sent me a doozy of a message on Facebook. I mean, like Hall of Fame, you know, classic. I mean this was, this was great. Booty wasn’t surprised by it all. But you know when people tell you stuff and you’re wondering if they’re embellishing how bad the situation is? “She’s bad-mouthing me <\/span><span data-id=\"P3-N2004F1\">and my family, wum, wum, wum.” I have no reason to believe that he’s an embellisher, but a lot of it, I was just like, “You’re kind of an abrasive person.  You’re probably at some fault here.”<\/span><\/p>\n<span data-id=\"P3-N2004E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561776\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">Here it goes, (reads) “Hi Cameron, you may or may not recall meeting me at my father’s wake. I’m Karl’s sister, Rachael. I saw your post on my brother’s timeline.” The post was, he had a picture of himself giving a guy a big hug and he’s got a mustache. So, based on the mustache, I said, “Hey, what, <\/span><span data-id=\"P4-N200511\">are you doing, porn again?” So that’s the message she sees. (train whistle). “I saw your post on my brother’s timeline and wanted to take the opportunity to thank you so much for your prompt response to my father’s accountant with regard to the outstanding mortgage my father was attempting to recover <\/span><span data-id=\"P4-N200512\">at the time that his brother, and my brother up until September, was acknowledging he owed. None of that’s true.” Of course I didn’t even respond to the  accountant from the estate, because, I had nothing and whatever. So she’s taking a dig at me there. (reads) “You may or may not know that, on top <\/span><span data-id=\"P4-N200513\">of this large sum of money he will be walking away with, we, (the accountant and myself,) have all…”<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Walking away with…<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: (inaudible) Yeah. (reads) “We have all of the quarterly statements on our father’s investment accounts showing proof that brother had been fraudulently trading on a dead man’s account and collecting the broker fees.” I don’t know how you can collect fees, but, you know, basically he had been <\/span><span data-id=\"P4-N200551\">trading stocks for his dad and he wanted to—first they were going to keep the positions and then liquidate them or whatever and he wanted—basically there were all of these options that he had just sort of rolled over and unwind or else they were going to become worthless or the estate would have to <\/span><span data-id=\"P4-N200552\">take delivery of the gold, which would be more—so, (reads) “Perhaps you’re not aware that your lack of cooperation not only protects your good pal, but harms his sister as well, and I thank you from the bottom  of my heart. I have lost both of my parents and now, thanks to my brother’s fraud and theft, <\/span><span data-id=\"P4-N200553\">I am losing my home. I expect my brother to lack integrity. I did not expect that of you. My father thanks you.” Hall of Fame right there. The only thing she missed was turning me over, so I blocked her. No reply. I wanted to reply, but— he wasn’t surprised.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">But, (pause) I think, like Saturday, I kind of started feeling a little better about  accepting that I may not go down to—It would have cost over a $1,000. Let’s say I had to try and move my Thursday flight to Austin to Friday? I mean, first of all, there may not even be two tickets together because <\/span><span data-id=\"P4-N200571\">it’s the football team playing down there.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: It’s like you feel a little guilty about not having…<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: I do feel guilty about not having gone. I mean I’m constantly trying to justify this, you know? It’s going to be a few hundred dollars, the difference in price. So we’re looking at over a thousand bucks I don’t have. My mom may kick in some, but she ain’t going to kick in a thousand bucks. I’m tired of…<\/span><\/p>\n<span data-id=\"P4-N2005A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561776\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: Okay so why do you feel guilty about not having gone?<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: I don’t know. Part of it is because my brother is going and he’s one-upping me. Ever since he got married and got pregnant, he’s been one-upping me. So I’m (chuckles). Yeah, I don’t know, I feel like it’s something I should do. I feel like my excuse is going to a football game. Grandma E always <\/span><span data-id=\"P5-N2005F1\">would tell the story how, after school, first year, I drove down and caught a bunch of Phish (sp?) shows on the way down, one of them being in Nashville  when she still lived there. So I crashed with them and went to the show. So she would always tell this, how, yeah comes to visit me to so see Phish.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">I was jokingly telling Marcia, I go “Oh, I think Black Joe Lewis is out in Portland. Maybe I should catch him. Grandma would appreciate that.” So, yeah, I feel guilty, but (deep breath) it’s just there is constantly—there’s always a financial component to all of these things which just makes it more <\/span><span data-id=\"P5-N200611\">difficult for me to try and manage it, you know? And at some point, I should be getting a check from the estate or it should be in the trust. If it’s not in the trust, I’m going to reprimand my uncle. Though it’s Oregon, so who knows how things work out .<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">I opened an account and I’m having him suck out a little bit of money every month and, they’re not going to give me a log-in or any way of touching the money, other than calling him up and saying to pull some money from my account. So I figure the one thing I really need to work on is having some sort <\/span><span data-id=\"P5-N200631\">of, you know, cushion for either a month that’s bad or a few months, or I get sick again. (coughs) So I figure the inheritance is a good way to sort of get that going. (deep breath) Either that or I would probably blow it on paying people like you  the money I owe them.—You got a statement for me at all?<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: Yea, I have to put one of those together.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: I think I’ve got a check for you again, but I’m beyond my out-of-pocket, so they should be checks for the full amount.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: Okay. I’ll look it up.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Coming. They didn’t even ask me for my copay yesterday, so I’m pretty sure it’s, you know. So, I don’t know (pause). Things are going well with the kids sleeping over.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Good.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: Something that really bothered me last night was (sighs) Ian (ph) and this is a non-sleepover night, but we’re getting ready to go, and Ian, all night has been  jumping on the bed. The bed is on wheels and it moves. I’m just like tired of putting the bed back in place. Then, on my dresser, where <\/span><span data-id=\"P5-N2006F1\">I put my wallet and my keys, there’s all kinds of knickknacks and stuff. He’s always over there playing with shit and, I just, I don’t know. (crosstalk). So first I told him to stop with jumping on the bed. He won’t stop doing it, so I’m getting Lucille (ph) ready and I take her boot, which has a hard <\/span><span data-id=\"P5-N2006F2\">sole, her snow boot, I just rap him on the head a little bit. I’m not saying it didn’t hurt, but he tends to embellish his crying, you know? He does it in soccer, just—so I showed no empathy, sympathy, whatever. I said, “Come on, stop crying, it didn’t hurt. I didn’t hit you that much.” I said “I told <\/span><span data-id=\"P5-N2006F3\">you to stop touching everything.”<\/span><\/p>\n<span data-id=\"P5-N2006E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561776\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">What does he do? He goes over and he starts—subconsciously I know he’s doing this,  but he goes over and he starts playing with shit on the dresser again. I’m like, “Just get out of the room. Go sit down.”<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">I mean, you know. He didn’t give me a hug when I left. Usually he runs up to give me a hug. He’s like “Bye Daddy,” but usually he kind of comes up and gives me a don’t go kind of hug. But I’m torn because I feel bad because I lost my temper. But I’m also just to the point where I don’t know what she’s <\/span><span data-id=\"P6-N200731\">doing. I know she gets mad at him and what not, but I want there to be certain rules in my house (crosstalk) and I want them to followed, you know? I know he’s got to learn them. The reality is that I didn’t hit him that hard. It’s not any more than I got spanked as a kid and telling him to stop isn’t <\/span><span data-id=\"P6-N200732\">working, so a little rap on the head. <\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">He’s hitting me. Lucille is constantly hitting me. He’s like “Lucille, you don’t hit Daddy like that, you hit him like this”. Which I know a lot of it is my fault because I do a lot of play like that, so I’m sure smacking him on the head—I’m waiting for a text from Jess. She’s probably holding back, <\/span><span data-id=\"P6-N200751\">but I’m sure he told her. I felt bad about that last night.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">But then Marcia came over and I forgot all about it. Yeah, she told me how depressed she was about fucking up my car, the fact that I didn’t yell at her, get upset, or—all her friends were like, “I can’t believe that.” You can’t just take it out on the kids. I’m like “It was a mistake. What’s yelling <\/span><span data-id=\"P6-N200771\">at you going to do?” We’ve been dating four or five years. I (inaudible) yelled  at ya.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">Same thing happened with Jess. She did something really fucked up and I just let it go. So she was like “Oh that was so...” She brought it up years later. She was like, that was really cool that you didn’t get upset with me. I don’t even remember, but it was fucked something up. Of course, years later, <\/span><span data-id=\"P6-N200791\">she does something stupid and I yell at her, so that stuff only lasts (inaudible) (sigh) (pause)<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">You know I don’t know why today I feel better. I’m not as nauseous. I think I’ve also  got nothing sort of stressful today. It’s a nice, relaxing day. I’ve got time to squeeze everything in. You know part of it is that I haven’t rescheduled any chiropractic appointments.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: A lot of what you’re talking about today is feeling really behind the eight ball and like you’re fucking everything up.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">CLIENT: Is that new?<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: I got—my Christmas cards came in and so now it’s like one more thing I’ve got to do and I feel like that’s something I really should do before I leave, but it’s not going to happen. But I think I’m going to set it up in pieces. I think the most important ones to get out are actually the people <\/span><span data-id=\"P6-N200831\">who bought homes this year. Just, “Hope you’re enjoying your home. Happy Holidays” you know? Then I got a good idea from the guy who owns the mortgage company. It was like, you know, he keeps track of people, but he gives them a number. So if he doesn’t  really think the person is worth, you know (crosstalk) <\/span><span data-id=\"P6-N200832\">pursuing a relationship with, he gives them a one, but someone he really wants to, it would be like a four or like a four-point scale or whatever. So when it comes to something like Christmas cards, I’m not going to buy 1,000. I bought 150. (crosstalk) I’ve got more than 150 people to send them to. <\/span><span data-id=\"P6-N200833\">So I would be able to figure out who in that grouping I would send to based on their number. I don’t have that system in place yet, but I feel like I’ve got to get the cards out. So I’m going to try and work on some today. Tomorrow I’ve got nothing going on, but I’m going to be down in, going down to <\/span><span data-id=\"P6-N200834\">Norwalk tonight, so. (pause) <\/span><\/p>\n<span data-id=\"P6-N20082-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561776\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">So I don’t know. (sighs) The one good thing was that I was able to—even though I was in town, I’m glad I didn’t go because I found out, literally, like noon, an hour before the game, that Grandma E died and then I would have been out there tail-gating and, you know, having a good time. I wouldn’t have <\/span><span data-id=\"P7-N200851\">enjoyed the game and—miraculous comeback. I don’t know if you heard about it, but a minute and a half left in the game, it’s like it’s over, it’s done and somehow they scored two touchdowns to win the game in a minute and a half.<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">THERAPIST: Oh my gosh.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">CLIENT: They actually did it in a minute.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">CLIENT: They left 30 seconds on the clock. Yeah, (crosstalk) they scored, and then they got the onside kick and there was a 15-yard penalty on the first score, so the onside kick was  15 yards further up. Then they got a pass interference in the end zone, so they get the ball on the one-yard line, but <\/span><span data-id=\"P7-N2008D1\">made two scores. It was unbelievable.<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">I think I’m feeling a little better too because I won my fantasy football matchup which has a lot of ironies and permutations that made it very enjoyable. The guy who runs the league I’m playing in—I won the Super Bowl last year by one point. He was heavily favored. I beat him earlier in the season <\/span><span data-id=\"P7-N2008F1\">by 51 points, which is a lot.<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">I was also a fan, so I’m playing in the first round of the playoffs and, it’s ironic that he’s a fan, but he’s got Tom Brady and Gronk and also there is this guy who has won a couple of times who just, for health reasons or what not, decided not to play this year. But he’s kind of hierarchy, kind of <\/span><span data-id=\"P7-N200911\">co-captain. So he comes in and just starts blasting my team  and how bad they are, whatever.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">So we’re going back and forth. So that was a lot of fun and then to actually win because number one, the Browns start—I get a text from Kevin, you know, “Yay, (clapping) the Browns are dominating, damn it.” Because Brady and Gronk had no points. Then, first Adrian Peterson gets hurt for him and then <\/span><span data-id=\"P7-N200931\">Gronk gets hurt and I end up winning. It’s true, if those guys had their regular games, I probably would have lost. He’s like, it’s all luck. I go, “Yea, you know you’re the first person in the entire history and universe of fantasy sports to lose a playoff game because someone got injured.” I’m like, <\/span><span data-id=\"P7-N200932\">(chuckles) I mean, you know, it happens to everybody. Of course there’s luck. You can’t win it without luck, but you know.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">So that makes me feel good. I haven’t taken fantasy football as seriously from following it and really spending time with it, but this league is important. It’s a tough league, so how I  perform in there means a lot to me. It would be great if I won back-to-back championships. It’s going to be tough, <\/span><span data-id=\"P7-N200951\">but we’ll see.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">I don’t know, it’s been a mixed bag, but it’s a huge relief though that I don’t have a lot going on this week. But I’ve got some money coming in for some new I got a new collection and some old money coming in from things I’ve done. The big thing that hurts is that I wanted to sending Flo money. She <\/span><span data-id=\"P7-N200971\">lent me $4000. She kind of wanted half of it back in November and I just haven’t been able to. She has mentioned a thing. My dad hasn’t mentioned it. I  just want to walk down there and hand her a check for $1000 I might actually be able to do it.<\/span><\/p>\n<span data-id=\"P7-N20096-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561776\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">THERAPIST: Well, good.<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">CLIENT: But I wouldn’t have if I flew out to...<\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">THERAPIST: (inaudible)<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">CLIENT: I also bounced those two checks to my landlord which I didn’t talk to him about. I want to make sure that the money—even with those checks, because now that I got the rent check, I still think there might be enough money. It’s going to make it tight for me, but I think I owe her. I mean she <\/span><span data-id=\"P8-N2009F1\">won’t give her own kids money. No interest. I owe her a favor. I end up bringing her step-grandson down. So I’m going to have to ship off Friday night with  her son and granddaughter. So my dad says—her name is Casey (sp?) She’s like five. He’s like, “Oh it’s about time someone got in Casey’s pants.” <\/span><span data-id=\"P8-N2009F2\">(chuckles) I don’t know if should tell Marcia that one or not. Did I tell you my Bill Clinton joke? Did I do my Bill Clinton joke for ya? It’s a little past the seasonal thing, but you’ve got to get the (imitating Bill Clinton) “What do ya call a blow job that lasts for eight days?”<\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">THERAPIST: What?<\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">CLIENT: “A Hanukkah Lewinsky.” (silent chuckle) I told that to everybody out in  Oregon to kind of cheer them up, you know? I told my mom and I’m like you’ve got to tell this to everybody, but you’ve got to do the Bill Clinton voice.<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">CLIENT: Because I don’t think I do it very well, but I bet my mom would be worse.<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">Yeah, I don’t know, I mean it’s like the Abilify and all these meds. I’m now on Concerta and Ritalin and I feel like it’s not doing as well for me as the Adderall was, but do I just gotta suck up and pay the extra? Now when I think about it, it’s $40 a month for…<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">THERAPIST: Is that why you’re not on the Adderall now?<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">CLIENT: Yea. It’s the extended release that is like $60. Yea, I gotta pay 50 percent of whatever the cost is. I do the same thing for Viagra, but that’s a social drug, so you’re expected  to spend lots of money on that. First payment on that was like $70 to $80 and now it’s like $40 $50 or whatever. <\/span><span data-id=\"P8-N200AD1\">I really don’t even take them anymore, but I figure, might as well have them. The worst thing I can do is just sell them to old ladies who are having trouble getting sex from their man. Go up to Marcia’s mom, she’s 78, “You want a couple of these? Give it to the guy at the club you know?”<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">I don’t know. I’m not even going to go to the chiropractor this week. I’m just taking the time. I really need to. My wrist is killing me. I should get a splint. I need to get a splint.  (sighs) I just keep lifting things and, every time I think it’s better—and of course the treatment I’ve been getting <\/span><span data-id=\"P8-N200AF1\">has been good. I think I’m improving. I’m actually starting to get to work out.<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">I went on a long dog walk this Sunday and I told Marcia, I said “You know, I’m going to be sore tomorrow.” Of course, yesterday I was sore. She laughs at me. I know she gets that I’m out of shape. I think she has a hard time believing I’m that out of shape. I have a hard time accepting that I’m that <\/span><span data-id=\"P8-N200B11\">out of shape. I’ve put on weight and, I don’t know, at some point I’ve got to really motivate to just start doing some squats and for the rough stuff, she gives me like two 2-pound dumbbells and that’s too much for me. But I figure at least getting my legs in shape, it would help with my—I don’t ride <\/span><span data-id=\"P8-N200B12\">my bike anymore. I just gotta get out there. It felt  good. It was nice to go out in the woods. She had a bunch of dogs and just…<\/span><\/p>\n<span data-id=\"P8-N200B0-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200B0-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561776\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">THERAPIST: Yea, you tend to feel better when you move around.<\/span><\/p>\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">CLIENT: Yea. (sighs) Do these socks not go with this tie or? (pause) Ever since I started buying new clothes since the online dating thing, the whole stripes thing has been—I just love stripes now, except for the holidays of course, Marcia buys me more stuff with stripes. <\/span><\/p>\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">I don’t know what to do with her for Christmas. She said I don’t have to buy her a present, but I’m not going to do that…<\/span><\/p>\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">CLIENT: She has a problem (crosstalk) with the dogs trying to come into the front seat, so I was going to buy some sort of cage or, which I imagine is not cheap, and I’ve got to do it soon. But it all depends on when money comes in, you know? But it’s nice to know that it’s coming in. It’s going to <\/span><span data-id=\"P9-N200BB1\">hurt, you know $100 a month, $25 a week, but I think knowing that money is there and not having access to it –because I’m going to know how much is there. I’m going to get statements. Every transfer I’m going to make, I’m going to know, it’s all in Quicken  you know, but the ability (crosstalk). What’s that?<\/span><\/p>\n<p data-id=\"P9-N200BC\"><span data-id=\"P9-N200BD\">THERAPIST: How much are you going to put over?<\/span><\/p>\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">CLIENT: $100 a month to begin with. If I do have a situation where I do have a good month, just call them up and say pull some money over. But I’ve got to start thinking about all of these medical bills too. You know? I was very angry. I was going to fight and now I’m just going to all sending them <\/span><span data-id=\"P9-N200BF1\">$50 a month from my savings account, whatever. I mean I owe (inaudible) that is like $2,000. That doesn’t include the doctor. The doctor is another $800, radiology, you know, (inaudible) . (blows breath) Insurance company reimbursed for my toe for the ignition so I got that $60. Marcia is only in for <\/span><span data-id=\"P9-N200BF2\">$790 at this point. I told them to pay me my lost  wages though.<\/span><\/p>\n<p data-id=\"P9-N200C0\"><span data-id=\"P9-N200C1\">I don’t know if they’re waiting for the whole PIP application to go through because they weren’t paying the chiropractor either, or if there is some other delay. But I’m going to try and e-mail them. I’m thinking a lot about sort of upping my landlord tenant representations, focusing on tenants and <\/span><span data-id=\"P9-N200C11\">title examinations, sending stuff out to other lawyers, like me, you know offering my services and see what happens. Are we all out of time?<\/span><\/p>\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">THERAPIST: No, it’s (inaudible)<\/span><\/p>\n<p data-id=\"P9-N200C4\"><span data-id=\"P9-N200C5\">CLIENT: Put an extra quarter in the meter because I’ve got a feeling I’m going to (inaudible) . I’m keeping track, don’t worry.<\/span><\/p>\n<p data-id=\"P9-N200C6\"><span data-id=\"P9-N200C7\">I think I’d like to move the time, but midday, is a fucking nightmare driving in here. I  probably could plan to get home and bike in. But obviously something would have to open up for you. I don’t know if you like your 7:45 person on Monday better than me or not, so, we’ll find out.<\/span><\/p>\n<span data-id=\"P9-N200C6-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200C6-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561776\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200C8\"><span data-id=\"P10-N200C9\">THERAPIST: There’s actually a chance that one may open up.<\/span><\/p>\n<p data-id=\"P10-N200CA\"><span data-id=\"P10-N200CB\">CLIENT: 7:45 on Monday?<\/span><\/p>\n<p data-id=\"P10-N200CC\"><span data-id=\"P10-N200CD\">THERAPIST: Yea.<\/span><\/p>\n<p data-id=\"P10-N200CE\"><span data-id=\"P10-N200CF\">CLIENT: (crosstalk) We discussed that I don’t want that.<\/span><\/p>\n<p data-id=\"P10-N200D0\"><span data-id=\"P10-N200D1\">THERAPIST: Oh yea.<\/span><\/p>\n<p data-id=\"P10-N200D2\"><span data-id=\"P10-N200D3\">CLIENT: Just trying—the Tuesday thing is because I’d like to go to Lions eventually you know? Oh, and the farm. I got a fucking e-mail from the President of the Board.<\/span><\/p>\n<p data-id=\"P10-N200D4\"><span data-id=\"P10-N200D5\">THERAPIST: Yea.<\/span><\/p>\n<p data-id=\"P10-N200D6\"><span data-id=\"P10-N200D7\">CLIENT: Questioning my commitment to the farm, whether it’s a priority. I missed the meetings and some stuff and she’s got some new members coming on, so she has a culture in  mind of proactive, engaged. I sent her an e-mail. I said “You know I fundraised my ass off this year. I met my board quota, <\/span><span data-id=\"P10-N200D71\">plus I got someone to sponsor and making my quota was not easy”. I said “I busted my ass looking over the agreement for the farm in Monmouth.” I said “I enjoyed interviewing the membership committee.” I run the fucking Twitter page, not like that makes a difference for the Board, but I’ve got some ideas <\/span><span data-id=\"P10-N200D72\">that we were talking about in Membership Committee that the Chairman just never got us back together. I said, “You know I had a Crohn’s flare in July. I wrecked my fucking car in October.” She apologized and she said, “Maybe I just wasn’t thinking about your health problems, your car accident  whatever.” So…<\/span><\/p>\n<p data-id=\"P10-N200D8\"><span data-id=\"P10-N200D9\">THERAPIST: (inaudible)<\/span><\/p>\n<p data-id=\"P10-N200DA\"><span data-id=\"P10-N200DB\">CLIENT: (inaudible)<\/span><\/p>\n<p data-id=\"P10-N200DC\"><span data-id=\"P10-N200DD\">THERAPIST: (inaudible) breakfast.<\/span><\/p>\n<p data-id=\"P10-N200DE\"><span data-id=\"P10-N200DF\">CLIENT: Are one of those like (inaudible) juice things, like the green ones? (inaudible) Yea.<\/span><\/p>\n<p data-id=\"P10-N200E0\"><span data-id=\"P10-N200E1\">THERAPIST: Be back next week?<\/span><\/p>\n<p data-id=\"P10-N200E2\"><span data-id=\"P10-N200E3\">CLIENT: Yea Tuesday.<\/span><\/p>\n<p data-id=\"P10-N200E4\"><span data-id=\"P10-N200E5\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P10-N200E6\"><span data-id=\"P10-N200E7\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}