{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his most recent couples therapy session and how he's communicating his issues better. Client discusses his childhood and his relationship with his parents."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Married people","Depressive disorder","Rules","Parent-child relationships","Psychoanalytic Psychology","Anger","Sadness","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Married people","Depressive disorder","Rules","Parent-child relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Sadness","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561072","dorpId":"1005995324","contentType":"text","aucs":"CTRN-V1","title":"Client \"L\" Therapy Session Audio Recording, November 13, 2013: Client discusses his most recent couples therapy session and how he's communicating his issues better. Client discusses his childhood and his relationship with his parents.","fullTitle":"Client \"L\" Therapy Session Audio Recording, November 13, 2013: Client discusses his most recent couples therapy session and how he's communicating his issues better. Client discusses his childhood and his relationship with his parents.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561072\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">[Nil 00:00:00 to 00:02:03]<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Good morning!<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Morning!<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: So I guess I’d like to start just updating you with a few things. Let’s see... So I think in couples’ counseling this week, we talked about Tanya’s relationship with the professor from William &amp; Mary, which was... interesting. I think a lot harder for Tanya than for me, because I think she feels <\/span><span data-id=\"P1-N200131\">a lot of guilt about that still. (therapist responds)<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">(pause) I don’t know that I have much more to say about it than that. I thought it was nice to talk about, because it’s something that we haven’t talked about in a long time. We’ve never talked about it in a therapeutic context, which was certainly one of the things we were going to talk about with <\/span><span data-id=\"P1-N200151\">you, but didn’t get there. So, it’s been a long time coming, in some sense, and good, because I also think that it relates to the present depression, certainly relates to my interpretation of it, (therapist responds) so...<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">[pause 00:03:10 to 00:03:33]<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">So our session last week was very helpful. It was helpful in two particular ways. One was (chuckles) that it became clear that I was using words that meant something different than what I was intending to mean, since that like (ph)... I think that wasn’t really trying to imply any immediacy to the thoughts <\/span><span data-id=\"P1-N200191\">about leaving. (therapist responds) So, that was helpful to recognize that the phrasing that seems like just another rephrasing of the present tense to me has some other implication. So that was, I think, good, because I could go back and talk more with Tanya in that context. So I think it was helpful <\/span><span data-id=\"P1-N200192\">for her to not panic that I’m going to leave her tomorrow or something. (therapist responds) <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">The other was you... you suggested I have a tendency towards despair, in certain circumstances. I think that’s a really true insight, so thank you for that. (therapist responds) (pause) I think I find it helpful because I, that’s sort of like putting a name to a particular feeling or state that I have <\/span><span data-id=\"P1-N2001B1\">felt myself to be in, in particular circumstances. So it’s like, I can look back and say, “Yes, my response to this event was that.” And... <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">(pause) It’s sort of like there is a sense in which that’s going to be my response to certain things, but that doesn’t... but recognizing that that’s, in substance my emotional response to a situation does, means that I don’t have to... act in any particular fashion as a result. (therapist responds) <\/span><span data-id=\"P1-N2001D1\">So... So it’s helpful, sort of like, those are real feelings about what’s happening, but... having experienced the feeling a number of times, everything is not necessarily ruined; it will be okay. So... That, yeah. <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: (pause) This seems like maybe a tangent at the moment, but this thing has been on my mind for the last, probably a month. I started thinking about how I don’t really know very much about your sort of early experience growing up, and especially like, your relationship with your parents. If <\/span><span data-id=\"P1-N2001F1\">I had to describe your relationship with your parents, I actually couldn’t say anything. I don’t really feel like I (chuckles) know it very well. And I was thinking about that, because it’s usually something that I’m curious about with people I work with.<\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561072\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: (pause) Well, um, you know, last time, you tried to go down that road. I told you I didn’t want to come to therapy anymore, so maybe that (chuckles) is why you don’t know very much about my relationship with my parents. (both laugh) <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: I thought it was a little bit more. I was commenting about your parents. I was more, I think I was more specific? I wasn’t as general as what I just said, but (inaudible) (blocked) That’s...<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Yeah, that’s right.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: ...a very astute observation. (pause) That is true.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">[pause 00:07:25 to 00:07:46]<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: So, I’m willing to talk about my parents. I don’t actually have any... the reason that I settled that before, you may remember, is that I felt like that was not the... the particular direction that I felt like you were going in, whether you were actually going there or not. It didn’t feel like <\/span><span data-id=\"P2-N2002B1\">it was the right one to me, and I felt sort of trapped and... (therapist responds) So there was a lot going on there. We talked about that. It was good.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">So, I’m willing to talk about them. I also would like to talk, so... I think two weeks ago, you, towards the end, you suggested that... I’m struggling a little bit to grasp it exactly, but you suggested something along the lines of like, I... construct a set of rules for how to interact in a particular <\/span><span data-id=\"P2-N2002D1\">situation and that... and then neglect what I actually want, or something along those lines. Then we had to wrap up very shortly after that, so we didn’t talk very much about that. So I’d like to explore that further, also. (therapist responds) So I don’t know if we can do both of those today, but... <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Well, the latter one is coming from you more, and so maybe that’s a good way to start.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Okay. Okay.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">[pause 00:09:17 to 00:09:36]<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">So it’s very interesting to hear, and then not talk about it, and think about it a lot, because I (chuckles), I sort of told you that yeah, well that, yes, but I feel like that’s, in some sense, so fundamental or obvious that I can’t get a grasp on what that means. For example, in thinking about it <\/span><span data-id=\"P2-N200351\">further, I took it as, in some sense, you saying, “Well if you just acted by a different set of rules, you could have everything you want,” which is clearly not exactly what you were saying, but (chuckles)... That being the way I interpret it, I think, is descriptive in some way.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">[pause 00:10:19 to 00:10:57]<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">It was helpful in some sense, because the idea that there was some other set of rules that I should be following if I wanted to be happier, or something like that (although I recognize that’s not what you were actually saying, just the thing that I constructed in response), that idea, I find challenging <\/span><span data-id=\"P2-N200391\">or difficult in some way, like...<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">We’ve sort of talked, or I’ve talked and you’ve had to listen to me talk, about there not being the possibility of arguing between axioms very well. So it’s sort of like if you take rule sets as deriving from some axiom, then the idea that you should pick one over another is challenging, because I don’t <\/span><span data-id=\"P2-N2003B1\">have a way to... I don’t have a way to get at how you should do it. (therapist responds) <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">(pause) Which was helpful, because it sort of, it clarified a few other experiences that I’ve had, so... My friend Franco was engaged to this woman. I told you they stopped being engaged and described some of the circumstances. Essentially it came down to like, Tanya would go and stay with Franco when <\/span><span data-id=\"P2-N2003D1\">she was feeling unwell, and Sascha thought this was entirely inappropriate, but... felt like they also had to present a united front to the rest of the world, and so wouldn’t let Franco say that this was causing problems in their relationship. So that went on for many months, and they had a lot of fights, <\/span><span data-id=\"P2-N2003D2\">and then eventually, they got past that... sort of disturbing block on communication with the outside world. <\/span><\/p>\n<span data-id=\"P2-N2003C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561072\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">(chuckles) Sascha called me and told me she was very angry with me, and had been for a year, which was a difficult conversation to hear. But the part that I found most challenging was her suggestion that I had been a bad husband during that time, that I hadn’t been appropriately taking care of my wife, <\/span><span data-id=\"P3-N2003F1\">and passing off my duties. You know, that’s tough to hear, but it was particularly tough, I think, because it sort of to say there is this obvious other rule set that you should be following and why weren’t you? So... (pause) So I think somehow in the context of recognizing my susceptibility to that <\/span><span data-id=\"P3-N2003F2\">particular line of argumentation like, “You should be doing this other... thing,” that event has less weight than it did. <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: And that there is sort of a set of ex , given that it’s so important to you to meet expectations, that there is a whole set of expectations you hadn’t even thought about, that your failing to meet, because you didn’t know about them.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Right, right, right. (pause) Right, with the added claim that, “They’re obvious, and of course you should know about them!” (pause) So that’s a little bit different. I didn’t feel exactly like you were saying, that I was failing to meet some expectations or something like that, but it sort of <\/span><span data-id=\"P3-N200431\">led to... at least reinterpreting that event.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">[pause 00:14:50 to 00:15:15]<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">It also, in a roundabout way, led to me telling Tanya that I... wasn’t sure that I wanted to continue being in the relationship, because it... in a way that I’m not quite clear on, it sort of led repeatedly to the question of, “Well, what do you want?” And in some sense the answer was, “I don’t want <\/span><span data-id=\"P3-N200471\">this. I don’t want to be in a relationship where like, most of the good things are gone,” because Tanya is so depressed, there isn’t anything good in the world for her, or there is very little, so it’s just... so...<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">[pause 00:16:04 to 00:16:33]<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">Which, I think, led me to the feeling that I can’t keep holding onto that view in order to protect Tanya, because it’s just really hard to hold onto. It’s particularly difficult to like, build any sort of relationship with her while I’m holding back this hard truth, or something. (therapist responds) <\/span><span data-id=\"P3-N2004B1\">Yeah, if we’re trying to develop a relationship in which we’re both known and understood, then that’s a big thing that is important to who I am right now. I think that’s the scope of things that I had to say. Or the places that it sort of led me, that I remember. But I guess I’m ultimately very curious <\/span><span data-id=\"P3-N2004B2\">about what you meant and what you were thinking. <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Well, a couple of things, for sure. One is, it certainly wasn’t meant to be prescriptive like, “You do things this way; you should now do them (client chuckles) that way.” That certainly wasn’t the intent. It was more to be descriptive, and to think about the meaning of it, to think about <\/span><span data-id=\"P3-N2004D1\">what it means that you approach, you know, situations and relationships that way. What’s the function of it, you know, what’s the function of that approach and what does it mean? It was sort of more along those lines. (client chuckles)<\/span><\/p>\n<span data-id=\"P3-N2004C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561072\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">[pause 00:18:01 to 00:18:49]<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Yeah, so I think the step there is that... (pause) Yeah, it’s, so I think that... I’m avoiding the question directly, but in answering descriptive questions, I always have prescriptive things in mind as a result, because... somewhere between the description of how things are and how things ought <\/span><span data-id=\"P4-N200511\">to be, I think, prescription of what one should do comes.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">[pause 00:19:38 to 00:20:02]<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: Well, maybe there isn’t anything to do with a description.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: (pause) Um... Yeah. I’m not sure I follow.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: (therapist responds) (pause) Well, if you’re describing or understanding something, maybe that’s what’s to be done.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Okay. Yeah, I get that.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">[pause 00:20:49 to 00:22:05]<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">So I guess... you’ve suggested that the thing to talk about is why I do that, or what purpose it serves. (therapist responds) (pause) I think there is still a sense in which it’s so fundamental that it’s difficult to answer like, “Why do you do that?” It’s just sort of like, “Well, I do.” But it seems <\/span><span data-id=\"P4-N2005F1\">to serve a purpose of trying to protect me and others from discomfort of some kind.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: (pause) What comes to mind about what that discomfort is?<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: (pause) In most contexts, it’s embarrassment of some kind, or... Yeah, I think that’s right. (pause) But actually, I think discomfort was the general word, because it covers the variety of things that I mean.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">[pause 00:23:53 to 00:24:32]<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">So in this relationship, there are like, I don’t ask you about your personal life, because I know that some people don’t like to have their personal lives displayed, and so it... I would feel badly if I put you in the position of feeling uncomfortable by asking some question. So if I restrict the set <\/span><span data-id=\"P4-N200671\">of things to a particular range that I have a fair confidence is not going to cross any boundaries that I might or might not know about, but...<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: (pause) But then, what it sort of doesn’t allow is for us to talk about your curiosity, maybe about some part, you know, parts of my life in general, or the particular things you might be curious about. Then that whole part of you, by your curiosity, doesn’t get talked about. <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Yeah, absolutely.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Instead, it feels like it gets framed in your mind as “What are and aren’t good ‘okay’ things to talk about.” Like, it sort of gets focused on the content (chuckles).<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Yeah, I mean, so... I’ll give you an example. So (chuckles), when Tanya and I were doing our premarital counseling with the priest (who happened to be a friend, very different from this sort of couples’ counseling, but...), he told us that he and his wife were having a baby. That was great! <\/span><span data-id=\"P4-N2006F1\">I told him, “Congratulations!” And then I asked if it was intentional, which was the thing that I was curious about, because my younger sister had just told me that she was pregnant, and it was not as intentional as one normally... It was not strictly intentional.<\/span><\/p>\n<span data-id=\"P4-N2006E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561072\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Your younger sister, which younger sister?<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Jessica. So I have an older sister and a younger sister (therapist affirms), and then two younger brothers. <\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: How old is she?<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: Um, so I... like 24, 23? (therapist responds) And married, so like... But young, yeah. Or old, depending on which century we live in.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: Young in this (ph) century.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: (chuckles) So it was sort of the question that was in... But obviously, that’s not like... (chuckles) in most social circumstances, that’s not the acceptable question to ask! So...<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: So are you saying that you felt bad about asking it, or because of how he reacted, or just...?<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Yeah, I felt badly because it made the situation uncomfortable for all three of us. I (chuckles) asked what was meant to be an innocent question, but... And he handled it graciously, but was clearly a little bit like... I don’t know, rattled by that particular question. And Tanya was (chuckles), <\/span><span data-id=\"P5-N2007F1\">Tanya objected. She said, “You can’t ask that!” So, in some sense, I mean, we’re back to there are some set of rules that I don’t know about, that I’m trying to avoid crossing, or something like that. <\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: Do you feel like that’s happened to you a lot in your life?<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: (sighs) Yeah, I don’t know that I have a good answer to that. I don’t have a strong feeling about it. (therapist responds) I guess it’s very much the case that like, in middle school... I was, my family was still part of this cult, we had a very different like, value set. We didn’t watch a lot <\/span><span data-id=\"P5-N200831\">of TV that everyone else was watching, didn’t listen to music that everyone else was listening to. So there was sort of this... And middle school kids are a little vicious. So, this sense that like, I lived in a different world than many of my classmates, or something like that. So like, they had, you <\/span><span data-id=\"P5-N200832\">know, they knew about whatever (whatever; I still don’t know what they are) but they knew about the American popular culture at the time and I didn’t, so in that sense, yes. (therapist responds) (pause) Yeah, I guess I don’t feel like it’s something that happens to me a great deal in my adult life, <\/span><span data-id=\"P5-N200833\">but I work pretty hard to avoid it, I guess, so maybe that’s not surprising. <\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: Where did the kids that you, were in the cult, where did they go to school? Like, why weren’t you with them?<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Because I went to public school.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: And most of them went to private school?<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: No, no. They just, there weren’t that many people, (chuckles) so...<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Oh, I see. It was more...<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: It was very diffuse.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: (inaudible) Thousands of people across the country, but it wasn’t localized in any particular region. So this is where calling it a cult gets confusing in communicating. So I’m sorry, but...<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: Who did your parents talk to?<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: Um... (pause) (chuckles) That’s good! Um...<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: I wasn’t... (client laughs) I mean, you’re describing being very socially isolated as a kid. I’m just sort of trying to translate that (inaudible) (blocked) I imagine that...<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: No, no, no! I think it’s the right question!<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: ...a lot of their friends would have kids, too. But if you didn’t know, you know...<\/span><\/p>\n<span data-id=\"P5-N2009C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2009C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561072\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Um, so they definitely talked to the other people that would, that were in our like, local section of the organization. Yeah, I guess they talked mostly to people who were in that section. My dad talked to the people he knew at work, also. But mother was raising the five of us, so she must have <\/span><span data-id=\"P6-N2009F1\">just talked to the other people in the organization, I think. Although I think she also (chuckles) talked to a lot of our classmates’ parents like, in the grocery store and things like that. It was a small town. <\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Did you feel isolated in your school?<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Um, so... not really. Like I had a couple of close friends. That’s kind of been the pattern of most of my life, is to just to have a couple of close friends and be pretty happy with that. We weren’t like, in the mainstream, or anything like that (whatever that...) But I didn’t feel particular <\/span><span data-id=\"P6-N200A31\">isolated. Just... Yeah.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Did you ever want to know what the other kids were listening to or watching, or just not much of an interest?<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Um... (sighs) (pause) Probably a little of both, but mostly not much of an interest. I just didn’t care that much. I just didn’t like the awkward context in which they like, I guess I’m thinking of a couple of particular instances where they were like... knowing that I might give a strange response, <\/span><span data-id=\"P6-N200A71\">were deliberately baiting me to get a strange response out of me. (therapist responds) <\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: Knowing that, your ignorance about certain popular cultural areas?<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Right. Would, might lead to something funny being said or, would sort of probe for where those were.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: So, being the butt of a joke.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: (pause) You’ve (ph) thought for a moment.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: (pause) Yeah, I mean, I guess that gives a fairly consistent description and starts to sort of tie things together, in some sense; sort of pausing to wonder whether it was too tidy. I’m not sure. <\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: Well, I know this was a few years ago, but do you recall what your curiosity was about, with the priest, and whether the pregnancy was intentional?<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: I was actually just curious about... that. (therapist responds) Was it intentional? I was like, I, it was... because... I don’t know. Um...<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: I mean, because there is a whole host of things that you could be curious about in that. It could be, you know, “Well, my sister didn’t intend to have a baby,” “How do other people go about doing it.” You could be curious, “How does he feel about having the baby?” “Is it something he wanted <\/span><span data-id=\"P6-N200B91\">or was it, you know...” There is like all sorts (client affirms) of things you could be curious about in that.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: Yeah. I think it was, there was some element of, interestingly enough, concern as to like, how happy we were supposed to be.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: (responds) Interesting!<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: Is this a thing that you were seeking out and so, we’re delighted for you? Or is this a thing that’s happened, and you’re happy about, so we’re happy for you. Yeah, I think that was a part of the motivating. <\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: How good a news is this? (client affirms) Is it pretty good news or really, really good news?<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: (chuckles) Right, right.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: So it was your way of trying to understand the context better.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: Oh, yeah. No, that’s right. I guess I had forgotten that, but that’s absolutely what was going on. (pause) Which itself is fairly hilarious, in the sense of like, trying to understand the context better to... for exactly this reason. I did the thing, in some sense, that I was trying to avoid. <\/span><span data-id=\"P6-N200C71\">(therapist responds) But I think there is also an element in that circumstance that I was actually just trying to understand what was going on in their lives. It was not purely about like, avoiding embarrassment in a certain sense.<\/span><\/p>\n<span data-id=\"P6-N200C6-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200C6-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561072\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: (pause) What did he say? Do you remember? <\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: (chuckles) I think he laughed and... seemed a little uncomfortable about it, but said, “I don’t mind telling you guys.” And then (chuckles), and then I think he described to us their birth control methods (which had been the counting method), and so it was... He suggested that they had practiced <\/span><span data-id=\"P7-N200CB1\">that faithfully, and then decided that they wanted to have a child, and then had very quickly, she had gotten pregnant. I laughed, because of the level of coincidence in that is sort of hilarious, but... So, yeah. So, I mean, I got the answer to the question. I, maybe it...<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: (sneezes) Excuse me!<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Bless you! Maybe in more detail than I was really anticipating with them. <\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: (pause) So, do you think when they come up, whether you could bring up... I’d better grab a tissue. I forgot my own tissue box. (inaudible) Do you think that when they come up, that you could, you would feel comfortable bringing up your curiosities about me in here, that we could talk about? <\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: (sighs) (pause) Well, so it’s sort of cheating, right? If you ask that, then that adds the rule to the list that I can ask you about these things.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: Well, you could call it cheating or you could call it an invitation. (client chuckles) How is it cheating?<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: I guess I’m suggesting it’s cheating, in the sense that it doesn’t get around this, or it gets around the rules construction issue, in a particular fashion, so... But, yeah. Thank you for the invitation. I would feel comfortable, if you’re okay with that, but... Clearly, I sometimes have strange <\/span><span data-id=\"P7-N200D71\">questions, so maybe that’s not clear. Maybe that one seemed like a perfectly reasonable question to ask someone who just told you they’re expecting a child, but I have noticed it’s not the one most people ask first. <\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: Well, it’s strange when you don’t have a, “strange,” when you don’t have a context for understanding where the question is coming from.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: What you are then describing makes sense (client laughs) and it isn’t strange, because we’re having, you were thinking about a particular thing for particular reasons, and so it’s not strange anymore.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: I’m mean, that’s certainly how it felt to me. I did explain that Jessica was pregnant, and that seemed to make the situation less strange for everyone, but...<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: And, well, I mean, I guess... I understand what you’re saying with the “cheating around the rule.” I guess what I’m, then maybe what I’m drawing is a larger rule, is that anything you’re thinking or feeling, about me or otherwise, is important things to talk about.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">[pause 00:38:49 to 00:39:04]<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: Could we change “is” to “might be”?<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: Sure!<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: Because I think it’s probably not the case that every thought that I have is important to talk about, in a large sense. You phrased that if anything that I think about you or... now I lost what you said, exactly, but... (pause) (laughs) So I think we’re...<\/span><\/p>\n<span data-id=\"P7-N200E8-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200E8-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561072\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">THERAPIST: We’re getting a, well, I’m starting to get then, a little bit more abstract from that, because I was thinking about, “What’s the difference between using ‘is’ and ‘might be’?” And how committed I am to the “is.” So “is important” is the important thing, or how we talk about it, right? So <\/span><span data-id=\"P8-N200EB1\">“is important,” in that sense, I would agree with you. But “is important,” because it could lead to some interesting things, and sort of create importance around it, then I would keep the “is.” (client chuckles and agrees) And maybe that’s, I mean, (inaudible) words, but that...<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">CLIENT: No, that’s great. That was what I was doing, so I appreciate it.<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">[pause 00:40:12 to 00:40:40]<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">(chuckles) Um, so, so, you know, I’ve been seeing you for a long time, or you’ve been seeing me for a long time, one or the other and so, I could probably fill several sessions with just asking you questions about you, so... (chuckles) So you sort of phrased that as when it comes up, but um, now that <\/span><span data-id=\"P8-N200F11\">you’ve said that, I can’t move to other things. So I’m going to ask one (therapist responds), just to start. So, you, on the sign in the waiting room, for example, you have signed it “Dr. Smith.” Is that for me or for you, or for the therapeutic context?<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">THERAPIST: That I’ve signed it... Which sign?<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">CLIENT: The one on the wall that says, “Please don’t talk loudly on your cell phone, because oh, my God, that’s annoying.” Well, that’s not what it says; (chuckles) anyway... You’ve signed it using your title and your surname.<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">THERAPIST: Right. So is that, for like, for me, for my benefit? <\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">CLIENT: Yeah. Is that something you do for you, or for your patients, or because it constructs a particular therapeutic context?<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">THERAPIST: Wow! You’re giving me far more credit than I’m due, insofar as... Well, first of all, actually, my, at a very basic level, my suite-mate was the one who made the sign. (client chuckles) She didn’t actually... ask me this, so I actually didn’t create the signs, though.<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: That’s fine. It’s, the question still holds, because you sign your e-mails “Dr. Smith,” so...<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">THERAPIST: Yeah. So, is that for my benefit or for your benefit? Well, I’m not sure if this is... I’m really curious about the question. I’m not, this is, this actually may ask the question. I tend to sign my e-mails based on what people call me. (client chuckles) So if people call me by my first name, <\/span><span data-id=\"P8-N200FF1\">I’ll just then respond by my name. So I tend to be consistent. I feel it that what people call me is what they feel comfortable calling me, and then I sort of do that consistently within my communication. Or were you, were you wondering if people call me by my first name? <\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">CLIENT: Um, well, so I know that other therapists call you by your first name. (therapist affirms) So I wasn’t wondering that, no. But...<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">THERAPIST: Well, but that’s...<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">CLIENT: I guess I was wondering whether...<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">THERAPIST: But more likely, I mean, I am always sort of on the fence of whether... Because obviously, they’re my peers, so I, we don’t call each other “Dr. Such and Such,” as you won’t call your peers when you’re done, “Dr. Such and Such.”<\/span><\/p>\n<span data-id=\"P8-N20106-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20106-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561072\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">CLIENT: I do as soon as they defend, because, you know, it’s nice as a gesture...<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">THERAPIST: It’s nice, but...<\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">CLIENT: ...but no, you’re right.<\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">THERAPIST: But it’s not a consistent thing. So, when I’m talking to patients about people they’re seeing, I tend to then, again, just try to be consistent with what they use. So... So, yeah. But that’s different than what people I’m working with call me. So is that a curiosity? Because I know that you <\/span><span data-id=\"P9-N2010F1\">call Chad “Chad,” and I imagine that Tanya calls him Chad. <\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">CLIENT: Yeah, and so I... So I follow exactly the same rule you do. So that creates an interesting situation in situations like this, where I call you “Dr. Smith,” because that’s the only thing you’ve ever called yourself to me, which I did with my undergraduate advisor for...ever. (pause) Was a particularly <\/span><span data-id=\"P9-N201111\">fun thing, because he didn’t care at all. In fact, he didn’t want me to call him by his title, but like, we never had. <\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">So when I was growing up, we had this like, (chuckles) you called adults by their title and their surname, unless they say you can do otherwise. So that’s sort of been the general rule that I’ve taken into life, so that’s... So I tend to think that other people are as deliberate about the names they <\/span><span data-id=\"P9-N201131\">use as I am. So I was curious as to whether you were, and the answer is “yes,” in some sense. That’s interesting.<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">THERAPIST: Did you want to call me something different? Do you ever want to call me by my first name?<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">CLIENT: Um... well, so I avoid that issue, even with you like, asking that question or the last question, because you kind of were. I avoid the issue as much as possible, so I just don’t address you directly. But, that’s a general feature of interacting with other people.<\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">THERAPIST: And why do you need to avoid it? <\/span><\/p>\n<p data-id=\"P9-N2011A\"><span data-id=\"P9-N2011B\">CLIENT: Um... (pause) Because I haven’t figured out the social convention for doing anything else. So like... so, I mean, I just told you this rule that I grew up with, but I don’t have a replacement rule, and there doesn’t seem to be an obvious common one. So that used to be like, the rule of polite <\/span><span data-id=\"P9-N2011B1\">society, that was how everyone interacted. But that doesn’t really exist, writ large, anymore. There is not, I don’t know of one to replace it, so I just avoid it.<\/span><\/p>\n<p data-id=\"P9-N2011C\"><span data-id=\"P9-N2011D\">THERAPIST: Well, I gave you, well, a “rule,” in that people call me what they need to or feel comfortable doing so, which is, it’s a, but it’s a pers , it’s not a “rule” anymore, it’s actually what one feels comfortable or needing, which then (client chuckles) sort of gets back to the variation we <\/span><span data-id=\"P9-N2011D1\">were talking about, that it’s... It’s about sort of, first figuring out what it is that you want.<\/span><\/p>\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">CLIENT: Well, that’s interesting. I didn’t see that part coming. (therapist responds)<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">[pause 00:46:14 to 00:46:39]<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">I think in a general sense, I want to address people in a way that both conveys respect and has intimacy, right? Someone’s name is a personal thing. (chuckles) And so that has some non-negligible percentage of “What does the other person want in it.” So what you’re telling me is that, what you’re suggesting <\/span><span data-id=\"P9-N201231\">is that, “What I want in the circumstance” matters also. Then I feel like we’re in a feedback loop, and I don’t... So...<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">THERAPIST: Or specifically, not that it matters also, but that what I want is for you to feel comfortable (chuckles), and you feel comfortable by figuring out what I want (chuckles) and so (client chuckles) that’s, that’s definitely a feedback loop. (client affirms) You know, we’re going to need to stop for today.<\/span><\/p>\n<span data-id=\"P9-N20124-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20124-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561072\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">THERAPIST: But I will see you next week.<\/span><\/p>\n<p data-id=\"P10-N2012A\"><span data-id=\"P10-N2012B\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N2012C\"><span data-id=\"P10-N2012D\">THERAPIST: Okay. Take care!<\/span><\/p>\n<p data-id=\"P10-N2012E\"><span data-id=\"P10-N2012F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}