{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses some good moves forward in her marriage and how this separation is very important to fixing their relationship."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Trust","Marital separation","Psychoanalytic Psychology","Anxiety","Sadness","Psychodynamic psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["16"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Trust","Marital separation"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Sadness"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychodynamic psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561770","dorpId":"1005996024","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"RY\", Session 34: September 30, 2013: Client discusses some good moves forward in her marriage and how this separation is very important to fixing their relationship.","fullTitle":"Client \"RY\", Session 34: September 30, 2013: Client discusses some good moves forward in her marriage and how this separation is very important to fixing their relationship.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561770\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Sorry (ph). How are you?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I guess a little different. I feel a little different than I did last week or the weeks before.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: [Tell me] (ph) more. Why?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: I'm guessing in relation to what's been going on with Ivan. So I guess this past week he's made a lot of efforts, and he's been, I guess, different, in his verbal interaction with me. I mean, I understand that he's not-that it doesn't all go away. [laughs]<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">He did have that conversation with me, finally.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Really?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: And it was in-the context was I wasn't asking for it. I wasn't even mentioning it. We weren't even talking about the problems in the room. [sighs] And showed some remorse, and showed some... <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">So I think that was-<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Some ownership over it.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: And I was surprised, because I thought when it happened, I would need more and more and more. I think I just needed to hear even the beginning of it.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: It sounds like you needed to know that he really meant it and was feeling, instead of just giving a lip service to get rid of the problem.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: I think that's what was leaving you wanting more and more and more and more and more, because it was never really the real thing to begin with. So of course you weren't getting it.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: So I guess that was kind of surprising, especially since he gave it in-and he's been kind of repeatedly giving the context of, \"I know I can't make the past go away. I know I can't undo it. I wish I had never done it but I know this doesn't undo this.\" So I think that was important to me.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">[sighs] I think that started to change some things for me.  In addition, he I think I mentioned he's been reading these books that Dr. Bourd (sp?) and Dr. Farrow (sp?) recommended.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">And I met with him on Tuesday. He set up a time and a place and everything on Tuesday. So we met.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: His initiative, you mean? Huh.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: And for Ivan, that's huge.<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">THERAPIST: It is, I know!<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">CLIENT: Time, place, what we're going to do? That was huge.<\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">So he gave me the one book that he had finished, which is \"His Needs, Her Needs.\" And I don't know if-I think Dr. Bourd is the one who recommended that. So he's like, \"I read this. I think it's really valuable. Maybe you'd like to read some of it and see what you think and we can talk about it.\"<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">So at first, I was just... [laughs] I don't know. I didn't look at it for a couple of days, but then I started to read it. And I was very surprised.  Because a lot of it sounded like a lot of the things that Ivan and I were encountering, and I started to view what he had done a little differently <\/span><span data-id=\"P1-N200371\">not that it's okay, not that anything will ever make it okay.<\/span><\/p>\n<p data-id=\"P1-N20038\"><span data-id=\"P1-N20039\">But I started to think about what we were each looking for, or what we were each complaining about not getting differently, because I had never viewed physical intimacy as a need. And I wonder if he never viewed conversation as a need.<\/span><\/p>\n<p data-id=\"P1-N2003A\"><span data-id=\"P1-N2003B\">But then I realized the more he pushed for that, the more that wasn't what I needed. And the more I pushed for conversation, maybe that wasn't what he needed.<\/span><\/p>\n<p data-id=\"P1-N2003C\"><span data-id=\"P1-N2003D\">And in fact, I was getting my need for conversation met in a lot of other places. That's okay, in a marriage, and yet it's not okay. It's not the same as what he did. <\/span><\/p>\n<span data-id=\"P1-N2003C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561770\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">But I started to understand that a little bit differently. So I think that changed my thinking a little bit.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: It gives a [play space] (ph) to understand what he's wanting and what he's asking for even what he's doing. Even though it's not okay in the way we structured marriage in society, that it's more about him trying to meet a need that feels important to him that isn't actually about hating <\/span><span data-id=\"P2-N200411\">you or not wanting to be in the marriage. There's a little more room to think about it from different angles, it sounds like.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: There is, maybe. I guess I feel a little-he explains that in pursuing those things, in those thoughts, that it was always in relation to wanting that aspect of our relationship and wanting it with me.  I guess I'm a little reluctant to accept that. It feels scary to... Of course I want to believe <\/span><span data-id=\"P2-N200431\">that. But it feels a little bit scary, because... Maybe it could be a way of... Maybe it could stem from wanting that with me. But there's no way what he did was... It's not a romantic, like, \"I wish I had more physical intimacy with my wife.\" It's different. It's a little bit different.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: Men and women can sometimes have conflicts and difficulties bringing physical intimacy into their marriage, to have the loving, affectionate relationship also be the one that is sexual.  Sometimes it's very complicated for people and not because they're not in love with the person they're <\/span><span data-id=\"P2-N200451\">with, but that sometimes they get sort of sectioned off. This can be safe over here, and this can be safe over here, but the idea of bringing them both into the same person, it's a real, deep intimacy.<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">In some ways, having casual sex with someone out here or pornography is so easy. You don't have to know that person. You don't have to feel emotionally attached to that person.<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">I guess I'm saying there may be ways-he's right, it is about you, but this was safer, almost, than actually being intimately, fully in the relationship with you. That is an explanation that has nothing to do with him not wanting to be with you and wanting to be with whatever that was. It so doesn't <\/span><span data-id=\"P2-N200491\">sound like it's wanting to be with a different person. <\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">CLIENT: No, no, and I actually do believe that. I guess I was a little surprised, because I explained to him and I felt like I had before although the more I think about it, the more maybe I would have thought differently about it. But that I didn't feel like it was possible. I felt like my needs <\/span><span data-id=\"P2-N2004B1\">him talking to me, all of that needed to happen first. And any type of physical intimacy would have almost been reinforcing or looking the other way or making myself more vulnerable or... [sighs] And I don't know if it would have been.<\/span><\/p>\n<p data-id=\"P2-N2004C\"><span data-id=\"P2-N2004D\">But I explained to him that I felt that way. And he said, \"I knew that.\" He said, \"I knew that there was,\" he said, \"I didn't even feel like I could have asked you for those things, because I had no place to even be bringing that up because of what I had done and I had broken your trust.\" <\/span><\/p>\n<p data-id=\"P2-N2004E\"><span data-id=\"P2-N2004F\">THERAPIST: So he was with you, actually. He totally got it.<\/span><\/p>\n<p data-id=\"P2-N20050\"><span data-id=\"P2-N20051\">CLIENT: Yeah. [laughs] I mean, he says he does. So I think that's good. I don't know. It's different. At this point, I feel scared and I feel cautious especially because-so I saw him Tuesday and I saw him Saturday.<\/span><\/p>\n<span data-id=\"P2-N20050-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561770\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">Then Tuesday we met at 4:00 at a cafe. And we haven't gone out in a very, very, very long time. So even though it was just soup and sandwich, whatever, it was really nice. And we spent some time talking about the books that he's been reading. And we spent some time talking about what's been going on. <\/span><span data-id=\"P3-N200531\">But we also spent some time just talking about, \"What has been going in your daily life?\" and, \"What's going on with your family?\" and, \"What's new there?\" And that was really nice. And that had been a while. <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">Then Saturday, he actually called me when he got out of work and asked what I was doing. And I was just doing housework. And he wanted to know if he could come over and help. And I felt a little cautious, because [laughs] on the hand, it felt like, \"I'm desperate to make things better. [laughs] I'll <\/span><span data-id=\"P3-N200551\">take out the trash now!\" But on the other hand, it felt like if the worst thing that happened was that he took out the trash in an attempt to make things better, it could be worse. It wasn't so bad.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">So he came over and wanted to know what he could do to help. So he did! He did some stuff around-he did a few things. And then, he's like, \"I want to make dinner. Let me make dinner.\" So he made dinner. In fact, on my to-do list for Saturday was, \"I want (inaudible at 00:09:57) with my cat.\"  And he's <\/span><span data-id=\"P3-N200571\">like, \"I will help.\"<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">And it was nice! I mean, we sat at the table and we talked about what was going on in our lives. And we didn't-we took some time to not talk about all the problems.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: Just to reconnect, in general, yeah.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: Yeah. It was really nice.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">And then we sat around for a while, and that's when he really talked about being sorry and taking some accountability and... [sighs]<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">So we talked for a while and then we sat and watched a movie. And it was weird. It was weird. And it didn't feel quite the same. But it was nice.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">THERAPIST: It's not the same.  It's a new relationship, in a way.<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">You've been working hard, too, Ramona. And I said that to you last week, that all of the sudden, I had a feeling of your being able to assert yourself, even with me, in a way that did not feel like scathing criticism at all. Even though you were saying something that was really important that you said <\/span><span data-id=\"P3-N200651\">it might even be, if we're categorizing it, critical but it felt so constructive and not from a place of self-hatred, from a place of this appropriate, healthy self-assertion.<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">CLIENT: I don't know if I want to pat myself on the back too much, but I actually feel really, really good about the fact that when I came to you, I did feel a lot of self-hate and I did feel that was a really important coping mechanism.<\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\">And it's been almost absent from my thinking, that, \"I hate myself,\" reflex thought has gone.  I almost never, ever think that anymore. And I feel like [laughs] I guess I just want to say I really appreciate that part of the work that I've done in here, because that's huge.<\/span><\/p>\n<p data-id=\"P3-N2006A\"><span data-id=\"P3-N2006B\">And that I didn't believe you when you said that that would help me with other relationships I thought it didn't matter, but I think it has.<\/span><\/p>\n<p data-id=\"P3-N2006C\"><span data-id=\"P3-N2006D\">THERAPIST: First of all, I'm so glad to hear that that's getting even better. And it's not that it won't sometimes creep in (inaudible at 00:12:30) be interested in when that happens, what's happening.<\/span><\/p>\n<span data-id=\"P3-N2006C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561770\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">But it's so tied to your even hating Ivan, or hating me, or hating Dr. Farrow and I use that broadly. But if the bar is so impossibly high for yourself, it gets set there for other people, too. And then you don't have room to actually be appropriately, assertively critical to think that are really <\/span><span data-id=\"P4-N2006F1\">important to get addressed. <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">And I said last week, you came into this and said to me, \"You know, that session we had the preceding time was really hard, because I ended up taking it all personally.\" It just felt like it was coming from such a different place in you. And so it felt so much easier to hear. I didn't even have the <\/span><span data-id=\"P4-N200711\">feeling of feeling defensive, pushed into a corner. [Which you have to have that] (ph) feeling. I'm interested, and I'm working on, (inaudible at 00:13:24) thinking (inaudible at 00:13:24), I just felt like, \"Whoa, you're helping me get to know you more!\"<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">And really, really helpful for me to hear you're being able to be assertive about that. I can only imagine, as Ivan is coming towards with stuff he's worked on, that that's also having an impact on the way you're relating with him, that maybe allowing him to say, \"Okay, I really can take ownership of <\/span><span data-id=\"P4-N200731\">this now, because I think you're going to hear me and maybe it'll be enough.\" Do you know what I mean?<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: So I feel like there's been some progress.  I guess I feel, I don't know, ashamed, embarrassed, or what exactly to admit this, but we spent some time kissing [laughs] Tuesday night, just for a few minutes; and Saturday night, for a while.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">And it was weird. But he asked me, \"How would you feel about that?\" and I agreed to it. That felt a little awkward, [laughs] because when we were dating, we didn't really... But it was nice. It did feel weird and it did feel like I was [laughs] doing something wrong. In fact, it felt like-I don't know, <\/span><span data-id=\"P4-N200771\">I felt like a teenager. [laughs]<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">And I thought, \"Maybe this is wrong.\" But I thought, \"It can't be quite that horrible.\" [laughs]<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: It's a kiss. [laughs]<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: Right. I mean, there was (crosstalk at 00:14:57).<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: How bad can it get? [laughs]<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">CLIENT: Yeah. There was some kissing. <\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">Like I say, it was weird. It's weird. And it's weird, too, because I'm ahead of myself but I'm thinking I start work next week and that the lease is up the end of October and that it's a three-hour round-trip commute.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">And I'm thinking, \"I need to move!\" I mean, it's like an hour, hour twenty, maybe, so I need to allow an hour thirty each way. And I start work at 8:30, so I'm-that's a lot of the day. So I'm thinking that needs to happen.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">And my parents and my sister, I'm frustrated with them, they're like, \"You need to just stay put for a while because you can't move to a place for two people if you don't know if you're going to move in together.  And you can't move to a place for one person if you think that you're going to move in <\/span><span data-id=\"P4-N200871\">together. And you're not there yet.\" Which is true.<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">It's hard because I don't want to take two positive evenings and some positive changes that have happened in just over a week or two and say, \"Let's go apartment hunting together,\" because that would be, I think, a mistake.<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">But that's just a little, I guess unsettling for me, at the moment.<\/span><\/p>\n<p data-id=\"P4-N2008C\"><span data-id=\"P4-N2008D\">THERAPIST: Yeah, makes sense. It makes sense of you both of you would want to move closer as soon as possible, and that you'd also want to be cautious and give yourself some time before making that decision.<\/span><\/p>\n<span data-id=\"P4-N2008C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2008C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561770\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: It's a bind.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: So it's not the end of the world. I can find a way to stay where I am for a while. It's just going to...<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">Like I said, it is weird, because it feels like some... It feels very different.  It feels like a lot of changes.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">(pause)<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: Not that you'd be wanting to rush into a decision yet, but I think there is something about what you're describing is happening that does-it's like you're both getting opened up to seeing a different way through thinking about the issues together.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">It doesn't mean it won't get dark again or disappointed with each other or get frustrating, but there's a different kind of reflective space, starting to think about being in his shoes or him in your shoes, that is a tool you'll take with you into the future kind of no matter what, at this point. <\/span><span data-id=\"P5-N2009B1\">Once you have it, you have it.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">And even if you decide it's not going to work out for other reasons, even have that tool as you think about ending it.  Which you didn't have before it's really different.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: The thought of giving in to working it out, the thought of giving him the chance, even the thought of if, in a couple months, the progress has continued and we decide to move in together, it feels scary and it feels cautious and it doesn't feel definitive. Even if we moved in tomorrow, it wouldn't <\/span><span data-id=\"P5-N2009F1\">necessarily feel for me like Ivan and I are growing old together. [laughs]<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">And I think maybe it would be hard for anyone to have that thought process right now, with everything that's gone on. But I don't know if I feel comfortable with that thought right now.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">Something I want to do in here or, I don't know, keep track of or accountability of is that I don't want Ivan to move in again, for us to move forward again, because it's comfortable or because we've been together for five years and it feels... You know? <\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">CLIENT: Or because this sounds silly but just because I love him. There clearly has to be more to the relationship than just that.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">THERAPIST: It sounds like you're aware that that-if you're taking a step back and looking at the forest (ph), that's really important for your to stick to right now, not just moving right back in to the relationship even though, in the heat of moment, it could feel like, \"Oh, that would be so comforting,\" <\/span><span data-id=\"P5-N200A91\">or, \"I miss him,\" or how much easier it could be, even, in a way, but you really want to hold onto the separation time...<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">CLIENT: Yes!<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">THERAPIST: ...right now.<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">CLIENT: Yes.  It is lonely. It is weird.<\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">THERAPIST: Yeah, of course.<\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">CLIENT: But I don't think I am ready for him to live in the same apartment yet.<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">THERAPIST: Wow!<\/span><\/p>\n<p data-id=\"P5-N200B6\"><span data-id=\"P5-N200B7\">CLIENT: I think those two nights that we spent together, they were really nice. And it felt positive. But I think I would need a lot of that. And I would need to see more-I mean, it's great that he's reading books and it's great that he's going to Dr. Bourd and [he set up] (ph) an appointment with Dr. <\/span><span data-id=\"P5-N200B71\">Farrow and that he's talking to me and doing these things. That's all great.<\/span><\/p>\n<p data-id=\"P5-N200B8\"><span data-id=\"P5-N200B9\">But I just want to be careful. And I think this is part of my nature, because I wouldn't want to overlook the huge things that happened. And I actually felt a little bit good about myself, because-I mean, it felt weird, but my really good friend female friend from grad school, we're still really <\/span><span data-id=\"P5-N200B91\">good friends. We talk pretty regularly, I guess. <\/span><\/p>\n<span data-id=\"P5-N200B8-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200B8-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561770\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">Anyway, I told her what was going on the other day. And she's like, \"I had a feeling that something was going on.\" Anyway, I told her. And I felt good about telling her, because I know that she really values commitment.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">But I felt good about telling her. And I guess I told you I told my really close friend from college. I told both of them, and I felt like that gave me a chance to no matter what happens to keep it in mind and not be able to move in with him tomorrow without my girlfriends saying, \"What are you doing?\"<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: Yep, \"Whoa, whoa, whoa.\" [laughs]<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: So I felt good about that.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: It sort of develops a little more external accountability, in a way, for yourself around this so other people are witnesses and help support you along the lines of what you want to do. <\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">It also means you're not so alone with it, Ramona, so that there's not-I think, for a time, in the beginning, it was feeling like, \"How could I possibly ever tell anyone this?\"<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">THERAPIST: \"I sort of have to paste it and pretend everything's fine.\" And now you don't.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">CLIENT: No, and it also-<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">THERAPIST: So that that won't be a reason to make you go back, to just wanting to go back in and pretending. You have people who love you, who know, who can talk to about this.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">CLIENT: And I feel like they would support me either way. I think that would be-so that's good. But also in telling them what happened, it helped me to sort of process. Some of it is a really, really big deal. Some of it is I don't want to say it's not a big deal, but it's different. When I say it <\/span><span data-id=\"P6-N200CF1\">out loud or when I tell someone, it's not... It feels a little bit different than it did in the heat of the moment. <\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">This might be too bizarre, but even the assault as completely wrong as-Ivan and I are both crystal clear, black and white, very wrong. I guess I'm starting to understand a little bit where it came from. And it's not necessarily this malicious person who I could never trust. And I can maybe understand <\/span><span data-id=\"P6-N200D11\">that it came out of a need, even-I'm never saying that there's anything right about what he did.<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">THERAPIST: Yeah. Understanding is different than justifying. There's some for it not being justified and understanding...<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">THERAPIST: ...getting to know it better.<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">CLIENT: This is a bizarre thought that you would maybe understand but I don't understand, and it's that if things had been going well with Ivan and I and there was no breach of trust and things were going well and that had happened in other words, there was no, \"We're at a point where we have to talk <\/span><span data-id=\"P6-N200D91\">about everything,\" before it happened I wouldn't have been opposed to him doing that.  I wouldn't have been.<\/span><\/p>\n<p data-id=\"P6-N200DA\"><span data-id=\"P6-N200DB\">In some ways, it feels like a huge, huge, huge deal. And in other ways, it feels like I think he did know the difference. What he did, in and of itself, wasn't horrific, if that makes any sense.<\/span><\/p>\n<p data-id=\"P6-N200DC\"><span data-id=\"P6-N200DD\">THERAPIST: It does make sense. I mean, I think is when, way back, I was trying to say to you that if the relationship were in a good place and a husband came onto his wife and all of the sudden you find him on top of you, it could be considered a sexy, spontaneous thing. It doesn't have to be a violation. <\/span><span data-id=\"P6-N200DD1\">The context of it was violating.<\/span><\/p>\n<span data-id=\"P6-N200DC-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200DC-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561770\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: And that's clear. That is absolutely...<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: Yes. Yes.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">THERAPIST: ...black and white. And yet maybe it makes it to know that it wouldn't-it's not globally him being an evil monster assaulter... <\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">THERAPIST: ...that it can soften it a little bit, enough to understand. Put yourself in his shoes, too, and not have it only be so split into good and evil. There's complexity to it now, you're saying.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">CLIENT: Is that a realistic...?<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">THERAPIST: Absolutely.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">THERAPIST: Absolutely (crosstalk at 00:25:28).<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">CLIENT: Because I don't want to minimize or justify in order to be able to take him back.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">THERAPIST: I don't hear you doing that, because I don't hear you saying, \"Oh, I overreacted. It shouldn't really have been that big a deal.\" It's a really big deal that he did that, in the context of it.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">And yet, I think there's also ways, sometimes, because of how incredibly hard you are on yourself, there's that sort of perfect and anything less than perfect is horrible in your history.  That that's sometimes how other people can get categorized, too. Those are the two choices-<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">CLIENT: Mm-hmm; the black and white, yeah.<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">THERAPIST: Exactly! So if he does this thing that is clearly not perfect, it sort of rocketed him into this horrible place. And what I hear you doing now is actually saying, \"Okay, it wasn't great. It's a bad behavior. It's a bad thing he did. But the context of what it means about who he is, is he's <\/span><span data-id=\"P7-N200FB1\">not that horrible, actually, of a person.\"<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">He found a really kind of childlike and immature way of addressing something he needs help with. That can't happen again in order for you to feel safe and comfortable in the relationship. But it's not a global either\/or statement about his total self anymore. Just as with you.<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">When the moment of trying to talk about, \"Oh, maybe this is just me,\" and, \"Oh, am I being too critical?\" No!  I'm saying that's not what I'm saying at all. And yet, it also isn't the answer that you're being too critical wasn't at all part of it. So it's sort of like (inaudible at 00:27:10) the complexity <\/span><span data-id=\"P7-N200FF1\">of yourself, the complexity of him, that's what's realistic. People are really, really complicated.<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">There are some very evil people in the world. And if he were one of those, I'd say that to you. [laughs] I don't think you'd be married to him if he were one of those, actually.<\/span><\/p>\n<p data-id=\"P7-N20102\"><span data-id=\"P7-N20103\">CLIENT: It does change the context of Ivan being this horrible abuser who does nothing but lie to avoid trouble to he really did have a need for physical intimacy that wasn't being met. Not that it's okay, but he felt that didn't think he could talk about it.<\/span><\/p>\n<p data-id=\"P7-N20104\"><span data-id=\"P7-N20105\">THERAPIST: He may have even felt like he didn't deserve to even get that need addressed.<\/span><\/p>\n<p data-id=\"P7-N20106\"><span data-id=\"P7-N20107\">CLIENT: That's what it sounds like.<\/span><\/p>\n<p data-id=\"P7-N20108\"><span data-id=\"P7-N20109\">THERAPIST: Which is coming from his own self-loathing and his own shame, that he feels like he has to get it in secret. That's very different than he's overtly, formally, horribly abusive. <\/span><\/p>\n<p data-id=\"P7-N2010A\"><span data-id=\"P7-N2010B\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P7-N2010C\"><span data-id=\"P7-N2010D\">THERAPIST: Such a different person, we're talking about.<\/span><\/p>\n<p data-id=\"P7-N2010E\"><span data-id=\"P7-N2010F\">CLIENT: I don't know if it's right or wrong or anything in between, but I feel like I almost need-not permission maybe permission but someone to say, \"It is okay to kiss him right now,\" or, \"It is okay to do this or that right now, because you're not sweeping it under the rug.\" Because I feel like <\/span><span data-id=\"P7-N2010F1\">that's part of what, in the physical intimacy, what got us here in the first place. Because I felt like it was all-or-nothing.<\/span><\/p>\n<span data-id=\"P7-N2010E-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2010E-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561770\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">And I was always so scared of, I guess, of getting hurt more but of looking the other way.<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">THERAPIST: Yes. Yes. Yeah. I was wondering what you meant, exactly, when you said it felt sort of wrong. Is that what you mean...<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">CLIENT: Mm-hmm!<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">THERAPIST: ...with, \"I shouldn't be doing this because it sends a signal\"? <\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">CLIENT: If I told my sister right now that I was kissing him on Saturday, she would be like, \"What is wrong with you?\" I'm pretty sure. Because he just did these things-this is like a couple months ago that he assaulted me. I wouldn't be surprised if she'd say that. I wouldn't be surprised if a lot <\/span><span data-id=\"P8-N201191\">of people would say that.<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">And so I guess I'm back to where I started in some ways, because...<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">THERAPIST: What do you think, though? It's something that you... Not just say, \"No, Ivan, I can't do that yet.\"<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">CLIENT: Right. So again, I don't know how I feel about this part of myself, but part of me really has been wanting that lately. And it is confusing, in light of what's been going on it's confusing. And I thought about what you said, you used the phrase \"bubbling up\" of a closer intimacy. And I'm not <\/span><span data-id=\"P8-N2011F1\">sure how I feel about that. <\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">And part that does think, on one hand, we had sex on our anniversary at the end of June. And that was a long time ago. And so maybe if we are starting to reconnect, maybe it's not natural or wrong for there to be some form of physical affection.<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\">I don't want to be that doormat. And as irrelevant as it may seem, I think back on the way my mom was with my dad right after she found out about the affair. And I think she was telling me how they were in love, they got new rings. [sighs] They were very lovey-dovey for a while. And I was... I guess I disapproved.<\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">THERAPIST: Then.<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">CLIENT: Yeah. Because I was like, \"What are you doing?\" [laughs] And of a lot of other things followed.  A lot of anger, a lot of other things followed. It's not like she found out, they moved on, the end.<\/span><\/p>\n<p data-id=\"P8-N20128\"><span data-id=\"P8-N20129\">I don't want to be like that.<\/span><\/p>\n<p data-id=\"P8-N2012A\"><span data-id=\"P8-N2012B\">THERAPIST: How did she find out? He told her or...?<\/span><\/p>\n<p data-id=\"P8-N2012C\"><span data-id=\"P8-N2012D\">CLIENT: I don't know. I know the phone conversation, when she confronted him about it is how I found out. And I think that was the first time she confronted him.<\/span><\/p>\n<p data-id=\"P8-N2012E\"><span data-id=\"P8-N2012F\">THERAPIST: How you found out because you heard it?<\/span><\/p>\n<p data-id=\"P8-N20130\"><span data-id=\"P8-N20131\">CLIENT: Mm-hmm.<\/span><\/p>\n<p data-id=\"P8-N20132\"><span data-id=\"P8-N20133\">I mean, clearly, very different situations. But I don't want to be that woman who, after-even your closest-it's hard to be sympathetic when you're crying about how it's the end of the world to your sister and your friends, and the next minute, you're like, \"We're going out on a date!\" and \"We're going <\/span><span data-id=\"P8-N201331\">to make out!\" I don't want to be that person. I don't know if I'm being that person. But I don't want to just... <\/span><\/p>\n<p data-id=\"P8-N20134\"><span data-id=\"P8-N20135\">THERAPIST: Yeah. I'm going to stop for a second (inaudible at 00:32:06) that you were within earshot of that conversation (inaudible at 00:32:09).<\/span><\/p>\n<p data-id=\"P8-N20136\"><span data-id=\"P8-N20137\">You're not protective (ph). I know you're so used to it, but it's another place where you get overwhelmed with feeling that you shouldn't be overwhelmed with if you're being well-protective (ph).<\/span><\/p>\n<span data-id=\"P8-N20136-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20136-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561770\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\">Your question: if what we were learning about Ivan, increasingly, was that he really was formally a kind of abusive person who was not changing, your kissing him would mean one thing. But I actually don't think that is what you're telling me you keep learning, right now, about him that in some ways, <\/span><span data-id=\"P9-N201391\">it's the opposite. You're getting to know that the worst black and white description of him actually wasn't true.<\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">He has complexity. He's doing a lot of things that he needs to work on and do differently.  He hurt you. And yet, he's also not an evil monster, and has been demonstrating a long list of things this week alone about doing something differently.<\/span><\/p>\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\">To me, since I've met you, this is the most intimate set of conversations you've had with each other. Since I met you.<\/span><\/p>\n<p data-id=\"P9-N2013E\"><span data-id=\"P9-N2013F\">CLIENT: (inaudible at 00:33:26)<\/span><\/p>\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">THERAPIST: I know that seems strange and ironic to say, [laughs] because you just separated, but this feels like this emotional state from which I could most imagine having kissing, making out, seeing what that even feels like as an experimental step for both of you to grow out of.<\/span><\/p>\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">Had it happened when he was angry, not speaking to you, withholding things, that would be the doormat behavior.  It grew out of him being more present emotionally and conversationally with you than ever before.<\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">I think it is a form of (inaudible at 00:34:11). He came close to you, and you came a little closer to him. It doesn't mean have to have sex tomorrow. It doesn't mean you have to do it again if you don't want to. Doesn't mean you have to not do it again. I think you're just in that realm of what happens <\/span><span data-id=\"P9-N201451\">if we both try to start working on getting to know the other person (inaudible at 00:34:30), including physically.<\/span><\/p>\n<p data-id=\"P9-N20146\"><span data-id=\"P9-N20147\">I'd be wary that your sister's immediate knee-jerk feels a little bit like it could be kind of sticking with the polarization of good and evil, that actually is what you're moving away from, some.<\/span><\/p>\n<p data-id=\"P9-N20148\"><span data-id=\"P9-N20149\">CLIENT: I just want to be cautious, not moving away from that because there are a number of reasons why I think any woman would try to do that if she wanted to keep her commitment to marriage.  And I just don't want to do that, especially-I think, for me, a lot of times it's a perfectionist... Things <\/span><span data-id=\"P9-N201491\">have to happen in a sequence, everything has to be completed, done well.<\/span><\/p>\n<p data-id=\"P9-N2014A\"><span data-id=\"P9-N2014B\">I don't want [laughs] that to be the reason.<\/span><\/p>\n<p data-id=\"P9-N2014C\"><span data-id=\"P9-N2014D\">THERAPIST: Yep. Yep. Yeah. That makes sense.<\/span><\/p>\n<p data-id=\"P9-N2014E\"><span data-id=\"P9-N2014F\">How did you feel after, when it ended? How'd you feel about it?<\/span><\/p>\n<p data-id=\"P9-N20150\"><span data-id=\"P9-N20151\">CLIENT: I felt kind of guilty. [laughs] I felt like I stayed out past curfew or something. [laughs] I felt kind of guilty, and I did feel like, \"What if I'm just agreeing to this?\"<\/span><\/p>\n<p data-id=\"P9-N20152\"><span data-id=\"P9-N20153\">But part of me also did think back on when Ivan and I dated and when we were engaged, we made out all the time. [laughs] It never went further, but we made out all the time. But it occurred to me that we didn't just make out all the time, we also talked on the phone every day when he was at grad school <\/span><span data-id=\"P9-N201531\">and I was in college or over the summers. <\/span><\/p>\n<p data-id=\"P9-N20154\"><span data-id=\"P9-N20155\">We would chat online. There was a lot of conversation. We didn't have a lot money then, either, but we would have dates of some kind. And he would always bring me flowers, even though he could never afford them. He always brought me roses.<\/span><\/p>\n<p data-id=\"P9-N20156\"><span data-id=\"P9-N20157\">And there was every day-there was conversation, there was some romance, there was a friendship. We would do stuff as friends, we would-and there was a physical component. So I think it makes sense that if the conversation went away, for me that the physical intimacy [laughs] would go away for him.<\/span><\/p>\n<span data-id=\"P9-N20156-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20156-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561770\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20158\"><span data-id=\"P10-N20159\">So I think on Tuesday and Saturday, had we not had good, positive conversations, even if I had a wanted that like a physical want I don't think it would have happened. <\/span><\/p>\n<p data-id=\"P10-N2015A\"><span data-id=\"P10-N2015B\">THERAPIST: I don't think it would have. That's the part that just doesn't feel doormat-y to me. See, that's what would be a doormat, is if you did anyway. If he came over and didn't offer to do anything and you had to arrange everything. I just don't hear that you would have done it anyways to try to <\/span><span data-id=\"P10-N2015B1\">kind of bring him closer.<\/span><\/p>\n<p data-id=\"P10-N2015C\"><span data-id=\"P10-N2015D\">The way you talk about it, even, Ramona. The expression on your face as you're talking about it, it looks like it felt good to you.<\/span><\/p>\n<p data-id=\"P10-N2015E\"><span data-id=\"P10-N2015F\">CLIENT: It was nice! In fact, he's like, \"I think we're out of practice.\" [laughs] \"We haven't kissed in a while.\" And it's true. Part of it was nice.<\/span><\/p>\n<p data-id=\"P10-N20160\"><span data-id=\"P10-N20161\">It's weird. And it doesn't feel the same way. But it was nice.<\/span><\/p>\n<p data-id=\"P10-N20162\"><span data-id=\"P10-N20163\">And he's all clean-shaven and trimmed and (crosstalk at 00:37:56)...<\/span><\/p>\n<p data-id=\"P10-N20164\"><span data-id=\"P10-N20165\">THERAPIST: Really!<\/span><\/p>\n<p data-id=\"P10-N20166\"><span data-id=\"P10-N20167\">CLIENT: ...because he read in the book how actually that's a legitimate thing. <\/span><\/p>\n<p data-id=\"P10-N20168\"><span data-id=\"P10-N20169\">THERAPIST: [laughs]<\/span><\/p>\n<p data-id=\"P10-N2016A\"><span data-id=\"P10-N2016B\">CLIENT: [laughs] So I don't know if that would last, but that was important to me. And he weighs the least I've ever known him, actually. He's losing a lot of weight. Well, he's biking to work, so he's lost a lot of which, which is big for him.<\/span><\/p>\n<p data-id=\"P10-N2016C\"><span data-id=\"P10-N2016D\">THERAPIST: So what I hear you saying is that you want to make sure this continues. You don't want it to be-the danger is of, okay, you move back in together quickly, and then you just go back to old patterns and he's gone back to doing the same thing.<\/span><\/p>\n<p data-id=\"P10-N2016E\"><span data-id=\"P10-N2016F\">You want to see is: is this for real?<\/span><\/p>\n<p data-id=\"P10-N20170\"><span data-id=\"P10-N20171\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20172\"><span data-id=\"P10-N20173\">THERAPIST: Or is this just-<\/span><\/p>\n<p data-id=\"P10-N20174\"><span data-id=\"P10-N20175\">CLIENT: To get me back.<\/span><\/p>\n<p data-id=\"P10-N20176\"><span data-id=\"P10-N20177\">THERAPIST: To get you back, right. It's like you want to make sure that there's a proactive part of his development, instead of just the reactive one. Like, is he reacting to the threat of a loss of a relationship so he's scrambling to keep it? Or is this something that's really about a major change <\/span><span data-id=\"P10-N201771\">in him that's going to have long-term staying power? <\/span><\/p>\n<p data-id=\"P10-N20178\"><span data-id=\"P10-N20179\">And that you can only tell over time. And yet, the rigidity of, \"Well, then, don't touch him until a year has passed of him proving this,\" I think that also would be a kind of not working with what's happening. Sometimes, that's part of what happens for some people. It's very common in couples to feel <\/span><span data-id=\"P10-N201791\">like especially the woman is not that into having something sexual. She tries to do it. And actually, they end up feeling closer after the fact, because there's been something that's been shared that is hard to share another way that allows for further emotional relating, then, to happen that wouldn't <\/span><span data-id=\"P10-N201792\">have happened had you not had the physical intimacy.<\/span><\/p>\n<p data-id=\"P10-N2017A\"><span data-id=\"P10-N2017B\">There's a component in this that I think is about trying to keep getting closer. And yet, you'll see! You'll see even this next week. Who's he going to be? What's he going to be to you? Does it stick around? <\/span><\/p>\n<p data-id=\"P10-N2017C\"><span data-id=\"P10-N2017D\">You're seeing Emily...?<\/span><\/p>\n<p data-id=\"P10-N2017E\"><span data-id=\"P10-N2017F\">CLIENT: Tomorrow.<\/span><\/p>\n<p data-id=\"P10-N20180\"><span data-id=\"P10-N20181\">THERAPIST: Tomorrow. Okay. I dropped an e-mail to both Dr. Bourd and Dr. Farrow...<\/span><\/p>\n<p data-id=\"P10-N20182\"><span data-id=\"P10-N20183\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P10-N20184\"><span data-id=\"P10-N20185\">THERAPIST: ...just sharing a summary of where things have been. Emily was really pleasantly surprised and optimistic and glad to hear. It sounds like both of you have been doing so much work.<\/span><\/p>\n<span data-id=\"P10-N20184-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20184-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561770\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20186\"><span data-id=\"P11-N20187\">Do you want me to still-if something opens up, I'll give you a call for later on this week?<\/span><\/p>\n<p data-id=\"P11-N20188\"><span data-id=\"P11-N20189\">CLIENT: Yeah. That would actually be really great.<\/span><\/p>\n<p data-id=\"P11-N2018A\"><span data-id=\"P11-N2018B\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P11-N2018C\"><span data-id=\"P11-N2018D\">CLIENT: And I will [laughs] I will bite the bullet and call and ask if I could come in. I think maybe 9:30, 9:45 would be realistic to get there by, if I was here at 8:20.<\/span><\/p>\n<p data-id=\"P11-N2018E\"><span data-id=\"P11-N2018F\">THERAPIST: Even if (inaudible at 00:40:49) giving you an hour for lunch, if that's the way it's structured again, people so commonly do that \"Okay, I'll cut down, a lot of people don't need an hour for lunch\" (crosstalk at 00:40:58).<\/span><\/p>\n<p data-id=\"P11-N20190\"><span data-id=\"P11-N20191\">CLIENT: I'm salaried, so that's the concern. <\/span><\/p>\n<p data-id=\"P11-N20192\"><span data-id=\"P11-N20193\">THERAPIST: So it's not an hour-by-hour.<\/span><\/p>\n<p data-id=\"P11-N20194\"><span data-id=\"P11-N20195\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P11-N20196\"><span data-id=\"P11-N20197\">THERAPIST: Got it.<\/span><\/p>\n<p data-id=\"P11-N20198\"><span data-id=\"P11-N20199\">CLIENT: So I think take the whole hour, don't take the whole hour, you're getting paid the same amount, unfortunately.<\/span><\/p>\n<p data-id=\"P11-N2019A\"><span data-id=\"P11-N2019B\">THERAPIST: It's interesting, then, on salary they would tell you an hour break. That sounds like more like a punching in kind of job.<\/span><\/p>\n<p data-id=\"P11-N2019C\"><span data-id=\"P11-N2019D\">CLIENT: But I think that's why it's 8:30 to 5:00.<\/span><\/p>\n<p data-id=\"P11-N2019E\"><span data-id=\"P11-N2019F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P11-N201A0\"><span data-id=\"P11-N201A1\">CLIENT: Otherwise it would be more. I will ask.<\/span><\/p>\n<p data-id=\"P11-N201A2\"><span data-id=\"P11-N201A3\">THERAPIST: Okay. It's just a question. They can totally say no, (crosstalk at 00:41:27) it's not-<\/span><\/p>\n<p data-id=\"P11-N201A4\"><span data-id=\"P11-N201A5\">CLIENT: Since I spent so long getting this job, I'm scared. I know they won't, but I'm scared they'll be like, \"Do you really want this?\" or, \"You're going to come in an hour late before you even start?\" But maybe they can be a little understanding. I can stay an hour late.<\/span><\/p>\n<p data-id=\"P11-N201A6\"><span data-id=\"P11-N201A7\">THERAPIST: Yeah. And that fear sounds like (inaudible at 00:41:44) seeing you in very black and white terms. Actually, you do really want the job. You're not saying, \"I'm not going to work,\" in exchange for that hour late. You're saying, \"I'd be happy to stay late or not take a lunch break or stay an <\/span><span data-id=\"P11-N201A71\">extra hour another day, whatever would be best accommodating.\"  It's actually not what you're saying. It's not black and white. [laughs]<\/span><\/p>\n<p data-id=\"P11-N201A8\"><span data-id=\"P11-N201A9\">CLIENT: All right. Well, I'm going to ask. And I'll ask for Thursday. I'm sure it's not a big deal which day of the week, but I'll ask for Thursday. Thank you.<\/span><\/p>\n<p data-id=\"P11-N201AA\"><span data-id=\"P11-N201AB\">THERAPIST: Keep me posted, and if not...<\/span><\/p>\n<p data-id=\"P11-N201AC\"><span data-id=\"P11-N201AD\">CLIENT: I will.<\/span><\/p>\n<p data-id=\"P11-N201AE\"><span data-id=\"P11-N201AF\">THERAPIST: ...we'll go to plan B.<\/span><\/p>\n<p data-id=\"P11-N201B0\"><span data-id=\"P11-N201B1\">CLIENT: Okay. Sounds good. Thank you.<\/span><\/p>\n<p data-id=\"P11-N201B2\"><span data-id=\"P11-N201B3\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P11-N201B4\"><span data-id=\"P11-N201B5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}