{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses all the difficulties he had interviewing for a job recently. Client discusses why he decided to drop out of college."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Education","Job security","Interviews","Self Psychology","Psychoanalytic Psychology","Frustration","Anxiety","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["16"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Education","Job security","Interviews"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Self Psychology","Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561956","dorpId":"1006468949","contentType":"text","aucs":"CTRN-V1","title":"Client \"G\", Session January 10, 2014: Client discusses all the difficulties he had interviewing for a job recently. Client discusses why he decided to drop out of college.","fullTitle":"Client \"G\", Session January 10, 2014: Client discusses all the difficulties he had interviewing for a job recently. Client discusses why he decided to drop out of college.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561956\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Alright. So the time works. What was going on? Yeah.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Well I thought you had asked whether I wanted to move to Thursdays at 4:15 so I was mistaken I guess and I was thinking about a slightly long term thing.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: No. I mean we can talk about it. I know that 4:15 isn’t – if I said it, I misspoke.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Is there a different – what are you thinking in terms of?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yeah, I’m not thinking of anything right now. This is fine for the time being. But, I mean today – this goes into my session, but I was – had a choice of going to a car company or coming here. If I went to the car company I would be guaranteed work at some point selling products. But it wouldn’t be immediately.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Why? Was there an interview or something?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah. I mean it’s been – there’s this guy who places people at car companys and trains them. And then they pay him some amount to get them a decent salesperson who they then train their own way or whatever. So I’ve been going to his class in Dupont Circle for this week. My (unclear) for tryout <\/span><span data-id=\"P1-N2001B1\">at Dupont Circle was yesterday and it didn’t go very well. When I met the guy on Monday of this week he’d said, ‘come in for class Wednesday and it became clear the class was three days long and –<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: How did that sound to you?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Well it didn’t sound like a sure thing. Well, he made it sound like a sure thing so I didn’t think it was a sure thing. But at the time – I guess I was (unclear) because they said it was like a $50,000 minimum the first year. So, it would be enough money to help me solve my problems financially <\/span><span data-id=\"P1-N2001F1\">and maybe pay for classes somewhere before too long. So he basically assured me nobody falls through the cracks. You know, I want to (unclear) everyone. So I said okay, this is kind of a big time commitment for me because I have something every evening of the week from 5:30 to 8:30. I mean if I come <\/span><span data-id=\"P1-N2001F2\">here I’m not going to be working and I just said it’s a big commitment for me. So I said, ‘don’t let me down.’ He said, ‘I won’t let you down.’<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Did it conflict with your schedule, your work schedule?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yeah, I left my work on Saturday.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: You did, huh.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Yeah, I just left. (Unclear) But then when I got there Thursday for the interview I’d gone through two days of training in his class. It’s really simple but really was good. I mean I respect sort of, or I – envy is the better word, or covet sales people’s ability to manage social interactions <\/span><span data-id=\"P1-N200271\">in an organized way that benefits them because that’s something I absolutely can’t do.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: The persuasiveness, that kind of thing. They’re able to –<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: No. For me it’s not the persuasiveness, it’s the – persuasiveness, I don’t like the word because that implies talking to someone and reasoning with them. Because the way sales people work, or good sales people, they don’t set it up to deal with reason pretty much at all. They deal with or cultivate <\/span><span data-id=\"P1-N2002B1\">familiarity with people and you phrase things in such a way that leads them to a certain conclusion and makes them want to be wherever they are (unclear) with that. [0:04:50]<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">I don’t completely understand it but what I respect is the ability to organize the social process in a beneficial way. It’s not anything about having a good way of speaking or something like that. Unless their way of speaking just means just being friendly to people.<\/span><\/p>\n<span data-id=\"P1-N2002C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561956\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">(Pause): [0:05:13 [0:05:25]<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Oh yeah, (unclear) some of it was kind of beneath my intelligence. I can tell when he’s kind of bending the truth a little bit at least some of the time, although I couldn’t tell all of the time but he seemed like a very good salesman – someone who uses body language and intonation and rhetoric <\/span><span data-id=\"P2-N200311\">to motivate people to do something that they wouldn’t ordinarily do or want to do. So here’s a guy who’s – he’s not selling products anymore, but he talks about the value of selling products so they can train people to sell products so they can sell those people to companys and he sells the companys <\/span><span data-id=\"P2-N200312\">on himself and also uses the students to publicize himself and his training program so he had all his students mystery-shop companys. Then if the companys call them back they were to just say that he sent them there, things like that.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">But anyway when I got to the interview, the way the interview opened is, ‘you’re not [so-and-so].’ And so they didn’t even have either of the two resumes I’d given to them, or either of the two applications so I was kind of upset because I think he sort of psyched me in because I was too far away. He <\/span><span data-id=\"P2-N200331\">didn’t know I was too far away, that I had a commitment in the evening, I think, to start. So he assumed that to protect his reputation of providing them with quality applicants, he wasn’t going to support me (unclear) work for them. [0:07:06]<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Because he didn’t see your resume yet?<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: The two managers that were responsible for the company hadn’t seen my resume. The guy who was teaching the class had seen my resume. He had taken another resume that I had filled out to the company directly and taken it and said, here, give it to the company on Friday. But the only important <\/span><span data-id=\"P2-N200371\">thing emotionally was that I had invested a lot in the training, you know, kind of convincing myself that this is something I want to do. Doing a lot of work not having – I haven’t really slept – I slept last night, but two nights before that I didn’t really sleep because I was doing work when I would <\/span><span data-id=\"P2-N200372\">have slept. That’s one of the things that the teacher provides you with that he motivates you. You’re motivated. I wouldn’t ordinarily dress up in a suit during the days, but I was looking very nice the last three days. I was, well, I was positive. I wasn’t sleeping much but I was positive and I don’t <\/span><span data-id=\"P2-N200373\">trust myself. I thought about going to the classes and I didn’t trust the guy, but I thought about how I’d used the time otherwise, that it would just be unstructured or I’d be masturbating or I – like I didn’t trust myself to use the time well so it was just as well that I was going to the class. But <\/span><span data-id=\"P2-N200374\">I felt kind of betrayed by the guy. I’m not sure I was betrayed but I was hurt that I hadn’t – that I’d sacrificed so much and it could be so easily dispensed with. I hadn’t slept the past two days. I’d sacrificed things that were actually important to me to do something that was important for my financial <\/span><span data-id=\"P2-N200375\">survival but less important.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: That someone else said, well, this guy’s not going to be good here, so – torpedo.<\/span><\/p>\n<span data-id=\"P2-N2003A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561956\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: The company guy, yeah. I’m not sure I understand how the –<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: The guy I’m talking about, he trains people for the companies.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Did the company refer you to him or did you find him on your own?<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah, he worked in the company.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: So as I understand it, here’s how it works. (unclear) says that our sales staff isn’t motivated. They suck. So we’re going to have some guy come in and give us better sales people. So maybe they fire some of the people or they wait until he finds some better people. But he comes in and he agDonaldates <\/span><span data-id=\"P3-N200471\">some group of trainees. He has the company place an ad in the paper saying, ‘here’s what you can expect. Come, we’re interviewing these days. So they pay for the ads. He works and trains the people, and he gets commission based on how many people they accept as employees. So the whole thing goes back, for instance.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: So $850 commission per person. That’s what he said. And another $900 or so if the sell X-number of products in the first year or something like that.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: And so you just met with this guy – the trainer.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: And then you went and he trained you for a couple of days.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Yeah. Actually, I showed up early for my appointment. So I just filled out an application for the company before I met the training guy. I handed the application to him. He said, ‘oh, I’ll take that.’ And he said, ‘fill out this application, too.’ So I filled out two applications.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: One for the company and one for him.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yeah. And most people probably filled out one application for him. But I mean, the guy’s telling me that he’s supporting me to work in a place, but really he runs like multiple chains for different companies around. And so I’m not sure why he wanted to keep me there so much. He didn’t really, <\/span><span data-id=\"P3-N200571\">but he wasn’t just going to tell me outright – I’m not being very clear – but he wasn’t going to tell me outright that they’re not going to hire you because you’re too far away.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: Oh, so they didn’t want to hire you because you lived too far from the company?<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Well, you know – they wouldn’t and he wouldn’t want me to be presented to them because I’m not a quality applicant based on that.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: Based on that. I’ve got it. Yeah, yeah.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: So I didn’t really have the chance to argue the point though because I was never like – (unclear) with them. They didn’t have my application. They didn’t have my resume. They didn’t know who I was. That’s like having some guy off the street come in where he would have said, ‘here’s this guy <\/span><span data-id=\"P3-N2005F1\">here, here’s his resume, here’s his application. Here’s his name. Here’s how he’s done in class.’<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: Oh, okay. Yeah. And you ended up taking the whole class?<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: No. The end of the class was today. But I knew yesterday that I wouldn’t work out there. So I just went there to talk to the guy and say, you promised me this and you didn’t really deliver.’ But the thing I couldn’t do is go through a set of questions that I’d set up. Like I’d set up pretty <\/span><span data-id=\"P3-N200631\">logical questions. One of which was – doesn’t something in the sales information you’ve been teaching suggest that you could have treated me a little better? Something like that. Or – ‘I’ve given you two applications and two resumes and 20 hours of my time and you didn’t get me the interview that you <\/span><span data-id=\"P3-N200632\">promised. I said that much but his excuse was – he turned it around and said, you were late this day so I crossed off your name. (Unclear). [0:13:28]<\/span><\/p>\n<span data-id=\"P3-N20062-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561956\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">I can’t really go through that regimen. I can’t go through what I want to go through when I’m facing someone and talking to them and they’re responding and I have to listen to what they’re saying. I take in what they’re saying and say, okay. I forget about what I want to say. And that’s – I guess that’s my problem.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: Ah. Un huh. Yeah, when you want to kind of convey the disappointment and the frustration that you’d been left with and he was able to –<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Yeah, well I wanted to clear up any feeling that it’s not appropriate for me to trust these people or, yeah, through that (unclear) that I was sharing that I felt I guess. But also support a query sort of like – well this is what happened here. Why did this happen? I expected this. You know, <\/span><span data-id=\"P4-N200691\">I asked him – he was in the middle of class. And I just said, ‘can I speak to you?’ And he just said – well, he gave me that time but I wasn’t able to go through everything I wanted to. That was an important question I’ve been saying because the guy’s lying to my face. He’s lying to my face and saying <\/span><span data-id=\"P4-N200692\">things like, ‘I said to them, Donald’s a great guy,’ but they said, ‘you know, he’s going to passes two or three companies on the way here every morning. How long before he just goes and works in one of those places.’ But of course it was the reverse. There is no way that he concluded that I couldn’t <\/span><span data-id=\"P4-N200693\">do that or that he couldn’t present them to me.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: He wouldn’t even present you to them.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Because I didn’t fit the basic profile of what they want. But it’s hard. Someone’s just staring you in the face and telling a bald lie. I can’t call him on it. I’m just not motivated to. The same thing when I quit on Saturday, the boss, Erik, asked me, ‘well why? Why are you going? It was because <\/span><span data-id=\"P4-N2006D1\">of the conversation I had before with them, you know, I need this. You know you talk about treating people with respect, but you do not. It’s not worth it for me to work here. Instead, the first thing out of my mouth was some excuse about what I’m doing with my commitments. And then I got to that, but <\/span><span data-id=\"P4-N2006D2\">I don’t make anyone understand these sort of truths that may convert them but are really important to me. I don’t communicate what –<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: That are the actual reasons, your motivation.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Yeah. The thing I’d want to say. I don’t act quickly enough on opportunities with people. Like if I want to pick this person for a partner or something I don’t do it. But like a girl, I don’t give her attention. I give everyone around her attention to avoid the impression that I care about her. <\/span><span data-id=\"P4-N200711\">I’m sort of afraid of what I want. But I don’t know about the car dealing thing. It seems appealing. But it also seems like a mortgage other dreams I could be doing. I think I’d enjoy the person to person contact.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Of sales, yeah.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Yeah. Yes. I think I kind of am a salesman. Like I have a lot of the same thinking patterns. I’m just not trained. Like I operate best when I know what people want. Maybe everybody does this, but I take what they want and I selectively speak to them based on what they want. I sort of filter <\/span><span data-id=\"P4-N200751\">out the things that might offend or –<\/span><\/p>\n<span data-id=\"P4-N20074-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20074-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561956\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Yeah. Yeah. Like something like talking to your boss about what you were feeling about him. Also recent – something internally for you in doing that.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Yeah, so in short I didn’t know, I mean I could have (unclear) training today. But in any case I would have (unclear) out of training he said at one so I wouldn’t have been on time anyway. [0:18:17]<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Yeah, yeah. Did you feel like you couldn’t talk to me about it or something? Because in a way I kind of like left you feeling like you hadn’t – I mean, that it puts you in a box or something?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: Well, I felt like I wasn’t asking for this Thursday. I guess I wasn’t clear. I was just asking in general. I’m not even sure why I asked. I felt like I’ve asked too much in the recent past to change.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">(Pause): [0:19:11 0:19:24]<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">The thing is though, I mean this morning (Pause) I just had an OCD thing that felt like, just don’t respond is the best plan.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: To me? Yeah?<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: That’s right.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: What was the OCD thing saying? What was it?<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Just don’t. Because I would have training or I’d be at the company for something solid to happen there. Yeah, because if I said I was coming here it would preclude the possibility of my being hired at the job I was doing. On the other hand if I said I couldn’t come then it would say for certain, <\/span><span data-id=\"P5-N200891\">then I wouldn’t be here right now. I mean I wouldn’t allow for the possibility that I hadn’t been hired.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: I see. Yeah. Well, yeah, so if you were hired you would have wanted to be able to work today. Because you might have started at –<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: Yeah. Okay. I wondered if you felt like that would have been asking too much. You might have felt like that might have been asking too much of me to kind of make it more conditional or provisional or something like that?<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: I guess I’d rather not – it’s strange because you’re my therapist but I don’t typically give people that level of insight into my life.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: Hmm. You must have some reason.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Well yeah, it’s conveyed as just an impulse but –<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: Yeah, what’s in the impulse? Yeah.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: Just don’t. You’ll curse your luck or something. Like stepping on a crack in the sidewalk or something. A superstitious kind of –<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: Yeah, it’s something that you touched on before. Something about people knowing your plans and how there’s like this kind of sense that they’ll be affected if they’re known.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Exactly. One of the worst things I hate is going to an interview and someone asking what I’m interviewing for or are you going to an interview. I despise it.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: Ha.<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: I cannot stand it because it’s my business and it might not go well. So fuck you for trying to have any insight into something that may be a failure. I despise it. There’s nothing I dislike more than someone trying to uncover plans that are important to me and are sort of –<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">THERAPIST: It really pisses you off, huh?<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">CLIENT: (inaudible).<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">THERAPIST: Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">CLIENT: None of your business. That’s something I don’t say very well either. I mean there a temptation but it’s very, it’s almost violent, it seems like. Someone asks me something kind of offends me and I’m like, I don’t really want to tell you that.<\/span><\/p>\n<span data-id=\"P5-N200A8-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A8-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561956\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: Yeah, but you do feel that strongly about it. There’s something about it.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Yes. It’s like a superstitious certainty or something.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: I don’t like it at all. It’s very threatening.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: Yeah, it does seem more along the lines of a protective kind of mechanism. Like you’re trespassing here.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: Yes. Like years ago applying to Birmingham was a very long process. It took like – but then (unclear) very quickly and then after the application there was some other stuff, hurdles to go through and I passed one hurdle and another hurdle and then learned like what two full nonsectarian (unclear) <\/span><span data-id=\"P6-N200B51\">that I’d been accepted, that I had a binding contract with Birmingham for me to go there and I couldn’t back out. And so when I got that e-mail, I asked the Dean of International Affairs, so I said, is this a sure thing? Am I going here? Is there anything that could prevent me from going? She said, <\/span><span data-id=\"P6-N200B52\">‘no, you’re going there for sure.’ So after that I then told my parents that I’d been accepted at Birmingham.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: Only after that.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: After all that. Yeah.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: You have that same kind of sensibility like I don’t want them to know. It might affect my luck about it.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: Yeah. In the interim, during the process I said nothing.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: No details about anything did they see any vulnerability or weakness or what.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: Oh yeah, I think that’s kind of one part.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: And so I don’t know if I made the right decision today. It certainly feels like the wrong decision. I went there to clarify this. I hoped to reach the guy before he started teaching the class so I could go through things really with him, but I couldn’t and it’s pretty far away. I started an <\/span><span data-id=\"P6-N200C51\">hour and a half early and I only got there five minutes late. So. I just had the talk with him. He went through some sort of sales reversal and sort of shook my hand and turned me around and I sat back down in the class for a little bit.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">THERAPIST: You were dealing with an expert.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: Well, yeah. And then I just sort of got up and left without saying anything. Everyone in the class (inaudible).<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">THERAPIST: When you got back from the interview?<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">THERAPIST: What did they have you do?<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">CLIENT: Going to the interview? What do you mean?<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">THERAPIST: You said when you got back from the interview.<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">CLIENT: Everyone in the class (unclear) when I came back.<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">THERAPIST: What interview?<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">CLIENT: The interview with the company.<\/span><\/p>\n<p data-id=\"P6-N200DA\"><span data-id=\"P6-N200DB\">THERAPIST: Oh, so you’d go to the company and actually have an interview.<\/span><\/p>\n<p data-id=\"P6-N200DC\"><span data-id=\"P6-N200DD\">CLIENT: We were training at the company, yeah.<\/span><\/p>\n<p data-id=\"P6-N200DE\"><span data-id=\"P6-N200DF\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P6-N200E0\"><span data-id=\"P6-N200E1\">CLIENT: It’s just that the managers, the people in charge of the company interviewed you. Because they’re the ones hiring.<\/span><\/p>\n<p data-id=\"P6-N200E2\"><span data-id=\"P6-N200E3\">THERAPIST: And the class watches or something?<\/span><\/p>\n<p data-id=\"P6-N200E4\"><span data-id=\"P6-N200E5\">CLIENT: No they don’t. They just – they continued receiving instruction. But I touched them in some way at least.<\/span><\/p>\n<p data-id=\"P6-N200E6\"><span data-id=\"P6-N200E7\">(Pause): [0:26:29 0:26:43]<\/span><\/p>\n<p data-id=\"P6-N200E8\"><span data-id=\"P6-N200E9\">CLIENT: So after I talked to the guy I just – my plan was to do some reading and to visit a café I knew where this interesting woman sometimes hangs out. I’ve only spoken to her once but she’s like really smart and spiritual. She’s like 60 or something but she happens to be at this café. The café had <\/span><span data-id=\"P6-N200E91\">been changed so I just after not going to the training, the guy said I only went to one today, but who knows if that’s true? I didn’t go to the training – or left the training. I just wandered around and did nothing. I mean I went too far on the red line and had to get out on the other side and go back. <\/span><span data-id=\"P6-N200E92\">I went to the café which had been converted into something else and then went to the library to (unclear) books and then came here. I mean I haven’t used my time well though I told myself that I would. My objection to the guy was that he had sort of wasted my time. But at the end, this is how I’m spending <\/span><span data-id=\"P6-N200E93\">it. It’s sort of a point of pride. I wasn’t treated well with them. It would have helped him for me to be there somehow for his credibility or something. But it would have helped me, too, but I’d been treated in such a way that I didn’t want to let him gain anything.<\/span><\/p>\n<span data-id=\"P6-N200E8-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200E8-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561956\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: Uh huh. You would have lost too much in the way of integrity or something.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: Yes, well, yeah.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">(Pause): [0:28:30 0:28:39]<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: Yeah, when someone treats you like dirt but you still need what they have (Pause) you do.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">THERAPIST: Hmm.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">(Pause): [0:28:45 – 0:28:54]<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">CLIENT: I mean I think it’s a good thing, selling products. It’s actually like I took a test drive in a car. It was kind of fun. It’s not a bad thing.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">(Pause): [0:29:00 – 0:29:16]<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">THERAPIST: (Unclear). Driving a new car. Or a different car.<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">CLIENT: Yeah. I had this sense like when I was selling this guitar on Craig’s list, I mean my father was very upset that I was not very (unclear) like very skeptical and sort of judgmental that I’d sold something for more than I’d bought it for. It was like a used guitar. I’d bought it for $200 and <\/span><span data-id=\"P7-N200FD1\">sold it for $300. A 12-string. I’d advertised it in such a way that played up its qualities and so the person thought it was worth $300. So I realized that there’s like a perceived value which can be built up in the customer and there’s a sort of inherent value. But for me it’s not its actual value. <\/span><span data-id=\"P7-N200FD2\">And if you build up someone’s appreciation for something, it’s actual (unclear).<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">THERAPIST: It’s kind of created value, but it’s a value.<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20102\"><span data-id=\"P7-N20103\">THERAPIST: (inaudible) nothing.<\/span><\/p>\n<p data-id=\"P7-N20104\"><span data-id=\"P7-N20105\">(Pause): [0:30:24 – 0:30:52]<\/span><\/p>\n<p data-id=\"P7-N20106\"><span data-id=\"P7-N20107\">CLIENT: Yeah, I can’t organize my time. Just like I can’t organize social interactions. I can’t organize my time. I need to – like for this morning it would have been nice if I had rehearsed – like I knew exactly what I was going to do. I knew this guy was going to say you came in late or you have something <\/span><span data-id=\"P7-N201071\">that conflicts with the schedule or give some reason why I was in the wrong. I knew that and I knew the next thing I’d say to that. And my questions were timed to just move the progression along to basically how I feel. But I couldn’t get to the next question. I’d just forget it because I’d be listening <\/span><span data-id=\"P7-N201072\">to his saying, okay, like, so what I need I think is to be able to rehearse those things at least, or to become more skilled in maintaining my own agenda in intercourse.<\/span><\/p>\n<p data-id=\"P7-N20108\"><span data-id=\"P7-N20109\">THERAPIST: Did you get a little nervous?<\/span><\/p>\n<p data-id=\"P7-N2010A\"><span data-id=\"P7-N2010B\">CLIENT: No. Not at all.<\/span><\/p>\n<p data-id=\"P7-N2010C\"><span data-id=\"P7-N2010D\">THERAPIST: Almost like he had – was it more like he was kind of influential in the conversation?<\/span><\/p>\n<p data-id=\"P7-N2010E\"><span data-id=\"P7-N2010F\">CLIENT: You know, in this case – he has a skill. Okay? He has a skill but in this case as he was talking I just listened to him. I’d come prepared, but I forgot what I was supposed to say next. And I wasn’t going to look down at the (unclear) –<\/span><\/p>\n<span data-id=\"P7-N2010E-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2010E-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561956\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">THERAPIST: Wasn’t going to be -<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">THERAPIST: What were you going to say?<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">CLIENT: I said it wasn’t going to happen. I wasn’t going to look at the notepad in my hand. It wasn’t going to happen.<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">(Pause): [0:32:50 – 0:33:04]<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">THERAPIST: Yeah, it’s not like a kind of real kind of, I mean, almost like a – I mean the way you describe it it’s like a bit of a power play. Like if you looked down at your notebook it would have been showing that you needed a notebook.<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">CLIENT: That’s pretty weird, right?<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">THERAPIST: No, I can see why that would be relevant for you.<\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">CLIENT: Yeah. You could see that being relevant? What do you mean?<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\">THERAPIST: Well, I was thinking, you wouldn’t want to – what I was imagining was that you wouldn’t want to just see that you needed to write things down to remember it.<\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">CLIENT: Well, of course not.<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">THERAPIST: Yeah, right.<\/span><\/p>\n<p data-id=\"P8-N20128\"><span data-id=\"P8-N20129\">CLIENT: Like what would you think of a performer or something like that.<\/span><\/p>\n<p data-id=\"P8-N2012A\"><span data-id=\"P8-N2012B\">THERAPIST: Yeah, that they needed to look at the script while they were onstage.<\/span><\/p>\n<p data-id=\"P8-N2012C\"><span data-id=\"P8-N2012D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2012E\"><span data-id=\"P8-N2012F\">THERAPIST: Yeah, wow.<\/span><\/p>\n<p data-id=\"P8-N20130\"><span data-id=\"P8-N20131\">CLIENT: He did fill me with a motivation, though. Like that’s when I realized I kind of do the same thing with people. I mean the easiest way to work with people sometimes is to build up what they want. So he would always talk to people like, ‘oh, you want money, you want this and this and this?’ And <\/span><span data-id=\"P8-N201311\">so you felt a sense of purpose going through the training. So that was sort of a gift.<\/span><\/p>\n<p data-id=\"P8-N20132\"><span data-id=\"P8-N20133\">THERAPIST: Yeah, but it was kind of a waste of time though. They were going to – you went out there and did all that and they were just going to tell you that you live too far away?<\/span><\/p>\n<p data-id=\"P8-N20134\"><span data-id=\"P8-N20135\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20136\"><span data-id=\"P8-N20137\">THERAPIST: I mean why wouldn’t they tell you from the outset?<\/span><\/p>\n<p data-id=\"P8-N20138\"><span data-id=\"P8-N20139\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2013A\"><span data-id=\"P8-N2013B\">THERAPIST: Does he have any other contacts anywhere?<\/span><\/p>\n<p data-id=\"P8-N2013C\"><span data-id=\"P8-N2013D\">CLIENT: Yeah, yeah. To hear him talk. One woman came in and said he’d trained her five years ago and that he’d come a long way since then like he used to sound kind of crazy. And the guy would be taking cell phone calls in the middle of class and he’s like a kind of drill sergeant and then someone calls <\/span><span data-id=\"P8-N2013D1\">and he’d say, ‘hello, I’m teaching class. Say, hello, class.’ Like he’s taking sales calls during class. Yeah, like thank you for the reasonable point of view. Like why not just say you’re too far away because like this guy needs to keep everyone involved as much as possible on the off chance that they <\/span><span data-id=\"P8-N2013D2\">might not come back if he does it somewhere else. Like he’s going to be doing the training next week at another company and the next week at another company. But if I say you know, great, I’ll see you next week. There’s no guarantee that I’ll be there. For him I represent money as long as I’m there <\/span><span data-id=\"P8-N2013D3\">in the room. And I knew this coming in. Like coming in yesterday I knew that there wasn’t really a point for me being there but I went in just because I wanted to show this guy – continue working with this guy in some sense because he does have a lot of other contacts and so that he might place me somewhere <\/span><span data-id=\"P8-N2013D4\">else. But by walking out of his class today I don’t know if he’s a professional, but that probably has some effect on people. I mean to just get up and walk out of their class. Like if I just got up now and said nothing and walked out, that wouldn’t be so good.<\/span><\/p>\n<p data-id=\"P8-N2013E\"><span data-id=\"P8-N2013F\">THERAPIST: Yeah, it would make a statement. Yeah. To get him to feel some sort of impact from you.<\/span><\/p>\n<span data-id=\"P8-N2013E-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2013E-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561956\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">CLIENT: That’s exactly right. Yeah, I didn’t have to go in there today.<\/span><\/p>\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">CLIENT: I didn’t have to go yesterday either. I knew not to trust the guy from the moment that he said, ‘you’re going to have to trust me.’ And that rule has held up. If someone asks you to trust them – do not trust them.<\/span><\/p>\n<p data-id=\"P9-N20146\"><span data-id=\"P9-N20147\">THERAPIST: Well, it’s also interesting that you, you know you gave him a shot. You gave him a shot to come through for you and he kind of –<\/span><\/p>\n<p data-id=\"P9-N20148\"><span data-id=\"P9-N20149\">CLIENT: Yeah. I mean I was hurt. I was really quite hurt.<\/span><\/p>\n<p data-id=\"P9-N2014A\"><span data-id=\"P9-N2014B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2014C\"><span data-id=\"P9-N2014D\">CLIENT: And I don’t know if it was just that I had sort of held out hope that I could do the interview well, but I did horrible in the interview. I got in there and said – they sort of made me go around a table to a place other than where I’d been intending to sit.<\/span><\/p>\n<p data-id=\"P9-N2014E\"><span data-id=\"P9-N2014F\">THERAPIST: Huh.<\/span><\/p>\n<p data-id=\"P9-N20150\"><span data-id=\"P9-N20151\">CLIENT: And then they said, ‘so, you’re not []. And I said, ‘I’m not [].’ And then they said, ‘describe yourself.’ And I started off with being involved with the Church or something. I’m not that good at describing myself. Another thing I could have done like (unclear). I mean that’s not something I’ve <\/span><span data-id=\"P9-N201511\">practiced beforehand, that question, ‘tell me a little about yourself.’ That’s nothing I’ve practiced. I think most people like talking about themselves. I have no idea what I can share with people.<\/span><\/p>\n<p data-id=\"P9-N20152\"><span data-id=\"P9-N20153\">THERAPIST: Yeah! It is a skill. Like interviewing in that context you’ve got to kind of – how much do you share and how much do you not share? I mean is that what he tries to – is that what the class is all about? Or no, he’s training you to be sales people.<\/span><\/p>\n<p data-id=\"P9-N20154\"><span data-id=\"P9-N20155\">CLIENT: Yes, he’s saying things like you know, just be friendly with the customers. Cultivate a relationship. Christ doesn’t sell products. Trust sells products. And you have to convince the customer that you’re the one that’s giving them the best deal and there are certain like ways of saying things <\/span><span data-id=\"P9-N201551\">– questions you don’t want to ask – yes or no questions. Do you want a car? Yes or no. You want to ask, which car do you want? Or, which car are you looking at today? What do you like in a car? Do you like this in a car? You might say no. Do you like this? No. That sort of stuff.<\/span><\/p>\n<p data-id=\"P9-N20156\"><span data-id=\"P9-N20157\">THERAPIST: Yeah. Like the interview sounds like they tried to throw you, too – but did you feel they were trying to throw you too by, ‘not there – there”? They must do that routinely to people.<\/span><\/p>\n<p data-id=\"P9-N20158\"><span data-id=\"P9-N20159\">CLIENT: Yeah,<\/span><\/p>\n<p data-id=\"P9-N2015A\"><span data-id=\"P9-N2015B\">THERAPIST: That must be some psychological trick.<\/span><\/p>\n<p data-id=\"P9-N2015C\"><span data-id=\"P9-N2015D\">CLIENT: Oh yeah, I’m sure. Every time I go to a company I’m convinced there’s some sort of system I don’t understand. And I don’t know what to chalk up to the company just being the company or like some sort of process I’m being put through. Yeah. Like the secretary waits five minutes before giving <\/span><span data-id=\"P9-N2015D1\">me the paperclip I asked for like how am I even supposed to deal with this? And they’re watching to see how I deal with it?<\/span><\/p>\n<p data-id=\"P9-N2015E\"><span data-id=\"P9-N2015F\">THERAPIST: Right, right, right. What’s a gimmick and what’s them just being (unclear)?<\/span><\/p>\n<p data-id=\"P9-N20160\"><span data-id=\"P9-N20161\">(Pause): [0:40:19 0:40:33]<\/span><\/p>\n<p data-id=\"P9-N20162\"><span data-id=\"P9-N20163\">THERAPIST: Well you know, the other thing I was thinking about was what we’ve been talking about here and there over the last few meetings about the feeling that you desire some help or guidance or something and yet it felt like how do you do that? How much do you trust somebody and you know, the last <\/span><span data-id=\"P9-N201631\">couple of days you really making a bit of a gamble on, I mean judge for yourself, trying to say, okay, I don’t know that I really trust this guy but I’ll give him a go to help me out. He says he’s going to do it. And I’m telling him from the outset – don’t disappoint me. You know. There is something <\/span><span data-id=\"P9-N201632\">on the line for me.<\/span><\/p>\n<span data-id=\"P9-N20162-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20162-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561956\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20164\"><span data-id=\"P10-N20165\">(Pause): [0:41:21 0:42:32]<\/span><\/p>\n<p data-id=\"P10-N20166\"><span data-id=\"P10-N20167\">CLIENT: Also, there’s the sense I’m kind of like I’m kind of like I’m classier than these people. I’m kind of –<\/span><\/p>\n<p data-id=\"P10-N20168\"><span data-id=\"P10-N20169\">(Pause): 0:42:37 0:42:47]<\/span><\/p>\n<p data-id=\"P10-N2016A\"><span data-id=\"P10-N2016B\">CLIENT: Kind of like descending a step and I stand out a little bit in that sense. So I’m never of a piece with them. And I can earn their respect. I don’t feel left out. But that’s also an element of the hurt is that I never quite fit in and so I told the people (unclear) that I’d been accepted to <\/span><span data-id=\"P10-N2016B1\">Birmingham once and this is something I (unclear) and you know I put down, this and this and this, and owned my own business and I need a job that puts me in contact with people, then the people come to me and I work for the team and I compete with the team. And I help the team and I’m willing to be <\/span><span data-id=\"P10-N2016B2\">helped by the team. I’m not communicating what I meant to because I’m forgetting but there’s something about the awkwardness of putting myself out there on this lower rung and –<\/span><\/p>\n<p data-id=\"P10-N2016C\"><span data-id=\"P10-N2016D\">THERAPIST: Yeah, it doesn’t seem like your milieu, quite. It’s very different –<\/span><\/p>\n<p data-id=\"P10-N2016E\"><span data-id=\"P10-N2016F\">CLIENT: I felt like I did that with [Grinnell] (sp?). And I’ve done that with D’Agostino’s the grocery place. I mean I go into these places expecting like okay this will be – I’m better than this and I’ll dominate here and I’ll be great. Not that I’m not or I don’t – but it doesn’t provide any comfort. <\/span><span data-id=\"P10-N2016F1\">Like it’s not what I want. It’s as if I expect compromise will give me shelter from –<\/span><\/p>\n<p data-id=\"P10-N20170\"><span data-id=\"P10-N20171\">(Pause): [0:44:49 0:45:20]<\/span><\/p>\n<p data-id=\"P10-N20172\"><span data-id=\"P10-N20173\">CLIENT: It’s not that it’s easy. That grocery store wasn’t easy. I was a really good employee once I checked with the boss and said, okay, I need this, this and this. I realized he didn’t really recognize the extent I was really working for him. After that I wasn’t really working that hard. I don’t <\/span><span data-id=\"P10-N201731\">know why that’s relevant. But there it is.<\/span><\/p>\n<p data-id=\"P10-N20174\"><span data-id=\"P10-N20175\">THERAPIST: But is it part of what like – is there something though about going to these places and succeeding or I was even thinking – I don’t know why the word “triumph” came in. Like in that when you actually do it, it lacks the kind of – you don’t get what you wanted to get out of it that you were <\/span><span data-id=\"P10-N201751\">imagining and hoped for.<\/span><\/p>\n<p data-id=\"P10-N20176\"><span data-id=\"P10-N20177\">CLIENT: Yeah. I guess you’re right. I do want to (unclear) but I don’t necessarily –<\/span><\/p>\n<p data-id=\"P10-N20178\"><span data-id=\"P10-N20179\">(Pause) : [0:46:31 0:48:14]<\/span><\/p>\n<p data-id=\"P10-N2017A\"><span data-id=\"P10-N2017B\">CLIENT: And at the grocery store there was that moment when the manager that had been there 22 years – he wasn’t just a manager but a really good worker, I started acting like him to him and (unclear) sort of cut me off and I couldn’t be who I was because who I was threw other people. They just didn’t <\/span><span data-id=\"P10-N2017B1\">grasp it or understand it. It was dangerous to them and it couldn’t be allowed.<\/span><\/p>\n<p data-id=\"P10-N2017C\"><span data-id=\"P10-N2017D\">(Pause) : [0:48:42 0:49:00]<\/span><\/p>\n<p data-id=\"P10-N2017E\"><span data-id=\"P10-N2017F\">CLIENT: I guess the point I want to make too is that when I do well it’s threatening in some way. It’s threatening. It might be the reason for compromise in places.<\/span><\/p>\n<p data-id=\"P10-N20180\"><span data-id=\"P10-N20181\">THERAPIST: Yeah, yeah, I do think there’s a lot to that.<\/span><\/p>\n<p data-id=\"P10-N20182\"><span data-id=\"P10-N20183\">(Pause) : [0:49:19 0:49:28]<\/span><\/p>\n<p data-id=\"P10-N20184\"><span data-id=\"P10-N20185\">THERAPIST: I was just thinking about somehow what happens when people know of your plans and your goals and your dreams. And at the outside it could be obstructive and interfering. You know, I could almost see like why you would keep at least one facet, one kind of option to yourself. Well, to let your <\/span><span data-id=\"P10-N201851\">mom know, kind of introduces all these kind of like elements of her own feelings about it. And the dynamic between – it then becomes something else that exists not just for yourself but between you and her. Her wishes for you. Her kind of feelings about, ‘I didn’t get to do that.’ Kind of this might emerge.<\/span><\/p>\n<span data-id=\"P10-N20184-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20184-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561956\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20186\"><span data-id=\"P11-N20187\">CLIENT: Yeah. My mother could be written about – our relationship could be written about as feminist’s academic sense. She was of the belief that she deserved a certain elite status in life. And when she had children she pushed them to take her place in that sense and do what she wanted to do before <\/span><span data-id=\"P11-N201871\">they cursed her with a whole life of obligations. Really only me, though. My brother and sister were that much easier to –<\/span><\/p>\n<p data-id=\"P11-N20188\"><span data-id=\"P11-N20189\">THERAPIST: Oh yeah, yeah. She would have been very ambivalent about you retaining those things.<\/span><\/p>\n<p data-id=\"P11-N2018A\"><span data-id=\"P11-N2018B\">CLIENT: Retaining what?<\/span><\/p>\n<p data-id=\"P11-N2018C\"><span data-id=\"P11-N2018D\">THERAPIST: Obtaining elite status.<\/span><\/p>\n<p data-id=\"P11-N2018E\"><span data-id=\"P11-N2018F\">CLIENT: Maybe. But that could be just me projecting.<\/span><\/p>\n<p data-id=\"P11-N20190\"><span data-id=\"P11-N20191\">(Pause) : [0:51:13 0:51:18]<\/span><\/p>\n<p data-id=\"P11-N20192\"><span data-id=\"P11-N20193\">THERAPIST: Have you ever seen the Albert Brooks movie, “A Mother”?<\/span><\/p>\n<p data-id=\"P11-N20194\"><span data-id=\"P11-N20195\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P11-N20196\"><span data-id=\"P11-N20197\">THERAPIST: Yeah. It’s a good movie.<\/span><\/p>\n<p data-id=\"P11-N20198\"><span data-id=\"P11-N20199\">CLIENT: It’s good.<\/span><\/p>\n<p data-id=\"P11-N2019A\"><span data-id=\"P11-N2019B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P11-N2019C\"><span data-id=\"P11-N2019D\">CLIENT: He’s like the Jewish kind of thing?<\/span><\/p>\n<p data-id=\"P11-N2019E\"><span data-id=\"P11-N2019F\">THERAPIST: Yeah. Just like the Los Angeles Woody Allen.<\/span><\/p>\n<p data-id=\"P11-N201A0\"><span data-id=\"P11-N201A1\">CLIENT: Yeah, I just saw a Muppet movie. What a great movie.<\/span><\/p>\n<p data-id=\"P11-N201A2\"><span data-id=\"P11-N201A3\">THERAPIST: It kind of gives a father\/mother relationship the kind of competitiveness between a mother and a child, the kind of deferred wishes of a mother and how it impacted her relationship with her son. I mean it’s not like you and your mom are allied and I understand you and your mom quite – but <\/span><span data-id=\"P11-N201A31\">it’s got elements. It’s good.<\/span><\/p>\n<p data-id=\"P11-N201A4\"><span data-id=\"P11-N201A5\">CLIENT: (inaudible).<\/span><\/p>\n<p data-id=\"P11-N201A6\"><span data-id=\"P11-N201A7\">THERAPIST: Alright, so next week. I’ve got to go for a – I did figure out what the exact balance was. I think there is a prior balance of $60.<\/span><\/p>\n<p data-id=\"P11-N201A8\"><span data-id=\"P11-N201A9\">CLIENT: Okay. That’s wonderful.<\/span><\/p>\n<p data-id=\"P11-N201AA\"><span data-id=\"P11-N201AB\">THERAPIST: That’s what I know.<\/span><\/p>\n<p data-id=\"P11-N201AC\"><span data-id=\"P11-N201AD\">CLIENT: Alright. I can deal with that. Okay.<\/span><\/p>\n<p data-id=\"P11-N201AE\"><span data-id=\"P11-N201AF\">THERAPIST: Thanks. Okay, so I’ll see you next week. Oh, don’t forget your bag.<\/span><\/p>\n<p data-id=\"P11-N201B0\"><span data-id=\"P11-N201B1\">CLIENT: (inaudible).<\/span><\/p>\n<p data-id=\"P11-N201B2\"><span data-id=\"P11-N201B3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}