{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses how his stress over money and paying the bills is reaching a breaking point. Client is on the verge of a panic attack and cannot seem to find the funds to pay his expenses."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Panic attacks","Psychoanalytic Psychology","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["15"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Panic attacks"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":13,"pageCount":13,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561738","dorpId":"1005995992","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 126: September 25, 2013: Client discusses how his stress over money and paying the bills is reaching a breaking point. Client is on the verge of a panic attack and cannot seem to find the funds to pay his expenses.","fullTitle":"Client \"AP\", Session 126: September 25, 2013: Client discusses how his stress over money and paying the bills is reaching a breaking point. Client is on the verge of a panic attack and cannot seem to find the funds to pay his expenses.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":13,"totalPages":13,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":13,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561738\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I’m stressed out. Doing my best, man. It’s this money thing is really like starting to like literally make me feel sick.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: What did you end up doing this weekend?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I did go to the wedding, which I felt good about. It’s like when it rains, it pours. And I felt good about it. Everything I was like whatever. And then the night, then Saturday night, I was like crashing on the couch. Everything was really fun. Checked my e-mail. Just when your brain’s just <\/span><span data-id=\"P1-N200111\">overloaded you I just I didn’t think, I didn’t stop to think, for a second. It literally didn’t cross my mind that when I paid these fuckers their deposit, right, for the office, then I paid a prorated September rate, right. [00:01:08.21] So that was like so right there that was over $500, right. <\/span><span data-id=\"P1-N200112\">For some reason, I mean just beyond naive or beyond just your mind being so cluttered you can’t think straight, I was like oh, good, I’m done til October. It doesn’t even I was like yeah, but when are you going to pay for October, right. For some reason so I opened my e-mail, and of course there <\/span><span data-id=\"P1-N200113\">was an invoice for the rent that’s due today. So it’s just yeah, just not good. I’m not doing good. I’m trying to like stay and then like we had a great show that we were supposed to have last night at the bar. Guitar player cut his finger like super bad, had to cancel that. [00:02:04.01] This is <\/span><span data-id=\"P1-N200114\">like I’m definitely worn down. I’m definitely like in a situational depression right now. There’s no I mean I’m like sleeping all day. I don’t give a fuck. I’m just I’m in a bad way right now. Constantly like in physical distress. I’m tight. I feel like I can’t breathe. Or like heartburn or something. <\/span><span data-id=\"P1-N200115\">Like I just I don’t feel well. I can’t stop my mind from racing. I obviously can’t think straight, right. And then of course and now I’m just trying to shore up against like of course then it’s like you’re an idiot. You shouldn’t have rented this place. You have no prospects of getting any clients <\/span><span data-id=\"P1-N200116\">any time soon. What are you doing. [00:03:01.10] So I’m trying not to...<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: That’s the voice.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah, yeah, yeah. I’m trying not to go there. However, I’m also trying I am trying to be practical. I mean I don’t have any fucking clients, and I don’t have any prospect of getting clients. So I don’t know man. I’m just very frustrated, very, very frustrated. And now my poor mom of course <\/span><span data-id=\"P1-N200151\">went again sold more of her fucking jewelry.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: For your rent you mean?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah, the thing is like that’s not enough. Because I didn’t have the heart to oh, that was the other thing. They also, in the same week, so I got the thing for the but they also deposited the deposit check. That was deposited like this week or something. I mean I again, my own fault. I <\/span><span data-id=\"P1-N200191\">should’ve tracked like why isn’t that being deposited or what’s going on. [00:04:00.27] I didn’t even have the heart to tell my mom that because that fucked me, right. That’s $400 almost that I had that I thought okay, then $400 plus even if this had happened, like I would’ve been able to somehow <\/span><span data-id=\"P1-N200192\">like this would’ve been enough. My mom gave me like $400. I would’ve but I couldn’t I didn’t have the heart to tell her that they also I didn’t keep track and they fucking deposited the deposit. I’m just oh man.<\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561738\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: It does sound like your expenses are more than you have coming in. So it’s going to be really stressful until you can somehow break even a little bit right now. And does that make sense?<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Does what well yeah. I mean and I knew that was going to be the case. It’s just I mean this month in a deposit check, then the rent for September, and now it’s September 25, the rent for I mean this month. My car, that incident with my car. [00:05:06.18] I mean it’s just out of control. <\/span><span data-id=\"P2-N2001D1\">It’s this and now I don’t know. I’ve got to tell this poor woman, not poor woman, I’m the poor person, but I’ve got to tell her that look, I mean what am I supposed to do now if I give her the rent now that my mom then I’m fucked because I’ve also I had it all planned out this week. I’ve got to <\/span><span data-id=\"P2-N2001D2\">pay a credit card. I’ve got there are a couple of things, here, whatever. You know what I mean? Now I’m fucked. If I pay her right now I would literally have like $25.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: You have to get more money somehow.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Yeah. I mean I sent out [ph] my mom’s like mom, this these things aren’t going to work. I can’t come to you and you help me in these little it’s frustrating for me. It’s frustrating for you. And also this is not the way to start a I can’t you can’t ask me how the business is going <\/span><span data-id=\"P2-N200211\">when I have no capital whatsoever to do anything. [00:06:06.00] I can’t advertise properly. What am I supposed to do, just be on Facebook all day trying to get clients? I mean I can’t, let’s say, hire someone, some Emerson marketing student or something, to like you know what I mean? I can’t do anything <\/span><span data-id=\"P2-N200212\">to really properly advertise, like make like even make like really nice postcards and put them at Starbucks all over town. Or whatever. I mean like every little thing is a little bit of money. LinkedIn, for example. Yeah, it’s free, but if you want to get a little more out of it, you’ve got to pay. <\/span><span data-id=\"P2-N200213\">I’ve been weighing whether that’s worth it or not, but everything I’ve read seems like it kind of is worth it to pay. Well, all right, that’s like $30 a month or some shit like that. All these little things are money. Like I’m not starting one of those businesses where I need like $100,000. But I need <\/span><span data-id=\"P2-N200214\">access to a buffer, a cushion. [00:07:02.20]<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: It’s a hard business to start without any cash flow.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: I don’t think there’s any business that you can start without what business can you start? Even the tutoring. Like yeah, I once I get that going, of course it could be much faster than life coaching to make some but guess what. How? Like just putting it on craigslist? That doesn’t work <\/span><span data-id=\"P2-N200251\">anymore because you know what? There are lots of fucking douches on there tutoring for $15 an hour. So I need the capital to make nice postcards and make a nice website and kind of build it up to be something that’s worth $60 an hour. You know what I mean? How do those fuckers all charge $150 a hour, <\/span><span data-id=\"P2-N200252\">$100, for tutoring? It’s because they have this like prepared marketing collateral and a nice website that looks really snazzy. I mean I made myself I did it again. I made like a website for the tutoring. [00:08:00.29] Yeah, it’s all right, but you know what I mean? Like these little things take money. <\/span><span data-id=\"P2-N200253\">It’s not even a little that’s the insane thing. It’s not a lot of money. So she’s going to talk to my uncle again. And I didn’t want her to do that but I don’t I literally don’t know what else to do. I don’t hear back from any jobs. Or I just get turned down. I mean this is I don’t know. It’s <\/span><span data-id=\"P2-N200254\">I don’t want to say it’s an apocalyptic feeling, but between that and everything going on in the world, it’s just not good. It’s not good. (pause)<\/span><\/p>\n<span data-id=\"P2-N20024-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561738\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: Is this feeling familiar? I know it’s so clearly about the present and money, but does that [ph] apocalyptic...<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: No, no, no. Not so much. No. [00:09:09.17] I mean the parts that are true are more the hypochondria a little bit. And the crushing like aloneness. That feels pretty familiar. But this level of being broke and panicked about being broke, I don’t maybe I was so much in a fog when I was younger. <\/span><span data-id=\"P3-N200291\">And also school, school was always like well, I’m in you know what I mean? There was and you’re younger. I mean let’s face it. That’s it’s scaring the shit out of me. I’m like what the fuck. This is it, kind of. Like this is the part of my life where I try to establish something in terms of revenue. <\/span><span data-id=\"P3-N200292\">Forget about art and all that, just money. And it’s horrifying, especially, again, when everything you read or listen to old people. Just now on NPR, a 75 year old guy working 3 part time jobs. Sounded very smart, intelligent dude. [00:10:02.24] I mean this is people going into malls just killing <\/span><span data-id=\"P3-N200293\">people left and right and like something’s not things are not good. And I’m trying also to not feel like things are going to get worse because I feel like they are. I just feel like things are unhinged. I feel like we’re beyond the tipping point economically. It’s just haves or have nots. You either <\/span><span data-id=\"P3-N200294\">have it or you don’t, and if I’m lucky I’ll make some kind of living, but unless I really really kind of all pistons start working at the same time and timing is right and this is right, maybe I’ll do even better than just making a living. But like I’m really starting to feel like everywhere you turn <\/span><span data-id=\"P3-N200295\">things are stacked against people who are not rich anymore. It’s not even about making like $100,000. I mean people who are making $100,000 are struggling. So it’s like what the fuck are the rest of us supposed to feel like? [00:11:03.11] I don’t know. I don’t know.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: What’s your mom going to ask your uncle for?<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: I told her that I was like I don’t want money from him. I feel like it would be so I don’t know. I’m trying not to be a simpleton, but I mean I’m sorry, he’s doing really well. I mean I know he has problems, I know but revenue wise they’re doing really, really well. It would just take <\/span><span data-id=\"P3-N2002D1\">one fucking signature to help us get our home equity line. So that’s what I I was like that way first of all and also, we can pay him. I was like Mom, I don’t want him to come here and have him fix our roof. We’ve got fucking equity. We’re already paying them one way or the other the mortgage <\/span><span data-id=\"P3-N2002D2\">is getting paid. If you draw from the equity line your mortgage isn’t going to go up hundreds of dollars. It goes up it’s like a credit card. I mean they add incremental thing every month. [00:12:05.01] Well that’s going to get paid. And you know what? I’m not a moron, she’s not a moron. I mean we’re <\/span><span data-id=\"P3-N2002D3\">I know things are going to be okay. It doesn’t have to be like this. You know what I mean? So I was like I don’t want him to just give us $10,000 or something. I don’t want that anymore. He’s already he’s done things like that for us. And it is a big deal for him to sign. It’s a huge deal. But you <\/span><span data-id=\"P3-N2002D4\">know what? We’re family, and I would do that for him or because literally otherwise I need to start asking my few like Assyrian those friends of mine, I need to ask them I need to take them up on their offer to like help me with a few hundred dollars here, a few I mean I don’t want to fucking <\/span><span data-id=\"P3-N2002D5\">do that. The opposite. I want to pay George. There are people I want to here. I’m sick of this shit. And I said if you don’t, then I have to like take my hat in my hand and kind of ask my friends to sign this equity thing that that one friend I asked already, clearly he doesn’t want to do it because <\/span><span data-id=\"P3-N2002D6\">he hasn’t really followed up with talking to me, so and now I feel bad. [00:13:11.27] I didn’t want to put him on the spot. I didn’t don’t want to make him feel uncomfortable, so it’s just...<\/span><\/p>\n<span data-id=\"P3-N2002C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561738\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">THERAPIST: So you told your mom that that seemed like it make more sense than just money.<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">CLIENT: It’s literally the oh yeah, yeah, yeah. It’s not just...<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: She’ll go [inaudible]<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: It’s literally kind of the only real option there is right now, unless she wants to keep asking my uncle for little it’s almost like a chain now. It’s become like a chain. My mom helps me with little things that mean nothing, in terms of really building things up. And the same with my uncle.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: They’re just plugging holes.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: Yeah. We’re just plugging holes. And also it’s just causing stress. My uncle probably feels a little uncomfortable. He’s doing it but whereas this way it’s like no, dude, now it’s our responsibility. [00:14:01.07] It’s our money, first of all. And second of all, now we can pay you; we can <\/span><span data-id=\"P4-N200391\">pay you back. We can do things ourselves. We don’t need you know what I mean? I have no doubt that I could probably have tutoring students within a week or two. That’s like pretty fast. It’s just got to be done the right way. Because again, things have changed. There’s a million desperate people who <\/span><span data-id=\"P4-N200392\">are you go on craigslist, forget it. Who’s going to why? Why should they pay me $60 like on craigslist, craigslist just kind of waters everything down. Why the fuck am I going to pay this guy $60, $70 an hour, even $50 an hour, when this Harvard student wants $15 an hour to pay for his weekend <\/span><span data-id=\"P4-N200393\">drinking. I mean that’s times have really, really gotten tough that way. So and I can’t I’m not going to give away my services for free. I’m not going to do that. I mean I’ve got to $60 is even a little bit tutoring, even small tutoring companies charge like $100, $120. [00:15:05.21] So like <\/span><span data-id=\"P4-N200394\">for example, I don’t know if I told you, but just postcards, nice postcards, I know these fucking people’s schedule. I’ll talk to Matthew. I’ll even hire. I’ll hire one of the [inaudible] like students. I’ll hire them. I’ll give them like $10 an hour. I don’t care. They’ll go out there in the morning, <\/span><span data-id=\"P4-N200395\">between classes, lunch time and after, right? Just hand those fucking cards out. Hand them out, right? Because they’re charging what, $90, $100 or whatever, more than that for tutoring. Well so it wouldn’t be that like that would happen relatively fast. But you need some revenue, some capital, to <\/span><span data-id=\"P4-N200396\">do that shit. Capital, I mean basically you need like an AmEx card.<\/span><\/p>\n<span data-id=\"P4-N20038-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561738\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2003A\"><span data-id=\"P5-N2003B\">THERAPIST: That you can pay off.<\/span><\/p>\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">CLIENT: Yeah. Well yeah, no, no, of course. [00:16:02.20] I mean and that’s the thing. My mom that’s why my mom I was like mom, just stop asking. Because she keeps asking me well, so is there hope for this business? It’s like I mean I get it. She’s scared as fuck that they’re going to give us <\/span><span data-id=\"P5-N2003D1\">a $100,000 equity line and we’re just going to pfft to live on it. You know what I mean? And I’m like you’ve got to stop asking me that because that’s like saying it’s like a rhetorical that’s a it’s a fear question. You know what I mean? It’s like I’m not an idiot, I mean I’ve done my research, <\/span><span data-id=\"P5-N2003D2\">I know that I can be good at this, but I can’t get like a gaggle of clients. Even with the money I can’t. You know what I mean? I need the money to breathe a little bit, to focus, right? You also need it yourself, present yourself a certain way, right? For example, I haven’t gone to one of those BNI <\/span><span data-id=\"P5-N2003D3\">things yet. You know why? Because I can’t right now. [00:17:01.12] I can feel it. If I go, I’ll be I know how I am. I’ll pull it together. But you know what? We’re talking about life coaching now. Not about being a writer, not about just being a teacher. You’ve got to project something at these fucking <\/span><span data-id=\"P5-N2003D4\">things. And I know I’ll project warmth and I’ll but in terms of like what would I pay this guy to be my life coach. I want I need to feel a little more...<\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">THERAPIST: Like your [inaudible] is more...<\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">CLIENT: Yeah, a little bit, a little which I did up until like I mean...<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: Up until just the last few days, Brian. So that’s also something just to keep in mind.<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: Last few days? Yeah, I mean...<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: It wasn’t this way when I saw you Wednesday and Thursday.<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: It was getting this way.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: It was getting there because of the wedding, but...<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: No, it wasn’t quite at this level, yeah.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: It’s a coincidence of a number of expenses at once. But on the other hand, these are going to keep happening. I mean as things come up, your car again, the rent again. [00:18:03.23]<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: I mean now the upside to all this is that I haven’t lost my I still believe this was the right thing to do. Because I feel like in a way I feel like I somehow intuited that this was going to happen, right here. In other words, there’s no...<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: We talked about it.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: It was going to happen.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: Right, that these things now things have to happen now. You know what I mean? Like it forces action. And I kind of I think I played a game on my mental game where it’s like okay, now you’re a life coach and you have an office. So now what. You know what I mean? Whereas let’s say I hadn’t <\/span><span data-id=\"P5-N200591\">done that. So let’s say I had that money now. What would’ve then what? I mean that money was just going to be spent on car insurance. You know what I mean? It wasn’t like I’d be skipping down the street right now. So it’s a lot harder. But in the inverse of that is that it’s going to force a bigger <\/span><span data-id=\"P5-N200592\">change that hopefully will then you know what I mean? [00:19:02.14] So I still feel like that was the right thing to do. But I mean something’s got to give now. Something’s got to happen.<\/span><\/p>\n<span data-id=\"P5-N20058-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561738\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">THERAPIST: Your mom’s question, is there hope, is very dangerous and hard on you also. It’s as though she’s starting with this doubting and doubting and doubting.<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">CLIENT: Yeah, and I mean she doesn’t say it she’s not doing it in the typical way she used to. She’s really just genuinely it’s not like I don’t get so...<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: It’s more sincere.<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">CLIENT: Oh no, it’s absolutely sincere. I mean no, I’ve got to say, my mom, I’m really grateful to her right now. She’s being really cool. I’ve got to tell you. She’s being really cool. Because she doesn’t fucking really understand what I mean she kind of gets what life coaching is, but she really <\/span><span data-id=\"P6-N200611\">believes in me. She’s really I’m impressed. I’m really impressed. [00:20:01.03] I think deep down she’s probably very nervous. She’s probably very trepidatious, all that shit. But I think she sees it’s like a lot of other things. Anytime I’ve really shown up with confidence, that this is what’s <\/span><span data-id=\"P6-N200612\">going to happen, she comes around. And that’s happened more and more and more, and faster. You know what I mean? Like the lag time now is gone pretty much. She has my website on her computer. So she’s like sometimes I go and I read it; it’s so good. So she believes in it. I think she’s just I mean <\/span><span data-id=\"P6-N200613\">yeah, I’m worried too. I mean and but yeah, I mean it’s just a pointless question, is there hope. I mean yeah, there’s hope. But nothing...<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">THERAPIST: It’s also it’s in your hands in a way. It’s not a hope or not hope. It’s not [inaudible] matter of chance. It’s going to be how hard you work at it.<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: That’s what I’ve told her.<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">THERAPIST: And if you’re working your butt off at it, it’s going to still take a lot of time. [00:21:03.18]<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">CLIENT: That’s what I told her. I said look, I’ve done all the research. Even with the home equity. I was like that’s why I’m telling you, 400 [ph] years, 6 that’s not the point because this is going to take two years, whatever. I said that’s why I’m looking for jobs, right? I’m looking for other <\/span><span data-id=\"P6-N200691\">revenue. That’s why I only have two days at this [inaudible]. I mean that’s the whole I mean I’m doing everything right. But I was like you need a cushion. You’ve got to have a cushion to ride these things out. What business has not started with capital? I’m not even asking I mean it’s not a restaurant, <\/span><span data-id=\"P6-N200692\">it’s not a you know what I mean, like hundreds of thousands or whatever, stock market or I mean I’m talking if I had to total it up, I don’t know, what are we talking? At $10,000 to $20,000 maybe. In terms of like let’s say they give it time and and in the meantime, the tutoring will be up and <\/span><span data-id=\"P6-N200693\">running. I mean that I have no doubt. The tutoring will happen. It’s just going to take a little time. [00:22:01.04] I mean you’ve got to (pause) I mean I was glad I went to the wedding. I don’t regret that. I was glad I did that. It felt really good. The island’s beautiful. It felt beautiful to be <\/span><span data-id=\"P6-N200694\">on a boat. I love the ocean. It’s just the coming back; it was just tough. After I got that e-mail about the I was drunk, I’m sleeping on a couch. Luckily I got through the night. I didn’t like stay up having a panic attack. But that boat ride back, I just I was really trying to breathe and just <\/span><span data-id=\"P6-N200695\">it was tough. So since then it’s just been but I don’t know. I haven’t lost my confidence. [00:23:05.14] I also feel like people would be honest with me; I would like to think. You know what I mean? Like either here or my friends, my closest friends, who I’ve talked to who are in business. I would <\/span><span data-id=\"P6-N200696\">like to think they would’ve said, hmm, really, what? Are you sure? I don’t know. I would hope someone would because I would do that for other people. You know what I mean? If Scott said yeah, I’m leaving my job and I’m going to clown school, I’d be like that’s awesome, but like are you sure, or maybe <\/span><span data-id=\"P6-N200697\">you can do that while you still have your job or I don’t know. So I feel like everyone I’ve talked to even worse, what drives me crazy is oh, I need to see you. Or I you know what I mean? Oh man, like now people...<\/span><\/p>\n<span data-id=\"P6-N20068-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561738\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">THERAPIST: [inaudible] people say.<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">CLIENT: Yeah, now they need I mean that must happen, obviously, with you all the yeah, yeah. I can’t even imagine with psychologists. But like so now it’s a common thing now. We’ll be drinking and someone will be like hey, I don’t mean to like I’m not trying to get free life coaching from you. <\/span><span data-id=\"P7-N2006D1\">[00:24:07.06] There’s a lot of that. Well clearly those are all good signs. So part of my like I’m happy that I’m muscling through. You know what I mean? Like yeah, I feel shitty that I’ve got to tell this chick I’m I mean I guess I could pay her right now, but you know what? I’m sorry. I’m hurting <\/span><span data-id=\"P7-N2006D2\">way more than she is, I think.<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">THERAPIST: Who’s when you’re saying this chick?<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">CLIENT: Eva [ph]<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">THERAPIST: So the person who’s sub -<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">CLIENT: The building.<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">THERAPIST: The space that you’re...<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">CLIENT: The building. Well she doesn’t own, she leases the building from the hotel people. And then she you know what I mean? [inaudible] Eva, I’m really I’m going to try to get to you in the next few days, but this probably won’t happen again after this month, but this was just a really awful month <\/span><span data-id=\"P7-N200791\">financially. [00:25:07.06] I feel like an idiot doing that. It’s just the first month I’ve been there, but I literally don’t know what else to do. I mean she’s going to have to understand. And you know what? If she doesn’t, then she doesn’t. I don’t know. What’s she going to do, tell me to rip up my <\/span><span data-id=\"P7-N200792\">lease? I mean I don’t live there, I don’t you know what I mean? Like what the fuck. So...<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">THERAPIST: When’s it due?<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">CLIENT: Today.<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">THERAPIST: Today.<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">CLIENT: They have an online this whole thing you have to go through. They have you sign up at Bank of AmMatthewa and it goes automatically. So my mom’s like don’t do that son. It’s your first month. You don’t want to I felt I didn’t want to tell her, but what do you want me to I then there’s <\/span><span data-id=\"P7-N200811\">no money to pay the credit card, there’s no money to pay for the citation I have on the car, right? [00:26:02.19] I’ve paid for everything else on the car, but there’s the citation that’s $100. Right? These are little things that they’ve got to be paid. And those things affect your credit or your <\/span><span data-id=\"P7-N200812\">license. This doesn’t affect shit. It’s a little lease on a sublet. I mean yeah, it’s shitty, but I think she could understand if I’m five days these things happen. I don’t know. I don’t like it. It is shitty. But I literally don’t know you know what I mean? I can’t sit around and...<\/span><\/p>\n<span data-id=\"P7-N20080-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561738\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20082\"><span data-id=\"P8-N20083\">THERAPIST: You only want to be weighing the cons pros and cons in reality. So she’ll get a it’ll make her pause for a second, and if it becomes a pattern you probably will lose the lease.<\/span><\/p>\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">CLIENT: Then I’ll get another place.<\/span><\/p>\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">THERAPIST: So it’s starting yeah, but it’s not I can’t you’re not going to lose it after one time. And yet and also it’ll be something she notices too.<\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">CLIENT: Absolutely. Absolutely.<\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: And I think if there were a way to pay it and some way, I would...<\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">CLIENT: The only way there’s well, the only thing I might do today if I can swallow my I mean I would have to ask my friends to help me. [00:27:12.24] That’s what I would have to do. Basically this here’s the thing. I would have to ask one of my friends for the amount that that deposit check sucked <\/span><span data-id=\"P8-N2008D1\">out. That’s what’s going on here. Otherwise I’m fine.<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">THERAPIST: But the deposit, in other words, was a one-time thing, like a security deposit?<\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">CLIENT: Yeah. Which, for some reason, I either thought that wouldn’t be cashed or I don’t know. I mean it was all subconscious. Or I thought that no, not I thought, I just spaced on checking was that cashed or not. You know what I mean? That’s so that’s on me. I’m mean I’m not that’s not on them. <\/span><span data-id=\"P8-N200911\">I hate it when, especially with big checks, when people wait forever then suddenly they cash it. But that’s not their problem. You know what I mean? You could just fucking check your accounts. It takes a second.<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">THERAPIST: Or just balance your checkbook so you know it hasn’t been cashed. [00:28:03.05]<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">CLIENT: Yeah, I mean yeah, normally what I do is I mean it’s so easy. I mean I just go on my app and I look and I quickly see I mean I don’t have like a million expenses. I know what my main so that’s...<\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">THERAPIST: You can keep track of what checks [inaudible]<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">THERAPIST: That’s hard to do.<\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">CLIENT: What’s that?<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">THERAPIST: That’s hard to do.<\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">CLIENT: What’s hard to do?<\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">THERAPIST: To keep track of the number of checks you’ve written and whether they’ve been cashed.<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">CLIENT: What have I written really?<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">THERAPIST: I don’t know what you’ve written.<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">CLIENT: Yeah. No, here. A lot of other things I just do electronically.<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">THERAPIST: [inaudible] like that, that’s all electronic?<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">CLIENT: I either do it electronically or my buddies have a convenience store right by the coffee shop. I just go pay everything, done. You know what I mean? So that way I’m not yeah, it’s not like a million it’s not like my mom, where she really does need to kind of balance her checkbook. For me, <\/span><span data-id=\"P8-N200AD1\">as long as I can see, it’s like oh, yup, $60, whatever. One there’s really three things that I everything else I know when it’s going to come out. Like around first of the month, insurance. Around the 18th, my uncle’s loan. But yeah, so because I fucked up with that deposit check, I would the <\/span><span data-id=\"P8-N200AD2\">only way this would happen now, where I could either run over there today and just give her drop off a check or whatever she wants me to do, is I would have to also ask a friend for $350 so I could put that into my account so that...<\/span><\/p>\n<span data-id=\"P8-N200AC-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200AC-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561738\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">THERAPIST: Which has its own pros and cons for that friendship.<\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">CLIENT: Exactly, exactly.<\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">THERAPIST: [inaudible] I guess.<\/span><\/p>\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">CLIENT: I think the best thing to do is feel Eva out. I think that’s the way to do it. Just be very honest. Say look, this is what’s going on. I know I don’t like to start off this way. It’s my first month and I really apologize. Won’t happen again. It’s just that a lot of things added up this month <\/span><span data-id=\"P9-N200B51\">and I’m just so let me know if I could have a few days. If you really need it tomorrow then I will drop off a check. I think that’s the best way. That way I’m not saying yeah, you’ll get it in ten days. [00:30:04.12] If she absolutely needs wants it tomorrow, then I’ll drop it off tomorrow. Or whatever. <\/span><span data-id=\"P9-N200B52\">I’ll just say if you want me to come later today and just drop off a check for you, I will do that. When I initially signed up for the thing, for the $176, that wasn’t a problem, but what I...<\/span><\/p>\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">THERAPIST: What’s 176?<\/span><\/p>\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">CLIENT: That was the prorated September rent. So what happened was that online thing, I didn’t know that it has to verify your checking account. So they deposit like a penny into your you know what I mean? One of those things. So because of that, that took days. So I was going to be late, like a day <\/span><span data-id=\"P9-N200B91\">late or whatever. So I e-mailed her. I was like I’m so sorry. I’m waiting for this thing to be verified so I can just pay you. But that she was like oh, that’s fine. Yeah, it takes like 5 or 7 days to just so hopefully she’ll be okay. [00:31:01.14] So hopefully she’ll be okay. I don’t know.<\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">THERAPIST: I can’t imagine she would be it’s not a pattern yet. It’s one thing if it happens over and over.<\/span><\/p>\n<p data-id=\"P9-N200BC\"><span data-id=\"P9-N200BD\">CLIENT: Yeah, and I would think I mean my gut instinct is people like you, people know what it’s like to start and...<\/span><\/p>\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">THERAPIST: I mean that’s my sense, when you say I hope people would tell me, is this feels like a really good fit for you, and given that you’re wanting to kind of have work on the side to earn money while continuing to write and play. And yet it sometimes feels like you don’t know how quite know <\/span><span data-id=\"P9-N200BF1\">how hard it is to get started, the reality of how long it takes people to even break even. Like you know it but then some like you came in here today saying I don’t have any clients yet, I have no prospects for clients. It’s that kind of voice that I think..<\/span><\/p>\n<p data-id=\"P9-N200C0\"><span data-id=\"P9-N200C1\">CLIENT: Well I think but see no, no, no. [00:32:12.19] But I didn’t mean it that way. What I meant was I wouldn’t be even saying that if I had that cushion. That’s the thing. When you have no you don’t have two nickels to rub together then of course you’re going to think that. I don’t mean like <\/span><span data-id=\"P9-N200C11\">a shitload of clients, but yeah, like if you don’t have two nickels to rub together. I don’t have like a bite. I don’t have someone asking...<\/span><\/p>\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">THERAPIST: You start looking at it that way.<\/span><\/p>\n<p data-id=\"P9-N200C4\"><span data-id=\"P9-N200C5\">CLIENT: Yeah, that’s all I mean. No, I have no doubt that this fucking thing is going to take easily, easily at least a year to even be something. Do you know what I mean? I totally understand. And absolutely two three years to really like make some money. You know what I mean? No doubt. It’s just, <\/span><span data-id=\"P9-N200C51\">again, it’s that breathing, that cushion.<\/span><\/p>\n<p data-id=\"P9-N200C6\"><span data-id=\"P9-N200C7\">THERAPIST: Which you do need.<\/span><\/p>\n<p data-id=\"P9-N200C8\"><span data-id=\"P9-N200C9\">CLIENT: Which you do need.<\/span><\/p>\n<p data-id=\"P9-N200CA\"><span data-id=\"P9-N200CB\">THERAPIST: This isn’t like [inaudible]<\/span><\/p>\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">CLIENT: Because like I said, I’m proud. [00:33:01.25] I feel like I’m doing everything right, man. For the first time in my life I don’t think I’ve done anything rash here. You want to be a life coach? You can’t be a life coach in a coffee shop. I’m sorry. So if you’re going to launch your business, <\/span><span data-id=\"P9-N200CD1\">do you want to sell burgers and hot dogs on the corner of the street or do you want to sell it in an actual diner? I mean it’s a business, right. So why would if Claire wanted needed to come see me, why the fuck would she come see me in a Starbucks. You know what I mean? Like someone who’s professional <\/span><span data-id=\"P9-N200CD2\">and already doing well. Who wants to see a life coach [inaudible] wait, I’m meeting you in a coffee shop to talk about my life and my you know what I mean? So I feel like I but I didn’t go overboard. I didn’t rent like a $5-, $6-, $7-, $800 off I tried to minimize. But it has to be a good space. <\/span><span data-id=\"P9-N200CD3\">I feel like I’m thinking things through here. But yeah, you need some capital to work with. I’m trying to minimize costs, I’m trying to find ways to advertise without spending a lot of money. [00:34:07.00] I mean I’m not you know what I mean? But...<\/span><\/p>\n<span data-id=\"P9-N200CC-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200CC-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561738\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200CE\"><span data-id=\"P10-N200CF\">THERAPIST: A lot of people, when they start off, have a part time job doing something else too.<\/span><\/p>\n<p data-id=\"P10-N200D0\"><span data-id=\"P10-N200D1\">CLIENT: And yeah, right, and I’m looking right, right. And I’m...<\/span><\/p>\n<p data-id=\"P10-N200D2\"><span data-id=\"P10-N200D3\">THERAPIST: Even if it’s $10 an hour it’s still then do two days, 8 hours a day, you have $160 in your pocket at the end of a week. $100, maybe, with once they take taxes out. $120. That’s something. Like that alone, like a part time job two days a week would pay your rent.<\/span><\/p>\n<p data-id=\"P10-N200D4\"><span data-id=\"P10-N200D5\">CLIENT: Yeah, but that’s why I man, that’s why I’ve been very open. I mean I’m applying to like office jobs. I’m trying not to work at a coffee shop. Even there I think I’m being like realistic and open and you know what I mean? Office jobs. Fucking I mean I’ve even applied to things like not <\/span><span data-id=\"P10-N200D51\">like receptionist, but literally, like whatever, like office admin, just nonsense. [00:35:03.00] For me I think that’s where tutoring it’s tutoring. I really believe that. I can build that up to be something, not even just pocket money. That I’ve already like I got the URL. Did I tell you that?<\/span><\/p>\n<p data-id=\"P10-N200D6\"><span data-id=\"P10-N200D7\">THERAPIST: Mm-mm.<\/span><\/p>\n<p data-id=\"P10-N200D8\"><span data-id=\"P10-N200D9\">CLIENT: Yeah, I’ve got a triangle business plan now. So I’m like I’m even like branding myself. I mean I’m not I’m doing this shit just I mean I think I’m kind of good at this stuff. I get it. You know what I mean? Because I think that why should tutoring be just a business? I mean yeah, initially <\/span><span data-id=\"P10-N200D91\">it’ll be a little pocket change, all that stuff, but it doesn’t take much. You know what I mean? Five, six students, that’s even a little more than, for me, a little more than pocket change. You start building it up, you have a nice website, now you’re really kind of you know what I mean? I can very <\/span><span data-id=\"P10-N200D92\">easily get an LSAT book and kind of learn how to tutor for that. [00:36:05.21] Those fuckers charge $100, $150. So that can be a real business. I can get Matthew involved. I can really so but again...<\/span><\/p>\n<p data-id=\"P10-N200DA\"><span data-id=\"P10-N200DB\">THERAPIST: You could have employees.<\/span><\/p>\n<p data-id=\"P10-N200DC\"><span data-id=\"P10-N200DD\">CLIENT: Exactly. Or partners. We can just like almost make it like a coop that hey, I’ll take 60%, you take 40, whatever. We’ll just I’ll figure something out. But in a way that’s the frustrating part. I’m still lucky. I don’t have to beg for a job at Star Market. There’s no reason for that. You know <\/span><span data-id=\"P10-N200DD1\">what I mean? Like it’s not there yet. There are options here to make this fucking happen. This doesn’t have to be such a stressful thing. I think it really is about swallowing some pride. And we don’t like to ask for help. But then what ends up happening is you need the help anyway, so like you said, <\/span><span data-id=\"P10-N200DD2\">it just becomes about plugging holes. And that only makes you feel shittier. [00:37:07.12] I think it’s better to just be like look, there’s a plan in place. And on top of everything else, it’s our fucking money. It’s kind of no one’s business what happens. I mean it’s our money. So we’re not retards, <\/span><span data-id=\"P10-N200DD3\">like that we need that money right now. And we’ll figure it out. (pause) I don’t think I took an Ativan or a Propranolol [ph] at the whole time at the wedding. [00:38:29.24] It was good. Actually I haven’t been taking I’ve been taking Propranolol [ph] maybe like in the evenings if I feel like I’m <\/span><span data-id=\"P10-N200DD4\">still just fucking but no Ativan.<\/span><\/p>\n<span data-id=\"P10-N200DC-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200DC-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561738\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200DE\"><span data-id=\"P11-N200DF\">THERAPIST: It’s a really heavy amount of stress and pressure, I mean to make ends meet. [00:39:02.27] And I think it makes total sense to try to get a bigger solution going than the piecemeal, which isn’t going to sustain you.<\/span><\/p>\n<p data-id=\"P11-N200E0\"><span data-id=\"P11-N200E1\">CLIENT: You know what it is? It’s just common sense. The bigger the help then the bigger the kind of outcome, the bigger productivity. I mean it’s just...<\/span><\/p>\n<p data-id=\"P11-N200E2\"><span data-id=\"P11-N200E3\">THERAPIST: [inaudible] just to be confident and work on it productively again.<\/span><\/p>\n<p data-id=\"P11-N200E4\"><span data-id=\"P11-N200E5\">CLIENT: To feel like no, I’m not worried now about next week, the week after that, and on the 28th this is due, this is due. You know what? Claire. This is due. Got to pay Claire. I’ve got to do it’s like no, you know what, let some things can be paid off completely. I mean imagine, right? They’re <\/span><span data-id=\"P11-N200E51\">just paid off, done. I mean my God.<\/span><\/p>\n<p data-id=\"P11-N200E6\"><span data-id=\"P11-N200E7\">THERAPIST: How much better you’d feel. Because then the debt is actually your own, back in your hands, [inaudible]<\/span><\/p>\n<p data-id=\"P11-N200E8\"><span data-id=\"P11-N200E9\">CLIENT: Exactly. (pause)<\/span><\/p>\n<p data-id=\"P11-N200EA\"><span data-id=\"P11-N200EB\">CLIENT: I think what I’m going to do is have more of a like a business plan. [00:40:30.26] I mean especially now that it’s I feel like it’s really coming together. Like this is pretty I told my friend Jeremy who he’s like a big time like policy nonprofit type dude. I told him like evocowriters <\/span><span data-id=\"P11-N200EB1\">and the tutoring and I was like I have this kind of idea, it’s like the main there’s but I said all these things have to do like I even have like logos and shit. Like for evocotutoring I have achieve as a student, grow as a person. [00:41:00.20] That’s fucking brilliant. That’s fucking brilliant. <\/span><span data-id=\"P11-N200EB2\">It’s not really brilliant. You know what I mean.<\/span><\/p>\n<p data-id=\"P11-N200EC\"><span data-id=\"P11-N200ED\">THERAPIST: Catchy.<\/span><\/p>\n<p data-id=\"P11-N200EE\"><span data-id=\"P11-N200EF\">CLIENT: Yeah. It’s catchy, right? So there’s a thread. It’s not just going to be about your fucking poetry. There’ll be workshops about like grief and loss and you know what I mean? Like Jeremy was like holy shit, he’s like this is way more thought out than I thought. He’s like so I think I need <\/span><span data-id=\"P11-N200EF1\">to like get that down on paper in a more business proposal way. Maybe show it to my uncle.<\/span><\/p>\n<p data-id=\"P11-N200F0\"><span data-id=\"P11-N200F1\">THERAPIST: Show your uncle.<\/span><\/p>\n<p data-id=\"P11-N200F2\"><span data-id=\"P11-N200F3\">CLIENT: Yeah, yeah, because I think my uncle is the more Republican he’s gotten I think he’s a little more like yeah, what is this life coach. Is he going to change his mind, or what’s he doing now. He doesn’t mean to be that way, but I think there is some of that going on, like what’s this guy doing. <\/span><span data-id=\"P11-N200F31\">So I think maybe he’s a business guy, whatever.<\/span><\/p>\n<span data-id=\"P11-N200F2-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N200F2-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561738\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N200F4\"><span data-id=\"P12-N200F5\">THERAPIST: He’d respond to that.<\/span><\/p>\n<p data-id=\"P12-N200F6\"><span data-id=\"P12-N200F7\">CLIENT: Yeah. [00:42:00.28]<\/span><\/p>\n<p data-id=\"P12-N200F8\"><span data-id=\"P12-N200F9\">T If you’re demonstrating more proof that this is serious and this is the work you’ve put in.<\/span><\/p>\n<p data-id=\"P12-N200FA\"><span data-id=\"P12-N200FB\">CLIENT: And I think my mom. too. She won’t understand much of it but I think she’ll be yeah.<\/span><\/p>\n<p data-id=\"P12-N200FC\"><span data-id=\"P12-N200FD\">THERAPIST: That encourages her to ask be more emboldened to ask him directly. (pause) That sounds like the hard thing right now, is how to not let this get so much to you that you’re frozen.<\/span><\/p>\n<p data-id=\"P12-N200FE\"><span data-id=\"P12-N200FF\">CLIENT: Yeah, yeah. And you know what’s funny? It ebbs and flows. Like I’m in a weird state of like I have these moments where suddenly I’m able and I give myself credit for that. I think that’s because I’ve worked so hard here, that whole like being in the moment. I’m able to I just get a glimpse <\/span><span data-id=\"P12-N200FF1\">of it. I just stop for a moment, be like what are these thoughts, really? What’s going on here? I mean yeah, this sucks, but really? This is like Syrian I mean again, like today. Like Syrian refugee children, they’re already fucking refugees. [00:43:10.05] They’ve lost everything. They’re children. <\/span><span data-id=\"P12-N200FF2\">They’re now being used for child labor. So you know what I mean? Like wait a second. Like I have a house, a roof over my head, Eva’s not going to come after me in my sleep with a hatchet. I mean so I have those moments, but I think what it is, is yeah, I mean you can’t it’s also your context, right? <\/span><span data-id=\"P12-N200FF3\">I don’t live in the Middle East. I’m at an age where I look at my friends, I go to the island to a wedding, I don’t know about everybody else but some of my friends I know that they’re doing very well. That it’s not a jealousy thing, it’s just a one becomes tired of not living up to one’s potential, <\/span><span data-id=\"P12-N200FF4\">here. [00:44:02.18] I mean not just money wise but just I mean so I’m just coaching myself basically. It’s like that’s all that’s happening here. Things will be fine. I’m very confident in all these things I’m doing. And I still feel really good. It’s a week to week thing. You know what I mean? When <\/span><span data-id=\"P12-N200FF5\">you don’t have those two when you’re going to Star Market, like can I afford bread and the milk. Could I just get the I mean I’ve never had that level of and as a man, whatever. I mean it’s a family thing. We don’t have it’s just me and my mom. It’s hard.<\/span><\/p>\n<p data-id=\"P12-N20100\"><span data-id=\"P12-N20101\">THERAPIST: I think the other thing that sounds like it can come in where you started today, it sounds like not quite where you are right now as you’re talking about it, is the feeling of the we’ve talked about this is the world against you. And that sometimes it can come out as the world’s falling <\/span><span data-id=\"P12-N201011\">apart if something like this could happen. [00:45:07.20] And it’s not that it went political [inaudible] that’s a fair level of debate and commentary, but I think there are ways that that can also grow out of a feeling of helplessness.<\/span><\/p>\n<p data-id=\"P12-N20102\"><span data-id=\"P12-N20103\">CLIENT: Yeah, no doubt.<\/span><\/p>\n<p data-id=\"P12-N20104\"><span data-id=\"P12-N20105\">THERAPIST: And that you do, because of actually having been helpless when you were a kid, you lose sight sometimes. Or even if it’s a moment or an hour of actually what’s in your control. There are some things in your control.<\/span><\/p>\n<p data-id=\"P12-N20106\"><span data-id=\"P12-N20107\">CLIENT: Not only that, then I’m kind of not what am I helpless about really? I have like two, three, four, number of friends who are like dude, do you need just say the word. How’s that helpless? My mom. You know what I mean? A house.<\/span><\/p>\n<span data-id=\"P12-N20106-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N20106-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561738\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N20108\"><span data-id=\"P13-N20109\">THERAPIST: Your uncle, who you could make a pitch to. I mean these are things. Like actually going home and then working on your pitch tonight for your uncle. Like that’s in your control. And that’s going to help you if you get that together. [00:46:01.12] And that’s how you’re going to get there in <\/span><span data-id=\"P13-N201091\">this business, is that step tonight, that step tomorrow, that step...<\/span><\/p>\n<p data-id=\"P13-N2010A\"><span data-id=\"P13-N2010B\">CLIENT: Being on LinkedIn, I didn’t really think much about LinkedIn. But after talking to a few people who are like dude, you absolutely have to be on there now, even if you even if it is BS or whatever. It just is what it is. And you’ve got to be and now I’m on there, I think I have a nice and <\/span><span data-id=\"P13-N2010B1\">actually, you know what I liked about it? Even more than a typical resume, the more I filled out, it was like holy fucking shit. My publications, right, this I was like what the records, books, anthologies, this, that, BBC. So in a way some of this stress is really pent up antsyness. You know what <\/span><span data-id=\"P13-N2010B2\">I mean? I’m ready for like a breakthrough, something. Like what? This is insane. So yeah, I hear what you’re saying. Yeah. That’s why I think I’m not that’s why I didn’t take Ativan or I didn’t I try to breathe. On the boat I sat there listening to the meditation. So like I’m actually doing things <\/span><span data-id=\"P13-N2010B3\">I wouldn’t have really done before because I’m being a good life coach to myself. No, that’s the point. That’s what people think. Well this meditation isn’t going to help. Why am I not feeling well that’s not the point. You’ve got to just chill out, just listen to it. Even if you stay stressed the <\/span><span data-id=\"P13-N2010B4\">whole fucking time. The more you do those things then...<\/span><\/p>\n<p data-id=\"P13-N2010C\"><span data-id=\"P13-N2010D\">THERAPIST: So we’re on for tomorrow at noon.<\/span><\/p>\n<p data-id=\"P13-N2010E\"><span data-id=\"P13-N2010F\">CLIENT: Tomorrow at noon, yup. And Friday at?<\/span><\/p>\n<p data-id=\"P13-N20110\"><span data-id=\"P13-N20111\">THERAPIST: Friday at 3:10.<\/span><\/p>\n<p data-id=\"P13-N20112\"><span data-id=\"P13-N20113\">CLIENT: Friday at 3:10.<\/span><\/p>\n<p data-id=\"P13-N20114\"><span data-id=\"P13-N20115\">THERAPIST: No, sorry, Friday at 2:20. We changed it.<\/span><\/p>\n<p data-id=\"P13-N20116\"><span data-id=\"P13-N20117\">CLIENT: Tomorrow at noon and then 2:20.<\/span><\/p>\n<p data-id=\"P13-N20118\"><span data-id=\"P13-N20119\">THERAPIST: 2:20 Friday.<\/span><\/p>\n<p data-id=\"P13-N2011A\"><span data-id=\"P13-N2011B\">CLIENT: Thank you Claire. See you.<\/span><\/p>\n<p data-id=\"P13-N2011C\"><span data-id=\"P13-N2011D\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}