{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses how she puts aside her personal needs for the needs of others. Client places an enormous amount of pressure on herself and bottles up all her pain instead of letting it out."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Negativism","Friendship","Self confidence","Psychoanalytic Psychology","Sadness","Low self-esteem","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Negativism","Friendship","Self confidence"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Low self-esteem","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561076","dorpId":"1005995328","contentType":"text","aucs":"CTRN-V1","title":"Client \"Kthl\" Therapy Session Audio Recording, November 13, 2013: Client discusses how she puts aside her personal needs for the needs of others. Client places an enormous amount of pressure on herself and bottles up all her pain instead of letting it out.","fullTitle":"Client \"Kthl\" Therapy Session Audio Recording, November 13, 2013: Client discusses how she puts aside her personal needs for the needs of others. Client places an enormous amount of pressure on herself and bottles up all her pain instead of letting it out.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561076\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi! Come on in!<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">[pause 00:00:09 to 00:00:27]<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: So, I was thinking more this week about like, what we talked about last week, about kind of like, just working on like, being happy and content with yourself. But (sighs) I still feel like I need some kind of like, technique in order to be able to like, transition into doing that. I was reading <\/span><span data-id=\"P1-N200111\">an excerpt from a book that someone had written. I don’t know if this is like, a good technique or not, about taking sort of like, moments of happiness that you have in your life and “bottling” them and sort of like, remembering that feeling instead of taking negative stuff that happens, and “bottling” <\/span><span data-id=\"P1-N200112\">that and sort of remembering that, letting that kind of like permeate. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">I was thinking about that, because I feel like that’s what I do a lot of. I really dwell on everything that I perceive to be negative (that either happens, or that I perceive to be negative with myself) (therapist responds), instead of taking like, the good things that happen and focusing more on that. <\/span><span data-id=\"P1-N200131\">Like, that seems to be a big part of my behavior, is that I’m like, so fixated and looking for something to be wrong, that (sighs) it’s very... Some days, I find it easy to see good, but that’s like on a good day. But most like, on the average day, I fixate on the negative so much. I feel like that’s <\/span><span data-id=\"P1-N200132\">a big part of what is preventing me from like, moving forward, is just kind of like never being able to get over the negative. Instead of seeing something... <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">Well, first of all, it’s seeing (chuckles), seeing things as negatives that might not be. Then it’s also, you know, when something negative happens, I carry that with me and punish myself for it continuously, instead of being able to like, move past it. I feel like that prev ... If something good <\/span><span data-id=\"P1-N200151\">happened like, say I weighed myself and thought that I weighed a lot. Then something like, really good happened right after that, the weight would affect my entire day or entire week, and it would prevent me from seeing anything else that’s good. So (sighs) I feel like if I could find a way to move <\/span><span data-id=\"P1-N200152\">past this fixation on negative (chuckles) things and change my thinking a bit, it would help me to be able to feel more positively about myself like, over time. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Well, I guess, in that light, I was thinking about expectations. (client responds) and sort of your expectations about how quickly you’re going to feel better (client affirms). I’m really appreciating and empathizing with the depth and the longevity of the problems that you have, and the difficulties.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah, that’s true. (chuckles) Yeah, I mean... I think they’ve been going on for so long. But I’m just trying to think of ways that I can sort of develop habits and make small steps to try to just work through it, try to form new habits that can help me to get out of this negative (chuckles) <\/span><span data-id=\"P1-N200191\">thinking, because that’s... I mean, that’s a huge part of like, what makes me feel down, and what leads me to eat, I think sometimes, and it’s just this like, overwhelming sense of negativity and failure, because one thing might have happened. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Oh, I understand! (client affirms) I understand!<\/span><\/p>\n<span data-id=\"P1-N2001A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561076\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Yeah, and so, it’s just...<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: I just hear you having expectations that I worry will set yourself up for failure.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Probably, yeah. (chuckles) Well, that’s what I always do. (chuckles)<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: No, I meant that... You know, an interesting, in this... and I don’t know how you’ll feel about this. I want to talk about it. (client affirms) But in this vein, I was thinking that you’d be a great candidate, if we could figure out the logistics, of (client affirms) coming here twice a week.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Uh-huh. Yeah, that’s a, that will be hard (chuckles) logistically!<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: I know, but let’s talk about what you need clinic , you know, what you need in terms of your treatment and then (client affirms)... I’d always rather do it that way, and then (client affirms) figure out how the logistics can be worked out. <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Uh-huh. Yeah, so, um... Yeah, I guess I just... it’s (sighs) as I’ve said many times before, it’s hard for me to... (sighs) It’s hard for me how, to figure out how to like, move forward or change unless I have behavior modi , or mental I guess behavior modifications to think about. Like, it’s <\/span><span data-id=\"P2-N200291\">hard for me to... to not have some kind of like, an action plan, because I always have to have a (chuckles) plan. But, and I am being more... I mean, I think I’ve been a lot more reflective lately of like, why I’m doing stuff and what’s going on; but then when I observe it, I need to have a plan for <\/span><span data-id=\"P2-N200292\">like, how to change it. <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Why?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: (pause) Because I know, so... Like, I know that thinking that way is leading to... I know that dwelling on the negative is leading to me feeling down, and not being able to see the good, and all different things like that. So, if it’s something, so that behavior is something that I perceive <\/span><span data-id=\"P2-N2002D1\">as bad, and I feel like anything bad has to be changed like, I have to have a way to change it.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: But if you did, you would have already. (client affirms) (inaudible).<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yeah, so I think... and that (sighs) I guess what I kind of don’t even, what I don’t necessarily understand is where to start, I guess. <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: Do you feel like you haven’t started?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: A little bit. (therapist responds) Well (sighs) so, I feel like I’ve been a lot more aware of my actions, and more reflective on like, why I’m doing certain things. But then I feel like, “Okay, now I identified them. Time to start conquering.” Like (chuckles), and so... I guess, looking at it <\/span><span data-id=\"P2-N200351\">from a different perspective, I have done a lot, because I’ve been able to really figure out what’s driving things, and figure out why I’m behaving certain ways, but... For me, I always need to have like, action, plan, and (chuckles) and so I feel like, “Okay, well now I’m identifying all this stuff, <\/span><span data-id=\"P2-N200352\">but I know it’s bad and how do I fix it?” It’s... So it’s kind of like, it’s part of my always needing to have a plan for everything and always needing to have the answers. <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: Yeah, what if you just have no idea?<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: That’s, that feels really scary (therapist responds) to me. Like... I don’t know. It’s just, it’s sort of like... (pause) I kind of feel... It’s like if you don’t, if I don’t have the answers to something, I feel really lost, and really stressed, I’m really anxious, and really out of, like out <\/span><span data-id=\"P2-N200391\">of control. (therapist responds) Like... it’s sort of like, if I’m taking a test and there is one problem I don’t know, I start to unravel completely and feel totally out of control, because I don’t like not having the answers. <\/span><\/p>\n<span data-id=\"P2-N20038-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561076\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">So... it just, (sighs) it’s something about like... needing (sighs) to feel like, in control, to feel put together. Because if I feel out of control, I feel like I’m broken, or I’m like, ineffective, or like just not like, I’m not the person that I want to be. Because I need to always have everything <\/span><span data-id=\"P3-N2003B1\">together and be, and have like... Like, it goes back to like, me saying how I always have the house clean and I can’t. When it starts to get not clean and I don’t have time, I hate that. I have to clean, because I need to feel like everything is in its place and everything is like, where it needs to be. <\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: So, in a sense, when we talk about breaking thought patterns, that would be one of the thought patterns you’d have to break.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: (pause) Yeah. It’s a (chuckles), it’s...<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: That is, that’s an act, right? In your way of thinking about it, that’s actually an anti-action plan.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Um-hmm. Yeah, yeah. So, yeah, it’s sort of like I (sighs), in almost every single area, I need to have the answers and I need to have control. The one place where I think I can let myself get out of control at times (or I have periods where I get out of control) would be like, with eating. That’s <\/span><span data-id=\"P3-N200431\">something that’s so... it’s so emotional and there is so much tied to it, that even my desire to control everything (chuckles) can’t totally like, come through in that area. Because that’s the one place where I sometimes feel like I allow myself to lose control. It’s like almost as like, an escape type <\/span><span data-id=\"P3-N200432\">of thing. <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Which is a different sort of thing (client affirms) than tolerating uncertainty. (client affirms) Because what you’re describing is a kind of treat, not a going into the mess. (client affirms) It’s sort of going on the side of it.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Uh-hmm. Yeah, it’s just like... it’s sort of like... I stop thinking and obsessing for a minute and like, eat like, a few slices of pizza and just like... But when I’m doing it, I’m not even like, it’s like, my zone out, like I’m not even conscious of what I’m doing. But it’s the only... it’s <\/span><span data-id=\"P3-N200471\">like, the only time that I guess I have that zone out. Like, it’s the only action I can think of where I just, I’m not like, aware of what I’m doing. <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: It’s a reprieve (client responds) from the distress that you feel.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Yeah, yeah. But otherwise, I need in other, all other (chuckles) areas, I need to have the answers and I have to be in control. Everything has to go according to plan. Often it does not go (chuckles) according to plan, because that’s the way life is. Then, it’s almost like what you were saying <\/span><span data-id=\"P3-N2004B1\">like, me setting myself up for failure. So I like make these big elaborate plans, and then nothing really goes according to plan, and then everything is failure then. So, it’s like then everything is negative, everything is wrong, and nothing is good. <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Yeah, I mean, I really want to try to prevent that happening in here. (client affirms) And so the analogy that came... I’m sorry; I didn’t mean to interrupt. The analogy that came to my mind, it’s not a great analogy, but it’s like, say you hurt your knee and you’re limping. Your type of <\/span><span data-id=\"P3-N2004D1\">solution is, “Let me figure out how not to limp”; not, “How do I fix my knee?”<\/span><\/p>\n<span data-id=\"P3-N2004C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561076\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: Yeah, yeah (chuckles). Yeah, that’s sort of... I just need to like, fix the sort of like immediate (therapist responds) thing that’s happening, because I need to have all the answers and... And I kind of... What I want to be able to do is to just let go, because it’s so... because then I think <\/span><span data-id=\"P4-N2004F1\">I wouldn’t have to like, go to food as like, having the escape, because I would just let go, like all the time (chuckles). It would be great! But (sighs)... I don’t... I’m sort of scared of what would happen if I let go. (sniffles) <\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: Because what could happen?<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Chaos! (therapist responds) And like, I feel like if I just... stopped planning and feeling like I had all this stuff to do, that’s when I feel like, everybody would start getting mad at me, because I wasn’t doing all the great stuff. So like, I feel like if I let my house get messy, then if <\/span><span data-id=\"P4-N200531\">I had people over, they would judge me because of that. Like, I feel like if I didn’t, you know, send people cards and gifts and different things, they would not like me anymore, or think I wasn’t thinking of them enough. Or like I feel like if I don’t call my parents enough, then they think that I’m <\/span><span data-id=\"P4-N200532\">a bad child or like that I don’t care. <\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">So... I feel like I have to like, keep all of these things up. But then often, I’m doing all this stuff, and I’m sacrificing myself to do it. So I’m like, putting off a workout (that I may not really want to do, but that, you know, would be good for me to do), because I have to clean the house, and <\/span><span data-id=\"P4-N200551\">I have to do all these other things. Then the stuff that’s for me gets like, put to the side, because if I don’t do all this other stuff and keep it in order, then like, everything will fall apart in terms of my relationships with other people. (therapist responds) <\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">Then I feel like... because a lot of times, if I do kind of like, not keep up with people, I get messages like, “Where have you been? I miss you. We need to hang out.” Like (sighs), just... I feel like if I do try to let go or not keep up with all this stuff then, it’s like, I get all, my to-do list <\/span><span data-id=\"P4-N200571\">grows, because it’s like, everyone’s sending messages and saying all this stuff. So I feel like I just have to keep up with it and keep everything in order or like, it’s just... There is going to be too much to clean up, there is going to be like a mess that I have to clean up.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: Well, how do you feel... I want to make sure that... Well, I have a bunch of different thoughts in different areas, but then what, you know, how do you feel about coming more often? <\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: I would like to come more often, but my schedule is a lot! (ph) Peter (sp) is losing out\/moving out (ph), actually right (chuckles) now. It’s a little bit crazy.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: Right. Which is itself... (client chuckles), finding the time to take for yourself.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Well, because... Yeah, because... if I start that new job in January, then that’s working like, three evenings a week, but it’s not... I don’t... but it’s at Walter Reed (ph), so it’s like further. Then I have a similar, a little bit of a similar schedule to this semester next semester, but <\/span><span data-id=\"P4-N2005F1\">not quite as bad. So it’s like, I feel like, I already feel like, “Okay, I have, like...” I already feel like I have no (chuckles) time! And so... it’s (sighs) it’s this issue, because coming here more often (and doing things like going to the gym, and doing these different things for myself) will be <\/span><span data-id=\"P4-N2005F2\">so good, but I put everything else in front of me. <\/span><\/p>\n<span data-id=\"P4-N2005E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561076\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">I mean, you know, school is important and the job is important, but I am trying to like, say no to people more, so that the time that I have in between school and work can be spent on me. I’m getting a little bit better at doing that, but then (chuckles) I’m feeling like, I have a ton of school work, <\/span><span data-id=\"P5-N200611\">and then the time that I’m spending not doing that, I’m spending apologizing to people for not seeing them, or for missing events because I’m so busy with like, work and school. So...<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">It’s (sighs) it’s hard because I feel... so (sighs) like, saying no to people is so stressful for me and so hard on me that (sighs) it’s like, almost, I almost feel like it’s like a side job. Like today, I took 30 minutes out of my day to send people birthday cards, and someone flowers for their birthday, <\/span><span data-id=\"P5-N200631\">and then respond to all these different messages I had from friends, because... I almost feel like it’s like, like another job that I have. It’s like, when I don’t see people, I have to carve out a half hour, (chuckles) like twice a week, to respond to all these people and all this stuff. Because if <\/span><span data-id=\"P5-N200632\">I don’t’ respond, then what if something happens and I need them and I have lost all of my friends, because I was too busy? Like (sighs), so... <\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: I mean, it’s sort of, ironically, this is what you’re wanting help with, so you don’t have to do that anymore.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: Yeah! That’s the whole, that’s the whole thing, is like... I know that it’s something that I need to do and make time for. And I want to, and it’s... I want to find a way to make more time for myself, in general, overall. But in the transition, I guess, it’s... I’m realizing that it’s like, <\/span><span data-id=\"P5-N200671\">so (chuckles) stressful for me, because... and I know it’s just like, a transition, you know? But it’s, I wish that, (chuckles) sometimes I just wish that people would like... leave me alone, but I know that it’s not them. <\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">It’s the way that I’m like, perceiving (chuckles) everything, because if I didn’t send people cards or flowers, I’m sure that it would be fine. (chuckles) But I feel this like, sense of obligation I’ve created for myself. If I don’t do it, then it’s like, I’ve failed, because I created this expectation <\/span><span data-id=\"P5-N200691\">for myself. I don’t think anyone else has the expectation of me. I created it, and I’m punishing myself for not meeting my own expectation. The other people are just like... there. (chuckles) But I am creating what I think that they’re doing or saying. <\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: (pause) I really think this is important.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Yeah, yeah. No, I think I can find time for it like, I already, I know pretty much, just need to be told the three days that I’m going to be working, once like, some background check stuff and whatnot goes through. So... But I already know my schedule for next semester, too, so I kind of know, <\/span><span data-id=\"P5-N2006D1\">like schedule-wise, where I’m headed, so... Yeah. (pause) It would probably be good. (chuckles)<\/span><\/p>\n<span data-id=\"P5-N2006C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561076\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: Do you feel like I’m putting you in a position of saying yes or no to me?<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: Oh (chuckles)...<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: I was wondering...<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: Well, I just feel like that with everything, though. It’s not, it’s...<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: I’m not taking it personally. <\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Okay. (chuckles) No, but I mean, that’s literally how I am with everything, it’s... Um... But... because another way that I would like to, I would like to... I told you, you know, working out makes me feel so good mentally, and it’s something I really need to also do as a “time for myself” thing. <\/span><span data-id=\"P6-N200791\">I’m finding myself like, put , you know, it just, anything that’s like really good for me or you know, just for me, I’m just always putting off and prioritizing other things in front of it. So I mean, especially as I, you know, have my new schedule, and know when I’m going to have free time, I want <\/span><span data-id=\"P6-N200792\">to be able to make a point to prioritize things like that. Like, coming here and just making sure that I carve out that time for myself because I’m just, otherwise I’m just not going to get it. <\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: Well, I certainly want you to understand, even though you may not feel this way (client affirms), that you can absolutely say no. The only, the extent to which I’ll be disappointed is simply that I want to make sure that you have the best treatment that you can get. (client affirms) This is your treatment.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: Yeah, no, I think that trying to like, work with the schedule and carve out will... will be really (sighs)... I think it will be really good for me, because like I said, I’m always putting everything in front of me. So it would be good if, at least twice a week, I could make time for myself <\/span><span data-id=\"P6-N2007D1\">and not put everything in front of that, because that’s pretty much like, how I... That’s like my survival mechanism, is that I’m putting everything else in front of me, because I need to keep all of that order and everything like, together. But it’s like... it’s almost like (sighs), kind of like a <\/span><span data-id=\"P6-N2007D2\">façade, like everything is not together, but I need to make it seem like everything is together. That’s like my survival. <\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: Well, just like when you limp is to compensate or something. In that sense, it’s a limp.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: Yeah, yeah, yeah that is, I mean... That is what it is, and it’s just trying to... I think the reason like, that I need to like, have all these things to do and keep it all together is because I’m so worried about what other people think of me that I want them to think that I have it all together. <\/span><span data-id=\"P6-N200811\">I want them to think that my like, house is in order and that I am in order. If they don’t think that, I’m so worried about what they’ll think that I just can’t, (sighs) that I just keep doing all (chuckles) this stuff so that never happens. But... <\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: It’s a solution that prevents solution. (client affirms) (inaudible), just window dressing.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: Yeah, that’s what it is. It’s just like, like a window dressing. Just and... I’ve done that with like, material stuff a lot like, always needing to like, have this or have that because I need people to look at me or look at my house and think a certain thing. So like, it’s just all these different <\/span><span data-id=\"P6-N200851\">things are just a way of like, like a distraction, like a way of making people not know that I’m, inside I’m feeling terrible about myself, or inside I’m judging myself against them, or I don’t think I’m good enough, or I don’t think I’m as good as them. But if I have the same handbag as them, then <\/span><span data-id=\"P6-N200852\">I am as good as them. So it’s like, I’ve always done all these different things to try to like, cover up people from seeing that I’m... or I think that (chuckles) I’m like, flawed. <\/span><\/p>\n<span data-id=\"P6-N20084-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561076\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">THERAPIST: There is so much hurt inside that needs to come out. (client affirms) And what you do is desperately try to cover it up. (client affirms) And it takes so much work.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">CLIENT: Yeah, because it’s, and it’s to the point now where I’m just like, I... Like, I just really do just want to let it go, because... it’s... When you’re, you know, studying organic chemistry and on top of (chuckles) all of this other stuff that’s going on, it’s like, it’s just too much. I think... <\/span><span data-id=\"P7-N200891\">I always thought that by (sniffles) leaving my job, I would, everything would go away and be better. But, it’s like, I’m just finding new ways to stress myself out, basically. It’s kind of like I, you know, mentally enjoy what I’m doing (chuckles) more now; that’s not the issue. But I’m still finding <\/span><span data-id=\"P7-N200892\">ways to physically and mentally just completely wear myself out. (therapist responds) That has not gone away (chuckles) at all. It just, I’m just doing it in new ways now.  (therapist responds)<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">(pause) So I think that was like, the hardest thing to realize is that I made this change, but everything’s not, it didn’t fix (chuckles) everything. I think it was a good change, in terms of mental stimulation and interest, but it didn’t fix (chuckles) everything else. So, now it’s like, I’m just finding <\/span><span data-id=\"P7-N2008B1\">new ways to drive myself crazy, and feel anxiety, and have stress manifest itself, and put other things in front of me. Like I’m just finding new ways to do it.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">(pause) So, yeah, it’s... I was just realizing that, because I’ve had all these like, really horrible like, physical stress symptoms and stuff. I was like, “I thought that when (chuckles) I left my previous job, those would go away,” but I just found new ways to put pressure and expectations (therapist <\/span><span data-id=\"P7-N2008D1\">responds) on myself. I like, can’t go on doing that anymore. I’m so (sniffles)... I just feel so like, worn and so tired from it, but... So I think feeling that worn is like... helpful and like, realizing that I need to like, give up (chuckles) these behaviors, but, um... I’m realizing that I can’t <\/span><span data-id=\"P7-N2008D2\">go on doing this to myself (sniffles), because it feels like it’s like... It just feels, it’s just really tiring. Like, I don’t have (chuckles) energy to do anything else for myself, because I’m juggling so much. (sniffles, takes tissues) <\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">(pause) But, and I wish I could like... I wish I could change... I wish I could actually not really have expectations for myself. Like (sniffles)... almost like start with like, a blank slate and almost... It’s almost like what I was telling you about, how I used to not think I was fat, because I didn’t <\/span><span data-id=\"P7-N2008F1\">really know what that was. It wasn’t until other people started saying all these different things that I decided that’s what I was. (therapist responds) It’s almost like (sighs), I wish I could like, just start from a clean state and not (sniffles)... not have all these preconceived notions and these <\/span><span data-id=\"P7-N2008F2\">expectations for myself. Like (sniffles), I wish I could just accept... my performance or accept my physical appearance; just be, like, just be. <\/span><\/p>\n<span data-id=\"P7-N2008E-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561076\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">THERAPIST: And not feel so imprisoned by them.<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">CLIENT: Yeah. Yeah, because they just take, it just takes over everything and you could (sighs) I mean, I really do feel like, imprisoned by it. (therapist responds) It’s totally taking over everything that I do and all of my behavior. It’s just I’m constantly putting pressure on myself all the time <\/span><span data-id=\"P8-N200931\">in every area, in areas where you don’t even need to put pressure on yourself, I’m putting pressure on myself. I’m trying to set new goals for myself, and trying to do new things, and I just want to like, just give it all up.<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">THERAPIST: (pause) Do you imagine feeling free? <\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">CLIENT: Yeah. (therapist responds) Yeah. I think that if I... I think if I was just able to like, stop, I would just literally feel like a weight was lifted off my chest. I feel like I would feel free. And I like... and still, I feel like that’s not... As usual, I feel (chuckles) like that’s not something <\/span><span data-id=\"P8-N200971\">I could possibly achieve (sniffles), but I sort of dream of that, because I think it would be so amazing. (takes tissue)<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">THERAPIST: Because on the flip side, you fear chaos.<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">CLIENT: Yeah. I’m afraid of what will happen if I just... stop, but (sighs)... But if I didn’t, if I didn’t fear the chaos, or I didn’t... If I wasn’t worried about what was going to happen, or if I wasn’t worried about the negative, or what other people... The main thing is what other people would <\/span><span data-id=\"P8-N2009B1\">think of me. If I wasn’t worried about that, then that would be so... I would be so afraid, because the main issue is that I feel like I’m burdened by like, judgment from other people. But it’s really, it’s really me judging myself and deciding what I think other people are thinking or saying (which <\/span><span data-id=\"P8-N2009B2\">they may not be). (sniffles) So it’s really me putting judgment on myself, but using the words of others to do that to myself. But, if I could, if that all went away, that’s what would be so freeing like, it would just be (chuckles) great. <\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">(pause) And I think it’s... The main thing is recognizing that it’s not... I think I’m holding everything that people said when I was younger (and really did say), and assuming that everyone now would say the same things. (therapist responds) And (sighs) they probably won’t, but I just make it all up <\/span><span data-id=\"P8-N2009D1\">in my head. That’s what dictates my life, basically. (therapist responds) (sniffles)<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">(pause) So, I feel like... I feel like I understand more why I think everybody is like, out to get me or thinking negative things about me, but I don’t know... (pause) (sighs) I don’t know how to like, stop feeling attacked by other people without totally isolating myself. Like, I think I feel like, <\/span><span data-id=\"P8-N2009F1\">if I start (sighs)... making more time for myself (saying no to people and all that stuff), all the friends, that everyone will leave. Then I’ll be alone, and then... and I’ll have my family (because they’re family), and I’ll have my boyfriend (because I know he really loves me), but what if anything <\/span><span data-id=\"P8-N2009F2\">happened to any of those people? Then I don’t have any friends, because I’ve alienated them, lost all of them. (therapist responds) (pause) I rationally know that won’t happen (chuckles), but I... I think that’s what I think will happen if I just let go. <\/span><\/p>\n<span data-id=\"P8-N2009E-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2009E-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561076\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">THERAPIST: (pause) (inaudible) (client affirms) I can see that you feel that way, too. (client affirms) (inaudible) that I can see that.<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">CLIENT: No, that, well, that’s the thing is, the rational part of me knows that I’m manifesting all of this, and that I’m making up these extreme things, and that they won’t happen. But the rational like, the emotional part of me, and the frightened part of me, and part of me that’s thinking that everyone’s <\/span><span data-id=\"P9-N200A31\">out to get me takes over. I can’t, the rational part can’t really win out, because... I think I’ve just, I’ve been feeling that way for so long that it’s like... it’s like second nature to feel that way. (therapist responds) <\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">(pause) And I’ve tried to like... I guess I’ve tried to... see like... I’ve tried to, um (sighs), I guess simplify, in a way, and tried to like, observe good things that were happening around me without me controlling something or buying something for someone or... Like, I’ve tried to see that. There <\/span><span data-id=\"P9-N200A51\">is good, without me having to do different (chuckles) things to achieve it. But most of what I’ve been able to see has been like, I’ll notice like, really cute kids on the street, or strangers, or it’s a beautiful day, or different things like that, but it’s always something always kind of removed (therapist <\/span><span data-id=\"P9-N200A52\">responds) from me. <\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">It’s never something... so, I really struggle seeing good in a situation without feeling like, I made it happen somehow, because of something I did and because of my control. So I think a big step for me would be just seeing that things can be good without me having to do anything, but, and things that <\/span><span data-id=\"P9-N200A71\">are close to me, or really relevant to me can be good without me having to do anything. (therapist responds) But right now, the only place I’ve been able to see it has been in stuff that’s more like... removed.<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">THERAPIST: Well, it’s like, we’re going to need to stop in another minute. It’s like seeing the beauty in the world. (client affirms) That’s (inaudible) (blocked).<\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">CLIENT: Yeah, like I see it in the world around me, but... not always with my friendships or things like that. Like, I feel like I have to give to receive. <\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">THERAPIST: So, we really need to stop. (inaudible) if you would like to go ahead and see, at some point, for us (client affirms) another session, let me... You know, we should probably (client affirms) (inaudible) (blocked)<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">CLIENT: Okay, let’s e-mail. Okay.<\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">THERAPIST: Yeah, in terms of just the logistics or..<\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">CLIENT: I can send you my schedule (therapist affirms), too, so that we can see like, because especially, I know you said we have to change for next year anyway, probably?<\/span><\/p>\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">THERAPIST: Yeah, why, why don’t you e-mail... just, I will do my best to find the two times for (client affirms) us to meet (client affirms), so maybe (inaudible) (blocked). <\/span><\/p>\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">CLIENT: Okay. That sounds good. Okay! Thank you. Oh, and Thank , not next week, but Thanksgiving week, I might be away that week.<\/span><\/p>\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">THERAPIST: That Wednesday?<\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">CLIENT: Yeah. So I just, I’ll send you an e-mail, too, just to let you know (ph).<\/span><\/p>\n<span data-id=\"P9-N200BA-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200BA-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561076\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200BC\"><span data-id=\"P10-N200BD\">THERAPIST: Okay, just let me know. All right. Thank you!<\/span><\/p>\n<p data-id=\"P10-N200BE\"><span data-id=\"P10-N200BF\">CLIENT: Thank you!<\/span><\/p>\n<p data-id=\"P10-N200C0\"><span data-id=\"P10-N200C1\">THERAPIST: Thank you so much, and I’ll see you next Wednesday! Okay, take care!<\/span><\/p>\n<p data-id=\"P10-N200C2\"><span data-id=\"P10-N200C3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}