{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the ever-present issue of trying to have a work-life balance, where she can give her attention to her work, but also give attention to her fiancee."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Relationships","Stress","Job security","Exercise","Cognitivism","Behaviorism","Psychodynamic Theory","Frustration","Exhaustion","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["9"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Relationships","Stress","Job security","Exercise"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Cognitivism","Behaviorism","Psychodynamic Theory"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Exhaustion","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561923","dorpId":"1006468917","contentType":"text","aucs":"CTRN-V1","title":"Client \"SZ\" Session April 01, 2014: Client discusses the ever-present issue of trying to have a work-life balance, where she can give her attention to her work, but also give attention to her fiancee.","fullTitle":"Client \"SZ\" Session April 01, 2014: Client discusses the ever-present issue of trying to have a work-life balance, where she can give her attention to her work, but also give attention to her fiancee.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561923\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: All of my spring stuff is in a different… all my stuff is in my winter jackets and scarves, and so I had to rearrange where all my cards were and find my keys, which were in my racquetball bag. I don’t know. And I was doing really well. It was just the packing up and leaving. And that was really <\/span><span data-id=\"P1-N2000D1\">what… so I’m really sorry.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I appreciate your apology.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah, no, I really…<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I know it’s something you’re working on. It’s…<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: It’s really the packing up the night before, and I think I don’t do that. And I think I need to, especially when it’s going from a wintry cold, frosty day… and I mean I don’t even know… when I get up and eat and then start working, I don’t even know where my keys are. And so I don’t have any <\/span><span data-id=\"P1-N200151\">system and I need to. I’m really sorry. And I’m… next week I’ll try and do better. [1:03] But so well I think a few positive things is that I am… I had to go in at some time every day, pretty much every day, last week except for Wednesday, and…<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: How did those go?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: It went okay. I mean a lot of it was for science events, and I got frustrated because there was two science events and a birthday party. Well it was… on Thursday it was a birthday party, and actually I liked that but I get frustrated with the science because I’ve kind of been the sub co-chair <\/span><span data-id=\"P1-N200191\">for a few years, and I’m still responsible for getting all the supplies and going to the events, and I’d rather just instead of partying for two hours get to my office and work. And… but yeah, for the most part it was sort of social interaction that I didn’t exactly want, but it went well. [2:23] And <\/span><span data-id=\"P1-N200192\">I made a deal with my friend because my friend Anna is having a hard time coming in as well. And she lives about a ten minute walk from the department. And she’s like sometimes I shower, which is the ultimate barrier. And since I realized I was at home it was on that really windy Wednesday and I <\/span><span data-id=\"P1-N200193\">realized that it may be good if we met on Wednesday morning so that would bring us both into the department and we would have the reliability… accountability of each other. If I didn’t show up that would be just kind of rude. So I mean I’m going to see how that goes. But I think hearing… it was interesting <\/span><span data-id=\"P1-N200194\">hearing… telling her about these because I think I’ve been at least… to get into the office at some time, usually it’s like 1:00, 2:00, maybe 3:00, so I feel… I’m feeling like it’s going better. And the cats actually now expect me to leave at a certain time because they’ll just go to sleep, which was <\/span><span data-id=\"P1-N200195\">part of… I was looking for my pants today and my cat was sleeping in the drawer. I couldn’t… I didn’t want to wake him up so I just looked for another pair of pants. [3:47] But and…<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: When you went in last week did you set a goal of what time you expected yourself to be at the office, or was it… the goal just to make sure that you got there?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: I think the goal was just to get there, at this point, and I think I’m working on trying to wake up earlier. And it’s so hard because I wake up at 9:00… I set the alarm for 9:30 and then I sleep until 10:30, 10:45. And at that point it’s hard to get in early because it’s just basically eat breakfast <\/span><span data-id=\"P1-N2001D1\">and… so I think that’s the only thing that’s… waking up… and some of that goes along with why am I staying up late.<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561923\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: Right, that’s a cycle. You stay up really late, it’s hard to get up earlier and start the day earlier.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Yeah. And I mean last night I stayed up until… I mean I stayed up until 2:00 and I wasn’t sure why I was… I mean I guess I was looking at clothes, and I realized that right now there’s just barely enough money to pay for my taxes. And I’m like well I have credit. Surely I can order a dress. <\/span><span data-id=\"P2-N200211\">[5:02] It’s my birthday month. Normally I always do this but I guess because things are… I mean after putting something in my basket and using all the promo codes and secret gift card, I realized it was still $120. That doesn’t sound like much but I need to order invitations for the wedding, and I realized <\/span><span data-id=\"P2-N200212\">that even though I really… there’s all these promos and these things that are telling me that oh, the dress would be so much affordable. It’s $40 off.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: Sure, it would be cheaper.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: But there’s other things I need to buy. And if I do spend money it’s… I’d rather spend it on something that I more or less need rather than I just want, like racquetball classes. So but and in terms of tutoring I feel really good. I’m… I have a small knowledge of… I mean I taught the course <\/span><span data-id=\"P2-N200251\">that I’m tutoring right now a while ago, and I took it a while ago, and so I mean I guess last time I taught it I wasn’t very good at teaching it, or maybe I made mistakes, but now I’m following up with a note that… I sort of remember the, I don’t know, for some reason the electricity magnetism was <\/span><span data-id=\"P2-N200252\">what stumped me as a… throughout the progression of my education, and it still… it’s not my favorite subject but I am doing very well. I feel like I’m really helping the students because they’re not getting a lot of examples in class. [6:53] And so it was really… it’s really a positive thing. And I <\/span><span data-id=\"P2-N200253\">mean a while ago my friends had asked why aren’t you just charging them? Why are you going through this organization at Harvard? And I mean part of it is… is that I’m doing it so that I actually get to the department. After an hour and a half, two hours of… or three hours a week, it’s… getting $14 an <\/span><span data-id=\"P2-N200254\">hour is not bad. I mean sometimes I grumble about that it should be more because I’ve made more in tutoring, but it almost feels like robbery when you’re like oh, that’s $30 and people are pulling out their cash and… because cash is easier to put underneath the table of how much… whether you’re earning <\/span><span data-id=\"P2-N200255\">it or not. But… and I hadn’t weighed myself in a while and so I weighed myself. I’m a little bit heavier than I would like to be within my buffer zone, and I guess that’s sort of… I mean it happens every winter for me, where I get a little heavy, and then all of a sudden the weather gets nice and… but <\/span><span data-id=\"P2-N200256\">I guess I’m just sort of like… I would say kind of freaking out in a sense. [8:10]<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: How intense is kind of freaking out?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Well just sort of like bedreading. It’s not so much… I mean it’s just sort of like I see all the snacks and the nibbles that I enjoy, and that add so much color, and all the snacking I do, and I’m just sort of really sad because I know that has to stop if I want to maintain. And part of the <\/span><span data-id=\"P2-N200291\">reason why I’m gaining weight is because those nibbles are… I’ll just nibble freely without even… sort of put my hand in the homemade granola and just start eating because it’s kind of what I do when I’m brain dead or… so I realize that to sort of… I’m using food as an outlet for not thinking or for <\/span><span data-id=\"P2-N200292\">just pure excitement, and I see that it’s also sort of stopping because I’m thinking about the sugar or the tasty, because I’m focusing so much on the tasty and the taming the tasty or the… it’s like a food high. It’s almost kind of like an… not an addiction but if I think about a salad with kale and <\/span><span data-id=\"P2-N200293\">sweet potatoes and chick peas, oh that’s nice. But if I think about Cinnamon Toast Crunch I just think about more… and I mean I guess that’s part of why maybe America is fat, is because food is so tasty and sugar…<\/span><\/p>\n<span data-id=\"P2-N20028-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561923\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: You are not fat. [9:56]<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: I know. I know.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: I mean it… it’s important that you kind of recognize you may be on a higher end of what you consider acceptable for you, but your range of what you feel is acceptable is pretty limited, and pretty thin. So I think before you start really monitoring and decreasing what you’re taking in, I <\/span><span data-id=\"P3-N2002F1\">think it’s also important to use your hunger cues. If you’re snacking because you’re hungry, it’s okay. Because that’s your body telling you that you actually… you need some sustenance, you need some food, you need to eat in order to have energy, to be able to focus. And it doesn’t seem that you’ve <\/span><span data-id=\"P3-N2002F2\">gained so much weight that it’s really an indication that you’re overeating. You may be eating in a less controlled way but it’s still… I can tell from looking at you that you’re certainly not overeating to the point where you’re unhealthy. So while the scale may have gone up that might still be okay. <\/span><span data-id=\"P3-N2002F3\">And check in with your body. Check in and see how hungry you are. Food’s supposed to be tasty. You’re supposed to enjoy it. That’s part of eating. That’s one of life’s pleasures. It doesn’t have to be something you deny yourself. So let’s go by your hunger cues as to what…<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: Yeah, and I think that’s something that I need to be… I mean I started becoming… actually, after March meeting, when I was… just came back, I was exhausted. And I broke out quite a bit, my skin was dry, I’m like okay, well maybe I need to start taking care of my body a little bit more, making <\/span><span data-id=\"P3-N200311\">sure at least I get some sleep and drinking some water. [11:50] Because sometimes I’ll be really thirsty and I’ll just keep on drinking coffee, and that’s [inaudible] so I mean I think I’m just trying to… and even taking care of my skin, and if it’s dry or… I mean that’s one thing I think that I’m now <\/span><span data-id=\"P3-N200312\">working on, is how to not… how to keep up a routine that creates sort of a… sort of a maintenance rather than sort… a do nothing and then freak out, and then actually hurt the face by putting lots of very, very harsh chemicals one after the other. And as opposed to doing, say, maybe a lead mask once <\/span><span data-id=\"P3-N200313\">a week. And I know I’ve been doing that with Jeremy and he likes to wear his war paint, and it’s actually something positive because then he’s sort of… I feel like we’re being… rather than having… looking for support for Jeremy and… vocally [ph?] I think him doing a mud mask with me is really supportive <\/span><span data-id=\"P3-N200314\">because then we walk around and pretend that we’re Native Americans and so it turns it into something…<\/span><\/p>\n<span data-id=\"P3-N20030-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561923\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: Yeah, you’re doing something together. [13:06]<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: Playing together is important.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: Yeah, and I think we recently… like last night… well I had ordered this card because I know Jeremy’s very stressed out, and he’s actually doing a better job of expressing how much he appreciates me. And sometimes it’s like okay, okay, that’s enough. But in the one sense it’s definitely… I feel <\/span><span data-id=\"P4-N200391\">more romantic towards him, that he expresses this rather than he’s… I feel much more in sync with him. And I realize that it happens every winter, where we’re just sort of… he gets very grumpy because the weather’s bad and that we can’t do stuff. But actually I… because I mean that premarital counseling <\/span><span data-id=\"P4-N200392\">that we did earlier when he said that I was a slug on the weekends and that we don’t go for walks, and I sort of realized okay, well maybe we should go for a walk. And so even though on Sunday was a torrential downpour, we went for it. We went for a three mile walk. And I was going to… he was like I’ve <\/span><span data-id=\"P4-N200393\">got to hand it to you, I mean I sucked it up because I just sort of I thought well, I mean it’ll be good to get the fresh air and I didn’t do yoga, I didn’t play racquetball, I just… we’d been inside all day. So I mean I’m trying hard to take care of him and also realize that it’s good for me, ways <\/span><span data-id=\"P4-N200394\">that I wouldn’t be sacrificing my own needs but in a sense sort of supplementing my life and taking care of him. And I got him a… because he’s been very stressed out I got him a wood… it’s a wood card that says I love you a whole latte, and I put it by his espresso machine and he was very, very, happy. <\/span><span data-id=\"P4-N200395\">[14:57] And it reminds me of back in the day when… I mean it was before we moved in and I started to really focus back on school again. I would devote so much time and energy of bringing him little gifts, and it sort of disappeared and disappeared more and more. And then I realized that maybe it’s good <\/span><span data-id=\"P4-N200396\">to start bringing back some of the things because it makes me feel happy when I make people happy. And it’s just something…<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: And then he shows his appreciation, which feels good.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: Yeah. And I sort of… I mean, I don’t know, I mean I guess I’m… maybe this winter’s… the worst of winter’s starting to go away. Now maybe it’s spring I’ll feel a lot more energy. I personally… I mean I personally feel like I’m able to do stuff, I have energy to do stuff, or drive, more of a drive. <\/span><span data-id=\"P4-N2003D1\">Not necessarily a focus; that’s one thing that I need to work on. I actually wrote the list because I didn’t remember… for… so maybe I’ll put out that list, a list of sort of priorities. What are the goals that I’m planning on for the next five years and what are the priorities.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: Wow, that’s a long time frame. I don’t think I gave a time frame. [16:19]<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: No, well I mean…<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: That’s all right. That’s good. It probably would’ve been a useful thing to do. So share with me.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: Okay, goals. What I’m trying to achieve, or things that I’d like to achieve the next year, five years, I’d like to write papers. Right now I’m trying to write a paper and it sucks and it’s hard, but I hope to get enough experience that I can write papers and build up a sort of a repertoire of <\/span><span data-id=\"P4-N200451\">what I’ve been writing. I’d like to finish my PhD and find a job. I keep on talking about this and… but I think I’ll feel a lot… I’ll feel really good about myself once I complete this chapter of my life and move on to something big. Plus, start earning an income. Maintain my relationship with Jeremy <\/span><span data-id=\"P4-N200452\">and close friends. And this is one thing that I mentioned earlier, that I was really focused in my… on my relationship with Jeremy and courting him and bussing over to his place. And that sort of kind of slowly started to diminish in these last few years. But now I sort of feel that to start creating <\/span><span data-id=\"P4-N200453\">a life together, and that’s something that I want to keep up no matter whatever my job is, I mean I don’t know what it is, but I know that there’s certain jobs that would jeopardize that, such as being a consultant. And I guess it wouldn’t jeopardize it but it would make it more difficult to be as close. <\/span><span data-id=\"P4-N200454\">[18:00] And also, I’ve been spending time with my friends and I think… I mean that’s such a positive thing that I want to make sure that that doesn’t disappear as well. So having a support network is something that I… is really important to me, and then keeping up with ballet, health, and appearance. <\/span><span data-id=\"P4-N200455\">That’s one thing that… oh, for a while I’ve been trying out yoga, and yoga was good but now I’m starting to… I realize that when I take the more difficult classes of ballet, I mean they’re more challenging. And maybe I’m not… don’t feel as confident, but in the same sense I enjoy the dancing aspect <\/span><span data-id=\"P4-N200456\">of them. And I think that’s something that’s going to grow with my life, and how to maintain keeping that artistic side because I think it… I think a lot of maybe the reasons why I like to bake or cook, and maybe unnecessarily after I’ve cooked like five, six desserts, is because I have this creative <\/span><span data-id=\"P4-N200457\">energy. And that’s… a lot of times I sacrifice, oh I’m tired or oh, I don’t feel like going to racquetball. And I sort of feel that putting those aside, I just sort of feel kind of pedestrian. I like that sort of color to my life, and I think maybe that’s sort of the color that… and sort of what are <\/span><span data-id=\"P4-N200458\">my priorities in order to accomplish those? Well I have to research in order to write papers and finish my PhD, looking for jobs and applying for jobs, as well as preparing for them. And yesterday I felt really guilty because I spent an hour looking at jobs and looking through them and I was like I <\/span><span data-id=\"P4-N200459\">should be researching. I just spent an hour doing nothing, and then I sort of realized well, that’s sort of part of the looking for jobs aspect. [20:07] And it’s hard because I realize that nothing’s really going to be a perfect fit except for a post doc because post docs are a little… I mean even the <\/span><span data-id=\"P4-N2004510\">finding the right post doc wouldn’t be exact carbon copy, but I guess I just have to realize that finding a job… and in find something looking for it. I mean it’s a difficult process for everyone. And it’s just going to take time. Spending time with Jeremy. I didn’t put and the cats, but I guess that’s… <\/span><span data-id=\"P4-N2004511\">I already spend a lot of time with the cats. And so I think that’s a big priority because a lot of times I would just be happy researching in my office all night, which is kind of weird. I mean I’d probably get a little lonely if I kept on doing that but there’s been a few… there was a night last Monday <\/span><span data-id=\"P4-N2004512\">I just worked until 9 p.m. in my office, or 9:30, and I… the only reason why I went home is because I didn’t want to get robbed on the way back. But yeah, I sort of realized that trying to make an effort will help me stay close to Jeremy. And I enjoy Jeremy. It’s a delight of my life. And yeah, there <\/span><span data-id=\"P4-N2004513\">are times I get frustrated because I feel I have to sacrifice my job, my job possibilities for Jeremy, but then I sort of realize that it’s something that I chose. I didn’t have to choose to get in a relationship but it’s been something that has really helped [inaudible] helped me come out of my anxiety, <\/span><span data-id=\"P4-N2004514\">get my life more on track, get support. [22:07] And so I think it’s sort of one of those things that you’re always sort of… you don’t appreciate things when life is going good but then when you realize it… if it were just to disappear, life would be pretty sad and lonely. And so I realize that is a <\/span><span data-id=\"P4-N2004515\">huge… that’s a priority, and whether that means spending more times on the weekends and that’s what I’m really trying to do, is incorporate time on the weekends where we’re together, doing chores, going for a walk. And yeah, we… I was going to say, we… this Saturday we celebrated his mom’s 60th <\/span><span data-id=\"P4-N2004516\">birthday, and it was a big birthday party but him and I, the whole day his mom was calling and sort of freaking out. And I was with him the whole day trying to calm him down and give him strategies for maintaining stress and maintaining his relationship with his mom, and I just sort of felt like throughout <\/span><span data-id=\"P4-N2004517\">the whole day I was helping him cook, helping him set up, helping him set up for the party. I mean normally I do that but I think it was sort of… I don’t know why this goes with spending time with Jeremy but I guess it is because… I mean I’m just always trying to be very supportive and in the presence <\/span><span data-id=\"P4-N2004518\">and trying… even though most of the time I don’t feel very warm and fuzzy because I’m thinking about research or thinking about obsessing about something, I’m trying to be warm and share that with him. And for other priorities, attend ballet three times a week at least and at this point I haven’t been <\/span><span data-id=\"P4-N2004519\">doing that. [24:03]<\/span><\/p>\n<span data-id=\"P4-N20044-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561923\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P6-N20046\"><span data-id=\"P6-N20047\">THERAPIST: Is that possible with also making sure that you spend time with Jeremy and spend time researching jobs and doing your current research? Because those were the other things I heard you [inaudible] so I just want to make sure you’re practically… can you get to ballet three times a week?<\/span><\/p>\n<p data-id=\"P6-N20048\"><span data-id=\"P6-N20049\">CLIENT: Yeah, I definitely can, and especially on the weekends because Jeremy doesn’t like me to work on the weekends. So being able to go to ballet while he exercises is definitely something. And then if I can go twice… going twice during the week I feel good because it’s only an hour and a half to <\/span><span data-id=\"P6-N200491\">two hours’ commitment, and on the weekends it’s something. Get going on the weekends, going to bed early, waking up and having that time where he can go to the gym and me not just take a nap at home or do nothing, or go [inaudible]. So I guess that is sort of unplugging from the computer, and I think <\/span><span data-id=\"P6-N200492\">that’s what I’m… I have a hard time doing. And even today, getting ready, like at 12:00 at the Cinderella clock, and I had a hard time disconnecting, whether it was my research, whether it was a search that I was doing, I have a hard time disconnecting. And I mean it might just be because I’m on my <\/span><span data-id=\"P6-N200493\">laptop all day and there’s so much… like I’m always researching something, whether it’s… I mean I’m… I should be doing always my research research but I mean even face products, face masks, and cross comparing them. And I sort of realize that… realizing many [ph?] I mean part of the reason why I do <\/span><span data-id=\"P6-N200494\">it’s because it just feels so natural just being on the computer all day. [26:02] It’s really kind of like a protective shell that I’m…<\/span><\/p>\n<span data-id=\"P6-N20048-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561923\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P7-N2004A\"><span data-id=\"P7-N2004B\">THERAPIST: You have the screen in front of you blocking the world. So getting in the habit of shutting down your computer, whether it be for two hours to go get out and do ballet, or to really spend some time with Jeremy on the weekend, or be done a little bit earlier in the night, getting into the <\/span><span data-id=\"P7-N2004B1\">habit of doing that.<\/span><\/p>\n<p data-id=\"P7-N2004C\"><span data-id=\"P7-N2004D\">CLIENT: Yeah, and that’s… I mean and the last time… I mean I subscribe to a few magazines, and rather than reading them at breakfast on the weekend, I’ll open up my laptop and sort of see what’s going on there. And I think that’s… I sort of see what sort of hindrance… and it’s still... my priority’s, <\/span><span data-id=\"P7-N2004D1\">A, it’s having a hard time sort of leaving one step to the other, and I think part of that is involves the computer, and leaving a program. There’s times at racquetball I won’t [ph?] end up holding my computer open and have it run a program. And I’m oh, I mean there’s probably more savvy ways of doing <\/span><span data-id=\"P7-N2004D2\">this on a cluster but last time I worked on a cluster I sort of hammed up the system and they were about to kick me off, so I realized that maybe that’s not a good idea. But I mean I don’t even shut down my computer. I don’t research it. I don’t reboot it. It just keeps on running because there’s… so <\/span><span data-id=\"P7-N2004D3\">much of my life is in those screens, and I have a hard time of just letting go and saying okay, it’s time to go back to the computer later. I think… I mean…<\/span><\/p>\n<p data-id=\"P7-N2004E\"><span data-id=\"P7-N2004F\">THERAPIST: Can those things be saved and shut down?<\/span><\/p>\n<p data-id=\"P7-N20050\"><span data-id=\"P7-N20051\">CLIENT: Yeah but then I’ll have to reopen them. And I think that’s the resetting of my mind. It doesn’t do so well. I have a hard time just sort of rebooting my own mind because in a sense I am scattered, and maybe I need to start writing notes of what my thought was before I left. [28:15]<\/span><\/p>\n<p data-id=\"P7-N20052\"><span data-id=\"P7-N20053\">THERAPIST: That might be helpful. And in the same way that the night before, deciding where you’re going to go and getting your bag set up, work wise the parallel is looking at where you are when you’re stopping for the night, gathering your thoughts and determining where you’re going to start the next <\/span><span data-id=\"P7-N200531\">day. It’s that same kind of practice of having a way of closing one part of the… closing one day or closing one activity and preparing yourself for the next one. If you write a note as to here’s where I was, this is what I was thinking about, this is where I’m going to start tomorrow, it won’t be so <\/span><span data-id=\"P7-N200532\">scary to really shut it down and give it a break. Let yourself transition to the next part of your life, which might be sleeping and relaxing or having dinner where you’re really present with your boyfriend, fiancé.<\/span><\/p>\n<p data-id=\"P7-N20054\"><span data-id=\"P7-N20055\">CLIENT: Man, whatever it is, partner.<\/span><\/p>\n<p data-id=\"P7-N20056\"><span data-id=\"P7-N20057\">THERAPIST: That random guy you live with.<\/span><\/p>\n<p data-id=\"P7-N20058\"><span data-id=\"P7-N20059\">CLIENT: And not my [inaudible] Yeah, I think that’s something I really need to get in the habit of doing because I think that’s… it’s really… I get… I sort of see it’s a real… by not having… I have the set tasks in my head, but by not writing them down I start to look at… I forget even what I’m doing. <\/span><span data-id=\"P7-N200591\">And I mean part of the way I used to work is just do a bunch of things and then suddenly [inaudible] this has happened. But I sort of see that if it’s just unstructured, sort of gathering of data, just… and even with my life…<\/span><\/p>\n<span data-id=\"P7-N20058-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561923\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P8-N2005A\"><span data-id=\"P8-N2005B\">THERAPIST: It might not work on the time frame that you want it to work on. [30:02]<\/span><\/p>\n<p data-id=\"P8-N2005C\"><span data-id=\"P8-N2005D\">CLIENT: Yeah, the [inaudible] is normal. And that’s why I look at clothes, is because that’s when my brain would take a break and synthesis would happen. But I sort of realize that in a sense it’s wasting time because I start focusing more on the clothes or more on the face product or… and I think that’s <\/span><span data-id=\"P8-N2005D1\">really being able to take a breath and say okay, it’s… I mean there’s [inaudible] 11:55, why… I had to look up a few more things, why I waited until 12:05. And that could’ve been ten minutes that I was here earlier. And there’s nothing wrong with getting here early, and it’s just… it’s the why am I <\/span><span data-id=\"P8-N2005D2\">pushing it, why… a lot of it is that it’s hard to let go of the flow of… it’s, yeah, I just need to be able to… and maybe there’s a lot of ways I can practice this is [inaudible] what time I have to get ready, it has to happen, and that takes so much self-control but I think that’s… and how come normal <\/span><span data-id=\"P8-N2005D3\">people don’t have problems with it. I don’t know. I just…<\/span><\/p>\n<p data-id=\"P8-N2005E\"><span data-id=\"P8-N2005F\">THERAPIST: People struggle with different things. [31:27] So I think maybe the next step with this is keep that list. I want you to distill it down to headings. So racquetball, investing in relationships, completing research papers, and looking for a job. I think I got… am I missing one?<\/span><\/p>\n<p data-id=\"P8-N20060\"><span data-id=\"P8-N20061\">CLIENT: No, no, I think that’s good. (pause) And then what you can do, create… and you can use your creativity here to make it inviting for yourself. On a regular piece of paper create something with those main sections, however it makes sense to you, so that when you look at it you can sit there at <\/span><span data-id=\"P8-N200611\">the end of the day, or the beginning of the day, and say okay, how am I going to hit these four main places in this day. And the goal is to go to racquetball three times a week so there will be lots of days when sort of honoring the creative part of yourself that is expressed through racquetball doesn’t <\/span><span data-id=\"P8-N200612\">mean you necessarily go to racquetball class that day. But maybe it’s just thinking to yourself, yeah, I’m an athlete, and I’m going to go to this class tomorrow. But it might just be a moment of recognizing that yeah, that’s part of my identity. [33:04] It’s one of my priorities, is committing to that. <\/span><span data-id=\"P8-N200613\">And it doesn’t mean that it gets an hour or a class or anything other than that acknowledgment. That might be it. But then [inaudible] look and say okay, how am I going to honor the priority of looking for a job today. Is that doing a search? Is it submitting an application? So you can sit there, have <\/span><span data-id=\"P8-N200614\">a piece of paper on your computer, and maybe when you open up your laptop it’s there so you have a moment to sit down and kind of get grounded and say okay, here’s these four main things, how’s my day going to honor each one. And hopefully that will help you kind of set an intention for how you do the <\/span><span data-id=\"P8-N200615\">day. So it doesn’t feel unstructured or haphazard or passive, that it just kind of happens. You can set the intention to hit those four things with some acknowledgement and some of them… some substantial time each day. And let’s see how that impacts how you can go about each day and how the weeks take <\/span><span data-id=\"P8-N200616\">shape. Does that make sense?<\/span><\/p>\n<span data-id=\"P8-N20060-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561923\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P9-N20062\"><span data-id=\"P9-N20063\">CLIENT: Yeah, no, that really makes sense. I think it reminds me of my dad said when he was in college he would make structured lists of how he was going to spend his time. And so now I sort of see that maybe other people have difficulty in…<\/span><\/p>\n<p data-id=\"P9-N20064\"><span data-id=\"P9-N20065\">THERAPIST: Yeah, I mean people… it’s… lives get complicated and complex and busy, and you’re… and I think that’s part of what’s happened, is that your responsibilities have gotten bigger and in more places. [34:43] So it’s harder to manage them all. And I don’t know, you might be a list person. You <\/span><span data-id=\"P9-N200651\">have this creative side, maybe we can tap into that to make… to have it resonate for you. And find a way to organize it in a way that really fits your personality and is pleasing to you. Looking at a long list of things you have to do can be really offputting, but if you can create some sort of visual <\/span><span data-id=\"P9-N200652\">that feels creative it won’t… maybe it won’t be offputting. Maybe it’ll actually be inviting to see that and find a way to use it. Why don’t we stop there for today.<\/span><\/p>\n<p data-id=\"P9-N20066\"><span data-id=\"P9-N20067\">CLIENT: And I think we’re on for next week. [inaudible] And it’s in my calendar. [inaudible] for a startup. If you were a startup company and you were… found a way to make [inaudible] appealing and structured [inaudible] maybe there’s a lot of startups doing that.<\/span><\/p>\n<p data-id=\"P9-N20068\"><span data-id=\"P9-N20069\">THERAPIST: It may be a great project. It cannot become one of yours.<\/span><\/p>\n<p data-id=\"P9-N2006A\"><span data-id=\"P9-N2006B\">CLIENT: No. I know.<\/span><\/p>\n<p data-id=\"P9-N2006C\"><span data-id=\"P9-N2006D\">THERAPIST: You just said what your priorities were and new startup was not on there.<\/span><\/p>\n<p data-id=\"P9-N2006E\"><span data-id=\"P9-N2006F\">CLIENT: No. Unless it gives me a job, but I don’t think I’ll be going on Shark Tanks anytime soon. (pause)<\/span><\/p>\n<p data-id=\"P9-N20070\"><span data-id=\"P9-N20071\">THERAPIST: Thank you.<\/span><\/p>\n<p data-id=\"P9-N20072\"><span data-id=\"P9-N20073\">CLIENT: I hope you enjoy the weather this week.<\/span><\/p>\n<p data-id=\"P9-N20074\"><span data-id=\"P9-N20075\">THERAPIST: I know, thanks. Much better today than yesterday.<\/span><\/p>\n<p data-id=\"P9-N20076\"><span data-id=\"P9-N20077\">CLIENT: Well there’s something very heroic about walking around in the horrible weather.<\/span><\/p>\n<p data-id=\"P9-N20078\"><span data-id=\"P9-N20079\">THERAPIST: Yes, you guys were brave over the weekend, huh?<\/span><\/p>\n<p data-id=\"P9-N2007A\"><span data-id=\"P9-N2007B\">CLIENT: Yeah, I mean we were only so brave and then after mile two we’re like let’s go home.<\/span><\/p>\n<p data-id=\"P9-N2007C\"><span data-id=\"P9-N2007D\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}