{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his position as a role model for his nieces and nephews and wonders if he actually is one. Client discusses boundaries and whether or not his wife reads into his writing as a reflection of his thoughts on their marriage."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Emotional security","Boundaries","Need for approval","Role-taking","Behaviorism","Psychodynamic Theory","Cognitivism","Shame","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Emotional security","Boundaries","Need for approval","Role-taking"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Behaviorism","Psychodynamic Theory","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Shame","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561865","dorpId":"1006468859","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"M\" Session March 14, 2014: Client discusses his position as a role model for his nieces and nephews and wonders if he actually is one. Client discusses boundaries and whether or not his wife reads into his writing as a reflection of his thoughts on their marriage.","fullTitle":"Client \"M\" Session March 14, 2014: Client discusses his position as a role model for his nieces and nephews and wonders if he actually is one. Client discusses boundaries and whether or not his wife reads into his writing as a reflection of his thoughts on their marriage.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561865\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Did you ever get contacted by ?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: We have been trading voice-mail messages for a while.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: [inaudible at 00:00:12] Okay, well, as long as you guys have had it in your hands, I don’t have to worry about it.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: No you do not need to worry about it. We’ve your release is signed and we have been trading messages just trying to find a time when we’re actually both not with patients to talk.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Okay. All right. Well let’s see. This week I was wondering and I think I’ve pondered it before but the idea of people with no, without kids have all this extra time to dwell on the interior and whereas if you have kids you really don’t have all that much time to consider your place in the <\/span><span data-id=\"P1-N200151\">world and your problems and your issues and that’s where my guess is. I wonder about the mental health and\/or the mental health maintenance of people who do not have kids and have chosen it, not those people who can’t have kids. Just because it seems like there are probably inherent issues that make <\/span><span data-id=\"P1-N200152\">them not want to have kids. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: You think it’s an issue to not want to have kids? That seems so pejorative.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: No. No, no, no, I mean I think for some the choice is based on their history, or their experience, whatever, I mean their issues.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Can we talk about you instead of the random childless?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Well sure, yes. Yes, yes, yes. But what I mean is for me I don’t know if it’s so much a reaction to something or just a preference. And I don’t think anything is just a preference, it doesn’t have any kind of input from something. But, so it just occurred to me that perhaps my siblings, for <\/span><span data-id=\"P1-N2001D1\">example, would be going through these same issues perhaps, perhaps not. Perhaps they’ve been dealing with other issues had they not had kids or had they and had extra time to work through these issues. And that I am working through these issues more let’s say more than the rest of my family what does <\/span><span data-id=\"P1-N2001D2\">that do for the ancestral, the lineage of depression or anxiety or whatever my father took from his parents, from their parents and so on that is not going to be passed down A, because I’m not having kids; B, because I’m actually dealing with these issues. <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Do you see that your siblings have the same struggles and aren’t facing or do they not struggle with the same things that you do?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I think if they struggle it’s with different things just because of the circumstances. I think my younger brother probably deals with similar issues but he’s got a whole other batch of issues from me, put up for adoption by his father and his father being married and having more kids and all <\/span><span data-id=\"P1-N200211\">of that and his sister being abused, all of these things. And so, but it almost seems like not a waste but dealing with these issues, working through them, trying to take care of my health that children aren’t reaping the benefit of that, as opposed to had I not, had I gotten married at 20 or whatever <\/span><span data-id=\"P1-N200212\">age and had kids and didn’t deal with these things and the whole thing gets replayed again. And so that made me wonder. I mean none of this is really declarative but it made me wonder to whom or for whom am I a role model that can take the benefit of this work besides just me. Then I thought about my <\/span><span data-id=\"P1-N200213\">nieces and nephews and you get that a lot? [Laughs] <\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561865\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: Sometimes.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: And the possibility of being available to people, friends, family, mentorees, mentees, [laughs] whatever, let it go, mentos, I don’t think that’s quite right but I mean I don’t think I’ve got anything figured out, obviously, but it’s just something I was thinking about earlier this week. <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: What do you want to pass on?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Peace, and I don’t mean world peace but I just mean internal peace. That and I was talking to a guy out here last week a week or two weeks ago, it was two weeks ago and he was waiting, in your waiting room, he was waiting to talk to the guy on the end here. Anyway, and we were just talking <\/span><span data-id=\"P2-N200291\">and he said yes I’m in law and a girlfriend moved out here with me and she got accepted to the school and it’s kind of taken a toll on our relationship and we’ve broken up. I don’t know what to do and I said how old are you? And he said 27. I said you don’t need to worry about these things right now. <\/span><span data-id=\"P2-N200292\">You’ve got plenty of time to have these things figured out. And it wasn’t like I was ridiculing him for having these feelings or these worries but at the same time, I don’t think enough people told me or at least I don’t think I believed them when they said to me two times believe me you don’t need <\/span><span data-id=\"P2-N200293\">to worry about these things. <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">And I need to be told that myself but I tried to, I said look I just turned 44 and you got plenty of time to work these things out and this is a lot going on and so on and so forth. I mean I’m just telling you this just for some, an example of the kind of the peace or the calm that I don’t think people <\/span><span data-id=\"P2-N2002B1\">understand is available to them, whether it be within them or outside of them. <\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">But there’s very little in this world telling you to relax, truly relax without taking vacation on their airline or something. And the fact that I’m not working right now and not, don’t have kids it seems like there’s plenty of time to ponder just about everything. But what do I want to leave? I don’t <\/span><span data-id=\"P2-N2002D1\">want to leave it like I see it, a continued inferiority or basically everything that I’m working through. But just to be in someone’s corner, to say look, this is okay. But I’m finding myself more and more in my own corner, which is new for me and sometimes I’m absent and sometimes I’m not. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Well being able to model that for other people, I mean it doesn’t have to be a child, whether your own or somebody else’s but just the idea of sharing a little bit of your process and your story and then modeling being an advocate of your own self-care and good mental health <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yes, well and that’s -<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: and whether you’ve been reaching out to someone you see or picking up something, doing a big brother type thing or [with] (ph) your nieces and nephews being open with them.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Yes. I mean I think I try to be as open as possible with my siblings, let them know what’s happening, not all but some of them. But, because I think the layers of shame and guilt within my family, even outside my family, have just kind of ripped them off like I’m just kind of flashing the world <\/span><span data-id=\"P2-N200351\">this is me; this is not something that I’m going to, I’m not going to burden myself with trying to cover it up any more but that’s old news. I mean, but the <\/span><\/p>\n<span data-id=\"P2-N20034-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561865\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">I’ve also kind of discovered this week that I can put these things in stories, short stories. I’ve started writing this short story that I’ve had this idea about and started to realize that the song format is just too hard for me. It is just something that I cannot, not that I cannot but it’s just it’s <\/span><span data-id=\"P3-N200371\">one of those things that is so limited. It’s like wanting to write in sonnet form and thinking that’s the only way you can express yourself. It’s like oh, Jesus.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Too limiting? <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Too limiting?<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Exactly and way too structured and I’m not smart enough to be able to grasp that.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Or maybe your stories just don’t fit that format. Maybe it’s not a level of skill or intelligence. <\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yes, I mean in that, what I should say is that I think it is a skill onto itself but I don’t lament the fact that I don’t have that but some people do and that’s, when I say smart enough I meant skills, yes. But discovering that I can just write and write and write I’ve never done that before. <\/span><span data-id=\"P3-N200431\">This particular short story has to do with a person who collects LPs and finds five $10,000 notes from the 30s tucked into one of the LPs that he got from who knows, it was an estate sale. It’s like one of those things that you kind of dream about, not money but it’s just something that somebody left <\/span><span data-id=\"P3-N200432\">in there as an object of mystery and <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Intrigue.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Exactly. And -<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Oh, looking for some excitement.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Yes, look at that. That was a little test see if you could pick it up.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: [Laughing] Whew.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: It is exciting and it is the idea of that supposedly happening. But also just kind of writing about it and creating a story that may or may not pan out. I mean a lot of it is autobiographical, taking this where I’ve lived and some of it isn’t. But it’s where my imagination goes that I haven’t <\/span><span data-id=\"P3-N2004F1\">had any outlet for and that I can write about these things and just get them out there is really astonishing to me. <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Yes, and let your imagination feel productive and good rather than being afraid of where it might go and not feeling good about it.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Yes and I actually wrote a song this week. And I’ve been having to go, not having to, I actually changed the reminders on my phone to explore, not read but explore. Means I can write or read or whatever. And, I hate this word, I changed from play guitar to jam. I hate the word but it’s a little <\/span><span data-id=\"P3-N200531\">less, what’s the word?<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Feels less authoritarian.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Authoritarian. Dogmatic, is that the word I’m looking for? Any way -<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: That fits for me. <\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Yes. So, [pause] yes, that’s where I am. [Pause]<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: Does it feel like a good place to be?<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: Yes, it feels like it has a lot of potential. Sometimes when I’ve kind of stumbled across something it’s felt like oh boy, how long is this going to last and you’re not going to do this. And that might happen with this. But it’s not something that is just going to disappear, like I’ll never <\/span><span data-id=\"P3-N2005F1\">pick it up again. But I’m trying; I’m learning how to edit. Learning how to edit and the process, revisiting things that need a refreshed perspective regularly. And yes, this probably sounds so elementary but for me for so long producing something has been doing it in my head over years, editing it <\/span><span data-id=\"P3-N2005F2\">of course but it’s all theoretical, it’s all abstract. And actually doing something with pen and paper outside my head and print it out and moving the process along not just when my mind stumbles across it is new to me. And I think for so long putting something down on paper has been kind of opening <\/span><span data-id=\"P3-N2005F3\">myself up to scrutiny that I didn’t want. <\/span><\/p>\n<span data-id=\"P3-N2005E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561865\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: You avoided.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Yes. So -<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: And at the same time you sort of denied yourself that sense of completion and true function.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Exactly, exactly. And I think I keep on seeing all these things on Facebook, all these rejection letters that famous people got like Andy Warhol and I don’t know. And, you know the people when they post those things I think their message is as I read it is these people just weren’t appreciated <\/span><span data-id=\"P4-N200671\">by the right people or they didn’t know, they were stupid to have rejected these people because look who they rejected. And that’s part of it but I think it’s also they weren’t ready, necessarily, but they continued. <\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">J.K. Rowling is one that didn’t get picked up. And, but the message there to me is they weren’t ready but they kept on.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Being rejected from something doesn’t need to be the end or a statement of what you’re capable of.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Yes, or your worth, and anyway it’s nothing really earth-shattering but it’s something that I see and I acknowledge that I haven’t put myself out there in a way that could invite criticism or praise. And therefore when I do put something out there I am a sponge for some sort of feedback. And, <\/span><span data-id=\"P4-N2006D1\">yes, I don’t know. [Pause] <\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">Anyway, but to answer your question, it is a good place, I think. Today it is; yesterday it was. This week’s been pretty good.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: You’re living in the moment. And if it’s a good place right now then it’s a good place.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Yes, yes. And [pause] yes I just, I’ve also just been thinking about time to time what I think about these things, what I think about going to the gym, what I think about the process that I used to apply to everything was well let’s just load this thing up whatever it is with expectations because <\/span><span data-id=\"P4-N200731\">there are right ways to do things, there are only certain outcomes that are acceptable, there are, there is an attitude, there is an intention that has to be pure behind it. There has to be all these things that frankly I don’t, I am not sure any particular thing could live up to all those things that <\/span><span data-id=\"P4-N200732\">I am just drowning them in. And not every time I go to the gym it has to be a cardio blast. Just go to the gym. I couldn’t accept that. <\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">When you told me a while back, one of them, who knows, something like what about just picking up the guitar for fun? Or something like that.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: That’s crazy.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: That’s funny. That’s but it’s [pause] part of it, I think also was when you do that you think about what you’re not going to do, what you’re not going to be able to do with it because you’re not going to be able to produce anything because it’s pointless to even go there because of all the <\/span><span data-id=\"P4-N200791\">unfulfilled expectations that have been associated with that act and what hasn’t been accomplished in that. <\/span><\/p>\n<span data-id=\"P4-N20078-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561865\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">And so, and I think that’s where this technique versus creation is becoming more and more useful in that I can just pick it up and play scales, I can just go to the gym and lift weights because I don’t have to -<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Well it’s a way that you’ve widened the scope of what the intent behind the activity is. And removing some intent or expectation is another way of doing that but it’s easier for you to sort of add a different expectation onto it that gives it a little bit more flexibility than to just try <\/span><span data-id=\"P5-N2007D1\">to take away all expectations. It’s hard to do.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Yes, I mean I think at its core I think this idea that I would take improving technique is kind of the bare bones -<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: The bare minimal expectation. <\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Yes, like if I do this I know I will get better at scales. If I go to the gym and just do it I know that my body will show some sort of changes. These are just kind of the most scientific I mean. So it kind of is just establishing the default expectations, I guess, and anyway [pause] <\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: Hi.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Hello.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: Where did you go?<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: Just not sure what to talk about next.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Well I have something I wanted to bring up from last time if that’s okay. You had asked if I had been upset by the question you asked, about asking for a hug. And I’m not changing that answer, but as I was thinking about my answer one of the things I said kind of struck me and I didn’t like <\/span><span data-id=\"P5-N2008D1\">it. And I think one of the things I said was that well it was okay because it’s kind of challenging boundaries is a pretty typical and okay thing for a client to do and my job is to maintain the boundary. And I think the way I said it is that it, that it’s sort of your job to challenge the boundaries. <\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">And as I was thinking about that I said that’s really limiting to give you sort of one option of only challenging the boundary and that’s the only role that you’re allowed to play. And I wanted to address that because while I think challenging the boundary, whether it be that boundary or some other <\/span><span data-id=\"P5-N2008F1\">boundary in life is certainly one fairly common route that the dynamic there can play out. It’s certainly not the only one and I don’t want at all to limit you to say that you can’t grow from a place where that feels like the appropriate thing to do or what you need to do in feeling comfortable with <\/span><span data-id=\"P5-N2008F2\">boundaries. There’s also another place that would probably be a good avenue to try out.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">So when if, so I guess I just wanted to note I kind of heard that in my head as I was mulling over our conversation and that’s so limiting. Why do I want to, why would I want to reinforce the idea that there’s only one position that you can take which is to challenge boundaries? <\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: I don’t think I heard it that way because I think what I took from that is challenging the boundaries is kind of part of life, to be expected.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: Yes, but that resonates and that feels true to me as well.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: Yes, and that request was one, I don’t know, one instance of all the possibilities that could have happened. And so your saying that challenging boundaries is good did not say to me please ask me every week that question. So, but, I appreciate it. I don’t think I felt like I was limited but <\/span><span data-id=\"P5-N200971\">I think I understood what you meant. So you may have felt that I wasn’t [inaudible at 00:28:58]. Anything else from last week?<\/span><\/p>\n<span data-id=\"P5-N20096-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561865\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: That was, that’s the only thing that stuck with me. I said oh, I’m not sure I got across what I meant to. But I’m glad you heard it sort of how I meant it in the moment and then <\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Yes, yes, and I understand how retracing steps can be like oh wait. But no, yes, I mean I think it was your way of saying that it’s okay but that happens and just does, as you say, be comfortable with the boundaries. And more or less I am. But I can’t help but think about those things. [Pause]<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: Where else in life do you feel that you want to challenge the boundaries or test them? <\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: [Pause] I’m not sure because with this one it’s so clear. I guess in the past few weeks it’s been going to these massage places and then opening myself up to the possibility that a boundary might be breached. I haven’t done that in two weeks. [Pause] And but I’m trying to think of the positive <\/span><span data-id=\"P6-N2009F1\">boundaries that I’m trying to, that might be penetratable. I mean I guess if I gave it some thought the boundaries I’ve established of the way to do things, the right way to do things and don’t you dare attempt to find what way works for you to do something, I suppose that has a boundary that I’m strapped <\/span><span data-id=\"P6-N2009F2\">with. <\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">And just the idea that this life is, as I write this story, I could make this story about anything I want. I can make anything I want to happen. Why not do that with life? Why am I seemingly living someone else’s life? Not in all respects but in some. So challenging my thinking about the way to live, <\/span><span data-id=\"P6-N200A11\">the way, what signifies a healthy marriage, what, as if there was one thing, as if it’s like all I have to do is this. And again it’s constant editing. As much as I long for going to the gym once and for all, it’s not going to happen to achieve the impacts that I want it to make. I can’t just marry <\/span><span data-id=\"P6-N200A12\">my fiancé and expect that we’re good. Not that I expected that but I think you understand what I’m saying. <\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: The bind into the sort of chronic nature of things.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Yes, and -<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: And being okay with that, that things require -<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Maintenance -<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: maintenance. <\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: maintenance, upkeep, editing, what have you. And, yes, I mean, I also get these Groupon e-mails every day I guess. And there was one that had an introduction to, I don’t know, sorry I’m trying to think, hand guns and rifles or something like that at a shooting range. So you actually get the <\/span><span data-id=\"P6-N200AD1\">chance to shoot a gun. And that’s been something that I’ve always been curious about but I’ve never done. And it’s an hour for $35 and I said I’m going to do this because I’ve always wanted to, I want to know what it feels like, I want to know, I just want to be in that position where there’s a gun <\/span><span data-id=\"P6-N200AD2\">in my hand like it would be to skydive or bungee jump in your case. <\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: So you imagine.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: So I imagine. I can’t imagine anything else. But [inaudible 00:35:37]? No, that’s too tame. Anyway, but there’s a thrill there I’m assuming, and I think that was expectation that to have something like that. I don’t expect to become a gun enthusiast or want to own one by any means but just to <\/span><span data-id=\"P6-N200B11\">have had the experience I think that’s something I don’t know what I would have done in the past.<\/span><\/p>\n<span data-id=\"P6-N200B0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200B0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561865\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: Let yourself try something new, unknown. <\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: Yes, and so I mean I guess there have been challenges, boundaries being challenged for I was going to say for better or for worse but I think -<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: For different. Maybe it doesn’t have to be judged.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: Yes, yes, yes. I mean, yes, for a change of pace. [Pause] But I think, you know when I talk about this writing this story about the things that I put into it that I’m working through or come across to me, things that you can put in a true story that might irk you about people’s behavior or grocery <\/span><span data-id=\"P7-N200B91\">stores or whatever, things that you can get out there and annunciate. And there’s another story that’s been going through my head because I do this and I chuckle as I do it but it’s also something that I think is serious. And I don’t know I probably mentioned it before but in no way am I what they call <\/span><span data-id=\"P7-N200B92\">[inaudible at 00:38:01] they prepare for the Apocalypse, they’re preparers or end timers, the guy who the kid shot up the school his mother was one of them. <\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: Oh, I’m not going to come up with the name but -<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: But you know what I’m talking about?<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: So there are those who store up ammunition and -<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Have their root cellars.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: Yes, yes. And to call them hoarders is not the right word but you understand. So I have a gallon of water per person and dog for three days in my house now. I have a weather radio with batteries. I have a first aid kit. I’ve got things that just plain make sense to have because to me the idea <\/span><span data-id=\"P7-N200C51\">that someone could die because they didn’t have enough water for three day or food or a basic first aid kit to me is just pathetic. There is a real lax attitude. What’s stopping that from happening anywhere in the world? Fukishima for that matter? <\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">But not to get too far afield. These things are real and not to mention hurricanes and things like that. But the instinct to prepare I was a Boy Scout and their motto is Be Prepared, right? I wasn’t a Boy Scout that long, but any way -<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: But the motto sunk in. [Laughs]<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: It took, exactly. [Laughs] And to me it’s one of those things where it is kind of like one off thing, you just have to do that and you’re pretty much done.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: Feels like your responsibility. <\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Yes, yes, and the expectation that there will be something that will happen and will require that I draw on those resources is very real. I mean I think something will happen in my lifetime. At the same time, equating that with an internal fear of something dreadful happening is also real and -<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: So you’re not just prepared you’re also worried about there’s a difference between preparing and putting it, not having it be conscious and being prepared and worried about the eventuality of when you’ll have to use it.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: No, but what I mean is there’s the whole natural emergency and then there’s my own behavior. Like if I slept with somebody else, those kinds of tragedies that I’m just trying to work through because I haven’t really started this yet. Is the preparation for some sort of natural disaster, in some <\/span><span data-id=\"P7-N200D31\">way a microcosm or macrocosm of the fear I have of tragedy striking me personally in my marriage? And I haven’t given this a lot of thought but to get to the point the I think the boundary that I’m not prepared to cross yet is writing a story that involves the outcome being a divorce or, and not because <\/span><\/p>\n<span data-id=\"P7-N200D2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200D2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561865\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">THERAPIST: Is that your biggest fear?<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: I don’t think it’s no, no it’s not that I think it will happen, because I don’t want Julie to think this is what I’m thinking about because she read a lot of I wrote, this other story, and there are a lot of similarities of course. That’s to be expected but I don’t want her to think that I’m <\/span><span data-id=\"P8-N200D71\">basically writing the future.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: It is a worry though it sounds like.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: Well it is and it is less of a worry on some days than others. But I do think there’s something to the idea that preparing for the worst is built in somehow, built into my thought processes, built into my expectations, something’s going to happen to precipitate that. She’ll get killed in an <\/span><span data-id=\"P8-N200DB1\">airplane crash or something like that and then I will be so torn up because of the way I didn’t honor the marriage as it should have been every single day or something like that. Something completely unrealistic and untenable. <\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">As I said I haven’t given this a lot of thought but it’s just something that I’m working through my head. And maybe it’ll come out on paper, I don’t know. But again, I’ve long felt like I can’t write any songs about relationship problems or about a woman that she doesn’t really identify with.<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">THERAPIST: Because you’re afraid she’ll read it as a wish.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">CLIENT: Yes and I think that’s where my fantasy leading into fiction is. I don’t know it’s just something that I’m not able to really kind of control or want so I just don’t do it. <\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">THERAPIST: That must feel pretty limiting not to be able to use this technique to process some of the things that actually can -<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">CLIENT: Need processing?<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">THERAPIST: Need the most, yes. I mean these are the things that bother you the most and probably could benefit from having a way of working them out. But you feel really hampered by how it might be interpreted by her.<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">CLIENT: Yes. [inaudible at 00:45:56] what Stephen King’s wife must think.<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">THERAPIST: I was thinking that by the way. Is there any -<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">CLIENT: God, what does he want to kill me? And chop me up and put me in the pet cemetery? No, yes, I’m no Stephen King thankfully but I do wonder if writer’s partners are <\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">THERAPIST: Well how secure do they have to be when the writing is that intense, right because I mean, so I think part of this is, yes, what’s Julie’s take on it? How secure does she feel? The more secure and confident she feels in your relationship the less she would read into, she would read every <\/span><span data-id=\"P8-N200EF1\">one as a statement on your relationship. But I also think there’s a piece of it on your end in how afraid are you of your thoughts? So I’ve never had a conversation with Stephen King but he’s got a level of comfort with his craziest thoughts because I don’t think he’s torn up about do I really want <\/span><span data-id=\"P8-N200EF2\">to kill people? Do I have this much aggression? Am I a sadist? I don’t it doesn’t strike me with the way he’s so prolific in his writing that he gets torn up about each horror novel that he writes. <\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">So, but you do judge and worry a lot about what do your fantasies mean, what do your desires mean, is it okay, is it a sign of something? So I think it’s kind of on both ends, your fear of how she’ll interpret it and will it be hurtful and your own fear of what does it mean.<\/span><\/p>\n<span data-id=\"P8-N200F0-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200F0-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561865\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">CLIENT: Or what must it mean, yes.<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">THERAPIST: How safe is fantasy life whether it’s in a song in your head, in a story.<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">CLIENT: Yes. Yes, yes, I don’t know. I guess it tempts me a bit to write about so many different things that are so far-fetched that see honey I would never fly to the moon and well I don’t want to be an oceanographer. This is just like those crazy things. Actually I wouldn’t mind doing both of those. <\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">THERAPIST: But you’re probably not planning on it, right? So that -<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">CLIENT: True, but how do you temper that? I mean that’s going well I wouldn’t mind having sex with my therapist but, you know, it’s probably not going to happen so don’t worry about it. [Pause]<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">THERAPIST: So I wonder what it would be like to write the story the old fashioned way on pen and paper and then get rid of it, not share it. Just to see what it’s like for you to actually put some of these stories in your head onto paper. <\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">CLIENT: I’ve thought about that. I’ll do that, [do that] (ph).<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">THERAPIST: Yes, deal with your piece of it without having to necessarily figure out how to protect your partner.<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">CLIENT: How to trust somebody else’s response to it, yes.<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">THERAPIST: Well why don’t we wrap up there for today? We started a little early so we should finish a little early. And we’re on for the regular time next week?<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">CLIENT: Maybe. I might have to I’ve got a friend coming into town driving the family from Minneapolis of all places. And we’re going to go down to New York at some point but I think it would be safe to just cancel it at this point and -<\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">THERAPIST: You sure? Do you want me to hold your space and then you can call me?<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">CLIENT: Well, yes. I’ll know by Tuesday or Wednesday.<\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">THERAPIST: Okay, so I’ll hold your space until Tuesday or Wednesday. Call me if you need to cancel. That way if you’re here it’s there. And then there is a Friday in April that I’m away, the 18th, Good Friday.<\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">CLIENT: Good Friday. That [inaudible at 00:50:27] Lent isn’t it for those who practice.<\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">THERAPIST: Yes, I’m not away because it’s Good Friday. It also happens to be public school April vacation. [Laughs] <\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">CLIENT: Oh I’d already figured you’d be away [inaudible at 00:50:41].<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">THERAPIST: I just noticed because I looked at my calendar that it happens to be Good Friday.<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">CLIENT: Oh, actually I think I’m gone that week any way. I’m not assigned to anything that week and I might be going to Arizona. So $314?<\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">THERAPIST: Yes. Thank you. So I’ll plan to see you unless I get a <\/span><\/p>\n<p data-id=\"P9-N2011A\"><span data-id=\"P9-N2011B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}