{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a recent visit of his girlfriend's mother to help them with the baby. Client is stressed over taking care of his new baby and a recent plumbing mishap at his apartment."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Parenting","Stress","Housing and shelter","Psychoanalytic Psychology","Anxiety","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Parenting","Stress","Housing and shelter"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561398","dorpId":"1005995652","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session November 15, 2013: Client discusses a recent visit of his girlfriend's mother to help them with the baby. Client is stressed over taking care of his new baby and a recent plumbing mishap at his apartment.","fullTitle":"Client \"A\", Session November 15, 2013: Client discusses a recent visit of his girlfriend's mother to help them with the baby. Client is stressed over taking care of his new baby and a recent plumbing mishap at his apartment.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561398\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: The main thing that’s on my mind is whether I can recall them to do these questions (inaudible). So we have an apartment in a very old house and the landlord is this Greek guy from a village near Sparta where they make olive oil and he came in the late ‘60s I think. He’d been an officer in the <\/span><span data-id=\"P1-N2000D1\">army and you know, most immigrants who came just worked and had shit wages for many years. But what Nick did that is unique in my knowledge and would certainly be impossible today was while making $7 an hour as a house painter he bought a house in Westchester Port – a triple decker, that is, our triple <\/span><span data-id=\"P1-N2000D2\">decker, and I think they’re still pretty close to the margin in terms of their capacity to absorb unexpected expenses. Maybe that’s a bargaining position on his part – I don’t know. But they still live in the building. At any rate it’s a very old house and he keeps it up entirely himself and hasn’t <\/span><span data-id=\"P1-N2000D3\">changed the pipes since he bought it, I’m sure – meaning that all the pipes are the original pipes and all the pipes have all this shag on the inside which catches anything that goes through them, so clogs are not infrequent. So any time there’s a clog, instead of calling the plumber or whatever, Nick, <\/span><span data-id=\"P1-N2000D4\">this 75-year old comes up sometimes with his wife and an acetylene torch to deal with it. So yesterday my mother-in-law came in on an emergency basis because [Jennie] (ph) and I were just totally exhausted. She was staying in one of the spare bedrooms. And should say that we absolutely adore this apartment <\/span><span data-id=\"P1-N2000D5\">despite all its idiosyncrasies, in part because not only do we have our own bedroom, we also each have an office.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: And it’s way below market and its location is wonderful. We’re really, we’re really, really happy there. So I’m telling you this partly because I’m in a stream of consciousness mood and partly because it’s relevant to this.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: So Jennie’s mother-in-law came down from Yale on the train to help us out. We’re having a naming ceremony for Grayson on Sunday and so my mother and sister and family, all of the family are coming down for this thing. So she’s going to come down on Saturday. So among the various services she’s <\/span><span data-id=\"P1-N200151\">providing is washing our dishes which is nice because among other things the pipes are too bad in this apartment to get a dishwasher so I’ll wash them manually. She starts washing the dishes and nothing goes down the drain. I’m like – ‘oh fuck.’ I said, ‘okay, I’m going out to Rite-Aid, I’m going to <\/span><span data-id=\"P1-N200152\">get some Drain-O.’ And we’ve done this a million times before because I hate calling the landlord. He’s 75 freaking years old and, hale and hearty and all – it’s a clog. So I went to the drugstore and I got some Drain-O and I put it in the drain and I’m feeling kind of lousy because I spend so much <\/span><span data-id=\"P1-N200153\">time and energy getting this place perfect – ready for my son – you know the drains. So I put in the Drain-O after breakfast and you sit there and let it work for 30 minutes, come back and uniquely in my experience it has not gone down. In other words, the clog is so intense that the Drain-O has bubbled <\/span><span data-id=\"P1-N200154\">up into our (unclear) sink.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Ooh.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah. So like, it’s like this like scum of foam of Drain-O. I could see what Drain-O does when it’s working. It just came right back at me. I’m like ‘fuck.’ Now what do I do? And I even want this concentrated Drain-O to remain in the sink so the first effort to flush it which was fruitless – <\/span><span data-id=\"P1-N200191\">just put hot water into the sink – which would at the very least it would – nothing. It didn’t go anywhere. I was like, ‘fuck, I can’t leave this thing. My son’s over there, we’re over here.’ There are fumes, etc. So I went under the sink and there’s a – because it’s so old it has copper pipes, but <\/span><span data-id=\"P1-N200192\">there’s like a little petcock an inch in diameter that you remove to snake it. So I put a bucket-ish basin underneath it and this would have been enough for what was in the sink but I wasn’t reckoning on the fact that there was water all the way up to the clog and Drain-O. So it all came rushing down <\/span><span data-id=\"P1-N200193\">and overflowing into the bottom of the sink, this toxic mixture of water and Drain-O. It overflowed the basin. <\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561398\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">So it’s all pouring onto our kitchen floor. And I’m like ‘Jesus fuck,’ and you can imagine the scene. I was saying, ‘get the kid out of the living room!’ (Laughs) Then I sat there just fuming in many senses of the word. I mopped up the kitchen floor as best I could with some fucking towels. Got out <\/span><span data-id=\"P2-N2001B1\">our little snake and started to snake this motherfucker out and I can’t remember what made me swear as loudly as I could possibly swear but at a certain point the landlord who was downstairs, heard me and he was like – he uses this kind of language sometimes in extremis and he was like, ‘Galen, what <\/span><span data-id=\"P2-N2001B2\">the fuck are you doing? Why didn’t you call me?’ I was like, ‘Nick, I didn’t want to call -’ whatever. You can imagine the scene.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: So he starts working on it and he can’t make any progress. He gets this gigantic, full-sized plumber’s snake from downstairs. He gets this little snake with the – you know, that fits into the drill, you know, and he tries to drill it out and nothing is happening. After two hours of that he says, <\/span><span data-id=\"P2-N2001F1\">‘my wife and I have our physical examinations,’ and I said, ‘Nick, get to your goddamn exam and come back later.’ He comes back with his wife – so these two 75-year old people in our kitchen trying to get rid of the goddamn clog and he gets his acetylene torch and he undoes the weld on the copper pipes <\/span><span data-id=\"P2-N2001F2\">and he looks in the junction and he clears it out and he says, ‘oh, I think it’s down in the main drain.’ And I’m like, ‘Nick, it’s not down in the main drain. Don’t be ridiculous. If it was in the main drain you wouldn’t have any drainage here.’ It just wasn’t making any sense at all. (Laughs) So there’s <\/span><span data-id=\"P2-N2001F3\">these two crazy people in my kitchen and I’m like, ‘call the plumber.’ And he says – he goes into this long story about how he came to his country and was making $7 an hour. Anyway.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">So they had to be in our kitchen for four hours. Him for three hours and his wife for another hour. And he’s like (laughs) he got a piece of rope and he had us – we lowered it down to his wife who was standing by the hose spigot, you know, the attachment for the hose onto the rope so he could pull it <\/span><span data-id=\"P2-N200211\">up and flush the drain to see if it was moving. It was just like an episode of “All In the Family.” And finally – so meanwhile we have guests. We have a friend coming over – a close friend. It wasn’t like a real (unclear) was coming to help us, but I’ve got this scum on my T-shirt and I’m shuttling <\/span><span data-id=\"P2-N200212\">back and for the between the baby and my mother-in-law is going, ‘why didn’t you call the plumber?’ Whatever – I don’t want to pay for it. He finally fixed it. He and his wife somehow finally fixed it. God only knows, but the drain was gone and he said, ‘you know, you’ve got to use these special baskets <\/span><span data-id=\"P2-N200213\">to catch all that – f’.’ It’s not the baskets! It’s your goddamn plumbing. But we have a very nice relationship, he and I. We’re – we have a good rapport and it was fine. Nothing was bad. And it all worked out in the end. But meanwhile, this is a round-about way of saying, I just felt so upset. I spent <\/span><span data-id=\"P2-N200214\">the next – and Jennie said – and this was like 6 o’clock p.m. by the time this was all over. We had planned to spend the day relaxing with this luxurious au pair to help us. She’s like, ‘go to bed.’ And I said, ‘yes, okay, I’ll go to bed.’ It was 7 by this time. Her mother made us dinner. It’s like <\/span><span data-id=\"P2-N200215\">7:30. I couldn’t make myself go to bed. I was so upset. And Jennie said, I see you’re so upset.’<\/span><\/p>\n<span data-id=\"P2-N20020-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561398\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">And I was thinking about it and you know, the obvious thing and I said to her at the time was like, ‘I feel so invested in making this environment a protective and orderly for this little person, and orderly and sane, stable, safe environment and this Drain-O\/clog catastrophe just inserted itself into <\/span><span data-id=\"P3-N200231\">the middle of it and set off an explosive device and it’s hard for me to reconcile.’ And by this time the kitchen still smelled like a little bit of Drain-O and it was more or less back to normal, but I was so upset. And then I was thinking about this and I realized with some shock and surprise and <\/span><span data-id=\"P3-N200232\">curiosity that in this framework of being a father, of having prepared the house, of having some sense of protectiveness toward the quality of the environment I’m incredibly detail oriented. I mean like really, really specific in needs and very meticulous in my execution of them and this is completely <\/span><span data-id=\"P3-N200233\">contrary to the way that I think of myself.<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">And the next thought was, just by the by, I for years, 20 years, 30 years, I’ve really both behaved in a way that was anything but detail oriented, like kind of antithetical to detail orientation and had an image of myself as very slapdash and kind of – and I wondered what was going on there and I guess <\/span><span data-id=\"P3-N200251\">the thought that I had in my head was whatever it was, I was not drifting off to sleep but nattering around with the jars in the pantry, something to the effect of you know, that was somebody else’s stuff. You know, I just got tired – I felt trapped into doing things that other people wanted me to do <\/span><span data-id=\"P3-N200252\">and in that framework I was not particularly detail oriented but in this framework where this is something of me and something that’s mine I don’t have a problem being detail oriented. <\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">And I had a kind of laugh at that point because I had imagined for some time – this is a conversation you and I had about psychotropics, you know, that there would be some instrumental intervention that would assist my detail orientation like you know, Ritalin or SRI s and I’d done an experiment with <\/span><span data-id=\"P3-N200271\">SRIs. I’ve been off it for two and a half, three weeks that I’ve stopped taking it and my initial reaction to it – remember there was this strange, from an experimental point of view, coincidence of quitting this job and beginning to take these drugs. So I had basically assumed that this shift toward <\/span><span data-id=\"P3-N200272\">detail orientation had been the effect of the drugs but what becomes obvious is that – and this will please you as a psychoanalytic therapist –<\/span><\/p>\n<span data-id=\"P3-N20026-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561398\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20028\"><span data-id=\"P4-N20029\">THERAPIST: (Laughs)<\/span><\/p>\n<p data-id=\"P4-N2002A\"><span data-id=\"P4-N2002B\">CLIENT: That it had nothing to do with it. There’s something in this cluster of behaviors that has been so disruptive for me that fuck all to do with – I mean, I presume that its predisposition but anyway, I am very detail oriented. I turn out to be very meticulous. I turn out to be evidently capable <\/span><span data-id=\"P4-N2002B1\">of just in there and not only being OCD or whatever, but actually being directed in that level of focus and concentration and detail orientation. And all that’s required is that I feel an investment and that was a very nice thought, I guess, as I was trying to get off to bed. That was a very nice thing. <\/span><span data-id=\"P4-N2002B2\">So that was a very long story.<\/span><\/p>\n<p data-id=\"P4-N2002C\"><span data-id=\"P4-N2002D\">THERAPIST: Well I think it is, I mean –<\/span><\/p>\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">PAUSE: [00:15:38 [00:16:17]<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">THERAPIST: I had the image as you were talking, for example, of your room two or three years ago when you couldn’t clean it up, as being like a blockage. And your reacting internally in ways sometimes more exactly with your time not unlike you reacted to the blockage – like, fuck, you know and frustrated <\/span><span data-id=\"P4-N200311\">and that’s not the moment you’re meticulous. You’re pissed off and overwhelmed like – and then you know, like my next thought is there has been, have been blockages in more attempts to make a more secure, stable environment for yourself and those cause you to react in a way that kind of expectedly makes <\/span><span data-id=\"P4-N200312\">it hard to think, be careful, maybe for the constructive ways you could be – there’s a block and you’re pissed and helpless and it blows everything up. ‘I’m not sure why.’<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: (Laughs).<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: I’m not sure why I feel the need to defend my behavior in the face of this blockage which was – I did do the right thing. I snaked it out exactly in the right way. I had all the right tools there at my disposal. There was an unexpected whatever that brought the blockage in the rush of water <\/span><span data-id=\"P4-N200351\">into the kitchen floor and unexpected like I confronted them and I had these rules and presence of mind to be confront them and to be –<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: That’s true,<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: perfectly honest had the landlord not come upstairs it probably would have been solved in approximately two and a half fewer hours with fewer orthopedic problems down the road for him and his wife than otherwise. I don’t know why I support this need to specify that but –<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: Good point and I think you’re totally right.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: So following your metaphor the question would be, again, why those other blockages produced such a radically different response from me and I guess I come back to me this sense of me not being able to own the things that I was supposedly responsible for. Now I don’t think that’s a great way <\/span><span data-id=\"P4-N2003D1\">of being because at some level we, none of own the things we’re responsible for. Very few of us unless you happen to be unusually independently wealthy or unusually whatever, fortunate. But I think there’s something there. <\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">I mean the other thing I was thinking about a lot was, and I’m sure this was obvious from the story was how important the contrast between my household and the one I grew up in clearly was. And one of the reasons it was some of the chaos that I remember, or that I felt wounded by and somehow the penetration <\/span><span data-id=\"P4-N2003F1\">of entropic force into this very carefully preserved little space, was upsetting.<\/span><\/p>\n<span data-id=\"P4-N2003E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561398\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">THERAPIST: Yeah, I think, my impression is that it sort of goes some ways towards answering your first question in that it was a bit like you reacted to the penetration of entropic force into this space but you also, I think, were sure and confident enough that it was manageable in this instance that <\/span><span data-id=\"P5-N200411\">it didn’t blow you up in the way in other circumstances it has. You know, like –<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">CLIENT: This I could manage.<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">THERAPIST: Yeah, like I think you had some – maybe part of what’s so instructive about this example, or helpful, is you had some of the kind of angry or explosive reaction but also it was a manageable enough situation and I think you are confident enough in the few months of setting the space up and <\/span><span data-id=\"P5-N200451\">knowing this is going to be fixed one way or another and knowing you have help there that matters in Jennie and her mother, that you stayed with it and acted, as you say, quite constructively. I think, by contrast to other times where you don’t know if it’s fixable or if it’s ever going to get better <\/span><span data-id=\"P5-N200452\">and you feel very much alone with the problem, and overwhelmed.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">CLIENT: Yeah, that room was a trip. That room was very psycho-dramatic. Still is in some sense.<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">THERAPIST: Talk about penetration of entropic forces into –<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">CLIENT: I think that’s a mixed metaphor but I can’t remember the physics. (Laughs)<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">THERAPIST: (Laughs)<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">CLIENT: But yeah, penetration of entropy at the very least.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">THERAPIST: It is mixed but it is probably instructive like –<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">(Pause): [00:23:28 00:23:45]<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">THERAPIST: I mean like entropy is sort of –<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">CLIENT: Anti-force like it’s organized but –<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">THERAPIST: Like disorder and disorganization as a way that things get out adding energy just kind of fall into a mess or chaos.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">CLIENT: My father’s favorite – one of my father’s favorite quotes was, Nietzsche writing in Zarathustra saying, more or less, ‘one must have chaos to give birth to a dancing star.’ He loved that. He would quote that all the time.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">PAUSE: [00:24:17 00:16:52]<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: I don’t think I feel as hopeful about chaos I think in my life.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: So like now, Jennie’s mom is staying in my study. And it’s not, I haven’t reached the point where I’m anal, like everything doesn’t have to be in place, and there are (unclear) and photographs that as in any office really, or most offices that I’m aware of where you have patience or what have <\/span><span data-id=\"P5-N200631\">you, it’s whatever, it’s used, but it’s not dirty. It’s not like there’s food lying around. There’s not like piles of mail that have been unopened for seven months. There’s a paper shredder. It’s a real office. It’s a real functional office where you can fold out the bed and it’s a bedroom. There are <\/span><span data-id=\"P5-N200632\">books on the walls and I actually read them sometimes. What am I trying to say? Something’s shifted.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: Yep.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: And the fact that it didn’t shift for so long means something about the blockage or something about how I was responding to the blockage which I think is the pertinent point.<\/span><\/p>\n<span data-id=\"P5-N20066-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561398\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">THERAPIST: I’m not quite sure how this fits but it seems actually like the thing that shifted the blockage was seeing Isaac.<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">CLIENT: Yes. Yes.<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">THERAPIST: Something about –<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">CLIENT: Yes. Yes – very important.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">THERAPIST: And being able to redo it for him.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">CLIENT: Yeah, becoming a father. And I mean I guess the way I have been thinking about this is that this put an end to my relationship, my former relationship with my father. Not like, all relationship for all time but it’s like somehow for what, almost 18 years after he died I was unable to shift the <\/span><span data-id=\"P6-N200731\">terms. It was not until I did it myself that I could do that. And it’s been dramatic, I mean like dramatic, dramatic and part of the drama is the fact that I have a sense again, rightly or wrongly, I’m not sure how strongly I want to interpret some of this stuff – but I have the sense that everything <\/span><span data-id=\"P6-N200732\">that I’ve been doing up to now professionally has in some way been just tangled or implicated in this relationship in the vein of doing what my father wanted and not mine – something I didn’t have ownership of and because of that sense of coercion, all of this non-detail orientation, this lack of focus, <\/span><span data-id=\"P6-N200733\">this sense of distress, to be more psychologically attuned, obtain. And I think in my more, I don’t know, x-moments – I’m not sure what to fill that place holder with, I think to myself, ‘I cannot go back to that.’ I cannot do what I was doing before. The only way to preserve this sense of clarity and <\/span><span data-id=\"P6-N200734\">detail orientation is to kind of, I don’t know, this sense of contentment and well-being, is to do something completely different. That seems potentially fucked up to me and there are practicalities involved.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">CLIENT: But that’s kind of the way I’m feeling right now. That, at the very least, is my train of thought. Almost exactly.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">THERAPIST: That you can keep it if you keep away from that.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: Yeah. And keeping away from that means doing something completely and utterly different that’s mine and it’s not implicated in his desire to resuscitate his academic career or his desire to be the Messiah or his desire to – once it was clear that that wasn’t going to happen, to have his son <\/span><span data-id=\"P6-N2007B1\">fill that role for him. I told you the story of how, probably, a day before he died he sent my sister out to look at the fruit trees and report back to him – like there’s a scene in the Bible when Moses dies where he did something similar. And then he looked at me and very sententiously, he could barely <\/span><span data-id=\"P6-N2007B2\">talk at that point, he said, you will become a great social (unclear).<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: Oh, he did?<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">CLIENT: Yeah. He did (laughing). That’s remarkable that I didn’t tell you that. I told everybody the story but I didn’t tell it to you.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: And God knows, in other circumstances, I suppose it’s possible, but you can imagine it makes a lot of this stuff pretty fraught.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">(PAUSE): [00:30:14 30:53]<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: It’s funny what comes to mind.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: Yeah?<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: So what came to mind as you were chewing on that was that the interaction with Nick which has developed – Nick is the landlord.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: We’ve become very, we’ve acquired a nice rapport since Jennie became pregnant and I was thinking A – that he’s very close in age to my father would be, B – we have a completely non-fatherly, I mean he’s a little paternal in the way that older people often are with younger people, but I don’t <\/span><span data-id=\"P6-N2008F1\">confuse it for my father and I’m so prone to confusing people with my father even people who are completely inappropriate that it’s truly interesting to me that we’ve developed this very nice relationship where we loans me his drill and he says, ‘this is the way you drill out a bolt that’s broken,’ <\/span><span data-id=\"P6-N2008F2\">and etc., etc., and he says, ‘if you leave the screen door open,’ and this was his parting validation, you know like half serious, ‘if you leave the screen door open and the wind comes along and blows it off the hinges, I’m charging you $10,000.’<\/span><\/p>\n<span data-id=\"P6-N2008E-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561398\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: (Laughs)<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">CLIENT: He’s such a funny guy. But it’s like it’s so strange after so many years of confusing people with my father –<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: I find it striking that you mention the second, final – what did you call it? Final validation or something?<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: Yeah. Right. Yeah.<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">(PAUSE): [00:32 5100:32:58]<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: You’re saying yeah, because if you were confusing him with your father it’s so striking thing that you don’t mean him.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">(PAUSE): [00:33:0400:34:01]<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: I don’t know, there are always a lot of metaphors like when you’re talking about your father – you’re probably right the one you mentioned today about the intrusion of chaos. It’s often metaphors that have to do with intrusiveness and chaos, like the star, like the pitchfork up the ass -<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: Spear. Quotes.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: Yeah. That makes more sense in a way. You know, the really sort of intrusive dying pronouncement. I even think the bit about the contrast was correct – like he actually helped you to make the space for the baby.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: I don’t know, he’s pretty intrusive. I like him a lot. He’s a pain in the ass. He’s like the house is really his domain. He’s been able to keep it together with chewing gum and baling wire for 40 years now. He is up on our balcony half the time.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: I guess I have this sense that he helps.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: He’s intrusive. He helps –<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: I see. He is intrusive. Yeah.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: We’re paying so much less than market for a three bedroom apartment in the most convenient location in all the Providence metropolitan area, you know, above a really nice older couple one of whom is a very conscientious landlord and just kind of pulls up his sleeves on half an hour before he <\/span><span data-id=\"P7-N200AD1\">has to be – like, and you know it’s like whatever. He’s human and this is a human relationship and it’s not perfect and it is marked by intrusiveness on his part, so I’m not sure how well that works. But he is helpful and he is definitely conscientious. He’s a real mensch as my grandmother would say. <\/span><span data-id=\"P7-N200AD2\">He’s really, he’s got good character and he cares about people who have good character and it’s just a good relationship – good landlord\/tenant relationship that has some affection. So I don’t know about the intrusiveness but that’s kind of my take on how we interact.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">My dad – fuck, I don’t know. It’s also true – you know the other day I was thinking that – the other day – I can’t remember exactly how, but I was looking at the family photographs and preparing for, I actually wanted to bring a whole box of them to Brown to scan them this morning and Jennie forbade <\/span><span data-id=\"P7-N200AF1\">me to do it. She said, ‘you’ve had an hour and a half of sleep. Just go to fucking Marshall and come back.’ So I’m not doing that to my disappointment. I’ve been looking through the family photographs and there are many, many of my father and me and it’s not just a obtrusiveness, it’s real affection <\/span><span data-id=\"P7-N200AF2\">and there was real affinity and all the stupid things I ended up getting mixed up in because of his desire to God knows what. All of those aside it was really interesting doing these things. I ran a kiwi farm. How many people can say that? You know, after college many interesting things. So maybe there’s <\/span><span data-id=\"P7-N200AF3\">some of that, too. Maybe that’s there’s some of that, too. Maybe that’s the analogy there as much as – it’s not so much a contrast as an analogy in which between Nick and my father in which I don’t think of him as my father, I just kind of redeem the aspects of my father. It’s in reverse. It’s not that <\/span><span data-id=\"P7-N200AF4\">my father’s characteristics are projected onto these other people – somehow Nick’s characteristics are projected onto my father that the coincidence in their ages and so on is enough to do that which is a nice – I can kind of see my father as Nick in some very specific ways.<\/span><\/p>\n<span data-id=\"P7-N200AE-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561398\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">(PAUSE): [00:38 2100:38:34]<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">CLIENT: I mean he’s part of the ceremony, this naming ceremony – he has to be. We’ll still put a chair out for him.<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">(PAUSE): [00:38:4500:39:08]<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">THERAPIST: It seems to me it sounds like probably what you’re trying to convey now is you’re protective of your relationship with him and missing him.<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">(PAUSE): [00:39:1500:39:21]<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">CLIENT: In that bag – I won’t belabor the point since we’re at an end today, I have the bong that I sent him after he began chemotherapy that he never used because he such a – so interested in marijuana, that I’m sending to a friend who has just been diagnosed with Stage IV ovarian cancer. She’s a poet <\/span><span data-id=\"P8-N200BB1\">and so she – and she says she has 30 more books left in her so she’s getting the most aggressive possible therapy. So she knew my father very well. So there’s something – I don’t know. Another time.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">THERAPIST: Yeah. Talk to you on Monday.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">CLIENT: Monday.<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">THERAPIST: Congratulations on the naming ceremony.<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">CLIENT: Oh thank you. Thank you very much. Bye-bye.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}