{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her wish to be out of graduate school and making money so she can help support her family. Client discusses how her parenting style is different from her mother's and her focus on having a work-life balance."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Parenting style","Psychodynamic Theory","Behaviorism","Cognitivism","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["18"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Parenting style"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":13,"pageCount":13,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561821","dorpId":"1006468815","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\" Session April 07, 2014: Client discusses her wish to be out of graduate school and making money so she can help support her family. Client discusses how her parenting style is different from her mother's and her focus on having a work-life balance.","fullTitle":"Client \"J\" Session April 07, 2014: Client discusses her wish to be out of graduate school and making money so she can help support her family. Client discusses how her parenting style is different from her mother's and her focus on having a work-life balance.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":13,"totalPages":13,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":13,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561821\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: So where have you been? How are you?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I’m good. I feel like the last time we talked I was feeling so conflicted about my decision, so I decided to accept the invitation and I felt really good about it. Like I think it helped to talk it through with you and to talk it through with Todd. It was funny, I was like, ‘we need to reserve <\/span><span data-id=\"P1-N2000F1\">a night where we can just really talk about it.’ Because I felt like we were having kind of like here and there kind of conversations about it and I said to him about it, ‘I know you’re excited for me about getting the invitation, but I don’t even know like how you feel about it.’ I just felt like we <\/span><span data-id=\"P1-N2000F2\">hadn’t been able to really sit down and talk seriously about it. It was all kind of like, ‘oh, cool. Like we can make that work.’ Off the cuff kind of stuff so that helped to just –<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: I know when we talked last time you were planning to have a sit down conversation with him, or you were planning to have a sit down conversation with him.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Right. So that felt good just to know like that he was on board and like we talked about it and I felt it is more of a family decision, that it influences Todd and Trae, so it felt good to know that he really thought it was a good thing for me to do if I wanted to do it. And it was just nice <\/span><span data-id=\"P1-N200131\">to think, too. Like it was really funny that I didn’t really even think about just using more time, like going beyond the sixth year if I needed it until we talked. And I think that’s very me, like I just have in my head that like year six was going to be when I graduated. And I think like having that <\/span><span data-id=\"P1-N200132\">on the table and maybe I’ll be able to get it all done and it will work out okay and I will be fine, but talking to Todd about that also just like as our backup plan kind of made me feel better that if things were feeling like it start to get like a little too hectic and you felt like there were too <\/span><span data-id=\"P1-N200133\">many things happening with too many deadlines, that there was the opportunity to just push out a little bit, too. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: To even have that flexibility of moving things gives you some breathing room – just knowing that you could use it.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: So I think it is nice to kind of have that in the back of my mind that like it just makes me feel a little bit better to know that there’s a backup plan. If this is more work than I thought or consuming more than I anticipated, like something can be done. Like it’s not like I’m locked into something <\/span><span data-id=\"P1-N200171\">in this other deadline that I have in mind. So that feels better and I feel like there’s still the whole financial thing. Like it’s hard not having Todd have a full salary and contributing in that way and me feeling like I’m just contributing here and there for now and knowing that I will eventually, <\/span><span data-id=\"P1-N200172\">hopefully, I will have a fulltime job or (unclear) fulltime job and be able to have a full salary but that part is hard because I know he feels a lot of responsibility and is definitely looking forward to when I’ll be able to graduate and make some money too. So it’s like, that’s the only thing with <\/span><span data-id=\"P1-N200173\">like going extra time. I think that would kind of have a financial impact. Not like we wouldn’t be able to pay our rent, but just that it will be – we’re ready now to be having a little bit more money coming in especially if we want to have a second baby and just like kind of thinking down the road <\/span><span data-id=\"P1-N200174\">kinds of things, like that still is kind of a draw back. But I think there’s other – like I’m working on a little side project with [MARAC] (ph) right now as a consultant, so I’m hoping I can kind of keep that going this summer and make a little extra money and just kind of have that as a side thing <\/span><span data-id=\"P1-N200175\">in terms of like the finances of it all. <\/span><\/p>\n<span data-id=\"P1-N20016-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20016-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561821\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">THERAPIST: And if you did the seventh year, would that make it so you could do a consulting project again or something bigger?<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: You’d be giving yourself more time to do your dissertation. Would it make more time for other like little projects?<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: I think so. Yeah, I would hope so that it wouldn’t just all be 100% school by then, you know, that I would be able to have a little bit more money coming in that way. So I think that part will work out and it’s – but it is – I feel like I’m such a – Todd always calls me the squirrel. Like I’m <\/span><span data-id=\"P2-N2001F1\">the one in charge of like our bank accounts and stuff. Like I love to know that we’re saving money and now this has been a year where we’ve been dipping into savings a little bit but it’s also what it’s there for.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: That’s what you’d said before.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: It’s to help pay for our education and to pay for me, like I could not be home with Trae for one day and take on another job, you know like it all – you know, but that’s like our decision. I’d much rather be dipping into savings a little bit and have time with him right now. So it’s all working <\/span><span data-id=\"P2-N200231\">out well now but I think it just makes Todd a little anxious thinking like so now it’s not, like it’s a little bit – it could be more time that things are – we just need to be a little more careful. But I think it will be fine. And we don’t really know, so it’s also nice not to have to –<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Right. You might not even feel like you need that extra –<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Yeah, yeah. And so I feel like the only other little piece is just like talking with my advisor about the position for the fall and part of me, I just want to wait until my dissertation proposal is submitted and approved by him, until I even bring it up which I know – Todd was like, ‘he would <\/span><span data-id=\"P2-N200271\">never let that influence whether or not he’s going to approve your proposal.’ But I feel like I just want to keep it separate. <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: There is also not necessarily a need to have that discussion right now. I mean you’re talking about what your position looks like for the fall and it isn’t even spring yet. So if you feel more comfortable separating the two things, you have the space to do that. That’s not coming up right now.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Right. Yeah. So that has been nice and I feel like I’ll just let myself hopefully be able to submit that. April 18th is the deadline and then just be able to talk to him and I feel like I can be honest with him and just kind of – I just want to like figure out if there’s a way to be creative. <\/span><span data-id=\"P2-N2002B1\">I feel like I’ve kind of assumed this role of taking a full slot, being there for our team meeting before class and taking the role of the head TF and is there like some flexibility in there? I think a big thing is that I really don’t want to have to go to classes from 4 to 7 because that would be like <\/span><span data-id=\"P2-N2002B2\">two nights that I’m away from Trae and usually he’s not asleep by the time I would get home from 7 o’clock class, but I really don’t want that. To have two nights for a whole semester where I’m away from him. So I think there have been other TFs in the past who haven’t come to class but have supported <\/span><span data-id=\"P2-N2002B3\">students and have come to the team meeting or whatever. So just talking about ways – (cross talk).<\/span><\/p>\n<span data-id=\"P2-N2002A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561821\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: To these classes before.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: Exactly yeah. This will be my fifth year TF’ing the class.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: So you know the material pretty well?<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: Yeah. (Laughs) So I think, I’m hoping he’ll be open to that and trying to like slide myself out of this role of head TF and kind of – I want to talk to my friend who was the head TF when I first started and see how she did that. And she’s in Indiana now, but she’ll be on campus, I think, next <\/span><span data-id=\"P3-N200331\">week or the week after. So I’ve already told her, it’s like, we need to be sure to talk in person so I think I’ll be able to get some pointers with her because I know she felt the same way that it’s like, it’s hard to kind of remove yourself a little from that TF role. I’m not sure if he’s our advisor. <\/span><span data-id=\"P3-N200332\">I think he’s our co-advisor. At the very least he’s on our committee. And just it makes – I don’t know, it just complicates I think, that TF relationship.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: Yeah, having two different relationships with the same person. Those dual roles are tough.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: So I think that is something. Like that’s kind of the last piece to make me feel really confident about the decision. But I was also thinking, I’m not going to let TF’ing like hold me up in making this decision. Like that shouldn’t influence me in whether or not – I shouldn’t sacrifice because <\/span><span data-id=\"P3-N200371\">I have to TF Jeff’s class. I didn’t want that to like make or break my decision but it is something that is kind of lingering for me like wanting to make sure I get that settled. But I do feel like the first meeting will be May 8th. We meet Thursday nights and I’m like looking forward to that. Like <\/span><span data-id=\"P3-N200372\">I was wondering what my instruction might be.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: (inaudible).<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah, I know. But I’m excited about it, just to see who else is on the board. Like it’s kind of funny – we’ve been joking that it’s like this sorority or fraternity like it’s kind of like a secret thing. I think they did a nice job, I have no idea – I know of one other person applying, but other <\/span><span data-id=\"P3-N2003B1\">than that I knew nothing about who applied, how many people applied, how many people they accepted.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: But it was kind of just nice that I knew it was something I wanted to do. I had no idea what the competition was like or whatever. And so because of that secrecy it was nice during the application process, but now I’m kind of like, I don’t know who else is going to be there and so I feel like <\/span><span data-id=\"P3-N2003F1\">that part will be fun to just – I don’t know, that first meeting like see who it is that I’m going to be meeting and developing these relationships with over –<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Spending your Thursday evenings with.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah. So I don’t know but I’m definitely feeling good about it. But I also wonder as it gets closer, like I still just feel like that sadness about not being with Trae and Todd, too. Although I do feel like we should start having family dinners kind of soon but we still eat after Todd goes to <\/span><span data-id=\"P3-N200431\">bed because it’s like a nice time for us and so I don’t know if that piece will feel sadder as I’m getting closer. And right now we’re going to be switching Trae – I’m TF’ing a class that meets on Fridays so he goes to day care Fridays and my day home with him is Thursdays but as soon as the semester <\/span><span data-id=\"P3-N200432\">ends we’re going to switch it back because usually if we go off to New Hampshire on Friday and we don’t want to need day care. But I’ve already been thinking about that so for that small time when he’s in day care on Thursdays, he’ll go to day care and then I’ll not see him from the morning until the <\/span><span data-id=\"P3-N200433\">next morning – so far we’ve been joking with Todd, ‘do you think you can bring him over and we’ll go to the playground like when you pick him up from day care and then I’ll just meet you for twenty minutes and then run to the meeting.<\/span><\/p>\n<span data-id=\"P3-N20042-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561821\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: (Cross talk)<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: Just like figuring little work-arounds so I don’t feel bad.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: I also think, ‘let yourself experience it and see.’<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: Like you’re trying to anticipate how you will feel and kind of inserting feelings that you will have and we don’t know – you don’t know what it’s going to be like.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: It’s not like you’re going to be sitting, disengaged, noticing what you’re missing out on. You’re going to be engaged in something else. I think allowing yourself to have the experience of what it’s like to not be home those nights, to be somewhere else. Maybe you’ll miss him. Maybe you won’t. <\/span><span data-id=\"P4-N200511\">That’s okay, too. Maybe you’ll enjoy the adult conversation. Maybe you’ll be sad. But allow yourself to experience whatever it is that you’re going to experience and see what it’s like.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: Rather than trying to anticipate and predict what it’s going to be like.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: You don’t know.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: It might not be the same each week.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: No, I know. I’m sure it will be different week to week but overall it feels good.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: You’ve made a well thought out and well felt out decision and you gave yourself time to talk with the people you needed to talk to, to get as much information as you needed to get and to make a decision that felt right for your family.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: And so you had a good process for choosing.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Yeah. But I do just feel it’s kind of like we were home – Todd was away at a conference this weekend so I took Trae home just for Saturday night to my parents and that was something – my mom never would have done – like she never would have had a consistent night away from us growing up and <\/span><span data-id=\"P4-N200671\">so I wonder if that’s like part of it that feels a little different. And we talked a little bit about that and she said, ‘there were only a few times that I would leave you,’ like with grandparents or whatever. So it wasn’t something –<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: What does that mean to you? That you might be doing something different than what your mom –?<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Yeah, I don’t know. Like part of me is like – well, is that bad? Like if she made sure that she was always home for us and I am doing this thing that’s going to take me away from being home once a week – but then another part of me is thinking that’s probably a good thing, too. I think we did <\/span><span data-id=\"P4-N2006B1\">have a lot of – like it was hard for me to leave my mom especially, but to leave home like to go to college, or like when I was younger even like over nights, especially to go stay with my dad for weekends and things like that. It was always really, really hard for me to leave and so part of me wonders <\/span><span data-id=\"P4-N2006B2\">– so part of me wonders like – it’s probably a good, like healthy thing for me too to be doing that. And Todd definitely thinks that, too. Because he kind of jokes saying that my mom is definitely like a hoverer, you know, and always there and part of it, like me being the daughter, like that was great. <\/span><span data-id=\"P4-N2006B3\">And he, of course, thinks that she’s a wonderful mother, but there are parts of our relationship that he sees like maybe that wouldn’t be as good, like to have that like, I don’t know, never leaving. <\/span><\/p>\n<span data-id=\"P4-N2006A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561821\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: There are so many, obviously the way that you’re parented impacts how you perceive and respond to the world, but there is no one right way to parent or to perceive the world, so having that consistency probably gave you lots of good things when you have a really strong and supportive relationship <\/span><span data-id=\"P5-N2006D1\">with your mom. Maybe it is something that made it hard to deal with flexibility or spontaneity or lots of difference. Like it didn’t give you a chance to experience being comfortable in lots of places. Maybe it had nothing to do with it.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: But I think just because that’s one way she did it and there were some great things about it doesn’t mean that doing it a different way – there’s not great things about that too.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: There will be things that Trae will get out of having time alone with Dad.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: Right. And I’ve been noticing that. This has been a tough semester that Todd has been teaching Tuesday, Wednesday and Thursday so I feel like Trae and I have had a lot of together time during the evening and I’ve kind of picked up when Todd comes home, Trae will want to be still sitting on my <\/span><span data-id=\"P5-N200771\">lap to read a story or he’ll still want me to brush his teeth and things like that and so I was saying to Todd that I think that will help, and not like then there’s other times when he only wants Todd. But I’ve noticed it a little bit more when Todd comes home and I know Todd’s noticed it too and I <\/span><span data-id=\"P5-N200772\">think it kind of like hurts his feelings a little bit to like finally get home but then there are some nights – not every night, but some nights when Trae’s more clinging to me. So I think that will be a good thing too. <\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: So giving him a chance when you’re not an option might be really good for Trae to be able to develop more of an equal comfort in you guys doing your routine.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Because Dad will have to do the routine and when you’re there as an option it’s much easier if he’s asking for you to let it be you.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: If you’re not there, Dad’s going to have to be the one.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Yeah. I know. So I think that will be good. But that’s another piece like then I wonder how I will think of it. Like part of me kind of likes that he wants me you know?<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: It’s nice to be needed and wanted.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Yeah. But I don’t think that will go away just with one night away, too, but it will lead to something that’s different.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: Allowing yourself to figure out your own way. Your mom did a really good job. So sort of letting you figure out how you’re going to be a mom. Right, and how that changes as Trae gets older and your life changes too that you might not do things the way you did them the first year.<\/span><\/p>\n<span data-id=\"P5-N20088-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561821\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: Right. Yeah. So overall though I feel like it’s something different, too, which I feel like, I know we’ve talked about this but that this year is kind of isolating just being away from the rest of my cohort and like kind of, I love working on my own research project because it’s my own interest <\/span><span data-id=\"P6-N2008B1\">but you don’t have like all these other people working on the same thing, you’re kind of doing it by yourself, so I think it will be nice. It will like break up the pattern that I’ve kind of felt now of it being more isolated. So I think it will be nice working with a group again.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: Well, good for you. I’m glad you came to your decision. It feels like a good one.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: Yes. Right now it does. I hope it still feels that way but that was one other things. One of my friends mentioned that she was kind of on the bench and it took her a long time to decide and she said that even with the first few meetings she still was not quite sure and now it’s the end of her <\/span><span data-id=\"P6-N2008F1\">first year and she’s just like raving about it. So I kind of want to keep in my head, too, it might not be the first meeting where I’m like oh my gosh, this is like the best decision I ever made. So it might take a little while to kind of ease into it, too, I guess. I don’t know, it was just kind of <\/span><span data-id=\"P6-N2008F2\">nice to hear her say that too. <\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: Well, it sounds like you’ve got lots of stories about it.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Yes, I know. I feel like I have done my homework on that part at least.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: It sounds like you have.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: And Todd’s advisor from his doctoral program went to the school here so I’m going to talk with her too and go over to Cambridge and bring Trae because she hasn’t seen him in a while so it’ll be nice to get like a former board member’s perspective, too.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: People who have all lived through it.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Yes. And she has two girls and I think she had one of her girls during that time, so that will be good, too.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: It sounds hopeful.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Yes. And now I just also feel like it’s just kind of I’m in that like crunch time of trying to get my dissertation proposal approved and then submitted by this April 18th deadline. And so I sent it off to my advisor first and I heard back from him and he was like, ‘this looks great, I have no <\/span><span data-id=\"P6-N2009F1\">changes. Just send it to the rest of your committee.’ Which was like a huge relief and so nice to hear.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Yeah, that’s really good feedback.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Yeah. But then I think part of me was just, ‘oh, I hope it will be this easy with other committee members.’ And I do have feedback from them – nothing like huge, but now it’s like this kind of like, this urge to make sure I get all that feedback incorporated as soon as I can because I need to <\/span><span data-id=\"P6-N200A31\">send it back out to them to make sure it’s approved and if I have any other changes due before next Friday.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Eleven days.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Yeah. So that just feels like a little – I just got one of my committee members’ feedback on Friday and I didn’t find it until Saturday morning and then another of Ryan’s just this morning. So I do feel like it’s kind of now, I feel this kind of like this craziness trying to make sure it all <\/span><span data-id=\"P6-N200A71\">gets in place by this established deadline and just it’s so hard going back and forth between four different people and getting four different people’s approval. <\/span><\/p>\n<span data-id=\"P6-N200A6-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561821\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: The feedback that you got – how do you feel about it?<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: I feel good about most of it. There are a couple of things from my committee members that – he said, here are some small changes that I think you should do. His introduction in the e-mail was very positive and here are the small changes. And two of the changes he was suggesting felt like kind <\/span><span data-id=\"P7-N200AB1\">of big to me so I’m – that’s another thing like it would be one thing if they give you feedback and I could just go in and incorporate it but that, especially, I feel like I’m a little confused by what he means and so I just e-mailed him to try and set up a meeting but all of that then feels like it <\/span><span data-id=\"P7-N200AB2\">takes so much longer to now I feel like wait to talk to him in person because if he’s saying that it’s small I guess I wasn’t quite sure how I would incorporate that in a small way. It felt like a little broader to me so I think part of me was just hoping for these like easy changes that I could incorporate <\/span><span data-id=\"P7-N200AB3\">on my own, so easily and then send it out but I think I have to recognize that the process so far has been pretty smooth so I need to know that there’s got to be something that’s got to make it a little more challenging.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: Yeah, well being able to have a conversation with him about understanding really what that feedback was. And then the other perspective is, if it is a bigger change, how much of it needs to be completed for proposal time? And then is it an option of being able to acknowledge that yes this <\/span><span data-id=\"P7-N200AD1\">is something that maybe you’d be able to work to incorporate but might not be done for the proposal but that you would need to incorporate after that.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: So just some questions to kind of hold in your head. Talk to him to find if it is something that you can get done by the 18th. Maybe that doesn’t have to mean the deadline gets missed but you kind of agree that it gets rolled into later dissertation stuff.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Yeah. And so I’m hoping one of the things he said, that’s what he had in mind and just didn’t communicate that in the e-mail. But it just is kind of like this unsettled feeling that I have right now of trying to get stuff done and trying to get it out to them so that I can hear back and it all <\/span><span data-id=\"P7-N200B31\">just feels a little rushed.<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: Or squeezed in. <\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: And I’m still trying to hear from or even connect with the school that I want to be doing all this at and that’s another thing. They don’t have to have my research site confirmed in my proposal but my advisor is thinking that will make my proposal that much stronger to have it. But you know <\/span><span data-id=\"P7-N200B71\">– it’s so hard to get in touch with the principal in the middle of the school day and so I’ve been like –<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: Especially right before your publication.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: I know. And the last couple of weeks have been crazy so I know she’s so busy. So I feel like there are just lots of things up in the air right now, that getting to the day of actually submitting it is so far away. But the actual number of days is really close.<\/span><\/p>\n<span data-id=\"P7-N200BA-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200BA-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561821\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">THERAPIST: And it’s hard when they’re not – some of them are out of your control.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">CLIENT: Yeah. I know. I think that is a really hard part because a lot of it is just like waiting – waiting to hear from feedback and waiting for a principal to call me back and –<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">THERAPIST: So those are good – with all that waiting is sort of a good opportunity to think about how do you manage your anxiety when it’s something that is out of your control. You can’t – this isn’t, ‘oh, did I forget to cite that?’ And you can go check. It’s just out of your control. You’re waiting <\/span><span data-id=\"P8-N200C11\">to hear from other people. How do you manage that sitting?<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">CLIENT: I know and I feel like there have been like little things that I still have been working on as it was out so I haven’t had that time yet, but I know I will, especially once I hand off this next version so I know and I’m not sure how to handle that. I feel like that is a hard part. Especially <\/span><span data-id=\"P8-N200C31\">because I’ll be like knowing that I probably won’t send out another draft until the end of this week, hopefully. So then like knowing the deadline’s only a week away I think that waiting will be even harder just knowing the days are like ticking by.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">THERAPIST: So that might be a good time to think about scheduling time for yourself to do a yoga class or practicing your deep breathing and visualization in those times when you don’t have – it sounds like what you do right now is you find another place to channel that nervous energy like having something <\/span><span data-id=\"P8-N200C51\">else you can work on while awaiting feedback on something else.<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">THERAPIST: But if there is not – which is an okay strategy. Channeling that energy somewhere is perfectly fine coping. If you don’t have that, maybe finding a soothing strategy to help you sit with uncertainty and sit with the intention of having to wait and trying to reduce the physical tension you <\/span><span data-id=\"P8-N200C91\">feel and keep those anxiety symptoms at bay.<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: Yeah. I think that will be good. Because even last night like going to bed. Ryan said he’d give me feedback by Sunday. I checked my e-mail earlier in the evening and I didn’t see anything so I kind of knew it would be there in the morning and I was letting myself like, letting my mind kind of <\/span><span data-id=\"P8-N200CB1\">wander to things that I could worry about. I caught myself like when I was at my parents they have this little carbon monoxide monitor that I unplug to put my hair dryer in and then I was thinking I was like, when I plugged it back in I hope I turned it on. Like what if I haven’t turned it back on? <\/span><span data-id=\"P8-N200CB2\">Are they going to be poisoned by carbon monoxide? I was kind of like letting myself – that is something every time I go home I take that same plug out and dry my hair in the same space and that’s never occurred to me until last night.<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: That was something to put anxiety on.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">CLIENT: Yeah. My kind of signal that I was like – I don’t think I’m going to worry about that. <\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">THERAPIST: How did you let go of it?<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">CLIENT: That was like, ‘this is silly.’ Because at first it was like you know, 11 o’clock when I thought of it. And I was like, I wonder if my mom is still awake. And I thought, you cannot call home and wake up your poor parents asking them if you plugged in like this thing correctly. That was good <\/span><span data-id=\"P8-N200D31\">like I did fall asleep.<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">THERAPIST: Yeah. You were able to let go of it.<\/span><\/p>\n<span data-id=\"P8-N200D4-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200D4-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561821\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">CLIENT: And it was good. Part of me really did think like I could even just like text her and say like, ‘are you awake?’ But I knew immediately she would worry about something real. That’s not fair to do. That’s not something that I need to worry them about something that’s fine. But even still like <\/span><span data-id=\"P9-N200D71\">a part of me is still when I do just talk to her I want to say, ‘is that plugged in, right?’ So I don’t really know why I do that. That’s something I feel like I’ve gotten better about it, like little things like that.<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">THERAPIST: Yeah, you’ve noticed it as you do it so you have a chance to say to yourself this is displaced anxiety.<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">THERAPIST: I’m going to let it go.<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">CLIENT: Yeah. I knew I wasn’t really worried about that. I’m worried about getting this feedback back and –<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">THERAPIST: And being able to separate that and saying this is the thing that I’m actually worried about. This other thing is not a concern.<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">THERAPIST: It helps to let go of it.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">THERAPIST: And then it makes sense to worry about your feedback.<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: You can validate that yeah, you’re worried about it. It’s an appropriate thing to feel worried about.<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">THERAPIST: That doesn’t have to interfere with how you sleep or if you enjoy your time with your husband.<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">THERAPIST: It’s like separating it if you have this feeling it doesn’t have to interfere.<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">CLIENT: Yeah. And I remembered you saying in the past that you just have to know you’re going to be uncomfortable and just kind of sit with it and I feel like that’s kind of going to be the next couple of weeks and if I can just contain it to school then –<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">THERAPIST: So you leave the discomfort where it makes sense.<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">THERAPIST: The fancy word for it is distress tolerance.<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">CLIENT: Ooh.<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">THERAPIST: Because we can’t make all pain go away.<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">THERAPIST: Sometimes there are things that are uncomfortable. When you push your anxiety onto something else rather than leaving it where it makes sense that’s where sometimes it can become problematic because then you start maybe obsessing about something and it becomes repetitive and it eats up all <\/span><span data-id=\"P9-N201051\">this time and it makes you feel a little bit crazy because part of you is recognizing that this seems like out of proportion and the other part of you is feeling really uncomfortable. If you can put it where it belongs you don’t have that sort of added discomfort of feeling like you’re crazy and out of control.<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">THERAPIST: When you feel like, ‘oh, I’m nervous about my dissertation feedback, or my proposal feedback.’<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">CLIENT: And that makes sense.<\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">THERAPIST: As are like all of your classmates when they go through this, right?<\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">THERAPIST: Then you’re not crazy.<\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">CLIENT: Yeah. So I feel like it is kind of knowing that the next couple of weeks might be hard and that’s okay and yeah.<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">THERAPIST: And then I think looking for outlets, right? So if you know it’s going to be a hard week and that you might have sort of some nervous energy then you can plan for maybe being a little more careful about your bedtime routine because some of this might leak out at night. So this might not be <\/span><span data-id=\"P9-N201151\">a time to be lax with the schedule. Scheduling some extra time for just taking a walk or if you can fit in an extra yoga class or sometime playing outside on a playground is a really good way to discharge some of that energy and you’re being proactive about that stuff.<\/span><\/p>\n<span data-id=\"P9-N20114-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20114-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561821\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">CLIENT: Yeah. Because I do notice myself at night. Like I’ll tell, because I’ll always go in to check Trae right before I go to bed. And I’ll like, I can tell by how long I stay in there to kind of like just check on him, like sometimes I’ll check longer, make sure there’s no blankets or anything around <\/span><span data-id=\"P10-N201171\">his crib, just like little things that I will check like multiple times in his room and sometimes that is like a sign to me that I’m feeling more anxious and usually it’s fine but it is like that at bedtime but I feel like there are certain things I need to check before I go to bed. Right now it feels <\/span><span data-id=\"P10-N201172\">okay but I do wonder if that is a way that –<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">THERAPIST: That might be a way to, a type of barometer to show how anxious you are. <\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">CLIENT: I know. Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P10-N2011C\"><span data-id=\"P10-N2011D\">THERAPIST: So just notice it if it comes up, if you notice that you’re double checking, or checking extra things.<\/span><\/p>\n<p data-id=\"P10-N2011E\"><span data-id=\"P10-N2011F\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P10-N20120\"><span data-id=\"P10-N20121\">THERAPIST: And try to stick to your normal schedule and your normal routine. You know, if you normally check for blankets once, check the blankets once.<\/span><\/p>\n<p data-id=\"P10-N20122\"><span data-id=\"P10-N20123\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20124\"><span data-id=\"P10-N20125\">THERAPIST: Because keeping yourself structured is a way of keeping tabs.<\/span><\/p>\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">THERAPIST: You devote your energy towards things that are actually going to help your anxiety rather than devoting your time and your energy towards things that – double checking doesn’t actually make you less anxious. Most times it actually reinforces the anxiety.<\/span><\/p>\n<p data-id=\"P10-N2012A\"><span data-id=\"P10-N2012B\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P10-N2012C\"><span data-id=\"P10-N2012D\">THERAPIST: What happens is you feel immediately better after you double-check but then you’re sort of teaching yourself that you’re not trusting yourself the first time and if you stick to your normal routine and I think what you’ll notice is that then the responses don’t escalate the anxiety the way <\/span><span data-id=\"P10-N2012D1\">they may have in the past.<\/span><\/p>\n<p data-id=\"P10-N2012E\"><span data-id=\"P10-N2012F\">CLIENT: Yeah. And I do feel myself like that I have like a certain routine that I do of checking before going to bed and is that something that is bad? Is it something that I should try not to do?<\/span><\/p>\n<p data-id=\"P10-N20130\"><span data-id=\"P10-N20131\">THERAPIST: It’s not bad. It’s similar to a bedtime routine that we highly suggest is that you have a routine. So I think what you want to notice is how much time does it take up? Is the time that your routine takes interfering with something else? So that’s how we determine if something’s a problem. <\/span><span data-id=\"P10-N201311\">If it’s not interfering then it’s okay.<\/span><\/p>\n<p data-id=\"P10-N20132\"><span data-id=\"P10-N20133\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20134\"><span data-id=\"P10-N20135\">THERAPIST: It’s adaptive to have some consistency. It’s something that helps you know, ‘okay, this is something that I do before I go to bed.’ After I do this my body relaxes and shut’s – it’s like a dog circling its pen. That’s part of nature. But if the checking is taking up a half an hour and that’s <\/span><span data-id=\"P10-N201351\">delaying bedtime and you’re not getting enough sleep then that’s problematic. If the routine takes a half an hour but you go to bed at a time that allows you to get a full night’s sleep and you’re not cutting into time to get other work done then that’s fine. So what you want to look at is, is this <\/span><span data-id=\"P10-N201352\">interfering with something else that would be better for me?<\/span><\/p>\n<p data-id=\"P10-N20136\"><span data-id=\"P10-N20137\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20138\"><span data-id=\"P10-N20139\">THERAPIST: And if not that’s great. If the pattern extends, that can be another sort of signal that it’s not really working for you anymore.<\/span><\/p>\n<p data-id=\"P10-N2013A\"><span data-id=\"P10-N2013B\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P10-N2013C\"><span data-id=\"P10-N2013D\">THERAPIST: So notice if it gets more elaborate.<\/span><\/p>\n<span data-id=\"P10-N2013C-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2013C-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561821\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2013E\"><span data-id=\"P11-N2013F\">CLIENT: Yeah. And I don’t feel it’s gotten more elaborate but I do feel like –<\/span><\/p>\n<p data-id=\"P11-N20140\"><span data-id=\"P11-N20141\">THERAPIST: How many things do you check?<\/span><\/p>\n<p data-id=\"P11-N20142\"><span data-id=\"P11-N20143\">CLIENT: I always check the doors and sometimes I will do that twice because there are two doors that go to our stairs and one is a back stairwell. And sometimes I feel like I go and checkup and I’m not really thinking I’ll go to make sure it’s locked but I don’t – like I just move it to make sure it’s <\/span><span data-id=\"P11-N201431\">locked and I’m not really thinking about it so then I’ll be like, ‘oh, I wasn’t really paying attention when I did that so I want to make sure I really did it. And it takes one second so it’s not really anything and I do think it is safe to make sure we have our doors locked before we go to bed.<\/span><\/p>\n<p data-id=\"P11-N20144\"><span data-id=\"P11-N20145\">THERAPIST: It seems reasonable.<\/span><\/p>\n<p data-id=\"P11-N20146\"><span data-id=\"P11-N20147\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P11-N20148\"><span data-id=\"P11-N20149\">THERAPIST: So you’re testing for reasonability.<\/span><\/p>\n<p data-id=\"P11-N2014A\"><span data-id=\"P11-N2014B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N2014C\"><span data-id=\"P11-N2014D\">THERAPIST: Reasonableness.<\/span><\/p>\n<p data-id=\"P11-N2014E\"><span data-id=\"P11-N2014F\">CLIENT: But I feel like that is just something that sometimes I will do multiple times and one of them is I always check that the heat is down before I go to bed because then we get really hot in the middle of the night and sometimes I’ll crank it up before I get home because it’s so cold out. So things <\/span><span data-id=\"P11-N2014F1\">like that are reasonable to check.<\/span><\/p>\n<p data-id=\"P11-N20150\"><span data-id=\"P11-N20151\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P11-N20152\"><span data-id=\"P11-N20153\">CLIENT: Before I go to bed but that I make sure to do it. You know, like I’ll get up out of bed if I’ve gone to bed to make sure that I’ve – to go check the doors if I did forget to do it. So things like that like don’t feel –<\/span><\/p>\n<p data-id=\"P11-N20154\"><span data-id=\"P11-N20155\">THERAPIST: Those seem reasonable and not that elaborate and don’t seem to take up much time. If it’s really a continuum or there’s some people sort of on a scale that would be like, ‘check the doors? Nah. It’s a safe neighborhood, whatever.’ There’s some people on one end of the scale and there are <\/span><span data-id=\"P11-N201551\">other people on the other end of the scale that’s still within normal range that might get out of bed some nights to double check because they can’t remember if they checked. And then there are people who are going to check fifteen times and not be able to relax. And then that feels like that’s really <\/span><span data-id=\"P11-N201552\">interfering with settling down and going to sleep. So it’s like there’s a broad continuum of what’s normal and then there’s a range where it’s maladaptive and it’s getting in the way of being able to sort of perform your daily tasks. It doesn’t sound like what you’re describing is really getting in the way. <\/span><\/p>\n<p data-id=\"P11-N20156\"><span data-id=\"P11-N20157\">CLIENT: No, it doesn’t. But it does feel like there is an order like I’ll brush my teeth, I’ll check the locks at a certain time in the order of going to bed and I just didn’t know what that was.<\/span><\/p>\n<p data-id=\"P11-N20158\"><span data-id=\"P11-N20159\">THERAPIST: Well, I think having an order helps you to remember, right? So it does become an automatic routine where you don’t have to think about it and that’s helpful. If you did it differently every night you’d be more likely to forget pieces of it. Are you a more obsessive person than that person <\/span><span data-id=\"P11-N201591\">who sometimes checks the locks and sometimes doesn’t and sometimes washes their face and sometimes doesn’t?<\/span><\/p>\n<p data-id=\"P11-N2015A\"><span data-id=\"P11-N2015B\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P11-N2015C\"><span data-id=\"P11-N2015D\">THERAPIST: But it’s not necessarily problematic.<\/span><\/p>\n<p data-id=\"P11-N2015E\"><span data-id=\"P11-N2015F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N20160\"><span data-id=\"P11-N20161\">THERAPIST: You don’t have to make it a problem. You don’t have to say that it’s problematic and something that needs to be changed though just because you may be further toward one end than somebody else.<\/span><\/p>\n<p data-id=\"P11-N20162\"><span data-id=\"P11-N20163\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N20164\"><span data-id=\"P11-N20165\">THERAPIST: I’m only saying that it needs to be changed if it’s getting in the way.<\/span><\/p>\n<span data-id=\"P11-N20164-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20164-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561821\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20166\"><span data-id=\"P12-N20167\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P12-N20168\"><span data-id=\"P12-N20169\">THERAPIST: And right now it’s not.<\/span><\/p>\n<p data-id=\"P12-N2016A\"><span data-id=\"P12-N2016B\">CLIENT: No, it doesn’t –<\/span><\/p>\n<p data-id=\"P12-N2016C\"><span data-id=\"P12-N2016D\">THERAPIST: There were times in your life when it did.<\/span><\/p>\n<p data-id=\"P12-N2016E\"><span data-id=\"P12-N2016F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20170\"><span data-id=\"P12-N20171\">THERAPIST: And you’ll know when those are.<\/span><\/p>\n<p data-id=\"P12-N20172\"><span data-id=\"P12-N20173\">CLIENT: Yeah, I feel like every once in a while like I will remember when I felt like I had to be on the couch and reading for like – it helped at first and then it felt like something I had to do even if I was so tired.<\/span><\/p>\n<p data-id=\"P12-N20174\"><span data-id=\"P12-N20175\">THERAPIST: And at times cumbersome.<\/span><\/p>\n<p data-id=\"P12-N20176\"><span data-id=\"P12-N20177\">CLIENT: Yeah, it did feel –<\/span><\/p>\n<p data-id=\"P12-N20178\"><span data-id=\"P12-N20179\">THERAPIST: So that’s something to pay attention to when something feels like it’s cumbersome. And the other thing is the thoughts that go along with it that sometimes we use as a marker of whether or not it’s an adaptive pattern. If you are having thoughts like, ‘if I don’t go check those doors something <\/span><span data-id=\"P12-N201791\">bad will happen.’ Then that’s anxiety producing.<\/span><\/p>\n<p data-id=\"P12-N2017A\"><span data-id=\"P12-N2017B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N2017C\"><span data-id=\"P12-N2017D\">THERAPIST: So that would be my marker of like let’s try to create some more rational thoughts around this and let’s try to create a pattern that is actually working for you to make you feel better rather than making you feel anxious.<\/span><\/p>\n<p data-id=\"P12-N2017E\"><span data-id=\"P12-N2017F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20180\"><span data-id=\"P12-N20181\">THERAPIST: And it doesn’t sound like you have – you kind of have a general worry like it’s a good idea to lock the doors and make sure they’re really locked but you’re not reporting sort of an anxious thought of if I don’t do this then bad consequences.<\/span><\/p>\n<p data-id=\"P12-N20182\"><span data-id=\"P12-N20183\">CLIENT: Right. I think it’s more the consequences that I feel like I won’t sleep well. I don’t worry that someone’s going to break into our house but I feel like I would be in bed thinking about did I lock them and I think it all is just leading to making sure I’ll fall asleep.<\/span><\/p>\n<p data-id=\"P12-N20184\"><span data-id=\"P12-N20185\">THERAPIST: Right. Making sure you feel really comfortable.<\/span><\/p>\n<p data-id=\"P12-N20186\"><span data-id=\"P12-N20187\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20188\"><span data-id=\"P12-N20189\">THERAPIST: These are the things you do to make you feel comfortable.<\/span><\/p>\n<p data-id=\"P12-N2018A\"><span data-id=\"P12-N2018B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N2018C\"><span data-id=\"P12-N2018D\">THERAPIST: So, they’re things that you do that you have control over.<\/span><\/p>\n<p data-id=\"P12-N2018E\"><span data-id=\"P12-N2018F\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P12-N20190\"><span data-id=\"P12-N20191\">THERAPIST: And that you can do without really big consequence.<\/span><\/p>\n<p data-id=\"P12-N20192\"><span data-id=\"P12-N20193\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20194\"><span data-id=\"P12-N20195\">THERAPIST: Are there other things you wanted to check in about or you wanted to make sure we talked about today?<\/span><\/p>\n<p data-id=\"P12-N20196\"><span data-id=\"P12-N20197\">CLIENT: I think that was everything. I was thinking that the next time I come here this DP will hopefully be in. I feel like I’m just really looking forward to like once and for all having it out of my hands.<\/span><\/p>\n<p data-id=\"P12-N20198\"><span data-id=\"P12-N20199\">THERAPIST: It feels like every session there’s another sort of a marker.<\/span><\/p>\n<p data-id=\"P12-N2019A\"><span data-id=\"P12-N2019B\">CLIENT: I know.<\/span><\/p>\n<p data-id=\"P12-N2019C\"><span data-id=\"P12-N2019D\">THERAPIST: Today you said, ‘well, I made my decision.’<\/span><\/p>\n<p data-id=\"P12-N2019E\"><span data-id=\"P12-N2019F\">CLIENT: Right. I was thinking of that too. But I think it’s good timing though because my parents are going away and so I said, you know, I’m just going to be home with Trae on the day my mom usually comes instead of figuring out another plan. It will just be nice to have another day with him. So I <\/span><span data-id=\"P12-N2019F1\">just feel like I have some fun things to look forward to once the thing is out of my hands, too. So that’s good. <\/span><\/p>\n<p data-id=\"P12-N201A0\"><span data-id=\"P12-N201A1\">THERAPIST: Yeah. So you can really let go and enjoy the space that it is going to bring to you.<\/span><\/p>\n<p data-id=\"P12-N201A2\"><span data-id=\"P12-N201A3\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P12-N201A4\"><span data-id=\"P12-N201A5\">THERAPIST: Well, let’s take a few minutes to do some deep breathing.<\/span><\/p>\n<p data-id=\"P12-N201A6\"><span data-id=\"P12-N201A7\">CLIENT: Good.<\/span><\/p>\n<p data-id=\"P12-N201A8\"><span data-id=\"P12-N201A9\">THERAPIST: And you are scheduled for after Easter and all that?<\/span><\/p>\n<p data-id=\"P12-N201AA\"><span data-id=\"P12-N201AB\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P12-N201AC\"><span data-id=\"P12-N201AD\">THERAPIST: The 28th at 12:30 is what I have.<\/span><\/p>\n<p data-id=\"P12-N201AE\"><span data-id=\"P12-N201AF\">CLIENT: I wasn’t sure I’ve got that. Right. Yep. And then I just have cash today. I don’t think I have a five.<\/span><\/p>\n<p data-id=\"P12-N201B0\"><span data-id=\"P12-N201B1\">THERAPIST: I have three of them.<\/span><\/p>\n<p data-id=\"P12-N201B2\"><span data-id=\"P12-N201B3\">CLIENT: Whoa. Okay, perfect.<\/span><\/p>\n<span data-id=\"P12-N201B2-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N201B2-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561821\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N201B4\"><span data-id=\"P13-N201B5\">THERAPIST: Good. The cashier apologized as she gave me -<\/span><\/p>\n<p data-id=\"P13-N201B6\"><span data-id=\"P13-N201B7\">CLIENT: Perfect. Perfect for me.<\/span><\/p>\n<p data-id=\"P13-N201B8\"><span data-id=\"P13-N201B9\">THERAPIST: I couldn’t have planned it better.<\/span><\/p>\n<p data-id=\"P13-N201BA\"><span data-id=\"P13-N201BB\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P13-N201BC\"><span data-id=\"P13-N201BD\">THERAPIST: Actually, that’s not right. You’re copay is $25, right?<\/span><\/p>\n<p data-id=\"P13-N201BE\"><span data-id=\"P13-N201BF\">CLIENT: If you don’t have that now, I’ll take all of them.<\/span><\/p>\n<p data-id=\"P13-N201C0\"><span data-id=\"P13-N201C1\">THERAPIST: Yes, that’s right. Good. Sorry. The regular Brown (unclear) is $35 and I am so used to the discount. I count on people to be honest with me and tell me when I’m not giving them enough change. So let yourself close your eyes and settle into a pace of breathing that feels comfortable for you.<\/span><\/p>\n<p data-id=\"P13-N201C2\"><span data-id=\"P13-N201C3\">(Pause): [00:41:15 – 00:41:24]<\/span><\/p>\n<p data-id=\"P13-N201C4\"><span data-id=\"P13-N201C5\">THERAPIST: As you find that pace, allow yourself to scan your body and notice any places that feel tighter or uncomfortable.<\/span><\/p>\n<p data-id=\"P13-N201C6\"><span data-id=\"P13-N201C7\">(Pause): [00:41:36 – 00:41:42]<\/span><\/p>\n<p data-id=\"P13-N201C8\"><span data-id=\"P13-N201C9\">THERAPIST: Allowing yourself to let go of any of that tension that you notice as you let go. Let the tension float away with your breath.<\/span><\/p>\n<p data-id=\"P13-N201CA\"><span data-id=\"P13-N201CB\">(Pause): [00:41:50 – 00:42:01]<\/span><\/p>\n<p data-id=\"P13-N201CC\"><span data-id=\"P13-N201CD\">THERAPIST: And as your body becomes more relaxed you may notice that your breath begins to extend letting your inhales and your exhales match so take full deep breaths.<\/span><\/p>\n<p data-id=\"P13-N201CE\"><span data-id=\"P13-N201CF\">(Pause): [00:42:16 – 00:42:36]<\/span><\/p>\n<p data-id=\"P13-N201D0\"><span data-id=\"P13-N201D1\">THERAPIST: You can also take a moment to check in on your thoughts, to just become aware of any thoughts that are in your head. Acknowledge those thoughts and then allow them to float away from you as you exhale. And then allowing your mind be clear and empty for now. Important thoughts can always come <\/span><span data-id=\"P13-N201D11\">back to you when you need them. For now you have nowhere else you need to be and nothing else you need to be thinking about.<\/span><\/p>\n<p data-id=\"P13-N201D2\"><span data-id=\"P13-N201D3\">(Pause): [00:43:06 – 00:43:24]<\/span><\/p>\n<p data-id=\"P13-N201D4\"><span data-id=\"P13-N201D5\">THERAPIST: If you would like you can call up a word or an image that feels relaxing to you to allow yourself to focus on that. If nothing comes to you that is okay. Allow yourself to focus solely on the breath in that case. Either way allowing yourself to be fully relaxed and in the present moment, <\/span><span data-id=\"P13-N201D51\">focusing on your inhales and exhales.<\/span><\/p>\n<p data-id=\"P13-N201D6\"><span data-id=\"P13-N201D7\">(Pause): [00:44:05 – 00:44:17]<\/span><\/p>\n<p data-id=\"P13-N201D8\"><span data-id=\"P13-N201D9\">THERAPIST: And whenever you feel you are ready to allow yourself to come back to the room, come back carrying relaxation with you.<\/span><\/p>\n<p data-id=\"P13-N201DA\"><span data-id=\"P13-N201DB\">(Pause): [00:44:23 – 00:44:30]<\/span><\/p>\n<p data-id=\"P13-N201DC\"><span data-id=\"P13-N201DD\">THERAPIST: Alright, I will see you in a few weeks.<\/span><\/p>\n<p data-id=\"P13-N201DE\"><span data-id=\"P13-N201DF\">CLIENT: Good. Thank you.<\/span><\/p>\n<p data-id=\"P13-N201E0\"><span data-id=\"P13-N201E1\">THERAPIST: And you are very welcome.<\/span><\/p>\n<p data-id=\"P13-N201E2\"><span data-id=\"P13-N201E3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}