{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses how broke he is and he is unsure of how to make money to pay basic bills. Client is stressed over how to get to a wedding of a close friend since he does not have the money for such an expense."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Job security","Stress","Psychoanalytic Psychology","Anger","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2013"],"weight":15},{"name":"page_count","label":"Page Count","values":["11"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Job security","Stress"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561736","dorpId":"1005995990","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 125: September 19, 2013: Client discusses how broke he is and he is unsure of how to make money to pay basic bills. Client is stressed over how to get to a wedding of a close friend since he does not have the money for such an expense.","fullTitle":"Client \"AP\", Session 125: September 19, 2013: Client discusses how broke he is and he is unsure of how to make money to pay basic bills. Client is stressed over how to get to a wedding of a close friend since he does not have the money for such an expense.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561736\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: What’s your policy on like if someone cancels but then they can make it? How does that work? Like did you already book your time or...<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I did already fill the time.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Okay, no worries.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: If I didn’t fill the time, you could have [inaudible]<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: No worries. No problem.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Were you staying around [inaudible]<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Well, yeah. We’ve got to this is one of those rare days lately where we’ve got to talk about something specific.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah, I’m just broke. I mean I’m just totally broke. I’ve been so good about this, but I totally forgot that I had when I paid my electric bill, I must’ve I think I did it by phone. Actually, I know I did it by phone. And I think I, instead of just paying it, they’re like when do you want <\/span><span data-id=\"P1-N2001D1\">to pay I don’t know. I don’t know what I did, but I so I basically paid it I set the date for right around the due date instead of just paying it. It’s these things aren’t huge things, but they’re huge things when you’re broke. [00:01:01.23] When you’re so that was taken out of my account. <\/span><span data-id=\"P1-N2001D2\">The rent was taken out of my account. I paid the credit card bill. I paid we have a practice space; I pay $60 a month. I decided to pay extra for that so the drummer wouldn’t have to pay so much because he’s 25 and broke, whatever. I mean not just me, the rest of us all decided to pay for him. So <\/span><span data-id=\"P1-N2001D3\">I mean I didn’t get a chance to check today. I had $30 yesterday when I checked. I hope it’s not negative now. I don’t know. But so my dilemma is this, is that whole thing I had about I don’t feel like going to this wedding, it’s almost like it’s making my mind up for me. I mean the wedding’s not <\/span><span data-id=\"P1-N2001D4\">in it’s not like Stu’s wedding where I can just drive to a place. That’s $5 gas, you know what I mean? And that’s it. So I don’t know what to do now because I think it’s just really going to be a bummer. [00:02:02.13] I had to miss this guy’s bachelor party anyway, and he really wanted me to be there. <\/span><span data-id=\"P1-N2001D5\">These are good friends of mine. It just it’s awful. I feel like I’m so tired of this shit. And you know what was funny? It was almost like a premonition yesterday. I when I don’t know why, but when I left here, not right when I left here, but at some point I started thinking about all that money <\/span><span data-id=\"P1-N2001D6\">my mom had gotten in that settlement years ago. Just I don’t try not to go there because she goes there all the time, so I don’t what’s done is done. But really man, unreal. If that was right now, my both of our lives would be completely different, completely different. You know what I mean?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Why, what happened to the money?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: It was squandered in a non-fun way. I mean she paid down the mortgage to our house, a lot. We still have like $200,000 of a mortgage but still, she paid it down, and we have tons of equity now, whatever. [00:03:04.28] Fine. But really what should’ve happened is one of two things. You buy another <\/span><span data-id=\"P1-N200211\">property or you put that money somewhere and you forget about it, which is what I that was the one thing I did try to get her to do. When it got down to like she had like $100,000 left or $150,000 or something like that, I took her myself, I made an appointment at the savings company, we sat down <\/span><span data-id=\"P1-N200212\">with like their executive, but these people came up so it’s really just anger at her in some of this. Because I did my part. I wasn’t asking to go on vacation or you know what I mean? It’s like I don’t know what the fuck she was thinking. But well no, I do. It’s that paranoia. I don’t know mutual; <\/span><span data-id=\"P1-N200213\">I don’t know what these things are. The banks will take your money. I mean really, just un it’s like mom, they’re do you understand what they’re talking it’s the most conservative T-Bills. I mean it’s like and now that’s the minute she brings it up I’m like do not even go there because for <\/span><span data-id=\"P1-N200214\">her and that’s her problem. [00:04:08.13] I mean I tried. I tried. And she didn’t turn to her brother because his family’s so fucking weird. All she would’ve had to do was be like Derek, I have this much money. He would’ve immediately been like uhm, you need to buy another multi-family. Cash or whatever. <\/span><span data-id=\"P1-N200215\">You know what I mean? Just anyway...<\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561736\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: But then you wouldn’t have the money now. If it were in the equity you wouldn’t have it.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: It wouldn’t have mattered, Claire, because it’s like the house was going along anyway, wasn’t it? We weren’t losing the house. It was fine. You know what I mean? The tenants you would’ve had money. Even if we had to pay a little bit out of our pocket for the mortgage plus the tenant, we would’ve <\/span><span data-id=\"P2-N200251\">fucking done that. Plus another now you have two homes building I mean and who knows what that other home would be worth now. We’re talking like $2000 Jesus.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: My point is only it doesn’t necessarily give you cash flow unless you sell it. [00:05:05.04]<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Well, that’s the thing. It does and it doesn’t. I mean another if we did it the right way, yes, you’re right. Initially it’s not like it’d be a boon of cash, but look where we’d be even just five years down. I mean in other words, that money would be locked, and if need be then fine, sell <\/span><span data-id=\"P2-N200291\">it. Right? Sell the house, put that in a CD. But the money would be locked somewhere. Yeah. But anyway, I don’t know why that was on my mind. And then at night when I checked my account, it just was like you know what? I what am I doing? I don’t so and I don’t want to do anything rash. I don’t <\/span><span data-id=\"P2-N200292\">want to not go to this wedding if that means it’s so rude and my friends are going to hate me. I don’t know. But I don’t know what to do. I seriously don’t know what to do. The ferry itself is $20, whatever, right there. I don’t know what it’s going to be like at the wedding. [00:06:04.15] I mean you <\/span><span data-id=\"P2-N200293\">need some cash on you. You’re going to an island where you have to stay the night. Even if I crash at my friend’s room, I mean I don’t like that idea of just going I’m not 20. Like going and not having the ability to, if need be I just I mean I don’t know. I think today I might just text a few <\/span><span data-id=\"P2-N200294\">of my guys. I just don’t know what to do. Like I love you guys, and I feel really I do. I feel like ashamed. It’s emasculating. But I don’t I think I just have to tell them that there’s a chance I might not be there. Because I literally don’t know what to do. (pause)<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: That’s not where you want to be.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: No. I mean I’ve never been this broke. [00:07:07.20] This has never happened. If it’s happened, it’s happened in spurts. Well I’ll get my check. And my check’s not $400. You know what I mean? Like I’ll this is it’s getting like I was really feeling very stressed yesterday. I don’t know. <\/span><span data-id=\"P2-N2002D1\">I’ve got to amp up my applications to jobs. I don’t know. I mean I don’t know how else I can amp that up. You know what I mean? Maybe I’ll talk to Matthew because they’re he’s that poor guy, they’re treating him like shit now. [inaudible] poor guy is like totally ignoring him. Lila, the fucking <\/span><span data-id=\"P2-N2002D2\">bitch, totally ignoring him. Matthew’s such a nice guy, even I I had a beer with him last Friday. [00:08:03.15] He even called Ben one more time. He’s like I just called him. I was like hey man, can we just talk? Like I’m just very confused. And hope you’re doing well. Nothing. It’s like dude. So <\/span><span data-id=\"P2-N2002D3\">I think his time there, whether he wants to admit it or not so part of me’s like dude, Matthew, let’s just get together. You know all these [inaudible] tunes man. They follow you like Moses. Let’s start like our own tutoring thing. I mean all we need is like if I had three students a day, five days <\/span><span data-id=\"P2-N2002D4\">a week, at $60 a pop, are you kidding me? Three, six $180 times five, five wait, what? Five I don’t know. It’s a lot. Whatever. That’d be like $800 a week? Yeah. Something like that. So I might because I can’t do it anymore. [00:09:01.19] They fucked me doubly with that. You know what I mean? <\/span><span data-id=\"P2-N2002D5\">Like I’m I can’t tap into that now. And now I’m just any guy on craigslist. Do you know what I mean? Like there’s and on top of that now with the way the economy is, oh, tutoring, $20. Tutoring, $15. You know what I mean? These douches at Harvard, or kids and it’s like I can’t do that. That’s...<\/span><\/p>\n<span data-id=\"P2-N2002C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561736\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: It was a good gig here, paid a lot of money.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: Paid a lot of money for what it was. So I mean I know you’re not I don’t want you to tell me what to do, right, but what I mean what do you...<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: It’s hard if it’s a close friend. You know what I mean? Who is it?<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Mark. Mark’s the really nice guy. Remember when I was doing my kick starter? He kicked in like $160. I mean like really nice people. [00:10:00.03] But I literally don’t know what it’s like literally it’s a matter of you know what I mean? I just I’m I can’t ask my mom for money to go <\/span><span data-id=\"P3-N200351\">to a wedding. I can’t. The woman sold gold so I could start a business, and I’m I would need like $100 or you know what I mean? That I just can’t. I can’t bring myself to do that. But I’m also embarrassed to say anything because of course the first thing they’re not they’re not going to sit <\/span><span data-id=\"P3-N200352\">around in a mean way, but that’s when someone’s telling you it’s that bad, that’s bad. When geez, you can’t put it on a credit card or you can’t no, I can’t. I just...<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: It’s like what to do about this immediate situation and also the future, those are separate questions. [00:11:03.04] Is there something else that would be worth doing differently over the next month so that this doesn’t happen again. Do you know what I mean? Which is very different than when you...<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Well, see but see, those are different because the second one you’re saying is just part of the same motivation, right? I mean I’ve been broke anyway, right? What’s happening is these fucking weddings, you can’t cry poverty when someone gets married. My friend was saying that last night. She’s <\/span><span data-id=\"P3-N200391\">so right. It’s like it’s so fucking personal, and it’s which it is. It’s lovely. Of course it’s lovely, but everyone’s different. My friend Laney was just saying she spent $2000 as a bride she’s like I literally...<\/span><\/p>\n<span data-id=\"P3-N20038-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561736\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: [inaudible]<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: Yeah, she’s like I literally have no my credit cards are all done. Like I can’t and that’s fine. I’m not in this wedding party. And I she has a job; I don’t have a job. So and on top of that I’m in the red in terms of I’m basically investing in a business. You know what I mean? [00:12:03.10] <\/span><span data-id=\"P4-N2003D1\">Not much, but for me it’s a big deal. So but that stuff’s motivating. It’s all part of the same like what the what’s going to happen is apply to more jobs, get some chump shrimps [ph] to tutor, whatever. You know what I mean? Like drum fucking start drumming up business. Think more about ways <\/span><span data-id=\"P4-N2003D2\">to really get people all that shit. It’s more this kind of thing that hurts me more. That’s why I’ve been staying away from you know what I mean? Where then it really highlights. It just makes you feel like shit. It highlights it also it’s about our culture. You know what I mean? Yes, I’m 99.9% <\/span><span data-id=\"P4-N2003D3\">sure my friends of course will be disappointed, but they’re not like going to shun me or something like that. It with because I’m going to be fucking honest and stuff. But there will be there is it’s almost like a class thing kind of. Or it feels like that way to me. Maybe I’m sensitive. Just <\/span><span data-id=\"P4-N2003D4\">that idea of like wow, man, you can’t even put it on a credit card. [00:13:04.02] You’re really differentiating I mean that’s real poverty there. That’s not like oh, I’ll just put it on my credit card. I have no money, but I’ll just put it on my when you can’t do that, it’s more me than them.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: I think so.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: It brings up a lot of feeling in you.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: And also I have a lot of pride. Like our friend Sven, who’s my age, Bernard that bachelor party, Bernard was like dude, Sven’s been freeloading since we’ve known him. It’s Sven. You know what I mean? Because he was trying to say like just come down and we’ll figure it out. I was like Bernard, <\/span><span data-id=\"P4-N200451\">I was like dude, I just that’s not me. I just I don’t I love you guys, but I don’t I’ve never liked that. That’s not my maybe if I was 25. Yeah, I don’t feel comfortable with that. Because I’m sure, I’m almost positive, one of these guys is going to be like dude, just come down and I’ll pay <\/span><span data-id=\"P4-N200452\">for your ferry. [00:14:03.20] And then you almost feel more douchey by refusing that. But there’s something about that I just I can’t do it. Maybe that’s too extreme, but I don’t know what to do. I literally do not know what to do.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: How would you feel if you didn’t go?<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: Really guilty. And I guess it’s just emasculating. However, a) I literally don’t know how I would go. But b) what’s happened is now this almost cements the things we’ve been talking about. Now I could go there and have a great time [inaudible] like a shit when I get back home. Monday is my account <\/span><span data-id=\"P4-N200491\">going to be negative? You know what I mean? I’m just not (pause) I don’t know what to do. [00:15:04.16] Laney, last night she was I was trying to get a girl’s opinion. She was like dude, she was like don’t lie. I know you won’t, but it’s like just be honest. Just tell them exactly what’s up. She’s <\/span><span data-id=\"P4-N200492\">like I mean if they’re good friends of yours of course they’ll be disappointed. Of course they might even be upset or whatever. But they’ve got to understand that she’s like that’ll they’ll forget about it. It’s not she’s like because you can’t you have to do what you need to do, and if they’re <\/span><span data-id=\"P4-N200493\">your good friends, they would know that only something serious would keep you from...<\/span><\/p>\n<span data-id=\"P4-N20048-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561736\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: You can also communicate that you want to be there. This is not what you wanted to happen.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: Of course. Of course. Well that’s what I said with the bachelor party. I was like I feel embarrassed and shitty and like I miss you guys and I’m just in a really this is where I am in my life right now. It’s a transitional time and I’m like I’m very seriously like it’s not like a little <\/span><span data-id=\"P5-N2004D1\">hiccup where I’m out of work but I’ve got a big savings or I’ve got a bunch of credit cards that I can just that’s not the case. [00:16:13.19] I’m really, literally...<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: And if they’re disappointed or even upset it’s because they want to see you.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: Yeah, yeah. I think and then what I could do is I could even like let’s say they were getting married in San Diego, right. Expensive city, but I can just drive. I can get to San Diego for the gas money and then like they have an apartment there. They I could drive back the same if I had <\/span><span data-id=\"P5-N200511\">to. I did it for shows. I’d sober up and just drive back. Or whatever. I don’t know. But there’s something about a ferry to an island where you’re stuck, and when you I don’t know. It’s almost claustrophobic to me. [00:17:05.09] Like I need to feel like I could have some purchase power if I had to <\/span><span data-id=\"P5-N200512\">do something. You know what I mean? I don’t know. Maybe not.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: The $20 is what a foot passenger is, to and from?<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: Foot passenger?<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: Like in other words, instead of or do you mean in a car?<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: You have to go oh, that’s the other thing. You have to pay like $20 or $40 to park. Then it’s like I think it’s like $19 back and forth. So...<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: $40.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: On foot in other words. It’s not right? It’s not you don’t drive your car on.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: I’m not going to take my car over. No, no, no. But I have to pay to park my car before getting on the ferry. And then again, I just don’t know. I mean I shouldn’t talk big. Even if it was San Diego, maybe I still couldn’t go. I don’t know. Because you go and, I don’t know, what if the bar isn’t <\/span><span data-id=\"P5-N200611\">an open bar or what I don’t I mean I just there’s something about not you just don’t know what’s going to happen. [00:18:07.27] You know what I mean? Like I just don’t I that’s like the ultimate humiliation. You’re there and then somehow you need a little bit of cash and you don’t have it. <\/span><span data-id=\"P5-N200612\">I don’t know. I think other people could be like whatever, man, it’ll just be whatever. It’s not whatever. That stuff really affects me.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: I imagine you could get a ride down there from someone or take the train down if you had to. Do you have to come up with $40 to get there and back? You could take the ferry back that night. Attend the wedding, leave.<\/span><\/p>\n<span data-id=\"P5-N20062-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561736\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: No, not really because I think the last ferry’s like at eight or something, eight or nine. It’s not like there’s not a ferry like at one in the morning or something. And I mean if I’m going to go through all that there’s no way I’m not going to drink. [00:19:02.04] These are like really, really <\/span><span data-id=\"P6-N200651\">close friends, and they’re all drinkers and stuff. It’s not like Stu’s wedding where I really didn’t know anybody, and I definitely had to drive, so I had like three beers right at the reception and then water all through dinner and dessert and coffee and all that. I mean I think that’s what I might <\/span><span data-id=\"P6-N200652\">tell them, is that like there’s a chance I might I don’t know what to tell you. I’m really going to try. I have to come because I was supposed to go down like today. Because that’s the other thing. Most of them are there. There’s no ride. They’re all there already. So yeah, I guess I don’t know.<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">THERAPIST: Your worry is their judgment.<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">CLIENT: Well, I mean there are a few things going on here. I mean I’m there is also something in me that’s like dude, I just don’t want to because of all these see, this is what I’m talking about. [00:20:04.04] I this is not where I am right now in my head. And that does suck because it’s a special <\/span><span data-id=\"P6-N200691\">day for my good friend. So is it it’s kind of selfish of me, but at the same time it’s not like I just don’t feel like it. It’s not like oh, I’ve got a headache. I just or oh God, I’ve got to drive all the way. This I’m going through some serious shit here. It’s not like a when have I ever done <\/span><span data-id=\"P6-N200692\">the only other time I’ve done this is years ago when I was at Harvard, and that was also sudden. I mean I was having a nervous breakdown. I did not feel like going all the way to San Diego for a wedding. I just couldn’t you know what I was like back then, a million times worse than I am now. So <\/span><span data-id=\"P6-N200693\">some of it is something in me just feels either protective or just feels like dude, this is not where this isn’t you right now to do this thing. And it’s not like you just don’t feel like it. [00:21:02.20] It’s that I feel very, very maybe it’s overly focused on like okay, what am I doing. How do <\/span><span data-id=\"P6-N200694\">I get business. How do I find a job. How do I get a fucking home equity line when I have a shitload of equity in this house. Like I’m constantly this is a major stressful, difficult time for me. And it so that would be one thing. Then when like you don’t have two nickels to rub together to do <\/span><span data-id=\"P6-N200695\">go to a wedding, then it’s like something in me just snaps and it’s like you know what? I don’t I just can’t do this. Don’t have your fucking wedding on an island. I don’t know what to tell you. Or have it, but just understand that maybe some people just can’t do that when they’re going through a <\/span><span data-id=\"P6-N200696\">hard time. Whatever. It’s not so you know what I’m saying? [00:22:01.11] It’s some of it’s that, too. Yeah, I’m sure I could ask Raffi for $50 to go to a wedding. I just can’t do it anymore. I can’t do that. That guy helped me with my car. Because I can’t lie. You know what I mean? I need to go <\/span><span data-id=\"P6-N200697\">to this wedding. I need wow, that’s I’m not 20. Especially because a lot of my Assyrian friends, they’re like me. They’re like then just who the fuck cares. Don’t go to the wedding. Just be honest, tell them what’s going on. And if they’re friends of yours...<\/span><\/p>\n<span data-id=\"P6-N20068-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561736\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">THERAPIST: It’s not the end of the world either way, in other words.<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">CLIENT: It’s not. It’s just you know how I am. Like I just it’s very symbolic to me. It’s very symbolic.<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">THERAPIST: But it’s also symbolic of your prioritizing things in a healthy way, too. You see it as only symbolic that this is how bad things are, but actually in the past you might have scrambled somehow or borrowed or spent money you didn’t have. [00:23:05.12] I mean for you to also be saying I don’t <\/span><span data-id=\"P7-N2006F1\">know if I can do this. I mean that’s...<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">CLIENT: Right. And then I would’ve gone and it would’ve been fine, but then I’d be right back...<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">THERAPIST: And actually worse.<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">CLIENT: Worse, yeah.<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">THERAPIST: Then more in the hole and...<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">CLIENT: And also being upset with myself because I did it, kind of protect myself I just went along with whatever I thought I was yeah, yeah. No, I feel that. I just I think I just genuinely hate that things like this have to happen. I mean one thing I was thinking I mean I could they’re getting <\/span><span data-id=\"P7-N200791\">married. I’ll just I could always go to San Diego, spend time with them, which would be a more intimate thing anyway, take them out to dinner. You know what I mean? Like I could do stuff for them. (pause) I don’t know. [00:24:16.22] I’ve got to really drum up business. I’ve got to start somehow. I <\/span><span data-id=\"P7-N200792\">don’t I think I just have to just start telling people free consultation, 30 minute consultation. Last night I went on this date. I had a really nice date last night with this architect chick. She was really cool. But again, like I mean she was joking. She’s like I’m sorry, she’s like I feel like <\/span><span data-id=\"P7-N200793\">I’m asking to be coached or like I’m using your services. But like I’m good at this shit. Like we were just her job, she’s an architect, and this and that. [00:25:07.24] It’s just and something intuitive. Not just intuitive, but I’ve also done a lot of work and a lot of reading, and I think I’m <\/span><span data-id=\"P7-N200794\">a good listener and all that. But I just kept thinking about all the friends, all the people that have told me that man, I need to see you. So I think what I need to do is be like come see me free for like 30 minutes. And at least then they can do a testimonial or they can whatever, just a way to <\/span><span data-id=\"P7-N200795\">like I finally got on that fucking LinkedIn and all that shit. By the way, you’re on there. I saw you. It was awesome. But just as a way to get people talking.<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">THERAPIST: Are there ethics in coaching like that, [inaudible] friend. [00:26:10.28]<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">CLIENT: No. In life coaching? No. Life coaching almost encourages a more personal the same boundaries don’t exist. Clearly, yeah, you don’t want to be like don’t sleep with them or whatever. But there is a more like a lot of coaches will be like let’s say we have a session, right. Then I could <\/span><span data-id=\"P7-N2007D1\">totally be like I want you to e-mail me Monday and let me know how far you’ve gotten with what we talked they’re a little more yeah. Because it’s that idea that it’s because it’s not therapy; it’s the whole kind of methodology of it. The thinking of it is that it’s a partnership, that I’m partnering <\/span><span data-id=\"P7-N2007D2\">with the client to get things done. [00:27:01.00] I don’t really have answers like you have answers. And I’m just there to like help you tease those out and delineate and define and question. And then have come up with a my job is to kind of strategize help to strategize and then make sure you <\/span><span data-id=\"P7-N2007D3\">follow through. It’s pretty good. So yeah, no, there’s no I can’t ask them to be like hey, Claire says Brian’s pretty if you don’t want to use your name or whatever, I can’t that’s different. But I don’t know. (pause) It’s so funny because I’m not depressed about any of this. That’s the funny <\/span><span data-id=\"P7-N2007D4\">thing. I just feel what anybody would feel, which is holy shit, I’m broke. I don’t need to be broke. [00:28:07.14] This doesn’t have to be this way. Everything’s coming together to make it the exact opposite of what it is right now. I just need a couple of a little time, basically, to just keep doing <\/span><span data-id=\"P7-N2007D5\">what I’m doing. I think I’m doing things right. I mean I keep looking at these coaching books, and I get to chapters where I’m like oh yeah, I’m doing that. Like there was one, there was a really specific thing, oh fuck, what was it. It was something very specific about how you should do something, <\/span><span data-id=\"P7-N2007D6\">like a lot of people do it like this, but this is really it’s like yeah, yeah, that seemed like common sense to me. That is how I do it. So there’s a lot of things I look at these books. I’m like I’m glad they’re there. They do have some very useful things in them. But it almost proves that I definitely <\/span><span data-id=\"P7-N2007D7\">should be just doing a Master’s and not a certificate thing. [00:29:06.25] I think these are a lot of people who they’re bright, but I’m brighter, a little bit. I have a lot of flaws but I’m on top of this shit. So I think I just need to do the real thing and (pause) but yeah, the whole like home <\/span><span data-id=\"P7-N2007D8\">equity thing. See these are the things it’s hard for me to not to just take a break and not like this has got to get done. It’s got to get done. How long would that take an application. Literally I think like a week or something. And everything would be different. Everything. Debts would be paid. <\/span><span data-id=\"P7-N2007D9\">I wouldn’t have to I mean it’s almost like absurd. It is absurd in a way. I can’t go to a wedding. What? Or I can’t pay this woman a couple of hundred dollars that I owe her, when we have a it’s maddening. [00:30:06.03] So I don’t the thing is, it’s getting I can’t ask Raffi because they’re <\/span><span data-id=\"P7-N2007D10\">going through hell right now. It is asking obviously it is a big deal to ask someone. It’s not a little thing. So that’s who do you approach. And you don’t want to make people feel bad or feel like, I don’t know, obligated or whatever. I don’t know.<\/span><\/p>\n<span data-id=\"P7-N2007C-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561736\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2007E\"><span data-id=\"P8-N2007F\">THERAPIST: The home equity line you think you could open in a week?<\/span><\/p>\n<p data-id=\"P8-N20080\"><span data-id=\"P8-N20081\">CLIENT: I mean whatever. I’m just trying to say like how long is a home equity loan I mean it’s an application. The equity’s there. It’s not like I want an unsecured loan for $500,000. The house is there. At the most they might appraise it. Fine, okay. And I don’t want like $200,000, whatever. That’s <\/span><span data-id=\"P8-N200811\">right now I...<\/span><\/p>\n<p data-id=\"P8-N20082\"><span data-id=\"P8-N20083\">THERAPIST: You probably could get it in a week. [00:31:03.15]<\/span><\/p>\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">THERAPIST: Two weeks tops.<\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">CLIENT: Yeah. To be safe I’d be like give me $30,000, $50,000, whatever. It’s a line. It’s not going to be used. So that if there’s like what happened with my uncle, right? He had to help us fix the roof. That didn’t have to happen. We would’ve just paid for that shit. Then every month you pay it <\/span><span data-id=\"P8-N200891\">with your mortgage. I mean we’re doing it anyway. So or here, or these fucking credit cards. You just clear all this my friend who these friends who helped me with my car, like they wouldn’t have had to do that, or if anything else or if nothing else at least I immediately pay them back. My <\/span><span data-id=\"P8-N200892\">poor friend with the divorce, the guy gave me $2,000. He’s going through hell. It drives me crazy that I can’t just give this guy his money back. He needs it. He’s a sweetheart, doesn’t even say a word. But he knows what I’m going through. But come on. So...<\/span><\/p>\n<span data-id=\"P8-N20088-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561736\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2008A\"><span data-id=\"P9-N2008B\">THERAPIST: So what do you think stopped you, then, from getting the line open? [00:32:03.10]<\/span><\/p>\n<p data-id=\"P9-N2008C\"><span data-id=\"P9-N2008D\">CLIENT: I need a co-signer. My mom and I can’t my credit’s a little bit better now and all that, but now I don’t have like if I still have...<\/span><\/p>\n<p data-id=\"P9-N2008E\"><span data-id=\"P9-N2008F\">THERAPIST: But she can’t be the co-signer.<\/span><\/p>\n<p data-id=\"P9-N20090\"><span data-id=\"P9-N20091\">CLIENT: No. What’s her income?<\/span><\/p>\n<p data-id=\"P9-N20092\"><span data-id=\"P9-N20093\">THERAPIST: Your uncle would have to co-sign then?<\/span><\/p>\n<p data-id=\"P9-N20094\"><span data-id=\"P9-N20095\">CLIENT: Someone would have to co-sign who has stable income and a stable credit score.<\/span><\/p>\n<p data-id=\"P9-N20096\"><span data-id=\"P9-N20097\">THERAPIST: Have you asked him?<\/span><\/p>\n<p data-id=\"P9-N20098\"><span data-id=\"P9-N20099\">CLIENT: Who?<\/span><\/p>\n<p data-id=\"P9-N2009A\"><span data-id=\"P9-N2009B\">THERAPIST: Your uncle.<\/span><\/p>\n<p data-id=\"P9-N2009C\"><span data-id=\"P9-N2009D\">CLIENT: No, I’m not going to ask him.<\/span><\/p>\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">THERAPIST: You wouldn’t.<\/span><\/p>\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">CLIENT: No. I’m kind of the guy helped me with the school thing. He’s helped my uncle’s been there for us. You know what I mean? Like I can’t he just bought this fucking house. He’s and he’s like a broken man basically. Fucking diabetes and shit. He’s already frustrated with having to employ <\/span><span data-id=\"P9-N200A11\">my cousin. I don’t want to bother him. You know what I mean? I feel like I have enough of a circle I just have to I asked one person. So we’re going to try to get together and he was like well, that sounds like more of an in-person conversation. [00:33:12.11] I was like absolutely man. It’s not <\/span><span data-id=\"P9-N200A12\">I don’t want you to feel I was like you’re one of the few, few, few people I would turn to. But it’s got to happen. Like it absolutely has to happen. Because this conversation wouldn’t be happening. It’s debt, but it’s debt in your house that’s getting paid every month anyway. One way or the other <\/span><span data-id=\"P9-N200A13\">that mortgage is going to get paid. It’s a centralized you know what I mean? And you only take it when you need it. It’s not just some willy nilly (pause)<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">THERAPIST: The other way this situation would happen is if you had a part time job. [00:34:03.13]<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">CLIENT: Well that’s I mean all these things have to happen in tandem. I think the equity line just has to happen anyway. Because as home owners you just need that. My mom’s retired. What if I go home right now and the oil the heater, hot water heater, you know what I mean? Well that’s like $800. <\/span><span data-id=\"P9-N200A51\">We’ve got to call my uncle. Fuck that, man. It’s ridiculous. So then yeah, and some kind of part time job. Absolutely. But these things are they feed each other. If there’s a home equity line, guess what? Suddenly that nonprofit I want to do, I can do. Like you can do things more right. Do you know <\/span><span data-id=\"P9-N200A52\">what I’m saying? Yeah, I could do the nonprofit right now, but you do have to pay the fee to set it up. Like right now I can’t make my thing into LLC, right. They’re protection things. I don’t have enough money for insurance right now. I mean there is you need the money to make money, on some level. <\/span><span data-id=\"P9-N200A53\">[00:35:05.07] I mean it’s a fucking other people spend $2$3$400,000 getting a business off the ground. These are really minor investments, you know what I mean? Marketing, advertising, I don’t have any money for that.<\/span><\/p>\n<span data-id=\"P9-N200A4-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200A4-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561736\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200A6\"><span data-id=\"P10-N200A7\">THERAPIST: [inaudible] picking up tutoring [inaudible]<\/span><\/p>\n<p data-id=\"P10-N200A8\"><span data-id=\"P10-N200A9\">CLIENT: Exactly, exactly, then there’d be cash flow. Yeah, yeah, yeah, exactly, exactly. Yeah. And that way when there is the home equity, I wouldn’t feel like well now there’s home equity but I still don’t have steady income. You know what I mean? These things have to happen in tandem. You know what <\/span><span data-id=\"P10-N200A91\">I mean? But a job I can’t guarantee. It’s going to happen at some point. I just but this I can guarantee. At least it’s a life boat, a buffer until...<\/span><\/p>\n<p data-id=\"P10-N200AA\"><span data-id=\"P10-N200AB\">THERAPIST: It also can get used up pretty quickly though.<\/span><\/p>\n<p data-id=\"P10-N200AC\"><span data-id=\"P10-N200AD\">CLIENT: I’m sorry?<\/span><\/p>\n<p data-id=\"P10-N200AE\"><span data-id=\"P10-N200AF\">THERAPIST: It can get used pretty quickly when it feels like free money just sitting there.<\/span><\/p>\n<p data-id=\"P10-N200B0\"><span data-id=\"P10-N200B1\">CLIENT: Yeah, yeah, yeah. [00:36:05.01] Well but the...<\/span><\/p>\n<p data-id=\"P10-N200B2\"><span data-id=\"P10-N200B3\">THERAPIST: It’s dangerous.<\/span><\/p>\n<p data-id=\"P10-N200B4\"><span data-id=\"P10-N200B5\">CLIENT: It is dangerous, but the difference is I mean I’m not I mean I’m good. I’ve gotten very good with that kind of thing. And my mom is super good with that kind of thing. I mean it’s not but you’re absolutely right, though. I mean that’s what I’m saying. These things have to be it’s like <\/span><span data-id=\"P10-N200B51\">an a war. You’ve got to come at it from all send your troops this way, send them that way. You know what I mean? A little Pitzer [ph] move. Got to do all that shit.<\/span><\/p>\n<p data-id=\"P10-N200B6\"><span data-id=\"P10-N200B7\">THERAPIST: So good luck with your decision.<\/span><\/p>\n<p data-id=\"P10-N200B8\"><span data-id=\"P10-N200B9\">CLIENT: Thanks.<\/span><\/p>\n<p data-id=\"P10-N200BA\"><span data-id=\"P10-N200BB\">THERAPIST: I won’t see you tomorrow at this point.<\/span><\/p>\n<p data-id=\"P10-N200BC\"><span data-id=\"P10-N200BD\">CLIENT: I’ll see you Wednesday at 1:00?<\/span><\/p>\n<p data-id=\"P10-N200BE\"><span data-id=\"P10-N200BF\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P10-N200C0\"><span data-id=\"P10-N200C1\">CLIENT: Okay, thanks. Have a good weekend.<\/span><\/p>\n<p data-id=\"P10-N200C2\"><span data-id=\"P10-N200C3\">THERAPIST: You too.<\/span><\/p>\n<p data-id=\"P10-N200C4\"><span data-id=\"P10-N200C5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}