{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses an recent moment in which his moral principles were questioned, and one in which he was taken advantage of and left to feel vulnerable."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Sex and sexual abuse","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Fantasy","Married people","Moral principles","Sexual experiences","Shame","Psychodynamic Theory","Behaviorism","Cognitivism","Anger","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Sex and sexual abuse","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["9"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Fantasy","Married people","Moral principles","Sexual experiences","Shame"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561863","dorpId":"1006468857","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"M\" Session February 07, 2014: Client discusses an recent moment in which his moral principles were questioned, and one in which he was taken advantage of and left to feel vulnerable.","fullTitle":"Client \"M\" Session February 07, 2014: Client discusses an recent moment in which his moral principles were questioned, and one in which he was taken advantage of and left to feel vulnerable.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561863\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Yes -<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Let’s do this.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yes, it’s so we’re in that little lot that’s and then there’s nothing there so I got stuck trying to get out in the square around down back in the parking lot, university garage, whatever it is. So I just came from my psychiatrist and she said oh the next appointment won’t be as long because <\/span><span data-id=\"P1-N200111\">it won’t be as in depth. It was a full hour. Any way she’s got something here for me to give you. It’s in my pockets. [Pause] I’ll find it. Anyway, yes so it’s been a week, a week of up and down. If you could, I noticed you went back. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Let me give you a release to sign before I get, forget about my paperwork. [Pause] Here you go. Maybe you’ll fill out a legal form in something other than purple? It’s so much more fun and I think we can [inaudible at 00:01:57] I can hope.  [Pause]<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">Okay. So this is good until you decide it’s no longer good. You can rip it up at any point in time. And I put on there that it’s for purposes of treatment coordination and <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I’m not worried about it.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: I know but I’m supposed to tell you for legal purposes.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Okay, tell me.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: So it goes both ways so that I can release information to her and she can release information to me but I did limit it to assessment diagnostic information and treatment recommendations. Basically that protects you from the detailed information that you sometimes give me that you don’t necessarily, <\/span><span data-id=\"P1-N2001D1\">that she doesn’t necessarily need to be aware of in order to make good medication recommendations. <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Well I guess I’m just assuming that you’d tell her whatever you think would be useful to help.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Yes. More so symptom type stuff rather than detailed information, transfer and stuff that can be left off for the most part when you’re talking about meds.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Okay. So I almost called you earlier in the week to see if you had anything earlier in the week because Monday let me back up. So back in early January, I had a Groupon for a massage in a place just two blocks from my house. And I said okay this is great. I like massages it’ll be fine. So <\/span><span data-id=\"P1-N200231\">I went and it was great. It was nothing inappropriate about it at all. And I’ve been back there at least three or four times since every other week. <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">And on Monday I had this horrible headache kind of like what I have now. And so I went to the gym just to stretch out because I was very tight and wanted to at least try to get my blood flowing so I could stretch out and [inaudible at 00:05:27] myself. I left the gym after 45 minutes to an hour and <\/span><span data-id=\"P1-N200251\">I thought okay you know what, maybe I can just get a massage. It’ll be fine. So I called them and I said you have anything open right now. No, sorry. Okay. So I drive down [inaudible at 00:05:48] only a couple of blocks, and there’s a place and I look up on the [inaudible], okay, this place has got <\/span><span data-id=\"P1-N200252\">good reviews whatever. You got anything right now? Yes, yes, come on. Okay, fine. So I go in.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">And so I get undressed and I’m on the table and with the other person that I usually go to, I’m covered. At least over my, you know, from here to here. Here I was completely uncovered face down. And so it was full massage basically on my back, side. And it was interesting because I just didn’t know <\/span><span data-id=\"P1-N200271\">what the norm was, is this unusual, is this what they typically do, whatever. <\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561863\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">So eventually I flipped over, as was requested of me, and again, covered maybe on my shins. And so I’m doing this massage and she doesn’t touch my private parts at all and yet I’m getting an erection. And I’m sort of taken aback by it because it was unexpected. And at one point towards the end she’s <\/span><span data-id=\"P2-N200291\">going over to this [dispenser port] (ph) and using that. She puts it in her hand and then puts it in my hand for me to service myself. And I did. And we didn’t do anything but as soon as it was over I just felt this bolt going through me like what have you done. <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">And at first I left my phone in the car and so when I got out there the last text was where are you, it’s almost six. So I lied. I said I’m on route from Whole Food because you wanted something or other. I got home; she was out walking the dog and I jumped in the shower because she didn’t know I was <\/span><span data-id=\"P2-N2002B1\">going to go to the massage parlor for a massage. And I go in and I lay in bed because my headache is still there, believe it or not. <\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">And at first I was just kind of dumbfounded. I had walked into a situation that I wasn’t prepared for. That’s not to say I wasn’t enticed by it obviously. But I’m thinking the earlier me would’ve broken down and said this is what happened, to Julie. But I did not do that. I chose not to do that, I chose <\/span><span data-id=\"P2-N2002D1\">not to catastrophize it and say this is the worst thing ever this is the worst thing I ever could have done. I had a choice to not do that and I stuck with that. And although I regret doing it, actually I looked on other reviews just to read them and say what is the story here? <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">I went on this other site that has people who go to places to have sex basically. And I was reading through those saying wow, I might have heard but it was far more extensive than I imagined that what goes on in some of these places. And this place doesn’t get a bad review like that. Other places say <\/span><span data-id=\"P2-N2002F1\">yes, it’s fine and it’s all DIY, so I took that to say okay this is what happened to me; this is what I did. But <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: I think it’s, I guess but you also didn’t ask for that?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: I mean your it’s important to look at what was your intent, what happened and then what meaning do you make of it, what it means for you. But it is important to notice that you were certainly led in that direction. I mean it sounds like your intent was to go get a traditional massage and <\/span><span data-id=\"P2-N200351\">I think that in following sort of what the actual laws are, you’re supposed to be covered. But, and it was startling to you that you weren’t covered and that gave you certain cues. <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Yes, yes, and reactions. And I mean, you’re right -<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Yes because she set the stage for the, the stage was set for there to be opportunity for it to be something other than a traditional non-erotic massage. I mean just the fact that your genitalia was exposed sort of lends an erotic sort of influence to the incident.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Yes, yes. And honestly had I been able to stay unaroused I was absolutely fine with the massage. I mean [pause] but I think, I don’t know what I was going to say, the earlier part. I mean you’re right I didn’t ask for it and I wasn’t expecting it and so on and so forth. But I think, I’ve done <\/span><span data-id=\"P2-N2003B1\">a lot of thinking about this since I can look at this and say okay I know I’m susceptible to certain things in certain situations. I know that about myself. I know that if I don’t really want to have that happen again, I can do things to avoid that. <\/span><\/p>\n<span data-id=\"P2-N2003A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561863\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">I also know that I did not have sex with anyone, no one touched my genitalia, and I can honestly leave it at that and know that what I did I can live with. However, will I always be so strong and not be tempted to just drive by there and say oh I’m just going to go and not do that this time. And that <\/span><span data-id=\"P3-N2003D1\">is what gives me some concern. <\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: What are you ?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Because it’s in a sense -<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Is it allowed?<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Is it allowed and is it really innocent? Can I, can I say I didn’t go there hoping that that would happen? Why would I go back there unless I wanted that to happen? <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Is it okay for you to want that to happen again?<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Yes, I mean what did you tell me? But I think that’s just part of the issue is it’s okay to want that and more to happen. But is that living according to how I want to live and how I expect myself to be? And it’s not.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: Well yes, so I think there’s different questions right there. Is it okay from sort of a blank moral standard, which isn’t (ph) desires are very different than actions. And then there’s also sort of the, there’s what’s okay for a human being and what’s okay in your marriage, because it’s also <\/span><span data-id=\"P3-N2004B1\">like you said, you didn’t tell your wife. You probably did that because you imagined that it might not be okay with her. And so I think there’s also is it okay question has kind of several different levels. <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Yes, I mean if I were single fine if that’s what I can imagine I’d be okay with it.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Yes, or if you had an agreement in your relationship that it was okay. It doesn’t sound like you necessarily think you do.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yes, I don’t think that that holds, that’s something that I would expect and would rather not ask. So yes, I mean there are and I guess the other thing that comes to mind is what’s being satisfied here that isn’t being satisfied elsewhere? And holds to truth that I am paying attention to what <\/span><span data-id=\"P3-N200511\">you’re saying. And here I get a lot of non-judgmental dialogue and I can get things off my chest. I think that’s why I was thinking about calling you earlier in the week. And I don’t know. I don’t know what it is exactly that’s missing if it’s touch, if it’s physical attention, I just don’t know. <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: How interested have you been in having sex with your wife? Or how interested is she in having sex with you?<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: She’s always interested and I feel guilty a lot of times because I’m not always. I was interested two nights ago and that was unexpected. I think actually I attribute that to perhaps a difference in medication. I don’t know. And is there another question you had? <\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: So I guess in recap I know certain things about myself. I know my weaknesses. I know the limits of my marriage. I know how I would be damaging the marriage should I find myself in that place again, even though the damage is only from my perspective or my knowledge. But I think that that knowledge <\/span><span data-id=\"P3-N200591\">leads to a degradation of the marriage in that I’m finding it easier to break things that I think are probably unspoken but agreed upon. <\/span><\/p>\n<span data-id=\"P3-N20058-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561863\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">So, I’m not going to catastrophize it and say oh my God I’m such a horrible person. And I think that is kind of the upshot of this is that I would normally would have done that. And having said that that doesn’t mean that I want to, I can just allow it to happen again. <\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: I think and there’s a difference between judging yourself and labeling yourself a horrible person and not having any rules for yourself. So I think it is sort of good step for you to be able to say so I did something, I’m not comfortable with what I did. I’m still, I’m an okay person, I’m <\/span><span data-id=\"P4-N2005D1\">not a bad person, but I’d like to not do that again and an awareness that I may be tempted to do that again. So then the job becomes figuring out well partly what made it hard to say no when given the opportunity and how can you help yourself to not put yourself in a position where you’d have to ask <\/span><span data-id=\"P4-N2005D2\">yourself that question again. <\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yes, and that’s I think -<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: There’s no need to test yourself by setting up a weekly appointment there and making it hard to not engage in that.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Yes and I think you know, I used to have this same feeling after watching some bit of pornography on my computer. After I had ejaculated it was like okay turn it off now. And it was after that I said well I’m not going to do that again because that’s wrong. And it was after that when I was <\/span><span data-id=\"P4-N200631\">on the table that I couldn’t get out of there fast enough. And -<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Because you felt ashamed.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Yes. I knew what I’d done was wrong. And I don’t know what it is about that awareness before and after that is just so starkly different. <\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Did you question during, when she came over and put that oil in your hand clearly you then knew what was on the table, did you question the process then and make a conscious decision or did you not think?<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: You know, I actually asked myself what would I have done if she started doing that and I don’t know the answer. I don’t know. I just think I felt myself moved in that direction and that was not out of the ordinary or this was -<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: But you were definitely moved in that direction. I mean as I’m sitting here listening to this story I feel angry. I feel angry at her because there was no consent really, and she didn’t ask would it be okay with you if I did this. Would it be okay with you if I put oil on your hand and gave <\/span><span data-id=\"P4-N2006D1\">you the opportunity to do this? She never asked for consent. What she did was give some leading cues that this would be permissible and okay with her and assumed that the absence of no meant okay, and that’s the absence of no is not the same thing as consent. It’s and that’s <\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">So I feel like in a lot of ways she (ph) was sort of taking advantage of and it was sort of staying on more of the safer side of the line of taking advantage of you because it wasn’t her hand, it was your hand. She didn’t touch you; she gave you the indication that it would be perfectly okay for you <\/span><span data-id=\"P4-N2006F1\">to masturbate. But still there was no acknowledgement of consent that something non-traditional was going to be, could be a part of this experience. And so I’m feeling angry. I feel like you were taken advantage of and then sort of feeling all this shame about your own behavior in a situation where <\/span><span data-id=\"P4-N2006F2\">it wasn’t, you didn’t go looking for something to feel guilty about. <\/span><\/p>\n<span data-id=\"P4-N2006E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561863\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Yes, I mean I appreciate that and I don’t know, I just, I was in a very vulnerable position.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: Absolutely.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: And I more than that is that I know how easy it is to get into that vulnerable position to a place where oh it wasn’t me; I was taken advantage of. But now I can’t say that when I go into a place that I’ve never been and wonder if I’m going to be put into a situation that’s very difficult <\/span><span data-id=\"P5-N200751\">for me. And so <\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: And it’s unfair that something that your intent was to do something that was actually really good for yourself, right? I mean you had a headache; you were going to get a massage, try to relax, relieve some of the pain and relax the muscles that were probably exacerbating it. And then you <\/span><span data-id=\"P5-N200771\">got this difficult dilemma is what you were left with instead of relief from a painful headache.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Yes, well I mean it’s almost as if I were to go to a bar just to hang out with no reason. I mean I don’t think that I’m necessarily vulnerable to drinking alcohol but I guess it would be for an alcoholic to go to a bar just to hang out because but not know they were in a bar or something. <\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Well it’s like ordering a coke and having the person bring over a -<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: A rum and coke.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: [inaudible at 00:26:30] made with rum and say do you want to add this? An alcoholic doesn’t need the temptation.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yes, do you want another one because this actually had rum in it. Oh, okay.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: Yes, so I feel angry that you were put in a position where you had to face a dilemma that you weren’t prepared for.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Yes. No, I appreciate that and I, it’s hard for me to be angry about it because I felt I was tested and failed. But I think -<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Who was doing the testing? Tested by whom? <\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: I don’t know. God. [Laughs] Who can test you? I don’t know. Yes, I mean you’re right. I didn’t even realize I was entering a test. If I were to go back it would be another story.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: You would know, right.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: So despite my guilt and shame for failing a test I didn’t know I was taking I feel pretty good about the outcome that I don’t need to blow this out of proportion. I don’t need to take on more shame and guilt, undue culpability, which I think is what I tend to do. And I feel good about that but <\/span><span data-id=\"P5-N2008D1\">I’m also conscious of the fact that just how vulnerable I am. <\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">Now that vulnerability you put me naked on a table and have oil rubbed into me yes that’s going to be vulnerable. It takes a long, takes a certain string of decisions to get to that point that, what am I trying to say, that -<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: What decisions do you feel like you’ve made to lead you down that path?<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: No, well I mean okay, I stopped in this place, I walked in, I got on the table. I mean it was, in retrospect I could not have seen those things. But now I know that there are a string of things that I can, points at which I can say you know what, no, I think I know where this is going and that’s <\/span><span data-id=\"P5-N200931\">not good for me. I know that now, I think. <\/span><\/p>\n<span data-id=\"P5-N20092-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20092-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561863\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: What would, so what would be the point at which you would make a different decision now?<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: I wouldn’t go back there.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: But you might go to another massage place or another new place.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Yes and that’s I think -<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: I guess because it doesn’t seem reasonable to say you can never get a massage anywhere except this one other place where you know what the protocol is.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Yes, and I think I mean I think I can tell from other hints about places that are way above board and I don’t mean to be in any way dismissive or condemning of any nationality but it seems to be a certain part of the world, Asian massage places. That’s not to say though that that place where <\/span><span data-id=\"P6-N2009F1\">I was going is run by two Chinese and they happen to be married and they are great. <\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Well I think a big clue for you is noticing that there’s a difference in the way they allow for your modesty, right, and that so if you were to go someplace else and you didn’t feel like you were appropriately covered and I think typically the only part of your body that’s uncovered is <\/span><span data-id=\"P6-N200A11\">the part that they’re actually massaging and having everything else covered is a way for you to feel like there’s no ambiguity here. <\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Yes, yes. I’m not condoning it. I’m not saying yes this is okay or this is not, I’m not. I think though when I’m vulnerable emotionally much like, even though when I turned the porn video off or whatever and said well I won’t do that again, that’s bad, I found myself two days later. And [inaudible <\/span><span data-id=\"P6-N200A31\">at 00:31:48] a little bit and it’s just myself, whatever, I don’t know. But nonetheless I know that and my wife would not want that.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">So, that being said, with the justification of my actions during that, will I find myself in there again saying to myself oh it’s stupid? You know what I’m saying? I just <\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: You’re not sure whether or not you’re going to allow it again even though you felt badly.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Yes or if I’m emotionally strong enough or what is deficient that would lead me down that path.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: Do you know what was arousing about it? Was it purely a physical reaction, which is possible, or was there also an emotional or mental component that was arousing? <\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: It was all physical. I mean I don’t know there was no conversation. Yes, it was just I think somebody’s hands on my body and my body exposed. The thing about the body being exposed is that it didn’t bother me. I thought it was just a different type of massage especially -<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: Comfortable.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: when I was on my stomach. I mean I do squats; my gluts get sore. That’s, that felt good. And then, so, I don’t know where I’m going with this. How do I keep myself motivated or just you know what I’m saying? I just don’t know what even to say. <\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: What it’s what do you think about what you want to do rather than what you don’t want to do. I mean because that feeling of shame you had immediately after is a very clear signal to you this is something I don’t actually want to do. And I think what you’re struggling against is what <\/span><span data-id=\"P6-N200B31\">you actually want to do it sounds like is have a private life in your head and actions that parallel that that lead to an honest and genuine communication with your wife, because the thing that this always bumps up against is how would Julie feel if she knew whether it be about your fantasies about <\/span><span data-id=\"P6-N200B32\">me or about this or, you know. <\/span><\/p>\n<span data-id=\"P6-N200B2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200B2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561863\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">So it’s, in thinking about what I want to do, I want to act in ways and I want to think in ways that make me feel comfortable in being really open with my wife. And letting, thinking about this is what I want to do rather than feeling like there are places or things that you have to avoid all the time. <\/span><span data-id=\"P7-N200B51\">There’s lots of things that you can approach and still have that kind of guiding.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: So it’s kind of like filling your diet with vegetables as opposed to avoiding meat.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: Exactly. Without chastising yourself for sometimes fantasizing about having meat. It doesn’t make you a bad person to sometimes want that protein. But you can still decide that you know I feel like I would feel better overall if I acknowledge that craving and then have this. <\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: Nice stockings by the way.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: Thank you.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: All right. Well, that’s tough. It’s work.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: It’s practice.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: Lots of practice. Last night I went to a class on time management, procrastination [inaudible at 00:35:56] procrastination.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: How many people are on time? It’s a classic group therapy joke about procrastination.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: Four and I was one of them. Yes, no, not well the guy said what are you doing? You’re supposed to be late. Anyway but it struck in me a feeling like you know what? I am taking control. I am doing my best to try to instill some structure into some habits that are going to help. And I might <\/span><span data-id=\"P7-N200C71\">take all those things, the tickler file, the master list, the, you know, all these things and never use them. But <\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: But you may, you made an attempt and that’s part of practice is every day -<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: I paid $49 and went out to the community education place. And yes, I think it’s just a matter of believing that I can have a life that I want to live. And I’m trying to get used to that idea and not assume automatically that it’s not going to work or I’m going to fail or that I’m going to fall <\/span><span data-id=\"P7-N200CB1\">down and what’s the point. All right.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: I will see you next week?<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Yes. I got to pay you though, lest you forget. <\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}