{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses some upsetting news he recently heard about a friend and tries to figure out if he believes the rumors. Client discusses the band he plays in and where they might be headed."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Cultural identity","Friendship","Infidelity","Psychoanalytic Psychology","Sadness","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["12"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Cultural identity","Friendship","Infidelity"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561570","dorpId":"1005995824","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 145: November 15, 2013: Client discusses some upsetting news he recently heard about a friend and tries to figure out if he believes the rumors. Client discusses the band he plays in and where they might be headed.","fullTitle":"Client \"AP\", Session 145: November 15, 2013: Client discusses some upsetting news he recently heard about a friend and tries to figure out if he believes the rumors. Client discusses the band he plays in and where they might be headed.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561570\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: You look really pretty. Cool skirt. I’m in a bit of shock right now from my friend – incredible shock, actually. George (sp?). We’re the type that every other day we’ll text. We keep tabs. I haven’t heard from him. He wasn’t getting back to me. I wondered what was going on. I know they’re stressed <\/span><span data-id=\"P1-N2000D1\">because they’re probably going to go out of business.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I remember you saying.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: So I know there is that and I know there are some issues with his wife, but I still thought it was weird, though, to not take a second to e-mail. You know how I am – then I started wondering is he upset with me? I owe him $400; he helped me with my car and all of that. I haven’t been able to <\/span><span data-id=\"P1-N200111\">pay him, so I was like, “Fuck. What is going on?”  So I was like, “I don’t have anything, but I’m going to give him at least something to just tell him that it’s on my mind,” so I gave him everything, basically, that was in my bank account. But as soon as I got there I realized that wasn’t the issue <\/span><span data-id=\"P1-N200112\">at all. I went down and gave it to him and was like, “Man, I’m really sorry. It’s been on my mind. Times have been tough.” I could tell something else was going on. He’s like, “Don’t tell anybody. Nobody knows – my brother doesn’t; nobody knows.” His wife is now claiming that she’s been getting phone <\/span><span data-id=\"P1-N200113\">calls from someone, an anonymous blocked number, telling her that he’s having an affair. This is on top of some issues; it’s a very long story not worth getting into. Let me just say that he’s been incredibly generous with her family. They’re from Cairo and all that.  Her sister was here, who is a little <\/span><span data-id=\"P1-N200114\">nutty. He fucking let her work at their place and put up with her – a lot. They’re heavy; and not heavy like my mom, like nutty. There’ something really nutty about these people. They live in his house. The guy works like 14 hours – he doesn’t even have time for an affair. I am just shocked because <\/span><span data-id=\"P1-N200115\">I really thought of her not that way. She did seem always a little bit negative and a little bit heavy, but a sympathetic person. I don’t know. I worry for him because he’s . . .<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Did someone actually call? <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I told him that. I was like, “Dude, how do you even know somebody called?” because she’s been so nutty. What happened with the sister, it just got bad and his wife just doesn’t get it. She works at fucking one of the big hospitals. You don’t know that your sister is a nut job so you’re blaming <\/span><span data-id=\"P1-N200151\">your husband? Just weird shit. There is just some very basic – your husband is giving this broad a job. I would never do it. I knew it was going to end badly. That’s one thing I told him. I was like, “Dude, is this a good idea? She’s a nice girl, but she has issues and now she’s going to be there all <\/span><span data-id=\"P1-N200152\">day and it’s your wife’s sister.” That’s exactly what happened. The wife won’t let it go.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: She’s insisting she did get an actual phone call?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Obviously she doesn’t have any idea about who?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: It’s anonymous. It’s a blocked number. <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: But she didn’t recognize the voice?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: A woman or a man?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: A man.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: A man?<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: I think. I think. I don’t know. I’m so much in shock.<\/span><\/p>\n<span data-id=\"P1-N20028-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561570\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: It just doesn’t make . . . I don’t get it.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: I told him, “I’m sorry, man. I love Francine, but . . . “ This has gotten so out of control now the last several months. I was like, “How do you even know there was that phone call? How do you know?” And he was like, “I don’t give a fuck. I’m hiring the best attorney. I’m going to subpoena all <\/span><span data-id=\"P2-N2002D1\">this shit. I want to know who is calling her phone.” I’m like, “Dude, you already had a shitty breakup one time years ago . . . “ with his son’s mom and all that. What is happening? I was like, “Your business – you already have so much to stress about. I’m really shocked that she doesn’t have the sympathy.” <\/span><span data-id=\"P2-N2002D2\">I don’t know. I just don’t get people. I don’t. The parents live there.  She lives there. The sisters came over. I don’t know. I’m shocked. I’m absolutely shocked and I told him, “Dude, I’m worried about you.” Not to sound catastrophic, but that stuff eats away at you. You’re losing your business – <\/span><span data-id=\"P2-N2002D3\">that’s his life. That’s their income. That’s it. What is George – early 50’s? I feel bad. Anyway. So on the one hand, first I was relieved. Everything was totally fine. I gave him the money.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: I think this is on. The heat. I can turn it off.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: No, don’t worry. It’s cool. It’s okay. Thank you.  So I went from being totally relieved to the minute I saw him and gave him the money, he seemed so distracted.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: You were kind of worrying about him.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: He was totally like, “How much is this? What? What? Okay.” (pause) I don’t know. And I just feel bad because he just seems to have this weird . . . It was really awful with the first woman. It’s not like he’s a player or a dater – two in a row of just cluster fucks. Unbelievable.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: So you know for sure that he’s not having an affair? It’s obvious to you?<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: I mean, there is no way for me to know that, right? But I also know the hours he works and his schedule and stuff.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: It doesn’t fit in his life. <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: I don’t know how he would have . . . He’s not the type to stay after work and go home really late. He smokes a joint and he’s tired. His routine is set. Now, is it possible that he kind of did what I did in London? Maybe there was some texting going on, maybe some flirting, maybe he’s on the <\/span><span data-id=\"P2-N2003D1\">cusp of something. That might be possible but, you know what? Even if he was cheating on her, at this point I wouldn’t even blame him. This is such a cluster – and I’ve always wondered, even before these few months, something is just off kilter with her. He shouldn’t be cheating. I’m just saying.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: You’ve been worried about him in this relationship anyway a fair amount. <\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: Yeah, because it doesn’t make sense for someone to have a great job at a great Darien hospital. They have a three-family home. Do you know what I mean? You have a nice fucking home, your husband has a business, you don’t live in fucking Bum-fuck Cairo, where any day now it’s all going to fall <\/span><span data-id=\"P2-N200411\">apart because of what’s happening, and all you do is complain? “America sucks. This sucks. That sucks. Americans are racist.” She generalizes everything. Dude, you can’t keep saying that. It’s like saying, “I can criticize my mom, but you can’t.” Do you know what I mean? That bothers me.<\/span><\/p>\n<span data-id=\"P2-N20040-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561570\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">I’m still a proud American. There are things about this country (chuckles) I fucking love. We are awesome. We’re built on ideas that are amazing and most people are good people for the most part, people trying to do their best. If you want to criticize the government and other things, corporations – <\/span><span data-id=\"P3-N200431\">fine, but you can’t just go around saying general things like “American’s are racist.”  Racist? Have you been to Berlin or other places where – forget about black. That’s not George. George just wants to smoke a joint, tell jokes, kick up his feet, laugh his ass off, he doesn’t want to talk about heavy <\/span><span data-id=\"P3-N200432\">shit all day long. She’ll talk about illness and just very heavy, very heavy. How romantic could that be? And this is going on now seven years. I don’t mean to just go on about that, but he just dropped me off.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: It means something for you.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: These people are family and this kind of shit – it could be George; it could be Mike. This shit drives me crazy because it’s like these are people.  They’re not perfect, but I know what these people have done for me. I see how they treat others. I see the things they go through. Are you kidding <\/span><span data-id=\"P3-N200471\">me? They guy didn’t think twice. I told him, “Dude, I’m having a . . .” Boom, he just gave me the money. Or anything – not just me, but plenty of our friends. We’ve been there for him, too, but that’s the kind of people these are. It’s like what the fuck? Also to her because I always call her my sister. <\/span><span data-id=\"P3-N200472\">It’s just disappointing all around, very, very disappointing.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: I wonder if it reminds you of your parents, your mother?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: No. My mom would never, ever, never, never, never.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Blaming and criticizing and paranoid. That sounds like your mother.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: But this level? No way.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Not to this level. <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: No, no, no. And my mom, no matter what, would never ever – even to me. I could marry a black girl tomorrow. She will go through the roof. It will be insane, but she will never…This is a betrayal. What’s going on here is an out and out betrayal and just out and out lies. It’s not seeing basic <\/span><span data-id=\"P3-N200531\">facts. My mom would never turn on me that way or my dad. She wouldn’t . I know that much. It would be shitty. There would be bad blood. A lot of bad things would happen, but she would never, ever pull shit like that. She just wouldn’t. Or at least if she were to say that Americans were racist, she would <\/span><span data-id=\"P3-N200532\">immediately kind of catch herself and be like, “Well, I mean – you know – I’m sure there are some nice ones.”  She’ll try to temper something. Or if she says that and if I said, “I’m an American. Am I racist?” And then she’ll be like, “Well, no. Yeah, you’re right. There are good people in every group.” <\/span><span data-id=\"P3-N200533\">Something. But this woman won’t let up. She won’t let up. (pause) I think it’s almost the opposite. I think of these guys like brotherly or fatherly figures, so in that way I really worry for them like I would for my dad.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: That’s what I mean.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Oh, yeah. That way. Yes, that is true.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: That’s what I mean, identifying . . .<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: I don’t think of her like my mom, but I do think of them like my uncle. I worry for my uncle. Yeah, there are things we don’t see eye to eye on, but he’s my uncle. I love him. He’s been there for me my whole life.  I know that I could call him at any time if there was a real thing and he would <\/span><span data-id=\"P3-N2005B1\">be there. The guy has diabetes; he looks like a broken man. It’s like a king living in a shell of a – do you know what I mean? So I worry. I worry because it just doesn’t seem right. It just doesn’t seem right. Moving on, the other thing that happened was yesterday I went to see this jazz guy at the <\/span><span data-id=\"P3-N2005B2\">bar, this Assyrian kid. He’s 25 or 24. He’s a world-renowned – forget Assyrian stuff. This guy is a truly world-class, almost like an idiot savant jazz guy. It’s pretty amazing.<\/span><\/p>\n<span data-id=\"P3-N2005A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561570\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: What does he play?<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: He’s a jazz pianist. It’s almost like at this point there is a tradition in Assyrian jazz and classical music of taking Assyrian melodies, these beautiful folk melodies, and jazzifying them, but he’s the first one that’s doing it truly in a world-class way. Everyone else that does it, it’s good, <\/span><span data-id=\"P4-N2005F1\">but it’s almost like a novelty. This guy, at first it will sound a little bit like a novelty, but them it just goes to places that are – I mean this is serious business, however the one thing that happened yesterday was I was really sitting there fighting the feeling I get of just feeling angry, I felt <\/span><span data-id=\"P4-N2005F2\">sad, I felt annoyed. I was kind of like mother fucker, man. Honestly, those were all things I was doing when I was 17, before this kid was born. I would be sitting there. I was doing all that shit – weird sound effects and taking Assyrian things and blending.  It’s hard. That’s a hard one. I tried. <\/span><span data-id=\"P4-N2005F3\">Good for him. It’s not a jealousy thing, it’s just . . .<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Well sure it is. That’s a pretty normal feeling that can be there.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: I don’t know if it was jealousy. Honestly. I don’t know. The jealousy I do feel is with Indian bands. That I do, like when I see a radio ad I just can’t help it. One-tenth – all I want is one-tenth of that recognition and a little bit of an ability to get your music out there more and be heard <\/span><span data-id=\"P4-N200631\">and play better shows. But this – maybe I did a little bit, but it was more that . . . Yeah, maybe it’s a different kind of jealousy. I don’t know.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: More than what?<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Because it was also the Assyrian thing. There were a lot of Assyrians there and they’re so fucking excited that I don’t get it. They don’t come to my shows because it’s not really Assyrian whatever.  I realize that’s really an issue with me. I want some recognition. Like that poetry event. That <\/span><span data-id=\"P4-N200671\">was such a big deal because I’m busting my ass over here and everything I do I carry part of my culture with me. So yeah, it’s just a lot of mixed emotions. There were moments when I just let it go and I just tried to get into it. Other moments I just felt annoyed. It was a bit of a roller coaster.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: How could you not have feelings watching that? You get so self-critical of having a roller coaster of feelings.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: No, not self-critical. It was just a bummer. It was just sad. It was like just another moment. I was like, “All right. Well, this is what’s happening right now. I’m sad because there is a lot to be sad about.”<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: It is sad. <\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: But then I tried – I don’t mean like I tried to negate it. I just think it’s good to be healthy and take a breath and not catastrophize it a little bit, too.<\/span><\/p>\n<span data-id=\"P4-N2006E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561570\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Is that happening?<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: No – well, it could have if I didn’t stop. In that case, it almost could have a little bit, but finally I was like “you know what?” I kind of just took a step back a little bit. Also, a lot of this just isn’t that good. This guy, when he’s on that piano, beautiful, absolutely beautiful, but <\/span><span data-id=\"P5-N200731\">he was doing all this synth stuff, synthesizers and this and that. A lot of the beats they were doing were almost like heavy-metal-ish. He was bringing that into it and I get that that’s maybe a novelty or something, but it was very bombastic, some of it, so in a way I was able to just remove and, as <\/span><span data-id=\"P5-N200732\">an artist, be able to be like “well, he’s a kid.” And I’m also not going to overly-criticize him.  I’m not going to project my shit and be all critical of him. He’s incredibly fucking talented. He’s also a kid and he’s got all this recognition and he’s playing with toys and these are phases. Good for <\/span><span data-id=\"P5-N200733\">him. Why not? He’s at the bar doing whacky things that a lot of these people don’t see at the bar and that’s awesome; but I’m also not going to do a lot of what these Assyrians are doing and just kiss his ass like it’s Jesus’s second coming. Afterwards I was like, “He’s really, really talented.” There <\/span><span data-id=\"P5-N200734\">is a lot of stuff that’s derivative. It’s like he just discovered Radiohead and System of the Down. A lot of the stuff he’s doing is not particularly interesting to me, but I can see how in the jazz world . . . He’s young; he’s super excited; when he plays he kind of stands up and he gets all revved <\/span><span data-id=\"P5-N200735\">up. Yeah. I can see it.  And when he plays just the piano and reins it in, it’s genius. It’s absolutely beautiful. So in that way I was able to not get swept away into this . . . But I felt annoyed. I just felt like any Assyrian thing, they just rally around it.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: That’s the part that sounds like . . .<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: It’s not him. I’m happy for him. I was looking forward to seeing him. He’s good. He would be playing jazz and the minute he would start playing a little Assyrian melody they’d be “whoooo.” It’s like shut the fuck up. You’re so . . . On the one hand, I want that recognition for myself; but on <\/span><span data-id=\"P5-N200771\">the other hand it annoyed me. I’m like are you so insecure and so dumb? Basically you wouldn’t be here. This guy is an amazing jazz musician and you wouldn’t fucking be here if he didn’t put those little Assyrian things in there.  Every second you’re whooping and hollering because he did some little <\/span><span data-id=\"P5-N200772\">Assyrian thing. That is nice. It’s beautiful, but calm the fuck down. It brings up very mixed feelings for me. I’ve always hated that kind of nationalist rah-rah-rah crap, but I’ve also wanted those people to give me some real recognition.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: Maybe what is frustrating watching it is that, in a way, that’s what they’re cheering for. It is different than recognizing him as an artist.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: What they’re doing is they’re recognizing . . . Yeah, they think he’s a genius and all that . . .<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: But they’re co-opting it for their own needs.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: That’s right. The same as System of the Down, right? Good for them and I am proud of them. Do you know who I’m talking about?<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: I’m proud of them. That is great and it is definitely different for heavy metal. Good for them. I can see some of the beauty.  They’re integrating these whacky Assyrian melodies in this crazy heavy metal, but I’m not going to go to their concert and I’m not going to act like I’m a fan; and that’s <\/span><span data-id=\"P5-N200831\">what they do. They just can’t get enough. I’m like dude, do you realize if you guys saw them walking down the street and you didn’t know who the fuck they were, you would immediately be saying, “Look at these fucking freaks.” That’s unnerving to me. I can’t stand that shit. And yet, I want those people <\/span><span data-id=\"P5-N200832\">to also give me some.<\/span><\/p>\n<span data-id=\"P5-N20082-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561570\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: Well when that’s all there is to go around, it’s better to have some of that than nothing.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: Very true. Very true. It’s not like there is a real Assyrian literaté. People like me are just dispersed and not really connected and, like me, they end up kind of under the radar and more alienated and isolated.  (pause) It was awesome, though. One really cool thing that happened was we got <\/span><span data-id=\"P6-N200871\">there and, of course, there were a bunch of Assyrians who I know and I don’t really feel like seeing. One of them – do you know that palce in Cheshire? This guy built this huge nut business, gourmet nuts. His family was already loaded. They already have a shitload of money. Okay, fine. His wife is a <\/span><span data-id=\"P6-N200872\">lovely person and this guy is like a big, lumbering, fifth-grader. He’s good at business, I guess, but he’ll just say stupid shit. He’ll kind of needle people – just like a fifth grader, making fun in a weird way or saying inappropriate things.  One of the things he’s been doing to me lately is he’ll <\/span><span data-id=\"P6-N200873\">see me and be like, “Hey, doctor. You’re not like a body doctor, you’re like a head doctor.” But there’s always like – what are you trying to say, dude? Like when I got into Harvard he would be like, “Hey, so we heard you’re going to Harvard now.” So the subtitle is always something like “you think <\/span><span data-id=\"P6-N200874\">you’re better than me” or “who do you think you are?” Something. So we walk in yesterday and we’re going to our table and he says that again, “doctor” or whatever. I literally slowed down and in Assyrian I said, “Doctor moctor – I don’t give a fuck, man,” (laughs) and just kept going. And it felt so <\/span><span data-id=\"P6-N200875\">good. It felt so awesome because I really didn’t give a fuck and it didn’t affect me. I wasn’t upset. It just felt good to just basically tell him to shut the fuck up. (laughs) That was nice. Then, of course, afterwards he was like, “So how are you doing? How is everything going?” just like a kid.  <\/span><span data-id=\"P6-N200876\">You scold a kid and then they’re like, “Claire, do you want some of my iced coffee?” And, of course, he was doing it to others. It’s not me. He was making fun of my friends. He’s just a lumbering whack job, but it was pretty funny. I felt good.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: It was the same kind of thing you’re responding to. Doctor becomes this thing to admire and also then to devalue [ ] (inaudible at 00:24:29). It had nothing to do with you. It has [ ].<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: My friend, Xavier, he’s a good Assyrian kid. We were talking and he doesn’t know Assyrian. He was like, “How do you say – what’s the phrase – tides lift the boats?” What is that phrase like your success is my success?<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: It’s familiar to me, but I don’t know.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: I was like, “Xavier, you know what? I don’t think that phrase exists because we don’t do that.” We don’t do that. Our culture doesn’t do that. (pause)<\/span><\/p>\n<span data-id=\"P6-N2008E-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561570\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: No, it’s more like your tide makes me feel like . . .<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">CLIENT: Your tide makes me feel like I’m drowning. (pause) In that way, though, I’m very lucky that I have these friends. I have more than a handful of friends who aren’t like that, both Assyrian and non-Assyrian, so in that way I’m very fortunate. But as an artist, it’s hard to swallow when you feel <\/span><span data-id=\"P7-N200931\">like dude, you guys, right under your nose you have an Assyrian, home-grown kid that, out of my own volition, I do stuff, whether you think so or not. Even in the Indie stuff. They don’t realize it, but there are Assyrian melodies that I don’t even know. I catch them later and I’m like – whoa – that <\/span><span data-id=\"P7-N200932\">thing I’m doing on the guitar is – that’s weird.  Or the time signatures or whatever. Just because I’m not singing Assyrian or because it’s not clearly an Assyrian thing – and I have an Assyrian base player. We’re even half Assyrian, the band – we just happen to be that way. I don’t know. It’s like <\/span><span data-id=\"P7-N200933\">a schitzo thing. I both want that recognition and I don’t.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: You want recognition, right? Pure recognition. You don’t want to be recognized only because you’re doing something that narcissistically gratifies their needs. An Assyrian melody sort of makes them feel more important. It’s different than seeing you and appreciating and admiring your artistry, <\/span><span data-id=\"P7-N200951\">no matter what you’re playing.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: Which my non-Assyrian friends do. That’s the bummer. That’s the real bummer. It’s not the bummer, but it’s a bummer that it’s so one-sided. There are very few of my Assyrian friends that really get it. (pause) <\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">THERAPIST: I’m sure even whoever you went to see at Regattabar, it can ring shallow, that kind of applause that’s only based on hearing exactly what I need to hear to make me feel better about me. It’s not actual recognition. It feels like being puffed up a little bit.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: I even said – one of the things I said was, “You know, he’s a kid. He’s also not stupid. A lot of this stuff he’s doing he knows that there is a market for that.”<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">THERAPIST: Right. Then you become a kind of [Philipcer monkey] (ph?). This is what I have to do, sell my soul in order to . . .<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: Exactly. Yep. And that’s great. Good for him. Hopefully he’ll outgrow that because he’s truly a world-class . . . The write-ups he gets, he’s being compared to the top of the top, and that’s awesome. So hopefully he’s getting this shit out of his system, kind of.  (pause) Also it’s inspirational. <\/span><span data-id=\"P7-N2009F1\">That’s the other thing. I think that’s better these days. I just stop and I’m like, “I actually am doing a lot.” We auditioned a fifth member for the band to do electronics. That’s stuff I want. I hear that shit in my head, but I can’t play the guitar, sing and do that, so there is a lot of stuff. The <\/span><span data-id=\"P7-N2009F2\">band sounds great. A lot of the new songs I’ve written the last year do have some Assyrian. I started mixing Assyrian. My Assyrian is not strong enough to write poetry in Assyrian, but I realize I can actually write lyrics in Assyrian, especially for pop songs because they don’t have to be . . .  And <\/span><span data-id=\"P7-N2009F3\">that’s pretty cool. I’ve been able to mix English and Assyrian and I do like that a lot. In other words, once I stop and think about it, I am doing a lot. (chuckles) Just because there isn’t this artificial applause and whatever, that has nothing to do with your art. (pause)<\/span><\/p>\n<span data-id=\"P7-N2009E-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2009E-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561570\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">THERAPIST: It’s striking how quickly you can forget what you are doing.<\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">CLIENT: Yeah, I do. Of course, that’s been my problem all along. It’s gotten way better now, but yeah, it just gets flushed down the toilet.<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">THERAPIST: You do lose recognition of yourself.<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">CLIENT: Yeah, it’s as if in that moment I don’t have a band, I’ve not put out any records, I’ve not written a book. Yeah, I’ve not done anything.  (pause) Because it’s that voice, “Dude, you’re so stupid. How come you don’t know how to use all those electronic gadgets? What the fuck is the matter with you?”<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">THERAPIST: Wow. Really?<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">CLIENT: Yeah, it’s a passing thought, but yes, of course. It’s like, “Dude, you were doing that when you were 17. How could you have not kept up with that and learned? It’s not rocket science. How did you not learn to use these gadgets and just record yourself at home? You could be making record after <\/span><span data-id=\"P8-N200AB1\">record in your fucking bedroom?” But now I’m able to stop and say, “Well, first of all, I am. I just released a record. But second of all, no one is stopping me.” Part of it is actually inspirational. Instead of being – yeah, I should start. Some of it has to do with money. All those gadgets are money. <\/span><span data-id=\"P8-N200AB2\">Yeah, I can get them on eBay, but still, you’re talking a few hundred dollars, easily, for the stuff I would need to do what I want to do.  So maybe if this thing goes through with the house, that might be part of it. That’s the other thing with this house thing, I’m hoping if it works out, I’m going <\/span><span data-id=\"P8-N200AB3\">to budget. I think I’m going to hire a real . . . There was that woman in Detroit who wanted to be my PR. She’s a big shot PR person, but I have to pay her. I might do that. Again, all these things are calculated risks because even music now is not just an acoustic guitar. I guess if you’re a folk artist <\/span><span data-id=\"P8-N200AB4\">it is, but you need to invest a little bit in some gadgets and mikes and whatever.<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">THERAPIST: So these are all things that would actually enhance your work right now, as opposed to the synthesizing, which you were saying that’s just gadgety. [You want to get past that.] (ph?) <\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">CLIENT: I think we sound awesome, but I hear things in my head that are little electronic texturing, not a full keyboard, but moments in songs where there are textures and weird things and weird little melodies that I hear in my head. Everyone is doing something. We can’t do it. So those gadgets either <\/span><span data-id=\"P8-N200AF1\">allow us to program them and then I tap it with my foot and then they start happening. Or we have this guy, Isaac; he’s there and he presses buttons. There are just little things like this, but you need a few hundred bucks to do all that, so in some ways it comes back to money. Mother fucker, I could <\/span><span data-id=\"P8-N200AF2\">just put that on a credit card. This is insane.  There is that, too. I end up feeling like I’ve lost a lot of time because I just can’t afford things; and that’s got to change. This is ridiculous. It would be different if we really were impoverished, then it just is what it is; but if there are ways <\/span><span data-id=\"P8-N200AF3\">to take calculated risks and maximize what you have to make things happen now . . . enough is enough. It’s got to happen. (pause)<\/span><\/p>\n<span data-id=\"P8-N200AE-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561570\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">THERAPIST: What’s happening? You get mad sometimes when you say “enough is enough” and then you start picking things off your clothes. Do you notice that?<\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">THERAPIST: It’s somehow when you’re annoyed in a way. <\/span><\/p>\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">CLIENT: Because it’s pent-up frustration. I have a lot of pent-up energy that I can’t channel because I don’t have the money to channel it the right way. In other words, there is the band, but I’m writing a shitload and it’s hard for me to record that. I need the right gadgets and then I need a couple <\/span><span data-id=\"P9-N200B71\">of hours with Philip or Stu or Grey. I have plenty of friends who could just come over; a six pack, pizza, and be like, “All right, dude. I want to record one song. I’m going to tell you the things in my head. I have all this stuff here. Show me how to do this.” And then I’m off to the races. I will <\/span><span data-id=\"P9-N200B72\">figure it out, but I just need from A to Z. So there’s all this pent-up stuff. So when I say that’s enough, I don’t know what else to say. There’s all this pent-up energy.<\/span><\/p>\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">THERAPIST: And I wonder what this means. It’s not like you’re pounding your fist. There’s something . . . <\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">CLIENT: I really have stuff on my pants from Sophie.<\/span><\/p>\n<p data-id=\"P9-N200BC\"><span data-id=\"P9-N200BD\">THERAPIST: But you move into noticing that at that moment.<\/span><\/p>\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">CLIENT: I think it’s because I just avert my eyes. I don’t know. It’s probably that I just don’t know what else . . . It’s nervous energy, I guess. Frustration.<\/span><\/p>\n<p data-id=\"P9-N200C0\"><span data-id=\"P9-N200C1\">THERAPIST: Like it’s something in your control maybe.<\/span><\/p>\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">CLIENT: Maybe. (pause) What feels good is a lot of times, this feeling that I have now is anxiety, but I can tell it’s a good anxiety. I’m excited about things that I think are coming. I’m excited that I’m still writing songs that I really fucking like that, I think, they are getting better and better <\/span><span data-id=\"P9-N200C31\">and more interesting. I feel like something is brewing and it just needs a little – it needs money.  Even booking shows, I can’t. That’s a part-time job, man. Follow up, sending things out, calling them and then sending posters. I just can’t do all that. I’ve tried my best and it’s half-assed. You’ve <\/span><span data-id=\"P9-N200C32\">got to pay someone to do that. It’s not much, but it’s a lot when you don’t have anything so you need to budget for these things because that’s all it takes. I feel like all we need is a couple of more shows and we’re going to start getting attention. I have no doubt about that. If I could do it with <\/span><span data-id=\"P9-N200C33\">just me and a drummer, not writing songs that are as good as I’m writing now, I’m really not worried.<\/span><\/p>\n<p data-id=\"P9-N200C4\"><span data-id=\"P9-N200C5\">THERAPIST: So you do feel like you’re that close. I don’t think I’ve ever heard you say that.<\/span><\/p>\n<p data-id=\"P9-N200C6\"><span data-id=\"P9-N200C7\">CLIENT: I don’t mean like we’re going to be like the Jackson Five. I mean like within a year, if we did have the resources that I want us to have, within a year we would be considered easily one of the best bands in town. Easily. Easily.  It’s Darien. I was considered that before. In some ways, that’s <\/span><span data-id=\"P9-N200C71\">not a big deal in Darien. At the same time, it is.<\/span><\/p>\n<p data-id=\"P9-N200C8\"><span data-id=\"P9-N200C9\">THERAPIST: It is a big deal.<\/span><\/p>\n<p data-id=\"P9-N200CA\"><span data-id=\"P9-N200CB\">CLIENT: It is a big deal. It is and it isn’t.<\/span><\/p>\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">THERAPIST: (laughing) It’s a huge deal, actually. I haven’t heard you say that that bluntly and that matter-of-factly, not that I know of, at least.<\/span><\/p>\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">CLIENT: Deep down I know that I’m easily one of the top five songwriters in this whole city. I have no doubt about that. I don’t give a shit what anybody says. I hear what the bands are doing and it’s nonsense.<\/span><\/p>\n<span data-id=\"P9-N200CE-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200CE-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561570\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200D0\"><span data-id=\"P10-N200D1\">THERAPIST: So it’s a feeling that even taking sustained financial backing it’s the only way it happens. <\/span><\/p>\n<p data-id=\"P10-N200D2\"><span data-id=\"P10-N200D3\">CLIENT: Of course, because you need that mental space. You need to be able to say, “Okay, Claire knows how to book shows. This is what she does. She loves our band. We need to pay her $100 a week;” or $200 – whatever it is – or a percentage of whatever – so then she can get to work and she has connections. <\/span><span data-id=\"P10-N200D31\">She makes things happen. It’s as simple as that. It’s really not difficult. Or a European tour – idiots go on European tours. I know this punk band that just went. They’re nice guys, but it’s just noise. I don’t know what the music is in there. I know there’s a crowd for that, but really, if they’re <\/span><span data-id=\"P10-N200D32\">going to travel all over Europe, I’m not really worried about going. I just need help to do these things. That’s all there is to it. (pause)  In that way, if I can separate with my mom, because I can’t ask my mom to give me $5,000 to do some music things. She doesn’t get that. There used to be a real <\/span><span data-id=\"P10-N200D33\">separation so that I’m just doing what I’m doing and you have no financial worries anymore so we don’t need to conflate anything.<\/span><\/p>\n<p data-id=\"P10-N200D4\"><span data-id=\"P10-N200D5\">THERAPIST: You don’t need her approval anymore for anything.<\/span><\/p>\n<p data-id=\"P10-N200D6\"><span data-id=\"P10-N200D7\">CLIENT: No. (long pause)  The one thing I could be doing – but I’m not and that’s on me – is I’m not playing solo shows. I’ve said that before. That’s on me. I could just send an e-mail to [plow] (ph?) and be like look – I could do that. I haven’t been doing that. Part of it is that I still feel pretty <\/span><span data-id=\"P10-N200D71\">shy when I play by myself. Part of it is I almost don’t see the point sometimes of that. It’s a lot of effort to play for 25 people. I don’t know. But it is something I think about. What is that?  Isn’t that a different way to build a following. All this stuff.<\/span><\/p>\n<p data-id=\"P10-N200D8\"><span data-id=\"P10-N200D9\">THERAPIST: You think you should?<\/span><\/p>\n<p data-id=\"P10-N200DA\"><span data-id=\"P10-N200DB\">CLIENT: I think I should, but I’m not a big fan of people that just play their acoustic guitars for an hour. I believe in my songs. I know my songs are good just as is on the acoustic guitar. I kind of bore myself a little bit. I maybe could. Again, the gadgets – if I taught myself to use things a certain <\/span><span data-id=\"P10-N200DB1\">way, play solo, tap my foot on a few pedals and suddenly there’s some texture, now that’s interesting to me. Just sitting in a bar playing for an hour – I don’t know.<\/span><\/p>\n<p data-id=\"P10-N200DC\"><span data-id=\"P10-N200DD\">THERAPIST: Maybe that’s part of why you haven’t.<\/span><\/p>\n<p data-id=\"P10-N200DE\"><span data-id=\"P10-N200DF\">CLIENT: Because I don’t want to?<\/span><\/p>\n<p data-id=\"P10-N200E0\"><span data-id=\"P10-N200E1\">THERAPIST: Yeah. Not just because you’re afraid to, in other words, but you’re not sure if that’s what you want to present yourself as or what interests you. <\/span><\/p>\n<p data-id=\"P10-N200E2\"><span data-id=\"P10-N200E3\">CLIENT: It’s even like our shows – a lot of shows I don’t take because I just don’t . . . I don’t know. Playing at a bar on a Wednesday night for 20 people? I don’t know what purpose that serves anymore. Things have changed so much in music. It’s more about just writing really good songs, recording <\/span><span data-id=\"P10-N200E31\">them the way you want to record them, having some good videos – whatever. It’s all Internet and non-geographic. Record labels don’t come around anymore scouting. “Do you have a following in Darien?” They kind of don’t give a shit much anymore. They care about what’s your Internet – all that stuff. (pause) <\/span><\/p>\n<span data-id=\"P10-N200E2-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200E2-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561570\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200E4\"><span data-id=\"P11-N200E5\">THERAPIST: I guess I’m trying to say there actually is thinking behind not doing it – that it might not just be avoidance. <\/span><\/p>\n<p data-id=\"P11-N200E6\"><span data-id=\"P11-N200E7\">CLIENT: No, no. There is. I have done it before and, obviously, I’m playing shows with my band. It’s fine, but it’s not going to sound the way I want it to sound. (long pause)<\/span><\/p>\n<p data-id=\"P11-N200E8\"><span data-id=\"P11-N200E9\">THERAPIST: We need to stop.<\/span><\/p>\n<p data-id=\"P11-N200EA\"><span data-id=\"P11-N200EB\">CLIENT: Thanks, Claire. See you Wednesday? Have a great weekend.<\/span><\/p>\n<p data-id=\"P11-N200EC\"><span data-id=\"P11-N200ED\">THERAPIST: You, too.<\/span><\/p>\n<p data-id=\"P11-N200EE\"><span data-id=\"P11-N200EF\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}