{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a stressful trip to the ER with his mother and how he's worried about her stress levels. Client discusses his plans to get another degree."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Family relations","Parent-child relationships","Stress","Job security","Psychoanalytic Psychology","Anger","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["10"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Family relations","Parent-child relationships","Stress","Job security"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561728","dorpId":"1005995982","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 111: August 09, 2013: Client discusses a stressful trip to the ER with his mother and how he's worried about her stress levels. Client discusses his plans to get another degree.","fullTitle":"Client \"AP\", Session 111: August 09, 2013: Client discusses a stressful trip to the ER with his mother and how he's worried about her stress levels. Client discusses his plans to get another degree.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561728\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: ...holding off on this until like Tuesday or Wednesday?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: If you can. So, I had to take my mom to the ER yesterday. Yeah. Another time I was totally having a lovely time with two of my Assyrian friends.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: For anxiety, again?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: She at first that’s what I thought it was because she sounded fine. I mean so but her heart rate was abnormal. Turns out her hypothyroid medication is too high, the dose, so it gave her hyperthyroid. So luckily we were only there like two hours or whatever it was. But I was pissed enough <\/span><span data-id=\"P1-N200151\">that I did text my uncle. I edited it; I didn’t send it. But I kind of just I don’t remember how I said it, but I was like you know I love you, it’s like I’m not blaming you, but this a lot of this has to do with how exhausted and stressed she’s been because of grandma. [00:01:12.21] I was like <\/span><span data-id=\"P1-N200152\">this just can’t continue this way. I was like just like you’re worried about your mom, I’m worried about my mom. I was like I know everyone is doing their best, but my mom’s in her seventies. This is so nothing’s going to change. But I was angry with my mom. I controlled myself, but I’m not going <\/span><span data-id=\"P1-N200153\">to yell at my mom in the ER, but I was forceful. I was like because she’s like don’t get involved, don’t get upset with your uncle, it’s not his fault. I was like I didn’t say it’s my uncle’s fault; it’s all of your faults. I was like this is the most mishandled, in denial situation I’ve ever seen <\/span><span data-id=\"P1-N200154\">in my life. I was like put her in a nice home, fucking go visit her 8 hours a day if you want. [00:02:05.07] It’s not a prison. You know what I mean? Take her to Hoag. I don’t know. Do whatever you want. She’ll have proper care so that when you’re tired or he has fucking diabetes, you can take of yourselves. <\/span><span data-id=\"P1-N200155\">That’s all. But luckily I had initially sent a much more forceful text. I was like this is disrespectful and insulting. It’s like unfair. But I was like you know what? Pointless. That’s pointless to say all that stuff because my uncle, I think, really, the guy’s not being an asshole. His heart’s in <\/span><span data-id=\"P1-N200156\">the right place. His heart’s in the right place. No one’s forcing my mom to do anything. My other aunt, I am pretty done with. That one, that’s some selfish, weird shit there. But I was already kind of done with her anyway. I don’t both I just wish my uncle would step up and but I don’t know. <\/span><span data-id=\"P1-N200157\">[00:03:06.05] Then again, it’s not my mom. It’s my grandma. I don’t know. You know what I mean? Like I the only thing well my uncle finally got there. He got there with his wife, even though I told him you don’t have to come; I think they’re going to let her go or whatever. But they came in. The <\/span><span data-id=\"P1-N200158\">only thing I did say was because his wife was saying that I guess my uncle, last night or something, wasn’t feeling well at all. His sugar had gone too low instead of high. And so I was like you guys have got to take better care of yourselves. You’ve got to be a little more and my uncle was like <\/span><span data-id=\"P1-N200159\">he was like yeah, I know it’s a bad habit. We just kind of don’t think. We don’t I was like yeah, but uncle, you know what? It stresses the rest of us out. I was like I don’t why am I in this situation right now. Yes, obviously, okay, it’s the thyroid medication, right. But the last time when she <\/span><span data-id=\"P1-N2001510\">had that panic attack or whatever that was, I was like this is just it’s not good for your kids. [00:04:05.17] You’re not thinking that it really stresses people out and it’s unnecessary stuff.<\/span><\/p>\n<span data-id=\"P1-N20014-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20014-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561728\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">THERAPIST: It sounds like you feel like this is more the stress on her instead of the thyroid medication.<\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">CLIENT: I mean okay, it’s the thyroid. Obviously if the doctor said it was the thyroid, it’s the thyroid medication. What I’m saying, though, is that in general, if this was just an isolated incident, I’d say, okay, I guess this is the thyroid medication. And I guess it is. In this case. But that last <\/span><span data-id=\"P2-N200191\">time I had to rush over and she was having a panic attack, the general exhaustion and nervousness she’s always feeling...<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: She’s complaining about that anyway, you’re saying, all the time.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: She says it enough to complain ph]. She just is. She even said something really heartbreaking in the emergency room. And she said it very matter of fact. She’s like you know in the past, when I was younger, when I would feel a certain way, whatever, I would just cry. [00:05:03.01] She’s like <\/span><span data-id=\"P2-N2001D1\">I don’t can’t even do that anymore. She’s like I’m just my heart’s just kind of like a rock now or something. So you know what I mean? The woman’s been through a lot. They all have. They all have been through a lot. But my uncle too. The guy’s a young guy. I mean why who should have someone <\/span><span data-id=\"P2-N2001D2\">who’s that successful, who’s not a fat slob, why should he have type 2 serious diabetes. Like it’s just I know it happens but they’re just they’re constantly, constantly fucking stressed over silly things. Or they mishandle things that could just be taken care of. Anyway, that being said, I’m very <\/span><span data-id=\"P2-N2001D3\">proud of myself. I handled it on the way to the hospital I was telling my mom you’re fine, everything’s fine. I was coaching I’m like can you take a deep breath. [00:06:01.16] I was like just try to take a deep breath. But I don’t know. I gave her some other tricks too. I don’t know. But...<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: It’s scary.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: It’s well you know what? It’s just absurd. I mean even when they got there I was like I’m getting really tired of coming to this hospital. And so the my uncle’s wife, she’s like yeah, really. This is just we’re here way too often. People need to take better care of themselves. Things happen but...<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: [inaudible]<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Yeah, yeah. I mean it was a I’m glad I told texting is a good way to not because I knew that if I talked to him it could go in directions I didn’t want because I was feeling really upset and frustrated and but after, I just wrote everything out and I waited; I didn’t send it, I didn’t <\/span><span data-id=\"P2-N200251\">send it, I didn’t send it. [00:07:17.11] Walked around the hospital, whatever, checked on my mom, checked on my mom. And I kept editing it down to finally I just kept it to the main points, like look, grandma needs 24\/7 care, period. And my mom just can’t do this anymore. I love you. I’m not blaming <\/span><span data-id=\"P2-N200252\">you. I just this is just really, really stressful and frustrating, and my mom’s exhausted. And I just it can’t go on the way it’s been going on. I don’t know. I’m sure nothing’s probably going to change, which is why I didn’t want to get because I also that’s my mom’s fault. If I got into it <\/span><span data-id=\"P2-N200253\">then it’s a waste. I’d be defending my mom. [00:08:03.20] But today, my uncle’s over today. They’re hanging out. So that means that I can’t you know what I mean? This has always happened in our history. I stand up for people and like fucking just let someone have it or whatever, but then two days <\/span><span data-id=\"P2-N200254\">later the pattern’s back to what it was. They’re so I think it’s about me, maybe. I just have to be like you know what? They’re content. My mom’s not angry at her brother. And my uncle’s a lovely guy. He’s not trying to be a dick. It just is what it is. My mom happens to have more free time and is <\/span><span data-id=\"P2-N200255\">a woman. And is the oldest. My uncle’s the youngest. He’s a guy. He’s got a family and a very stressful business, and he’s not able to 8 hours a day or whatever commit. But the guy’s there a number of times a week. So maybe that’s just is what it is. You know what I mean? I somehow so I guess what <\/span><span data-id=\"P2-N200256\">I’m starting to try to say, though, is that part of the thing that I’m proud of is I did kind of let it go. [00:09:09.19] Like see today I’m fine. I’m not my mom’s fine. I said my piece to my uncle. I mean I love my grandma. It’s not like I want them to throw her into a nursing home, but at least <\/span><span data-id=\"P2-N200257\">I said what I think needed to be said. Because it’s also my mom. You know what I mean? It would be different if my mom really was being forced you know what I’m saying? But the fact that she can’t maybe she’s getting better at it. I don’t know. She’s telling me that she’s become more she’s just <\/span><span data-id=\"P2-N200258\">telling them honestly that it’s getting harder and harder and she can’t keep up, whatever.<\/span><\/p>\n<span data-id=\"P2-N20024-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561728\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: She’s been saying that to your uncle?<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: Yeah, I mean and that’s one thing about my mom. I do believe her on that. My mom is like my grandfather in that way. When something comes to a certain point she’ll suddenly be blunt about it. [00:10:04.23] It’s like this weird dichotomy. Honestly? I mean I saw my grandma today. I hate to say <\/span><span data-id=\"P3-N200291\">it, maybe they’re just very subconsciously they feel like there’s not much time left anyway. Because I went down there today and she still doesn’t have her dentures. She wasn’t she knew me, but she wasn’t very animated, and she didn’t even really say anything. So I think maybe they just feel like <\/span><span data-id=\"P3-N200292\">look, this is this can’t go on that much longer anyway.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: Maybe she wants to spend time with her.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: My mom? That was the thing, yeah. Because last night she was like we have to call the nurse because they’re going to bring her over in the morning, bah, bah, bah. But as soon as she felt fine again, my uncle got there and she’s like no. She’s like Derek my mom’s going to come over mom said <\/span><span data-id=\"P3-N2002D1\">no, no, no. I’ll take care of that. [00:11:02.18] I’ll just go pick her up in the morning. My mom was like no, no, tell them to bring mom, but then you can and then you can come to our house and then you can take her from there. So yeah, there’s definitely, I think, it’s their mom. I mean I understand.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: There’s the practical side of which is so understandable about your wanting your grandmother to have [inaudible] care. She’s at a point where [inaudible] dangerous for her too. I also think there may be some element in this, though, that you’re saying [inaudible] speak to that. When you <\/span><span data-id=\"P3-N2002F1\">hear your mother needs to go to the emergency room, it is it’s scary. And you may want to turn to someone, like if only your uncle would do this or if only this would change then this wouldn’t happen. [inaudible] start thinking, for example, maybe she’s doing better. She may be in a better place [inaudible] <\/span><span data-id=\"P3-N2002F2\">taking care of your grandmother. There may be something [inaudible] about that. A lot of these things could be happening anyway. [00:12:09.18]<\/span><\/p>\n<span data-id=\"P3-N2002E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561728\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">CLIENT: Yeah, she’s no, part I mean yeah, yeah. I mean but that’s part of what I’m saying, that I feel good not good, but I mean I’m kind of ready. You know what I mean? We’ve gone through enough that especially lately I’ve been more my mom’s in her 70s now. And yeah, of course, anything’s <\/span><span data-id=\"P4-N200311\">she broke her hip, she I mean thank God she’s okay, but she’s in her 70s. I mean it is what it is. So I think it’s that. It’s also, I think, deep down I feel some guilt’s not the right word. I feel sadness that she’s had a hard life and she hasn’t had a good stretch of just like, I don’t know, no <\/span><span data-id=\"P4-N200312\">not that many issues. She went from her sister being sick for years and being around for that, after my dad, after my uncle, and then my grandfather. [00:13:09.07] And now I don’t know. I just feel like shouldn’t she have like a stretch where just every day she can kind of do what she wants and not <\/span><span data-id=\"P4-N200313\">I don’t know. But you’re right. I mean I’m coming at it from my ideas about retirement and this you know what I mean? They are old school that way. So you know what I’m saying? Like for her, yeah, maybe there is something about as much as it might drag her down sometimes, I think she feels very <\/span><span data-id=\"P4-N200314\">proud that she and she loves her, obviously. My grandma’s she even said in the emergency room yesterday, she’s like I used to be so tough. She’s like and so I was saying well, you’re still tough. You just need to chill. I was like you don’t know how to chill. So she said that. She goes yeah, you’re <\/span><span data-id=\"P4-N200315\">right son. You’re right. [00:14:01.19] And I feel so bad that I stress you out. So I go okay, the first thing we should do I was like you see, you’re doing it again. Now you’re making a list of the things you should do to [inaudible] Oh, she’s like, you’re right. She’s like why do I do this. She’s <\/span><span data-id=\"P4-N200316\">like why can’t I be like my mother. She’s like I’m not like my mother. I was like yeah, none of you are. I was like I’m like your mother. I was like yeah, you guys just aren’t like grandma. You’re like grandpa. He was a great guy but he was wound up and constantly pretty much negative. Anyway, but <\/span><span data-id=\"P4-N200317\">I’m glad she’s okay. I’m glad I handled it well.<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: What’s the feeling coming up thinking about her, that conversation with her?<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: What conversation?<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: What you were just relating about her saying...<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: I mean my mom always when she broke her hip, when she that’s always our most honest conversations. [00:15:02.21] That’s something she just gets suddenly childlike. You know what I mean? I think maybe just that helplessness of being in an ER. She just says things. I don’t know, the feeling <\/span><span data-id=\"P4-N200391\">is you’re right. I don’t know. Just really it’s like tell me things I don’t know. Just fucking relax. Just relax.<\/span><\/p>\n<span data-id=\"P4-N20038-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561728\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2003A\"><span data-id=\"P5-N2003B\">THERAPIST: I wonder if it’s another way to feel close to her.<\/span><\/p>\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">CLIENT: Oh yeah.<\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">THERAPIST: She’s all of a sudden...<\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">CLIENT: I mean I feel close to my mom. I mean everything that I have issues with my mom, but I’m very proud of the fact that unlike other people I know I haven’t iced her out or I haven’t my mom’s a good person. Just we just as personalities clash. And yeah, she’s not she wasn’t always I think <\/span><span data-id=\"P5-N200411\">she didn’t know how to be the kind of mom I needed. But no, yeah, I mean yeah, when we went home I made sure I brought down Cecelia so she could have fun with Cecelia. [00:16:11.16] I made sure she ate something. We sat a little bit and went upstairs.<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: You take care of her.<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: I’m trying. I mean I wish financially I could do more for her but I figure at least I’m around. (pause) So that’s that. The second thing is I think...I think... I’m not saying definitely, but I think I’m going to do an MS. UConn has an online program. [00:17:02.22] It’s only $1400 per course, <\/span><span data-id=\"P5-N200451\">so 60 credits. So I don’t know. So the whole thing, I don’t think, should be more than $16,000, or $15,000. I think I’m going to do that. I think.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: Master...<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: MS. Master of Science.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: Two years?<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: 60 credits. I don’t know. It said that they if you already have a graduate degree they would probably wave GRE, MRE [ph] things. I don’t know. I’m just going to talk to them. [inaudible] the story, this is what’s going on.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: And that’s a degree that could get you an LMHC.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: Is it?<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: I think so.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: Yeah, it says something about how they they’re certified to prepare you for either PhD or whatever yeah. [00:18:13.13] Oh, I see. So when you do an MS, you still need some kind of license after that.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: There’s a specific Master’s level in counseling degree where you can that can be a terminal degree. So there are some like a social worker, like an LICS licensed social worker, clinical social worker. There are some people who do the two year Master’s degree in counseling\/psychology that <\/span><span data-id=\"P5-N200571\">get a license in mental health counseling.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: So what you’re doing right now, could you do that with that?<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: You could get licensed in that. What the licensing will probably require is after you get the degree you might have to do a year or two of internship kind of training, but you’d get some payment for that. I don’t know the specifics, but like social work is three years and then you do two <\/span><span data-id=\"P5-N2005B1\">years of paid. It’s paid work but you’re still under the supervision of someone more senior. [00:19:07.27] Once you fulfill those two years you can sit for the licensing exam and do this work. And the same so I think there’s a similar pathway for mental health counseling. That’s different than like <\/span><span data-id=\"P5-N2005B2\">at BU they have a Master’s in psychology, which is not mental health counseling. That’s just like the first two years of a doctorate program.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: Like a PhD. No this is yeah, they have it’s mental health counseling. Then they have one in rehabilitation counseling and a third one, I think child and adolescent something Master’s. I mean I’m thinking if nothing else just to have it. I mean I’m thinking, again, for my business. Yeah, <\/span><span data-id=\"P5-N2005D1\">for my business. Then I can be like okay, now I’m not so worried about liability of this. I really am qualified to...<\/span><\/p>\n<span data-id=\"P5-N2005C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561728\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: And [inaudible] you’ll get experience with the kind of things that you’ll be dealing with all the time. Yeah.<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">CLIENT: And obviously I’ve got to pay for it, but I’m already in debt. [00:20:07.05] Fuck it. If it’s something that’s going to it’s a practical decision because I think I’ll I could do very well. It just seems like the thing to do.<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">THERAPIST: [inaudible] scholarships or financial aid.<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: Yeah, it would definitely have to be like loans or aid or yeah, whatever.<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">THERAPIST: You may want to make sure, for sure, it’s a degree you can get the license for. Even if you decide you don’t want to do that you have that option there. Rather than doing two years of a Master’s that...<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">CLIENT: Absolutely, yeah, because if I did that then I could maybe work part time. Those things aren’t all full time, right, you can find all kinds of things.<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">THERAPIST: Oh yeah.<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: Yeah, so if I was doing that part time, that’s making me a little bit of money, and the experience, plus my business. [00:21:00.17] So yeah, I don’t know. I think I’m very seriously...<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: How’d you find that [inaudible]<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: I did research. Yeah, I was like what are the cheapest first I was like what’s the point of getting an MA in psychology, right about that. I was like okay, what are the most affordable MA programs around here. And I’d kind of forgotten about how big online courses are now. I’m not a huge, <\/span><span data-id=\"P6-N200711\">whatever, I like to be in class, but that’s perfect for my now I see why it makes sense. When you’re trying to do other things in your life and start a business or whatever, or work, whatever it is, it’s perfect. And it’s here, so if I needed to go it’s right here. And I know it well. So I don’t know.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: That’s exciting. [00:22:03.13]<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: Yeah, and the more I think about it, I can’t think of a more perfect candidate, really. I mean yeah, okay, my background’s not in psychology, but Jesus, it’s like my whole life is one big psychological adventure. I mean...<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: They’ll be looking for probably what your [inaudible] backgrounds [inaudible] way. Then psychology PhDs, they want like cookie cutter researchers.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Yeah, it did say something about social sciences this or that. It didn’t say it’s a requirement but there was something about that. Maybe for the GRE. Maybe it was like we’ll definitely wave test scores if you have a Master’s in a social science or something like that. But I figure a Master’s <\/span><span data-id=\"P6-N200791\">in PhD work, I think I’ve proven my GRE ability. [00:23:03.05]<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: If not you could take the GREs.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: I guess. I really don’t want to fucking do that again. That’s I just I feel way too old to do that again. That was such a fucking waste of time. But yeah, I guess. I guess if I had to.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: It was a bad experience?<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: I just I think things like that are just an absolute waste of time. I don’t believe in standardized tests at all. At all. I didn’t do that great on the SAT or GRE. I just don’t test well. That’s one. Two, it’s a crapshoot, right. When I applied to Brown, they take like 1,000 people out of <\/span><span data-id=\"P6-N200811\">10,000 applicants. So you’re telling me like you know what I mean? That’s all nonsense. On that day if the dude in the committee didn’t fight with his wife or his boyfriend and he’s feeling good and there are a bunch of people with pretty much the same scores, you know what I mean? [00:24:03.17] It <\/span><span data-id=\"P6-N200812\">just seems nonsensical to me. I understand they need some form of a cutoff point or something like that but I don’t know. I’m very suspicious of things like that. I just feel like people’s lives are very complex and their minds aren’t like robots. We just don’t work in that especially when you can’t <\/span><span data-id=\"P6-N200813\">study for it. All you’re studying is test taking strategies. You know what I mean? So yeah, hopefully they won’t need me to do that, but we’ll see. I think I’m just going to write to them and be like look, I can come in and talk to you guys, whatever, just probably let them know I’m starting this business. <\/span><span data-id=\"P6-N200814\">Right? I’d probably want to tell them that. Yeah, be like this is what’s going on. Maybe it’ll help that I went there undergrad and grad. I mean I’m a little it’s no joke. [00:25:04.03] I’m a little nervous about the work that’s involved and all that. But again, I think there’s something about, when <\/span><span data-id=\"P6-N200815\">I think of the practicality of it that’s very motivating. Whereas when you’re doing something like English or whatever, you’re trying to do it for the love of it, but then when you’re in the trenches you’re like what the fuck. I’m trying to do it for the love of it. There’s no jobs. I’m in debt. And <\/span><span data-id=\"P6-N200816\">I’m trying to fucking write a 20 page paper on this fucking sonnet. Like it just gets a little absurd sometimes. But there’s something about yeah, no, this is going to fucking pay off almost immediately.<\/span><\/p>\n<span data-id=\"P6-N20080-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561728\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">THERAPIST: You may be able to specialize your training [inaudible] on what topics you write papers on. [00:26:03.20]<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">CLIENT: Right, exactly, yeah. Things that I’m already really interested in, yeah. I could even do something about like trauma and creativity and you know what I mean? All that stuff. I also wrote to the English department. I was like I didn’t hear back from you guys. I really, really want to finish <\/span><span data-id=\"P7-N200851\">this. What can we do to I looked at her last e-mail months ago. And she’s like I’m going to look into the statute of limitations and we’ll do what we can to help you finish. Statute of limitations? I was like that seems I almost feel like saying if that’s the case, I’m just going to start saying <\/span><span data-id=\"P7-N200852\">I have a Master’s. Like I’m not going to keep not putting that up because that’s ridiculous. I’ve done everything. It’s a 50 page thesis. Like come on. Or I’m going to be like can I take like two classes and just like tape it, just fucking splice it together as if I don’t know. [00:27:11.26] It’s <\/span><span data-id=\"P7-N200853\">so stupid. Or fucking just give me an honorary Master’s degree. I don’t know, whatever. I think we’ll work it out hopefully. I think there’s always a way to do stuff.<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">THERAPIST: And you don’t know until you try.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">CLIENT: Yeah, right.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">THERAPIST: Get in their face.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">CLIENT: Yeah, just there’s got to be a way. I’ll be like look, man, statute what is this, prison? Like come on. It literally doesn’t make sense. I don’t even know what that means. All the work’s done; it’s not like the study of English literature has completely changed since 2002. I mean come on. <\/span><span data-id=\"P7-N2008D1\">Just fucking talk to the dean or whatever you need to do and I’ll come in and do a song and dance and get it done. It’s ridiculous. Because otherwise I am going to start doing that. [00:28:10.13] I’m going to be like yup, I have a Master’s. I don’t know. Read my thesis. I can’t not that just doesn’t <\/span><span data-id=\"P7-N2008D2\">sit well with me. You know what I mean? I worked hard for that. And life, you can’t control how life goes. And things happen but...<\/span><\/p>\n<span data-id=\"P7-N2008C-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2008C-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561728\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">THERAPIST: It’s maddening that there might be a statute of limitations.<\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">CLIENT: I don’t know. I mean it’s a fib to say but I would feel bad. Like obviously I don’t do that with Brown. All I say with Brown is that I attended. I don’t say r that I was a candidate, a Master’s candidate. [00:29:03.16] But with UConn I can’t. Like that’s because when you say you’re a Master’s <\/span><span data-id=\"P8-N200911\">candidate, that’s not the same as you were done and you were just going to hand in your thesis. Like it’s like come on.<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">THERAPIST: People usually write ABD for that.<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">CLIENT: Oh. Oh, maybe that’s what I should do. Even when it’s a Master’s you can write ABD?<\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">THERAPIST: I think you can say...<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">CLIENT: What’s ABD mean again?<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">THERAPIST: I think the words all but dissertation.<\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">CLIENT: All but dissertation.<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">THERAPIST: Which is technically a doctorate program, but I think you could write something like that if [inaudible] meant you’ve done everything but the thesis.<\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">CLIENT: I’m a fucking idiot. That’s a great idea, yeah. Because I’m not even see, yeah, I always feel weird about that. I’m like fuck me. Brown I get. That’s fine. I can just say I attended from this year to this year. But okay with London, too, then, I can do that. Okay. Okay. I always just say <\/span><span data-id=\"P8-N200A11\">PhD candidate. But that doesn’t really give the picture.<\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">THERAPIST: It’s actually more honest. [00:30:01.09]<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">CLIENT: And it’s more honest, yeah. PhD candidate could mean you just started. Yeah.<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">THERAPIST: And you wouldn’t be the first person if someone actually wrote [ph] the Master’s. The dilemma with that is sometimes people check, and if they check ever on something and [inaudible] trying to get into a school...<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">CLIENT: Yeah, for no reason it’d be a headache. Yeah. No, ABD, that’s fine. That’s fine.<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">THERAPIST: Even tell them as you’re having the conversation with the new program. Whenever that happens you can say you’re ABD.<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">CLIENT: Psychology?<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">THERAPIST: Are you thinking of that for soon or next fall?<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">CLIENT: I think as soon as possible.<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">THERAPIST: They take applications now or is it rolling?<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">CLIENT: I’m checking. I don’t think it’s rolling but I’m going to check again. They have I think they have something, because we’re already in the summer, that I don’t know. There was something I didn’t quite get. It said something about in the summer there’s a two week summer thing. [00:31:04.29] <\/span><span data-id=\"P8-N200B91\">I think that was the program. That might be another program. But where if they want people there for two weeks in person they do some stuff. And then but yeah, I’m just going to talk to them. I don’t think it was rolling admission. I don’t think so. I guess I could be like hey, can I just start <\/span><span data-id=\"P8-N200B92\">taking courses. It’s UConn. Just pay for courses and just start taking them. Yeah, I mean that’s the one thing I love about UConn, generally, at least in the English department. I don’t know. People are very understanding and welcoming. And actually not even just the English department. When I came <\/span><span data-id=\"P8-N200B93\">from UConn I didn’t even apply to get in. I just went and paid for some courses and started taking classes and then did the paperwork. I don’t know. (pause) It just seems right. [00:32:09.23] It feels right. That feels more right to me, by the way, than getting certified in coaching. You know what I’m <\/span><span data-id=\"P8-N200B94\">saying. This is like I still kind of don’t I don’t know. I just feel like I think I get the coaching part. I can do that shit. Yeah, it’d be nice like the only thing I would want with that is I’ll get a mentor coach. That I can understand. Let’s say like if I’m studying psychology and I come to <\/span><span data-id=\"P8-N200B95\">you and you become like a bit of a mentor, that’s different. That’s different. I would like to do that. Be like look, this is my coaching practice. This I’m going about it, this is kind of what I do in sessions. That’s different to me. But going through a whole paying for a whole fucking thing to <\/span><span data-id=\"P8-N200B96\">get certified, why wouldn’t I want an actual Master’s of Science to create psychology? [00:33:03.10] I think a lot of people respect that more than something from Bob and Tom’s coaching school.<\/span><\/p>\n<span data-id=\"P8-N200B8-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200B8-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561728\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">THERAPIST: And it keeps the field, then, even more open.<\/span><\/p>\n<p data-id=\"P9-N200BC\"><span data-id=\"P9-N200BD\">CLIENT: It keeps exactly. Workwise, yeah, it keeps it open. And also with coaching certification there’s a whole other thing where once you start doing it, you can eventually apply for certification based on your hours. Do you know what I mean? If even, let’s say, you’ve been doing it a year and you’ve <\/span><span data-id=\"P9-N200BD1\">got all these client hours, you can start trying to get certified based on the work you’ve already done.<\/span><\/p>\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">THERAPIST: No couch today?<\/span><\/p>\n<p data-id=\"P9-N200C0\"><span data-id=\"P9-N200C1\">CLIENT: No, I was going to but I felt too antsy. Maybe Wednesday. [00:34:01.14]<\/span><\/p>\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">THERAPIST: I was also thinking about what happened to your mother last night is a interrupts a little bit. And it brings all this real feeling happening right now right inside your experience. I could imagine that also feeling like it veers things in a different direction from inside for a little <\/span><span data-id=\"P9-N200C31\">bit. Let’s see how you feel Wednesday.<\/span><\/p>\n<p data-id=\"P9-N200C4\"><span data-id=\"P9-N200C5\">CLIENT: Okay, cool. All right. Sounds good. 1:00. Thanks Abby. Stay dry. Don’t get your awesome shoes wet. See you.<\/span><\/p>\n<p data-id=\"P9-N200C6\"><span data-id=\"P9-N200C7\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}