{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his plans to go away, but the fact that he is broke is getting in the way of enjoying himself. Client is extremely focused on money and how his career decisions did not lend themselves to him becoming rich."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Relationships","Job security","Psychoanalytic Psychology","Anger","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["13"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Relationships","Job security"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561720","dorpId":"1005995974","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 107: July 26, 2013: Client discusses his plans to go away, but the fact that he is broke is getting in the way of enjoying himself. Client is extremely focused on money and how his career decisions did not lend themselves to him becoming rich.","fullTitle":"Client \"AP\", Session 107: July 26, 2013: Client discusses his plans to go away, but the fact that he is broke is getting in the way of enjoying himself. Client is extremely focused on money and how his career decisions did not lend themselves to him becoming rich.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561720\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Face bleeding? Right here.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Ok<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: It’s a little red there.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah, it’s a little irritated. (Sigh). What’s up?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Not much.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: So, looks like Wednesday and Thursday I won’t be here next week.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Ok.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: That’s a little crazy. That’s a little crazy but I’m going to go to Delaware. I don’t know. Fuck it. It’s an adventure. I don’t know. I’m unemployed. I don’t know. I have a car. Who cares? So, yeah, it’s a little nutty, right? Yeah, it’s a little nutty, but I thought, you know, if I overthink <\/span><span data-id=\"P1-N2001D1\">it then clearly I wouldn’t go, you know. And at this point, why the fuck not? It’s not like –<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: You can afford to (inaudible at 1:00)<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Uh, I mean, can I? I mean I can’t really afford to do anything right now. That’s the other thing I couldn’t overthink. Well, I did torture myself til like 4 o’clock yesterday. But, then I was like, “You know what? I would feel so shitty if I missed out on meeting someone really amazing because <\/span><span data-id=\"P1-N200211\">I couldn’t afford $250.” I mean, I’d rather just be kind of stressed for that week or whatever and be scrambling, but at least say that, well, I mean, I didn’t pass on an opportunity because of two nights in a motel or a hotel that I – So, no I can’t afford it, but I can, kind of. (pause) I just have <\/span><span data-id=\"P1-N200212\">to not really go out or do anything around here for a while, for the whatever days. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">(Sigh) Who the fuck knows? I don’t know, but, yeah, so – (pause) Because the other thing is, even if nothing comes of it, I have been thinking more about this that I kind of am like my mom’s side in this way. On the one hand, I take extreme chances like moving to fucking London or whatever but I don’t <\/span><span data-id=\"P1-N200231\">take everyday chances. You know? So in one way I’m not like them at all, but then, really on a day-to-day level, I am like them. When I was in London, did I really do – You know what I mean? When I was in London, I just totally came up with a routine. I didn’t like to explore really that much. It’s <\/span><span data-id=\"P1-N200232\">not that I didn’t go out but I did what I do here. I found my couple bars that I went to once in a while and even when I was there, I didn’t really approach people, I didn’t I mean over there it was easier because people just approach you, but – <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">So I feel like, if nothing else, really what’s – To drive to Delaware – I mean it’s not You know what I mean? But it is a little wacky to meet someone you’ve never met before and be kind of excited about that. Whatever, you know. Hopefully, that works out. If it doesn’t, whatever, but I’ve been <\/span><span data-id=\"P1-N200251\">thinking more about that, that I have – And I feel like I was a little better with that before, you know? When I first started at Brown, I think (pause) that first semester I went to a bunch of events at Brown. I would go to like this department is having this opening or lecture. You know what I mean? <\/span><span data-id=\"P1-N200252\">And I met people, you know. I dated a chick for a while that I had met at the Center. Like, I don’t do that anymore. (pause) <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">So, I’ve been thinking about that. Or even, I don’t know, like I just have friends that’ll be like, “What’d you do this weekend?” “Oh, I, um, (pause) I went to Troutmoor.”<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561720\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Yeah, you just went away for the weekend or something.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Yeah. I went away for the weekend. Or I went to Troutmoor and you know it’s really nice in the summer; you can just hike up there and – you know. Whereas me, I’ll just drive on Rt. 2, [because I like] (ph) driving, but I won’t really get out anywhere. You know what I mean? So when I really thought <\/span><span data-id=\"P2-N2002B1\">about it, I mean obviously I can’t afford it but then I was like, “Yeah, but, honestly, it’s just a drive to Delaware. I mean I’ve got, you know—” I don’t know. I don’t go to San Diego –<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Besides the money, it’s like, it doesn’t actually it’s kind of ordinary to take a trip. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: That’s what I’m trying to say, yeah. For example, I don’t go to San Diego. I have friends down there. I’m unemployed! Or even when I wasn’t unemployed – it’s San Diego. You can just go I was working from home. You know what I mean? What is that? I just don’t. I just don’t do it.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: What is that when you say that? It’s a good question.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: I don’t want to take the bus. I think some of it is money. I worry that you know – I don’t want to take the bus so I want to drive. That’s fine but then – I don’t know. It’s San Diego. I just worry that going down there, even if I stay at a friend’s house, that, you know, I’m going to spend <\/span><span data-id=\"P2-N200331\">money. It’s hard to be there and not spend. But, you could argue that’s still a bit of an excuse because really I’m going to spend what I would spend here. We’re going to go drinking, basically, and eat pizza I guess. We’re not going to go to a five-star restaurant, you know.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: So there’s something more than that. <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Yeah, and the parking – they don’t live in Manhattan. So in Brooklyn I can find on the street or whatever. So, really what is it? You know?<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: So what is it? It’s a good question.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: I think it’s what I’m saying. My mom’s – they’re very (pause) They’re stuck in their ways a little bit. They’re very – They’re not adventurous.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Creatures of habit.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Creatures of habit and not adventurous at all. And a little bit like – And even more they’re a little bit like “Darien, driving, traffic”. Like they find things about everything. Flying, they’re scared of that. Or it’s too expensive. They find excuses to not do things. That was a big thing the <\/span><span data-id=\"P2-N2003F1\">last time – I was like, “What a second. Are you kidding me?” <\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">Yeah, of course I can’t afford it, but I can’t afford this. I mean, I don’t know, there’s a lot of things I can’t afford. It’s about deciding something – Even if it doesn’t work out with this chick, yeah, that’ll be a bummer but you know what, it’d be kind of just a fun – I like driving and just to <\/span><span data-id=\"P2-N200411\">get away for – I mean it’s not really rocket science, you know. I just don’t, well, do that. (pause)<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">Or, yeah, you can like you said, for example, I could – working from home or even for a weekend – why is a big deal to just let’s say drive to, I don’t know, Lowry and get like a $50 or $60 hotel room. You know, not have to be in the city. There are lots of beautiful, amazing, little, cool – Quebec. <\/span><span data-id=\"P2-N200431\">I don’t know. And just be like, “You know what? I’m just going to go for the day, hang out there and take my laptop. I can just hang out and just to get away, you know.” I don’t do any of that shit. (pause) So, anyway – <\/span><\/p>\n<span data-id=\"P2-N20042-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561720\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: See, I wonder if there’s something connected to the feelings of being so alone. If there’s some comfort about feeling at least connected to Darien. There’s at least some company—<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Oh, big time. Yeah, yeah, yeah, big time. Familiar faces at the bar (sp) and this and that – Yeah, yeah, yeah. It’s comforting, of course, and I’ve been very honest about that. Now I’m realizing that has to be balanced out. I think that is great. That’s a real blessing I think. But, on the contrary, <\/span><span data-id=\"P3-N200471\">it should give me more impetus to be like, “How awesome! I have this amazing home base.” So, I’m going to go to Montreal for two days and just hang out in Montreal. It’s what? Like a 5 ½ hour drive. So, yeah (pause) <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">I’m very extreme that way. I want to go back to Iceland. You know, these big things. And I guess I do do those things every so often, but I’m really missing out on changing my mood and just expanding, you know But, yeah, you’re right. There is something – It makes me nervous and it makes me It’s <\/span><span data-id=\"P3-N200491\">just out of your comfort zone, you know.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">Even going to like a – You know I love art, you know. There are art openings all the fucking time. Wine, hang out (inaudible at 00:09:39) Why don’t I go to those? It’s odd. You know what I mean? It’s right down the street (laughing). Just go. Who gives a shit? Have some wine, look at some pretty girls, <\/span><span data-id=\"P3-N2004B1\">hopefully some good art. You know, just change your environment. I don’t do that. (pause) <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: I know this might sound a little crazy but it’s reminding me of thinking about you as a boy falling asleep at night. Remember you told me about the fears and going to bed and your mom or even one of your aunts would come and sit with you? That period of sleep between being up with comfortable <\/span><span data-id=\"P3-N2004D1\">people and going to sleep and being [all lonely] (ph), how alone kids can feel and I think you felt to an extreme degree when you’re alone with your own thoughts in your mind and it’s dark and there’s [Nosferatu appearing] (ph). There’s a lot of anxiety in that transition from awake with people to the <\/span><span data-id=\"P3-N2004D2\">quiet recesses, existential dread of the darkness that feels like the comforts of home versus even to go to Assyria, to go to England – It’s almost like the other extreme about going somewhere and being totally alone and embracing that. <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">But these transitional spaces where you’re somewhat close but you’re drifting off somewhat, I mean, this is where the anxiety was as a kid where it got loud for a while.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yeah. (long pause) <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">Yeah, it’s – I don’t know. I’ve really been thinking about – It’s such a deep, complicated thing to – The more and more you realize how affected you’ve been by your upbringing? It’s just like (noise). You know? You start seeing it in all facets of your decision-making. (pause)<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: [It’s big]. (ph)<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yeah. And even something like even asking a friend to help me out with my business – When I really think about it, that’s – <\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">The fact that I won’t do that is – That’s kind of them too. Like I’m doing myself a disservice. You know what I mean? Because somehow it’s like groveling or somehow it’s completely unacceptable to ask. You know what I mean? Meanwhile, that’s exactly what people do, unless people just have money. That’s <\/span><span data-id=\"P3-N200591\">what a lot of small business people do. They have to – family, friends They’re not asking money to buy a stereo system for Christ’s sake. But I can’t – I’m so mortified by that thought. You know what I mean?<\/span><\/p>\n<span data-id=\"P3-N20058-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561720\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: And you’re saying that’s their voice?<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Yeah, because it’s saying that you’re a loser for having to ask someone. It’s pathetic. It’s $1000. You have to ask someone for $1000. Yeah, just all that. The person is going to think of you differently now. Whether they give you the money or not, they’re going to be like (makes a noise), you <\/span><span data-id=\"P4-N2005D1\">know. So, somehow it’s going to taint something. All this stuff. <\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: [What is it you think] (ph) your mom would say, specifically about money?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: It’s not that I think she would say. She does say.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">Remember, I when I got into that bigger accident on the way to that poetry reading? My friend, Nasped (sp), gave me I think two grand. Remember, I think I was telling you. The guy just gave me two grand. He’s like, “Pay me back when you can.” So, I just kind of let it slip to my mom and she was like <\/span><span data-id=\"P4-N200631\">(pause). She wasn’t angry about it; she was like, “Pay him back as quickly as possible. Oh my God, that’s embarrassing.” She just doesn’t – To her, it’s the ultimate humiliation to have to ask for – Although I didn’t ask the guy; the guy just offered it, but (pause) <\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">Because, again, in her mind, she doesn’t see the people that are just average. I guess she only sees successful people. You know what I mean? It’s like this weird – not successful, but people with money. You know what I mean? And somehow, everyone else doesn’t exist. It’s as if everyone has money except <\/span><span data-id=\"P4-N200651\">her. Do you know what I mean? She doesn’t think that – most people don’t. Don’t look at your couple of Assyrian friends and their dentist sons or whatever (laughing). Most people – We’re actually better off than most people. She doesn’t even get that. She definitely doesn’t get that. In her mind –<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: They always have more.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Yeah, yeah. She never—She really – Wow, I just – Boom. That’s crazy. Epiphany. My mom is kind of like me with my book and my music. You have a three-family house. She doesn’t understand. She says she does but she doesn’t. She doesn’t get that – what a position she’s in. <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">In her mind, “Big deal”. Her friends have single-family – nice big single-family homes and little nice neighborhoods. Everything is, “I can’t invite people over for dinner here.” It’s just, you know. What the fuck are you saying? What are you talking about? Her unit is like immaculate, beautiful, little, <\/span><span data-id=\"P4-N2006B1\">you know. But it’s all that shame and self-fucking-hatred or whatever the hell else is going on there. (pause) <\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">Even when I was telling my uncle about the life-coaching, she kept chiming in. “Well, yeah, it’s kind of like with psychologists, right?” I was like, “Calm down.” First of all, it’s not anything like psychologists and secondly, I could tell what she was trying to do. She was trying to – She’s insecure. <\/span><span data-id=\"P4-N2006D1\">She’s trying to make it sound – Well, no, it’s real. She’s trying to say it’s a real business and it’s important. Calm the fuck down. I’m not trying to prove anything to anybody. I’m fine. She always has this need to – (pause) <\/span><\/p>\n<span data-id=\"P4-N2006C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561720\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: She got very insecure about it and had to get defensive.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Yeah! (pause)<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: The message is always that it’s not good enough – even to herself – her own life.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Yeah. Well, it’s especially to herself. All these things really are about her. She thinks they’re about what other people think. Other people don’t think shit. It’s really just her torturing herself. (pause) <\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: I think it’s also so complicated and difficult when that voice also smacks up against the ways you have felt stuck since your father died, for a long time. Like there is some piece of that that you’re coming into the real sense of lost time, like wishing you had found life-coaching when you <\/span><span data-id=\"P5-N200771\">were 25. There is something real about that that makes you sad and yet, it is so different than your mother’s constant critical voice since you were a child even before this trauma happened. You know what I mean?<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Not really, but I think maybe what you’re saying – I don’t know. For me, I’m just sad. I’m just mourning something that’s real, like you said, and that’s very healthy. You know what I mean? I was trying to run away from that or I was trying to ignore it or I was – It’s just a bummer. <\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">But I take comfort in the fact that, first of all, I’m still young and, second of all, I’ve worked my ass off. Third of all, even though I’m mourning the past but in that past, I did a lot of shit. I just don’t quite – I see it now, but it’s still taking some time. But I wasn’t as miserable maybe as <\/span><span data-id=\"P5-N2007B1\">I think I was also and, again, that’s them. Everything is way more miserable than really it is. You know what I mean?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Yes. And yet you might have been telling yourself it was then.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Telling myself what?<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: It was miserable.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: That’s what I’m saying. But, I’m saying now – The difference now is that (pause) I’m not whining or wallowing. I might have been a little – I don’t know about whining, but I was definitely maybe dwelling or wallowing in just a darker place, you know Spinning my wheels more. Whereas with her, <\/span><span data-id=\"P5-N200831\">that is what it is. Do you see what I’m saying? <\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: If she just – If she was just honest and said, “You know I’m really, really sad. Like, I’ve got – My life – I feel like was a lot of squandered opportunities.” And she didn’t add the caveat, “because the world did this or the Jews did this or the fucking – my father did whatever.” If she just <\/span><span data-id=\"P5-N200871\">said – And that’s just it. Period. Squandered opportunities and now here I am and I can’t get those things back and it’s just a real bummer. That’s very different.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: It’s so different.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: So, I think that’s the difference now. I’m finally in a place where, clearly, a lot of things are her fault (laughing) and this or that, but it doesn’t make me feel the way it used to. Now I feel very like I own my life. You know what I mean? I feel motivated; I feel optimistic; I feel, you know. <\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">Things that I was feeling in the past but that just kept – because if I wasn’t feeling those things, there’s no way I could have written and published a book. You know, now I see that the things I did accomplish, if I was so miserable – You can’t accomplish those things. You can write those songs, but <\/span><span data-id=\"P5-N2008D1\">actually releasing a record is a very different thing. Actually getting a book deal – You know what I mean? That does involve energy and some optimism and those things have to be genuine otherwise no one’s going to give you a fucking – They can see right through that shit.<\/span><\/p>\n<span data-id=\"P5-N2008C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2008C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561720\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">But now it’s more consistent. Now it’s much more – you know. (pause) Whereas my family is not good at just owning up. They don’t own up to things. Everything is someone else’s fault or the world’s fault or it’s just the way it is. You know what I mean? Might makes right or whatever. Whoever has the <\/span><span data-id=\"P6-N2008F1\">money and the power, that’s just the way it goes, you know, whatever. <\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: Like no taking ownership for their own contribution to where they are.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: No, nothing. (long pause) And again, I think that comes from their dad. You know my grandpa was a very “me against the world” kind of guy. It’s understandable. All his siblings died; he was the only child left. Hard life, so – That’s how you And politically charged and all this shit – And <\/span><span data-id=\"P6-N200931\">my grandmother, in a different way, not politically charged, but a fucking orphan. You know, so – (pause) <\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: I mean it’s such a legacy then of really, really powerful existential aloneness to an extreme degree.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: And a real just a – what’s the word? It’s totally ingrained and natural to them that, look it’s great that you want to play your little music or whatever, but the world is a tough, tough place and, you know, you just don’t have that luxury. Like, be an engineer and play your little ukulele on <\/span><span data-id=\"P6-N200971\">the weekends. That was the message. Instead of, see, that’s the thing. Now that I think more – All they had to say – Like if they tweaked even that message a little bit, I would’ve been on board. If they were like, “Oh my God, you really are – You’re super –”<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: That’s what was missing. <\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: You know what I mean? It’s like, “Totally. Totally do your music. That’s what you should be doing, but, you know, what can we but maybe there’s a way you can also make money.” You know what I mean?<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: support it.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Yeah. Without – It was so black and white that that’s why I rebelled. Maybe I would have been a fucking dentist. I don’t fucking know. But if it was portrayed to me as like, yeah you just need a job. Whatever, don’t even worry about that; you just have to do something to make money, so just <\/span><span data-id=\"P6-N2009F1\">think of something that you won’t hate doing (laughing). If they just totally – If they had that more American – I think that’s a very Western\/American – because that’s a luxury way of thinking. But when you’re in that besieged mentality, it’s like, “No, no, no, no. You have to fucking make sure that <\/span><span data-id=\"P6-N2009F2\">you’re – That’s great your little, you know” – That’s a very (pause) not berated – You know, people that are being just bombarded – <\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: barraged<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: barraged with like just everyday fucking survival and shit, you know. It just becomes second nature so that more and more and more things like culture and art, that just seems like, “Are you kidding me?”<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Superfluous.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Oh, absolutely superfluous! (pause)<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: Even some people where their artistic talents are recognized and loved, you may naturally grow into deciding that is going to be hobby, but then it’s your choice. There’s something you’re saying so early about having to rebel against this. <\/span><\/p>\n<span data-id=\"P6-N200A8-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A8-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561720\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: Well, but, no, that’s the thing. For me, it’s never, ever been a hobby. That was never –<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: I’m not saying it ever was but that there – Who knows how it would have evolved had it been loved and adored, you know?<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: Oh, I see. Well, yeah.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: You don’t know.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Well, that’s the thing. That’s what’s sad. I do know. (laughing) I think what would have happened is I would have been much more confident and aggressive with my art and probably not gone to school as much as I did and, you know, found a way to, you know – It wouldn’t have been a big deal if <\/span><span data-id=\"P7-N200B31\">I was a bartender or – Making like fucking $1000 a week. You know what I mean? I would have just found a way and then they could be like, “Well, I don’t know, he’s making money.” Because that’s really what it’s about. That’s really all that it’s – For them, it’s like, they don’t give a shit if you’re <\/span><span data-id=\"P7-N200B32\">a carpet-cleaner. “Like, wow, he’s got this amazing carpet cleaning busy. He makes great money.” That’s all they care about. To them, success is not whether you’re a professor at Princeton or you’re the best plumber in Darien. To them –<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: Just money. <\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Exactly. Yeah, the professor, yeah, that’s classy and all that, but really it’s about the cashish (sp). That’s what they care about. So, that’s what was – It was so cookie-cutter. Even at a young age it was like – There were just three things I could be – a doctor, engineer, lawyer. You’re just <\/span><span data-id=\"P7-N200B71\">asking for your kid to rebel. You’re basically just saying there are only three professions in the world that you can do and everything else is really superfluous. Even when I was talking to my uncle about life-coaching, she was like, “You know, that’s what I’ve always said. He would be such a great <\/span><span data-id=\"P7-N200B72\">lawyer. He’s such a good speaker and he cares about people and” And I just laughed and was like, “Ok mom. That’s nice.” It’s just like – You know. (pause) <\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: They’re still not seeing you.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: Yeah, yeah. They don’t get it. They just don’t get it. It’s sad for them. That’s the good thing that more and more and more like, that doesn’t – I didn’t even – It was like fly. (laughing) [Like I just fly.] (ph) It’s just sad for them, this like (making a noise). They get so worked up to feel <\/span><span data-id=\"P7-N200BB1\">better when there’s no reason to feel shitty in the first place.  (long pause) <\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">Yeah, I think it’s also symbolically important. You know what I mean? I think these little things like going into Delaware – I think that’s going to be more important. You know what I mean? Because it’s just another manifestation of – It’s like, “Yeah, this is home”. But I’ve got a life and a whole <\/span><span data-id=\"P7-N200BD1\">new kind of chapter that involves taking more chances and being out in the world more rather than – (pause) <\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">And even the money thing – See that’s even them. Yeah, of course I can’t afford – I mean I have like no money, but even that, is kind of them. Everything comes down to money. Whereas, there are just people that do shit. Do you know what I mean? I don’t know. “I want to go to Delaware. Yeah, I really <\/span><span data-id=\"P7-N200BF1\">can’t afford it. I don’t know. I just want to go.” Then they just go. They don’t do it all the time but there’s just people that don’t overthink the money part as much. They just think, “It sucks. I’m fucking broke but you know what? Fuck it. I don’t do this basically ever and I’m going to go for two <\/span><span data-id=\"P7-N200BF2\">– You know. So, for me, even that is really them. Like everything is fucking like hand-wringing and you know—Feeling super guilty and then feeling like a loser. They don’t have any money. You know what I mean? Instead of just like – It’s really kind of not that big of a deal. <\/span><\/p>\n<span data-id=\"P7-N200BE-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200BE-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561720\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">Yes, right now I’m broke but, relatively soon I won’t be broke. But either way, I’m living my life. So, what? I’m supposed to cower in my apartment and like – You know what I’m saying? There’s just a lot of people that – You know. These are little things. It’s not even like a huge – That’s wrapped up <\/span><span data-id=\"P8-N200C11\">in all these negative emotions and self-criticism and you know. “I’m a loser. It’s embarrassing. And this and this.” (laughing) (pause)<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">THERAPIST: Loser.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">CLIENT: Yeah, well, that’s how it feels when you’re like looking like “I don’t want to stay in this super shitty hotel. I’ve got to find the one that’s a little bit nice but not like $150 a night.” So you start—because it’s their voice – Instead of just being like, “Well, yeah, so I can afford the one <\/span><span data-id=\"P8-N200C51\">that’s $85. It’s not 100 something and it’s also not 50 something with like shit and garbage.” So, okay that’s fine. That’s okay. So it’d be like, “Oh, wow, that’s a good deal. Wyndham Hotel – they’re pretty nice hotels.” Whatever. Nice enough, 85 bucks. Sure. Fuck it. It’s two nights. Who cares? <\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">I couldn’t even do that. I had to like hang (ph) for like hours. I was like, “All right. Maybe I can stay at the Motel 8.” I was like, “No, look at this fucking shithole.” I was tortured. “Who do I think I am?” and, you know –<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">THERAPIST: Do you mean to stay at the Wyndham?<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: Yeah. “$87. Wow, that’s like 100. With taxes it’s like 170. Whatever. Fuck! Then I’m feeling stupid because that’s so nothing. I’m like, “Jesus Christ, I’m worried over like 100.” You know what I mean? It’s such – This is what it is right now. It’s okay. Other people are broke. They pretend <\/span><span data-id=\"P8-N200CB1\">that they’re not because they two credit cards that they – They’re just as broke as I am. They’re just fucking charging everything. I mean like, so what. (long pause) <\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: There’s so much feeling about money.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">CLIENT: Yeah. Oh yeah, big time. That’s why at one point I was feeling like, “What the fuck am I doing?” One way or the other it’s going to be fine. What am I going to be sleeping on the side of the road or I’m suddenly going to be homeless? What is this that I’m so obsessing over? I was obsessing. <\/span><span data-id=\"P8-N200CF1\">You know and this like – Come on, man. Just click.<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">THERAPIST: Do you know what it was, though? When you say obsessing—Is it like beating yourself up?<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">CLIENT: Yeah. It’s just like feeling – Like just what I’m saying. Like I just felt like a loser. Yeah, I don’t know. I just felt like How embarrassing that this is where I’m at. You know what I mean? And then that leads a little bit into that feeling of, “What am I doing anyway driving to Delaware?” <\/span><span data-id=\"P8-N200D31\">You know what I mean? What if this doesn’t even work? What the fuck am I doing? I’m like going to meet a stranger. Instead of a more healthy, “This is kind of funny. It’s an adventure. Yeah, I’m going to meet a stranger but I’ve talked to her a lot. She seems like a really good person and either way <\/span><span data-id=\"P8-N200D32\">it’s just” – I don’t do these things. So, you know what? I’m going to do it. Something in me is just – I’ve got to trust myself instead of like constantly being tortured by things that have nothing to do with me. <\/span><\/p>\n<span data-id=\"P8-N200D2-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200D2-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561720\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">But, yeah. I was feeling humiliated and you know –<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">THERAPIST: It’s like that voice so loudly humiliating you. That’s hers. The criticism inside, the obsession about money and about hand-wringing all the time it’s like that it makes it almost impossible to find thinking about money in a kind of practically, healthy way.<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">CLIENT: which I’m finally doing. Yeah. That’s finally what feels so good. I’m like, “Wait a minute. I have all – What idiot doesn’t want money?”<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">THERAPIST: It’s an ordinary need in life.<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">CLIENT: What idiot doesn’t know that it’s an amazing tool? No fucking shit. I’d love to have a lot. It’s always for me just been about, “I’m not going to be a hamster.” That was the only thing. I’m different than that. Somehow, I always knew that I was. So I was always Look, there are millions of <\/span><span data-id=\"P9-N200DD1\">ways to make money. It doesn’t have to be three very cookie-cutter professions that are trying to be forced on me, while also negating the two biggest parts of my life. (laughing) You know what I mean? <\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">That was all that is was, which I think, again, other, very Westernized and middle-class, just Westernized, that understand how to navigate the system and culture – There’d be a difference. They’d be like, “Oh, ok. Well, this kid obviously has a lot of – We may not get it.” But a lot of people say that <\/span><span data-id=\"P9-N200DF1\">about their kids. Like, yeah, it’s crazy; he’s just somehow really into chess. It’s fucking crazy. I fucking hate chess. Whatever. But they know how to push their kids and be like, “He went to chess camp. And he—” You know. There are millions of ways to make money.<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">THERAPIST: And no space for that part of you to flourish and then to think about practicality about how to make that work for you.<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">CLIENT: Yeah! how to make a life where I can breathe, not hate what I do 9-5, whatever, and have my art. It’s really not even that -<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">THERAPIST: It didn’t have to be that hard. <\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">CLIENT: Yeah. It really didn’t. “Well, how about opening a grocery store?” What the fuck are you talking about? You open a grocery store. It’s like all these nonsense kinds of things that really is about them. It’s like, “You’re the one who really wanted to be a lawyer or something.” Well, you came <\/span><span data-id=\"P9-N200E71\">here at a young age. I don’t know what to tell you. People come here in their fucking 40s and they go to law school. They learn the language and they go to law school. I don’t know what to tell you. (laughing) So –<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">That’s why now it feels so good. Now I am thinking about money in a way that works for me. Of course I want money. I’m not an idiot. And I know that I can make money; it just took time to just get to a place where I can make it without hating how I’m making it. You know what I mean? Hating my boss or <\/span><span data-id=\"P9-N200E91\">feeling like, “What the fuck? I have to work from four to midnight and come home and try to fucking write a novel. I just don’t work that way. I want to work. <\/span><\/p>\n<span data-id=\"P9-N200E8-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200E8-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561720\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200EA\"><span data-id=\"P10-N200EB\">That was the other thing – being made to feel kind of lazy. My mom has this whole thing about waking up really early and (makes a noise). All this shit. That doesn’t – Not only doesn’t work, I just read a great article in The Guardian about how there’s all this now scientific evidence – not evidence, <\/span><span data-id=\"P10-N200EB1\">studies that prove that actually night owl, through the span of their lives, night owls are more innovative and end up making more money. Yeah. Which whatever. To me, like, I just don’t care. You want to wake up at five in the morning, fucking go for it.<\/span><\/p>\n<p data-id=\"P10-N200EC\"><span data-id=\"P10-N200ED\">THERAPIST: Whatever works for you, though. It’s different than, “This is the right way.”<\/span><\/p>\n<p data-id=\"P10-N200EE\"><span data-id=\"P10-N200EF\">CLIENT: Exactly. Who cares? So, on top of everything else to be made to feel like you’re kind of just such an outcast. You’re so weird. Or so lazy. Like you don’t have a work ethic or something. You know. <\/span><\/p>\n<p data-id=\"P10-N200F0\"><span data-id=\"P10-N200F1\">So and so’s daughter, she did her masters while she was also working in the pharmacy at CVS. That’s great! It sounds like she knew what she wanted to do and she probably doesn’t have an insane mother (laughing) so, a good – or she has a mother who is insane, but, luckily, her daughter is very conventional <\/span><span data-id=\"P10-N200F11\">and it works out for them. That’s great. What’s the point? I’ve had a lot of jobs, so – It’s like this—(pause)<\/span><\/p>\n<p data-id=\"P10-N200F2\"><span data-id=\"P10-N200F3\">THERAPIST: I know money is loaded here too. I just wanted to check. You brought a check Monday. Was that for last week?<\/span><\/p>\n<p data-id=\"P10-N200F4\"><span data-id=\"P10-N200F5\">CLIENT: Yep. It was, right?<\/span><\/p>\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">THERAPIST: Because I don’t think you paid for last week. (inaudible at 00:45:04]<\/span><\/p>\n<p data-id=\"P10-N200F8\"><span data-id=\"P10-N200F9\">CLIENT: Yeah. And I’ll drop a check off before I go.<\/span><\/p>\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">THERAPIST: For this week.<\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">THERAPIST: There was also a session we had the week before my vacation. We just had one session which you haven’t paid for, so if you want to include that one.<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">CLIENT: Oh, okay.<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">THERAPIST: That’s more just – I want to check in with you and make sure that – Is that feeling like something that you can manage? I know –<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">CLIENT: I’m somehow managing it. No, no, not really but it’s like going to Delaware.<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">THERAPIST: I don’t want it to be the elephant in the room.<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">CLIENT: No, no, no. It’s fine. Yeah, no, yeah, it’s not great. It is what it is.<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">THERAPIST: You’re going to Delaware next week. You won’t have to pay for two of the sessions next week (laughing). You can put that towards your hotel.<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">CLIENT: I’ll put that towards my – Yeah, the hotel will be my therapist for two days.<\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">CLIENT: Yeah. But I’ll drop it off before I go. Okay.<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">THERAPIST: Okay. We’ll see you then, Friday.<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">CLIENT: Friday? Okay. Thank you, Claire. Have a great weekend.<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">THERAPIST: Have a great trip.<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">CLIENT: Thank you so much. See you.<\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}