{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a recent fight she had with her boyfriend over money and how she is tired of having to pay for everything."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Self confidence","Relationship equality","Psychoanalytic Psychology","Sadness","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["9"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Self confidence","Relationship equality"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561092","dorpId":"1005995344","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\" Therapy Session Audio Recording, November 26, 2013: Client discusses a recent fight she had with her boyfriend over money and how she is tired of having to pay for everything.","fullTitle":"Client \"J\" Therapy Session Audio Recording, November 26, 2013: Client discusses a recent fight she had with her boyfriend over money and how she is tired of having to pay for everything.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561092\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\"><\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: How are you?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Good, thank you.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: I’m late because me and Steve got in a fight right before I came. I was actually talking to him, ‘like I don’t even know what to talk to her about like in therapy.’ But it was pretty much like finances have been stressful for me because the whole other week the government didn’t pay us and then <\/span><span data-id=\"P1-N200131\">I had to wait two more week to get my paycheck. So I took out like a convenience check and like I had an agreement with them that I’d pay that back by December 20th and then they didn’t even give me time to pay it back. They took it out of my check the next month like before they even gave me what they <\/span><span data-id=\"P1-N200132\">owed me – this paycheck, like half my paycheck went back to them. So we’re out of cable right now which doesn’t bother me but it bothers him. So we had a fight over that because I was like, either way them taking it out like that is going to set me behind a couple of months. And he was like, oh so how <\/span><span data-id=\"P1-N200133\">long will we not be without cable? And I’m like, so I said to Steve, ‘when you pay it.’ It’s not just my responsibility to pay the bills. And said I was being mean. This is life. I can’t take care of you forever. You have to be just as responsible about the bills.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">So I’m angry right now. But whenever we fought I would get so upset that I needed him to console me and I never could make a point with him if I was like ‘I’m sorry,’ because I needed to be consoled by him. Now, I’m like I’m not sorry. I can console myself. Like, I’m upset, like I know how to do that <\/span><span data-id=\"P1-N200151\">now. I don’t need you to console me. And I’m just trying to get through to him because any time we fought I would be the one like ‘oh, sorry. This is all me.’ And he still pushes back in my face. He’s like, with certain things he’ll be like, I told him a while ago I don’t date people that smoke, I don’t <\/span><span data-id=\"P1-N200152\">date people who do dope. It’s just my preference. And he dips sometimes. And I told him you’re putting your money towards something that I’m against so it’s hard for me to be with somebody who does that. And he always says like he’s sorry and he’s not going to do it or whatever. And then like last night <\/span><span data-id=\"P1-N200153\">I found a dip container and I said that this is like a big kick in the face to me and he said, well I do that. When I’m stressed out that’s what I do. And like he was putting it that I caused him emotional distress and that I’ve never been easy to deal with. And I’ like I don’t understand. I’m emotional <\/span><span data-id=\"P1-N200154\">at times but like you did this to me.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">I’ve never been this unhappy except in this relationship. Like of course for me it’s like ten-fold because I’m so dramatic. But still like this whole cause is him. And I’m just like – no, no, you don’t push that in my face. He tries to use that against me. And it’s like a mess and I forget. Like everything’s <\/span><span data-id=\"P1-N200171\">so good and then I forget the issues we have when things are good. I thought I was like – 10 months. He keeps saying that and it’s not going to mean anything and I’m like, yeah, it’s going to mean something when you’re on the street and not – it’s going to mean something. And then he’s just saying I’m <\/span><span data-id=\"P1-N200172\">mean. And I’m not mean. I’m being honest. I’m being truthful, like I’m telling you this is it. But he just kind of sits in his own mess and he doesn’t like confrontation and he doesn’t want to talk about problems like he’ll totally ignore me which is – it just makes me angry. I don’t feel sad anymore. <\/span><span data-id=\"P1-N200173\">I’m just angry. I’m like ‘fine, be that way. If you want to have a pity party for yourself go ahead. I’m not going to come to your rescue.’ So that’s how (unclear). <\/span><\/p>\n<span data-id=\"P1-N20016-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20016-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561092\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">But like it would probably ruin my whole day – this fight, to where I would do nothing before. I’m just not letting it like it bothers me but I’m going to still go on. I’m going to study today, I’m still going to go to school, still going to go to therapy. Like I would stop and not do anything and <\/span><span data-id=\"P2-N200191\">focus on the stupid little fight we’re having.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: It sounds like you feel stronger.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Yeah, I do. I’m not going to let anybody control what happens. Like I was so stupid to do that before. That’s what I feel like. He sort of made or broke my day. I was like – if I want things done I’m going to do them for myself. And that’s what I’m doing. Like last week I said to you, like having <\/span><span data-id=\"P2-N2001D1\">kept up with the housework and haven’t been on him to help me and whatnot and it’s because I just kind of gave up and I’m like whatever. Like I don’t like living in a mess, like it’s a mess. And you know, I don’t have to live in it. I can have the energy to clean it up. And like that’s what I did yesterday, <\/span><span data-id=\"P2-N2001D2\">spent the whole day cleaning the house and it makes me happy to like feel like I live in sanitary conditions. And then he’s been sick. He has the flu or something so I’m like even more reason I want to clean because it’s disgusting. Like he has a bowl next to his bed from cereal like a week ago and <\/span><span data-id=\"P2-N2001D3\">it’s like molded. I’m like OCD, by any means, a clean-freak, but when it comes to sanitary and that’s just a necessity to keep yourself like clean so you don’t get sick and he doesn’t care about that at all, like he would – like I said, doesn’t even shower for like days and I have to tell him sometimes, <\/span><span data-id=\"P2-N2001D4\">like, ‘please, shower for yourself.’ And it’s pathetic. Like I don’t feel bad for him.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: What do you want to do?<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: I’m giving him 10 months because I need to, in a way. I’m just doing for me – that’s what I’m doing. Just directed towards other things like family and friends. Like I’m just not doing things for him. Well, I’m still doing things for him but I don’t care what comes of it. That’s me. Like I’m <\/span><span data-id=\"P2-N200211\">nice. I’m going to try my best but if nothing comes out of it I’m not going to get so upset about it. I think that’s the difference. And that really upset me this morning and I drove, listened to music and I was fine. I’m just not going to let it control my life anymore and then I feel bad because, <\/span><span data-id=\"P2-N200212\">on the other hand, I have a cousin that’s sick. I don’t’ know what his diagnosis is. I think he might be bipolar but he’s struggled like throughout his life and is like an adult now. He’s in his 30’s and he has two kids and I didn’t know the extent of his illness. He was always just a very charismatic, <\/span><span data-id=\"P2-N200213\">upbeat guy when he was around our family and he was like somebody that works out and cares about his physique and stuff. But I guess he was doing heroin and drugs and everything and I had no idea. I knew he had anger issues and he was having some trouble with the law but now he’s in a psyche institute, <\/span><span data-id=\"P2-N200214\">like he’s tried to kill himself and I don’t want to get to that point. I want to be healthy mentally, you know?<\/span><\/p>\n<span data-id=\"P2-N20020-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561092\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">THERAPIST: How do you mean, you don’t want to –?<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">CLIENT: I feel like if you don’t take care of yourself, if you don’t take responsibility for your actions, like that can help it – you can get into a cycle. Because he obviously doesn’t care about himself and he doesn’t care – he’s just like in denial, I’m sure. Like the drugs affect him and his reasoning. <\/span><span data-id=\"P3-N200251\">But when he’s off drugs and he’s on his medication he does good but he doesn’t keep up with it. I feel like I’m the same way, like when I’m doing good and keep up with it and I just feel like you can impact your life like in good ways and bad ways. It’s under your control. I didn’t feel that way before. <\/span><span data-id=\"P3-N200252\">Like it was more like this is my life and like, ‘poor me’ and everything, but I can make a difference in my life, I can be happier. It’s all on me. I can do this. I feel stronger and I’m not going to let anyone ruin that for me. <\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">So what am I going to do? (Laughs) Take it day by day. Like some things are worth fighting for. Other things are not. And that’s just – Steve thinks like, he doesn’t like confrontation. He doesn’t like to talk about things. It’s never the right time to talk about things. That’s him. That’s fine. But <\/span><span data-id=\"P3-N200271\">he’s going to lose a good person.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">THERAPIST: When thinking about your cousin, do you think about Steve?<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">CLIENT: No. I think it’s more that that psyche issue is that that psyche part runs in my family, you know? And I can see myself being self-destructive that way if I hit a low. Not like drugs or anything, but – Steve will always be Steve. There will always be someone who will take care of him.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: What makes you say that?<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: I don’t know. I just think like women are more prone to do that, in that they want to nurture somebody and I just think that that’s like – he’ll always find somebody to take care of him. (Unclear) will take care of itself. I mean he is trying in some ways but it’s like he’ll help with the groceries <\/span><span data-id=\"P3-N2002F1\">and he’ll bring home little stuff but it’s like it just doesn’t feel like it’s enough. It doesn’t fix anything. He really needs to like have an awakening or something for us to work. Like I love him and I want to see good things come to him. But he has got to do it on his own. And I just can’t – I just <\/span><span data-id=\"P3-N2002F2\">don’t let understand how you can let someone take care of you financially and like not have something click in your brain like I have to do something different. Like he felt bad that I was out like some bucks out of my paycheck. But on the other hand he still said to me like ‘oh, when is the cable going <\/span><span data-id=\"P3-N2002F3\">to be back on?’ Like really?<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: Like he’s your kid.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: You’re the mom who’s supposed to pay the bills.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: I’m like it doesn’t work that way. But on the other hand I can say that I can fully function on my own. I don’t need anybody. I can support myself. But it’s just aggravating. And he was like trying to explain himself and I’m like, ‘I’m not going to be nice about this. Why should I be nice about <\/span><span data-id=\"P3-N200371\">this?’ And that’s like the worst insult that you can say to me especially because I’m like doing the best I can. And I’m like, if you want certain things you need to pay a little more and I felt like (unclear) that. But like the cell phone bill – he always goes over his, I don’t know, gigabits or whatever <\/span><span data-id=\"P3-N200372\">and I always have to pay more. And he just doesn’t take responsibility. He just thinks like it’s okay and he says, ‘oh, I’m sorry.’ Like ‘I’m sorry’s going to fix this stuff – just saying you’re sorry. But my plan is like either (unclear) cut out a lot of things out of the cable and he can’t complain <\/span><span data-id=\"P3-N200373\">about them. Because I don’t need them. That’s for him. And the phone bill like he can pay his own phone. I don’t understand how I got into this role where I pay all the bills. I would be so much happier and there would be less stress. And he’s already talking about Christmas and he like wants an X-box <\/span><span data-id=\"P3-N200374\">and I’m like not buying you it. I’m sorry. Like me, the old (unclear) would buy that for you but I’m not buying that for you and like you have priorities like you have to fix your car. He’s like, ‘oh, I’ll save up for it.’ Oh – you can save up for an X-box but you can’t pay the bills? It’s I don’t know. <\/span><span data-id=\"P3-N200375\">I don’t know how his mom did it. Now I can really understand how they wanted to push him out. So. Other than that, I’m happy – not just feel better. It’s not like the end of the world if we don’t work out.<\/span><\/p>\n<span data-id=\"P3-N20036-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20036-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561092\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">And then I was talking with that other kid and you know – we have so much in common. Which is not the greatest thing. I’m like – he is a great friend and I just want a friendship with him and he might want more but that’s like, I’m totally like that will never happen. Like I’m in a relationship and <\/span><span data-id=\"P4-N200391\">like it’s nice that we can come to each other about nursing stuff, that’s nice. And he’s so much like me, it’s ridiculous – like it’s a turn off.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: What do you mean?<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: He likes to talklike he talks so much. And like he grew up as like a heavier kid so he’s like obsessed by his weight – really obsessed about his weight so he goes to the gym and everything and I’m like I know what comes with that because I have my own problems there. And like he’s like anxious <\/span><span data-id=\"P4-N2003D1\">about things and is a Type A personality or something like that, but on the other hand I see like I see in myself that are like negative qualities that he has those negative qualities and it’s like sometimes so much the same person isn’t the best thing, too. It’s nice to have differences. And like Steve’s <\/span><span data-id=\"P4-N2003D2\">so far left and like this kid is exactly like me. Like can’t there be somebody in the middle?<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: That’s an interesting way of thinking about it but you know he’s interested in you.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: But I’m not, by any means, that’s not what I want. Like, I’m a loyal person and I would never cheat. If I wanted to be with somebody else, I’d be with somebody else. I like the fact that he can help me with school and that we have that – we can talk about nursing. Where I talk to Steve about <\/span><span data-id=\"P4-N200411\">education and he doesn’t understand anything I’m saying to him. So that’s nice. And he helps me with school and I’m kind of like trying to tell him what nursing really is because I work with him and I understand that he’s in school but he doesn’t thoroughly understand what my job’s about, still. So <\/span><span data-id=\"P4-N200412\">I don’t know if it’s going to be like, shock him, when he’s an actual teacher.<\/span><\/p>\n<span data-id=\"P4-N20040-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561092\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: What does he do? You work with him and what does he do?<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: He’s like a student\/tech. He doesn’t work a lot. He’s like intermittent and they kind of have programs to get the nursing students in so they like eventually can have a job as a nurse there. It’s hard to get in, so that’s like a foot in the door. His work ethic isn’t like mine as I think you <\/span><span data-id=\"P5-N200451\">really have to work hard as a teacher and it looks like he’d be a better manager. I think a lot of people go into teaching because they know it’s a job that’s steady. You can pick up hours and it’s reliable but it’s really hard work and it’s too bad when people just think of it as a job. So I’m trying <\/span><span data-id=\"P5-N200452\">to prepare him. Who knows? Any feedback? <\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: Well, part of it. I shared with you that it sounds like you feel stronger now. You feel better about it. You feel more distance from Steve and less dependent on him and less reliant on him. Are you wondering about feedback; that you’re moving in the right direction?<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: Yeah. What do you think?<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: It sounds like you feel you are. It sounds like you have the confidence. Are you looking for validation on that? Are you concerned?<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: I’m not concerned. It’s just nice to be validated.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: Well, I – I’m taking it sounds like you feel better. I don’t usually take the lead on that because I don’t want to direct your life.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: No. I know. But you can pick up on patterns and would say if I go back and forth – I feel like I do sometimes.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: Back and forth in terms of your relationship with Steve?<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: And so is there a particular pattern that –<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: Like when everything’s good it’s good and I forget about all the negatives and then I’m disappointed.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: For a while you’ve been talking about the ways in which you’re really questioning your relationship with Steve. You don’t seem to be going back and forth very much.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: No. I just, I feel like we still can work but think we’re definitely going to have to make that break where we’re not living together. He’s definitely going to have to prove to me that – I’ don’t want to have to say that to him but I think I need my space for a little bit. And if it’s right <\/span><span data-id=\"P5-N2005D1\">he’ll figure it out, but in the living situation I just kind of like enabled him.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: In terms of my opinion which I usually don’t give, I do think ten months is a long time to be in a holding pattern. If you feel that being separate from him is going to sort of prove whether or not your relationship will be viable which sounds like it makes sense in many ways. You want to <\/span><span data-id=\"P5-N2005F1\">see if he can take care of himself before you go back together. Ten months is a long time for that to happen.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: But I take a long time to make my mind up about things.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: So yeah, so what do you think will – do you think you’ll change your mind in the ten months?<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: (Cross talk).<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: And what would make you change your mind?<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: I think if we connect better and if we have more like a romantic relationship if he tries harder to relate to me. He goes for a GED. He is more self-directed. Maybe he goes and works out so he’s healthier because he’s so tired. Like he doesn’t take care of himself. If he starts taking care of <\/span><span data-id=\"P5-N200691\">himself then like things could be different.<\/span><\/p>\n<span data-id=\"P5-N20068-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561092\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">THERAPIST: So it sounds like you’re not waiting for you to feel anything differently, you’re waiting for him to be different, then you’ll feel differently about him.<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: I’m waiting for him to like, yeah, come back to who he was, you know?<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: I don’t think it’s going to happen under these circumstances.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: Probably not, but we’re on a lease and I’m not going to break that lease. I need his rent money so, financially it’s what it is. So.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: I wonder, I mean – you can find a roommate. There are things you can do. I just wonder if there’s more to it than just the practical. I understand you don’t want to break the lease – that makes sense. But people break up all the time and find roommates and do all sorts of other things, so <\/span><span data-id=\"P6-N200731\">I’m just wondering if there’s something more to it.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: Yeah, like I love him. I want to see us work. I do. And I don’t see how – like I still have a little bit of hope left. What’s ten months, though? How is that going to affect my life? I’ve been with him like five years. I just have some hope that things will be different. Like maybe if I’m a <\/span><span data-id=\"P6-N200751\">stronger person. Like obviously, financially I can’t enable him anymore, but maybe he’ll do something about that if I start taking away or I start distancing myself. It seemed to work like since I’m not so available for him, he comes to me. Like I’ve seen our fights – like I’ll get upset and I’ll walk <\/span><span data-id=\"P6-N200752\">away from him and he’ll come down and try to like console me or talk to me where he wouldn’t have before. And that’s a change I have not seen with him for a while. So there’s like little improvements. So maybe with time there will be more improvements. Because he does say that he wants the same things <\/span><span data-id=\"P6-N200753\">as me and I tell him he can’t make promises and not go through with them, because then your word doesn’t matter. It doesn’t mean anything. You’re giving me false hope, like he understands. Like he keeps telling me – like you just need to be patient with me. You just have to give me time.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: It seems like there’s these two very different Steves – like very different Steves. Like the Steve you’re describing right now is not the Steve you were describing when you first came in – a different Steve.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Yeah, he’s – I never knew he was like that. When I first met him I thought he was clean and that he had a good work ethic. I had decided that I would not go out with him again because this was a pattern with him – if he didn’t have a cell phone, he didn’t have a car, didn’t have a job – I would <\/span><span data-id=\"P6-N200791\">not go out with him because as long as I’ve known him he never had a job, he never could keep a job. And he had all those things and he was happy. He was working for this law office and he was making a lot of money. He was feeling good about himself but he lost his job, made the same mistakes and just <\/span><span data-id=\"P6-N200792\">feels bad for himself and doesn’t do anything about it. And he is like two different people. He is very sweet and kind-hearted. But if you piss him off he can be so nasty and like – it’s like I don’t know – a totally different person. And I’m like – that’s what I said to him. I’m like, ‘there you go. <\/span><span data-id=\"P6-N200793\">You think one way.’ And he tries to tell me that I think one way.’ And I’m like, ‘nope, ‘I try to look at things from your perspective, too.’ But he thinks my way is wrong. And I told him there’s no right or wrong way and I’m learning that in therapy. And it’s like we need to come in to some sort of <\/span><span data-id=\"P6-N200794\">agreement with each other. Like he calls it – he says to me, which really annoys me, is that I must be confused. You’re not seeing things right. I’m like – that’s (unclear). <\/span><\/p>\n<span data-id=\"P6-N20078-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561092\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">THERAPIST: Confused about what?<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">CLIENT: Exactly. Like I’m not understanding him. Or just because I don’t agree with him he thinks I’m confused. I’m like, ‘no, I’m going to stay firm in how I feel. You’re not going to change the way I feel. And he thinks I’m confused. And I think that’s wrong of him for saying that. It’s kind of manipulative.<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">THERAPIST: (inaudible).<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">CLIENT: Before I like – whatever he said I believed. Like, oh you’re being ridiculous. Or you’re being this, you’re being that. It’s like I didn’t have a voice. The things that I cared about were wrong. (Crying) I’m like I’m never going to be happy if I don’t get what I want too – if I don’t take care <\/span><span data-id=\"P7-N200811\">of myself first. I’m never going to be happy. Like I would – he asks me for money but I’m like I pay the bills, like I don’t have money to give to you. And he’s like oh, I always feel like when I ask for money it’s a bad thing. He’ll like start being really nice to me and be like, hey can I ask you <\/span><span data-id=\"P7-N200812\">a question? I think he’s going to ask me about something nice, maybe like take me out, but then he asks me for money. And I’m like – and he pays me back or whatever, but it’s just the way he goes about doing it. It makes me feel really weird. It makes me feel used. Then he’s like, ‘you’re (unclear). <\/span><span data-id=\"P7-N200813\">I’m not trying to use you or whatever.’ He like, ‘when you ask me to borrow money or whatever I never hesitate.’ I’m like – ‘I never ask you to borrow money. Why would I ask to borrow money? You have no money.’ So it’s like I don’t if that’s like his survive or whatnot. I don’t know. I just – from my <\/span><span data-id=\"P7-N200814\">point of view, I never try to put myself in a position where I have to borrow money. I try to keep my finances – like that’s my responsibility. If I can’t pay for something, then sacrifice for something else so I can pay my bills. He doesn’t see it that way. And I could never imagine being married to <\/span><span data-id=\"P7-N200815\">him and him like having like access to my account. Like I could never let him do it. I would never be able to trust him because of the decisions that he’s made. That’s a big deal.<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">THERAPIST: It’s a difficult position for you to be in.<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">CLIENT: Yeah. It’s just a weird situation. Like when you’re young you don’t – when you’ve been together for a while you don’t think of that.<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">THERAPIST: It seems on the one hand you’re seeing it as really, really irresponsible and it seems like that’s not really going to change, because what’s going to change? He really doesn’t have any more ambition to do things differently. He’s still waiting for you to pay the cable bill. And on the other <\/span><span data-id=\"P7-N200871\">hand it seems like you feel like he will and he wants to and he said he will. And it seems like those two Steves are very far apart.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">CLIENT: I know. I don’t know if it’s just like how I was raised. Like my father is so controlling of money, but it’s like he’s the responsible one. Like he’ll pay all the bills and my mother is kind of – she likes to spend money and that’s why my dad doesn’t allow her to access the account because he <\/span><span data-id=\"P7-N200891\">doesn’t trust her that she’ll make the right decisions and she feels neglected but he feels like he’s providing. And like I kind of feel like I’m in the same situation like with somebody who’s irresponsible so you can’t trust them and you can’t work together. But I don’t know if he made more money than <\/span><span data-id=\"P7-N200892\">me like I feel like it would be a double standard – like then he would care for me and then that would be okay. And he would never not let me have access to funds. He’s just not that person. If he had money, it would be different. And on the other hand, if he had more time than he has he’d be a better <\/span><span data-id=\"P7-N200893\">boyfriend, a better person. His time’s limited, it stinks.<\/span><\/p>\n<span data-id=\"P7-N20088-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561092\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: Yeah, it seems that you’re not sure what to attribute to his personality versus circumstance.<\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">THERAPIST: And that’s confusing.<\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">CLIENT: It is.<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">THERAPIST: I know he says that you’re confused. I don’t want to use that same word, but that that seems like that part of him, or that part of the situation is confusing.<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">CLIENT: It’s very confusing.<\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">THERAPIST: You’re not really sure what to make of it.<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">CLIENT: Yeah. Because when his father, you know, gave up – he got some of his money from his father passing and he was like so generous and wanted to take me out and we were having fun and we were having a good time. He didn’t make the right decisions with the money but we were getting along. He spent <\/span><span data-id=\"P8-N200991\">more time with me.<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">THERAPIST: (Unclear), I’m realizing we actually have to stop for today.<\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">THERAPIST: I hope you have a very good Thanksgiving.<\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">CLIENT: You too.<\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">THERAPIST: And I will see you next Tuesday then. Take care.<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">CLIENT: Bye-bye.<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}