{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his anger over a recent letter informing him that he will be defaulting on his college loans soon. Client's unemployment pay will run out in a few months and he has yet to find a reliable source of income."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Job security","Disappointment","Psychoanalytic Psychology","Anger","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["14"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Job security","Disappointment"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561742","dorpId":"1005995996","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 128: September 27, 2013: Client discusses his anger over a recent letter informing him that he will be defaulting on his college loans soon. Client's unemployment pay will run out in a few months and he has yet to find a reliable source of income.","fullTitle":"Client \"AP\", Session 128: September 27, 2013: Client discusses his anger over a recent letter informing him that he will be defaulting on his college loans soon. Client's unemployment pay will run out in a few months and he has yet to find a reliable source of income.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561742\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: No, today I was taking her, at least I can pay, you know? But as usual, I think of something, and if I don’t do it in that moment, or if I don’t put a reminder on my iPhone, chances are I’m going to immediately forget it. I was driving here, I was totally, of course my mind was going a mile <\/span><span data-id=\"P1-N2000D1\">a minute, and I was parking, whatever, and I was rushing, walking over. Of course, totally forgot.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Forgot, meaning back in your apartment.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Today I had told myself, “Alright. I’ll write a check in the car. I want to give her a check.” Then I had lunch with a friend quickly, and I was – I wasn’t really late, but I just wanted to make I was, you know, with parking and everything. So I got here, and I find a spot – okay, it’s kind <\/span><span data-id=\"P1-N200111\">of far but I’ll just walk, fine. Got all the way to like, Levi’s. I was like “Motherfucker”. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Meaning, forgot it in your car, or forgot it -<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: No, I literally forgot to even write it. I kept telling myself to do it – but then I just once I got here –<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Where is it? That’s what I mean. Where is the actual check? At your apartment?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: I have a checkbook in my car.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Oh. So it’s not that far.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: No, it’s not that it’s far, but I’d already – yeah I’m not going to go get it.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: [laughter] So you can bring it later.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Yeah, oh yeah, I can, I can. But it’s just annoying. I keep doing this. It just kind of freaks me out. I’ve never been like this. I literally forget today my hat? It’s in the car, but… I was like “Alright, I’m going to put it on the doorknob.” Because it happens, it’s like, twice a week, at <\/span><span data-id=\"P1-N200211\">least. I’ll be like, “Oh, take the hat,” whatever, and I’ll just walk right by it, and just leave. Anyway. So, to cap the month off, the month of hell, on September 11th, I got a letter from some company, who I’d never heard of in my fucking life. The letter proceeded to tell me that my loans are seriously <\/span><span data-id=\"P1-N200212\">delinquent. My student loans. What? Okay. They said “you have thirty days from the day of this letter; otherwise they’re going to default.” Okay. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: The loans you thought that you’d consolidated?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: That were consolidated, yeah.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: And you’ve been paying off every month.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: No. No, that’s the whole other thing. I’ve received nothing from anywhere. Once in a while I’ll get something that just says, “Zero Balance”. Like, Sallie Mae sends this electronic thing that just says “Zero Balance”. I was like, “Hey, whatever.”<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: Oh, that’s a problem.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: Yeah, I was like, “Well, until you send me something that says – you know, I don’t know what to do.” Fine. Zero balance, zero balance. I have fucking problems [laughter]. You know, fine. Nelnet -<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">THERAPIST: That is too good to be true, though.<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">CLIENT: Of course it is. Of course it is. But, I mean, you know. It’s a two-way street. Let me know what I owe you. Send me fucking something, electronically or by mail. Tell me “this is what you owe per month”. But anyway, so I was like, “I have no idea who this is, whatever”. Okay. Thirty days. Fine. <\/span><span data-id=\"P1-N200311\">I get in touch, a few days ago, well within thirty days, right? I get a cold response. All it says is, “After a careful review of your account, your loans are in default”. Oh really? When did they go into default? September 12th. And I just lost it. I absolutely lost it. I was like A) I don’t know who <\/span><span data-id=\"P1-N200312\">the fuck you are, I’ve never heard of them in my life. B) I just consolidated these fucking things and I’ve heard nothing from nowhere. Forget Nelnet. Just, I don’t know. Sallie Mae tells me I owe zero, I get nothing from the Department of Education, it’s just – B) even, even, even, even if, let’s say, <\/span><span data-id=\"P1-N200313\">I did know about everything, and I was getting statements, and I just wasn’t paying them. Now they’re gonna it cannot be legal for you to send me something that says “From the date of this letter, you have “ right? So of course I didn’t get the letter on September 11th. I got it two days later, <\/span><span data-id=\"P1-N200314\">let’s say? That means it was already defaulted. While it was en route to get to me. That cannot be fucking legal. So I just let them have it. I was like, “Frankly, I don’t care. I will do anything possible to sue you. I really don’t care.” There’s a lawyer out there that’s going to take this case. And <\/span><span data-id=\"P1-N200315\">I’ve researched them. I said, “You have so many legitimate complaints against you that are similar to mine”. I said, “I don’t give a – if I can I will put together a class-action lawsuit. I really don’t care. You are going to take this off my record. I busted my ass to consolidate them, I rebuilt my <\/span><span data-id=\"P1-N200316\">credit. There’s no way in fucking hell you’re going to tell me that I’ve defaulted now.” So now I’m waiting to hear back. It’s like, “Are you fucking kidding me”. And they’re like, “Just get in touch with the Department of Education.” Which of course I haven’t heard back from, again. You call them, <\/span><span data-id=\"P1-N200317\">you can’t get through. It’s a fucking nightmare, man. It’s a nightmare. I try not to research it too much, because my head’s going to explode. But these motherfuckers have dismantled this system to the point where you don’t know what’s going on, who’s servicing what. Oh, and also, all the things I was <\/span><span data-id=\"P1-N200318\">reading from other people, I mean, they’re just nightmares. They call, they’re like, “This is not my problem,” reps were telling them, “You shouldn’t have taken out all these loans, you knew what you were getting into,” What the fuck, dude? What the fuck. [pause 00:05:48 to 00:05:58]<\/span><\/p>\n<span data-id=\"P1-N20030-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561742\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: What I did decide, though, is that this home equity motherfucker thing is going to happen, and I’m going to take a chunk, and I’m going to pay some of this shit down. I’d rather pay it to my house. Twenty grand, thirty grand – here. Just shut the fuck up. <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Who’s the company who you’ve worked with, the consolidating company?<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: It’s the government.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: No no. It’s Fannie Mae, in other words? Or Sallie Mae?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: No, no. It’s through the Department of Education. They -<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: They’re the consolidators.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: They’re the consolidators.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: In other words, who are you supposed to be writing checks to every month?<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: I don’t even know! This is what I’m trying to say -<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: So who would you – who were you on the phone with to say “I would like to consolidate”?<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: When it first happened, I did it all online through the government website. Then I got the paper, fine, that was all done. Then I called them, right when it happened, I said “What will I owe?”, she said “Oh, it will be like three hundred something.” I said “How will I know that?” “Oh, in a few <\/span><span data-id=\"P2-N200471\">months, whatever, you’ll start getting statements”. Never got statements. Then I got fired, you know. So, is that on me? Partly, but you know what? Fuck you. You’re the fucking bank. You’re not going to tell people what they owe, when they owe it? I have to chase you for it, and that’s my fault too? <\/span><span data-id=\"P2-N200472\">I don’t think so. I don’t fucking think so. So as far as I know, it was not this company. I don’t know who the fuck it is. The research I did, turns out, there was a major lobby from nonprofits and for-profits, to try to become servicers of these fucking loans. So now, instead of just the government, <\/span><span data-id=\"P2-N200473\">the way it’s always done, just servicing themselves? They’re outsourcing this shit. People like me are suddenly getting random things, you know, I mean [sigh].<\/span><\/p>\n<span data-id=\"P2-N20046-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561742\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Without any prior notification or explanation. <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: So, the good news, as far as I can see, is there’s no way in hell they have a leg to stand on. There’s no way. You can’t send a letter, and I have the e-mails, I have the records here, I have the letter. There’s no way in hell that can happen. I’ve never heard of you, one. But B) let’s say I <\/span><span data-id=\"P3-N2004B1\">have heard of you, let’s say that things are delinquent. I’m getting in touch within thirty days, and you’re telling me not only has it defaulted, but it defaulted before I got the letter. And it’s in writing. So I don’t know how that can… you know. But that’s enough for me to not want to – this shit <\/span><span data-id=\"P3-N2004B2\">is getting really scary now. You read these articles, about like, people have been paying their mortgages, and the next thing you know, their house is foreclosed on. While they’ve been paying their mortgage. I mean, I try not to read this shit, but it’s like, every fucking day, there’s a new story about, <\/span><span data-id=\"P3-N2004B3\">just… Anyway, whatever. <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: You’re waiting to hear back from somebody more senior?<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yeah, I called and I wrote to the Department of Education. Then, I did get a response from them, saying “Give us more details on the account, and we’re going to look into it,” I haven’t heard – and I let them have it again, this time more succinctly. I was like, “I know it’s not personally you, <\/span><span data-id=\"P3-N2004F1\">can’t tell me your last name of course, but you know, I’m beyond furious. This is absolutely beyond unethical, unprofessional, whatever. It’s illegal. That’s not possible. You can’t do that”. I’m not a fucking lawyer, but I know enough to know that people need to know, before – and if you tell them <\/span><span data-id=\"P3-N2004F2\">they have thirty days, they have thirty fucking days. I don’t know what the upside – the upside is that I handled it, I addressed it, you know, I’m still here, I’m not curled up in a corner. <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: It’s hard to find the upside today.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: It doesn’t mean you aren’t okay, you will be okay -<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: No, this is a nightmare. This month has been a fucking nightmare. I haven’t had a month like this since my dad died. Starting with the tooth thing, my retainer doesn’t fit anymore, I keep trying – I’m doing the right things. I don’t know what I’m supposed to be doing here. But it just goes to <\/span><span data-id=\"P3-N200571\">show you, when you don’t have a cushion, this is what can happen. That’s just all there is to it. All there is to it. <\/span><\/p>\n<span data-id=\"P3-N20056-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561742\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: It sounds like not having the cushion might make you avoid calling when you know that for some reason they haven’t billed you every month. Because you’re kind of like “Well, if they’re not billing me, I’m not going to worry about it “<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Yeah. Yeah. Right. Because I was so stressed, and then I lose my job, it was like – that is true, but again. You’ve got to send me something, electronically or by paper “<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: Totally, totally agree. And that’s on them.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: But you’re right. I could have said “Hey, I’ve not gotten anything”.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Yes. The problem is, it’s their responsibility, and they’re not keeping up their end of the bargain, and the person who’s going to get hurt by it is you. So that’s where sort of no matter if it’s a hundred per cent their responsibility, it’s helping you to call, because the person who’s going <\/span><span data-id=\"P4-N200611\">to be on the hook is you.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: And it’s hard to prove later, and you know, Kafka-esque system, you want to be on that from the second you figure out something’s wrong. <\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Yeah, yeah, yeah, yeah.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: It’s so unfair though, because they’re not doing their part.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: I read all these things, there were all these people, they were like, “Whatever you do, don’t set up an automatic bill payment, we thought we were paying this much, but they were actually taking more.” I mean, where are we? What the fuck, man?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: How much is the total on the loan?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: That was the other thing I didn’t understand. They said $22000. So I guess they’re servicing part of the loan? I have way more than that. Where is the rest of it? I have, like -<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: That’s weird.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: I don’t fucking know.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Did they not consolidate them? Could that just be one of the original loans?<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: But if it was, who is this company? I stopped getting anything from anywhere saying “You owe money”, do you know what I mean? Claire, honestly, I don’t know. And the problem is, there’s not one place you can call. You could go somewhere online, you can see all of your loans, but it’s very confusing. <\/span><span data-id=\"P4-N200771\">I don’t know. You almost want one person to say, “Look. This is what you owe. These are the exact places where your loans are”. There’s something very confusing about the system to me. It’s not clear-cut at all. And I think it’s rigged to be that way. Even if you’re someone – it just happens. You try <\/span><span data-id=\"P4-N200772\">to keep up with things, you’re going to miss a payment here, and every little nickel is a nickel to them, right? So if a few million people just miss one payment, it’s confusing. There’s not a streamlined way to look at this. Yeah, you can go online to the NLDS or whatever the fuck it is, but it’s like <\/span><span data-id=\"P4-N200773\">this crazy, little small print chart with lines, and you’re trying to figure out has this one been written off, or who’s servicing this, or subsidized, unsubsidized, FLP… you know, it’s like, come on man. <\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: You need a rep on the phone.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: The reps – what happens is, this is what a lot of people were writing – it’s as if they’re really trying for you to not call. Because it’s so infuriating. They treat you like such shit. They treat you like crap. Like, “you shouldn’t have done that.” One guy was like “I told them, how could you <\/span><span data-id=\"P4-N2007B1\">not send me anything?” and the rep said, “it’s a courtesy when we send you things”. It’s a courtesy?<\/span><\/p>\n<span data-id=\"P4-N2007A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2007A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561742\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: In which case, if that’s how they see it, they should have said that to you, right? They should say, “We don’t send out bills”. [crosstalk] – to send it online, and then it’s your responsibility, you know not to expect anything. <\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Exactly, exactly! By the way, that was the other crazy thing. I would log on, I did check. I would log on to the consolidation website, and it would just say, “Your loans were paid March 5th”. That’s what it said. It says nothing else. I don’t know where they are, I don’t know… So anyway, I’m <\/span><span data-id=\"P5-N2007F1\">hoping that they’re going to fix this. Now if they don’t, this is where being on top of it, but also having a fucking attitude… because otherwise I’ll lose my mind. I got out of it once, I’ll get out of it again, you know, but it’s just another example of how this, the plan that I have, the equity thing, <\/span><span data-id=\"P5-N2007F2\">has to get done. It has to get done. <\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: Maybe even for a larger amount.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Well, if my uncle co-signs, then yeah. We’ve got to do like $100000 or something like that. So obviously I can’t pay much, you know, but I’ll take like twenty grand of that, and just be like, “look.” Whichever one the most assholish ones are, just be like, “Shut the fuck up. Here’s twenty grand.” <\/span><span data-id=\"P5-N200831\">Clear this, you know. At least that’s something. It’s not something; actually, that’s a lot. Over the life of a loan, that’s… But see, that’s the hard thing to get over. We’re just living in a – everyone’s just at each other’s throats. “You shouldn’t have gone to college, then, you should have thought <\/span><span data-id=\"P5-N200832\">about these things. What do you think a loan is?” So I guess we should be robots. We should all just be doctors, lawyers, and engineers. Or Bill Gates, business people, and just shut the fuck up, and just have no culture, no nothing, just everybody be the same, make a lot of money, and just shut the <\/span><span data-id=\"P5-N200833\">fuck up, I guess. It’s such a bone-headed thing to say. “Who told you to study anthropology?” My God, man. Where are we living? [pause from 00:17:13 to 00:17:24]<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: I don’t know. Everything will be okay, but right now it’s just tough. But, no Ativan. I’ve taken Propanolol every other day, maybe, but even that, it’s mostly a placebo. I don’t really need it. It’s not that I don’t – I think I have a very healthy not caring right now. Because honestly, if you’re <\/span><span data-id=\"P5-N200851\">trying to do all the right things, and pretty much you’re on top of it, you can’t let this shit – these things happen and as long as you’re doing your best to take the right steps, it’s going to be fine. Right now it just sucks, but you know. And, as usual, it’s all relative. My friend Nancy, today, <\/span><span data-id=\"P5-N200852\">she had a good idea. I might look into that, a reverse mortgage. I’m suspicious of that shit, but I might look into it. As far as I know, that’s a very different – there is no credit run [?], once you’re past sixty-five, or sixty, or whatever it is.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Oh, really? <\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Yeah, because it’s one of those, from what I understand, the assumption is, of course, you can’t pay that off, right? You’re already past sixty, I mean how long – you know.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Wait, I don’t follow. Past sixty?<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Reverse mortgages are used for retirees. So obviously the qualifications are totally different. You own a home, based on that, the assumption is that when you’re not around anymore, your siblings, your children are going to pay that. Or the bank’s – in a way, the bank wins, because oh, you’re <\/span><span data-id=\"P5-N2008D1\">dead? They take the house. So that’s why it’s – I might look into that.<\/span><\/p>\n<span data-id=\"P5-N2008C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2008C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561742\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: So your mom could do that.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: I might look into it. [pause from 00:19:40 to 00:19:53]<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Yesterday I went to see this chick in Connecticut, I’ve never been there in my life. She was cool. She’s a Latin teacher. That’s cool. Latin.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: That’s unusual.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: What’s that?<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: That’s unusual these days.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: That is unusual, yeah. It was cool. I mean, I don’t know. But I was just glad I did it. It was very nice, no alcohol. I know it’s a funny thing, but…<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: No it’s not. I wasn’t belittling -<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: No, no, just funny that I would have to say that, the alcohol. But yeah, it is kind of a big deal.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: It is a big deal.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: It is a big deal, yeah. I didn’t even have one. I don’t drink at home. But that would have been one time where I’ll just pour just a little whiskey, just to steady myself. Why? Why the fuck would I want to do that? And I had foresight. That felt good. I was like “You know what?” I looked at <\/span><span data-id=\"P6-N200A31\">how I’m going to go, I’m like “Those are not roads that I want to feel buzzed in any – “ and I was right. It was pitch black.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\"><\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: Good for you.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Yeah. Yeah, it was cool. And also, just going in there, not taking Ativan, not taking Propanolol, I was fine.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: That’s great! In the middle of all this!<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Yeah. I haven’t been doing that. I’ve been very selective. And I don’t know, I don’t think anything will come of it, I don’t know. But she was cool enough. It was nice. She seemed like a nice person. Who the fuck knows. [pause from 00:21:32 to 00:22:06]<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: I mean, for example, I looked into it again, into life coaching certification and all that, and I still think there’s something scammy about it. The one here in Boston looks legit, it takes about a year to do it, but I’d almost rather do the Masters, and then take some classes at that place. <\/span><span data-id=\"P6-N200AF1\">But then there’s some others that seem pretty legit, that are less. And I was like, “see, that’s the thing.” If I had like, five hundred, a thousand, just laying around, that I could part with, I could be certified in like three weeks. Just if I could throw that on there. They’re like these online – <\/span><span data-id=\"P6-N200AF2\">who gives a shit? But if that helps the cause, then fine. <\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: Or if there’s even something that would be educational about whatever it is you’d be learning.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: Oh, there’s no doubt about that, I’m sure any of these – I’ve looked into them, I know the ones that are legit enough – they’re legit, not “enough”, they are legit.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: Where you’d actually learn something.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: Yeah. I know I’d get something out of it. There’s no doubt I would get something out of it. I’m just saying, you know… yeah, I don’t know what I’m saying.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: One of the differences is, a Masters’, you’re going to have to write a thesis at the end, it’s going to be a process if you’re doing that.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: Oh yeah, yeah, yeah, that’s a serious thing.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: Whereas if you could check off something right away, and just have that done.<\/span><\/p>\n<span data-id=\"P6-N200BC-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561742\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: I think ultimately I’ll do both.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: Ultimately. If this goes the way [crosstalk]<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: If you find the one -<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: Yeah, if this goes the way I think it’s going, then, I don’t know, I think it would be really nice to just have a Masters’ Degree in mental health. That way it’s way beyond – there’s not much that anyone can say at that point. That is what I do. <\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: Absolutely. Absolutely.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: That’s what I was thinking. In the meantime, just check something off. Like, CCP, PPY, whatever the fuck. Yeah, I did that. But again, all these things are about having that capital.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: Your mom hasn’t talked to your uncle?<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: I don’t know. He’s been pretty sick. He’s got some pretty bad cold, so she’s trying to find a moment to try and talk to him. Oh, that was the other thing, I’m putting together a business plan. I started writing it. I was looking at templates and stuff, and the SBA has a really nice template <\/span><span data-id=\"P7-N200CF1\">where you really – instead of just showing you like, a template, it has a fill-in form. So it will say “Mission Statement:” and then there’s a little thing that says, “Mission statements are blah blah blah, try to do this, try to do that”. So it really -<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: Walks you through.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: Yeah, it’s great. And that’s been good, because I’ve been writing it, I’ve been like, “Holy shit, I know what I’m doing here.” But I was really putting it together, and “Why do you think customers blah blah blah” and “Who’s your target blah blah blah” When I’m really writing it, I’m like “I’m <\/span><span data-id=\"P7-N200D31\">in Baltimore, which is a diverse and very wide swath of educated professional and artistic people. My background is in the arts, academia, and business experience”. And I was writing about my idea about a company. You have to give, what’s your plan for the business, not just immediately, but when I <\/span><span data-id=\"P7-N200D32\">wrote that out, about tutoring, I was like, “Wow, I’m building a brand”. It will be known as a brand, blah blah blah. This is the real deal. It’s not just like some kind of … you know. It does help you to think it through, and put it down on paper in that way, where they walk you through it, so you’re <\/span><span data-id=\"P7-N200D33\">kind of systematically thinking about it, you know? <\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: You find you have a more elaborated idea than you knew, and you get to keep elaborating on it.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: Yeah, exactly.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: Clearer and clearer, what your vision is.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: Exactly, yeah. You know, like I was saying, the thread of all these three organizations is the same. Betterment, individual and professional betterment through three different forms. One is education, one is creativity, and it’s a non-profit, so it will also help the community on a larger – <\/span><span data-id=\"P7-N200DB1\">literacy programs. And the other is a straightforward coaching practice that kind of integrates all of that; you can have creativity, you can have academic issues. [pause from 00:27:22 to 00:27:33]<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: I did a new blog about disappointment. Posted that. I feel good about all that. It will be okay. There’s always the difference between the day, intensity when things are tough, but knowing that you’re putting the right building blocks in place to… And really I think I’m getting a little bit <\/span><span data-id=\"P7-N200DD1\">better. Especially now, with this latest thing. I mean I am really really really – I’m furious, but there’s also something in me that’s just getting better and better at just stepping away from that. None of those emotions – it’s not who you are. Those are just superficial ego-related reactions. I’m <\/span><span data-id=\"P7-N200DD2\">defaulted, I’m not defaulted… of course, who the fuck wants to default? Nobody. And in the near future, I’m not going to be in default. What am I going to do? Go live in a cave and cry about it? <\/span><\/p>\n<span data-id=\"P7-N200DC-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200DC-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561742\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">THERAPIST: You could have all the emotions that probably anybody would have, and yet come back to the place of, it’s now become your problem, so what are you going to do about it to fix the problem, and you did that.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">CLIENT: And not over-investing in it. So in other words, already having enough – if they came back and they’re complete pricks, and it’s a dead end, well then kiss my ass then. You can’t then let that start defining you. It would be very easy to be like “I’m a fucking asshole, what a loser, I did all <\/span><span data-id=\"P8-N200E11\">that, I improved my credit only to go back to “ you know what I mean? That’s a slippery slope. But I’m done with that. I know that’s not me. <\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">THERAPIST: Also that it’s not helpful, either.<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">CLIENT: Right, yeah exactly. It’s not helpful, and it’s egotistical. Even negative stuff like that is egotistical. It’s not all about me, people are suffering all over the place, or they’re up and down. You deal with it, you do what you can, and then you just let it go.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">THERAPIST: In a way it’s also, like, moving into “I’m the worst person in the world, I’m an asshole”, it’s also not its own reality. Like that’s actually not true. You made a mistake, and retrospectively you realize “maybe I should have called”, even though it’s not your responsibility, it is part of <\/span><span data-id=\"P8-N200E71\">what would have been good self-care. But that’s all it is. That’s it. And if you can be in it being a mistake that you’re going to learn from, so that the next time you don’t get the bills in the mail, you call right away, then that’s a person who’s growing and learning and developing. Anytime a person’s <\/span><span data-id=\"P8-N200E72\">stuck in “It’s all me, I’m the worst,” or “It’s all them, they’re the worst,” neither of them is actually being in reality, in real ownership of one’s own responsibility, and real understanding of what was the other person’s responsibility. In couples, in organizational relationships <\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">CLIENT: That’s why when I wrote the letter last night, I made a point of saying, “Look, I know this is not your fault personally” and I was furious and I let them have it, but then I was like “I appreciate your help in this, blah blah blah” It was both, I need to be – I’m not going to pussyfoot around <\/span><span data-id=\"P8-N200E91\">this shit, I’m going to let you have it <\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">THERAPIST: Unfortunately you’re the one on this phone call -<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">CLIENT: Yeah, so it’s just about tempering and being aware.<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">THERAPIST: Because even that’s so different than probably a lot of phone calls they get, they get blamed, or you might have just, like, “That’s the face of the enemy”, where this is just a person doing their job and trying to make a dollar, and -<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">CLIENT: And a lot of those people probably hate their jobs.<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">THERAPIST: That’s probably why they take it out on the callers. They probably get abused all day long, and then they abuse back, and yet you can have that in mind, and also protect yourself, and still be very vocal and clear about – [pause] Is the same person going to get back to you? Or is there… <\/span><\/p>\n<span data-id=\"P8-N200F2-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200F2-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561742\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">CLIENT: No way to know. See, this is what they do. I don’t know who Sylvia T. is. It’s probably not even her real name, you know what I mean? You never know. You never know. What I’m doing is, I’m making sure that everything is in my e-mails, I’ve got a running record. I took a photo of the letter that <\/span><span data-id=\"P9-N200F51\">I can send them, be like “Look, September 11th. I don’t think so.” You can’t – regardless of anything else, let’s just focus on this letter. Fine. Let’s focus on just that. Let’s say they were delinquent. It’s still, completely illegal as far as I know. I don’t know how that could be legal in any way. <\/span><span data-id=\"P9-N200F52\">Your credit cards can’t do that, right? You get a credit card bill that says “you owe this much on this day”, you wait until that day, for whatever reason, and they’re like “oh no, the next day we charged you a late fee, or we did whatever”, [pause from 00:34:00 to 00:34:22] [drumming sounds]<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">CLIENT: I just think the challenge during these times is to be able to – it’s hard. I can’t read, I can’t – that’s the only thing I don’t like. I’ve stopped writing, it’s not happening. All I can do is kind of, I’m in a very, what’s the word? Self-care mode. I just want my iced coffee; I just want to <\/span><span data-id=\"P9-N200F71\">nuzzle with Sophie, while I take care of this shit. That’s the refuge from dealing with this crap or thinking about it every day is that I just want to watch my Netflix, and cuddle with my cat… so it’s – I crack a book, and there are books I want to read and I just can’t – it’s not happening. <\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">THERAPIST: So I wonder if there’s something you could find beyond, or besides reading. Because it sounds like there’s enough anxiety, understandably, and overwhelm, and rage, that maybe reading is -<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">CLIENT: Find something – what do you mean?<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">THERAPIST: In other words, something that still allows you to keep moving forward, with your life, with your career. In other words, besides Netflix and Sophie, and spending the whole day.<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">CLIENT: So what I do is, I shouldn’t say that, because that’s not the whole day, obviously I’m doing the business plan, that’s a lot. I’m on LinkedIn a lot. I already have hundreds of, whatever, connections, whatever the fuck, I don’t know. So I’m trying to figure that out. I posted on the life coaching <\/span><span data-id=\"P9-N200FF1\">LinkedIn group thing, hey this is me. I made a friend on – I saw someone on LinkedIn who’s here, so I friended her on Facebook, and I might – she seems my age or younger, so not like, a mentor, but “I see that you’re a life coach, I’m doing this, maybe we could grab a coffee”. Did that. Is that what <\/span><span data-id=\"P9-N200FF2\">you mean? <\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">CLIENT: Oh yeah yeah yeah. That’s kind of what I’m trying to say, though. I’ve done all that, that’s why I can’t just pick up a book. I’ll be at a coffee shop, I’ll be doing all this stuff, and shouldn’t I read a little bit of something, just read? And just look out the window? I just can’t, I go right <\/span><span data-id=\"P9-N201031\">back to like “Who else can I connect with on LinkedIn? What jobs can I apply to?” I think that’s what I’m trying to say is, because I’m doing so much of that stuff non-stop, I feel like those other moments are actually really nice, because they’re just about like, okay. I also need to just be, you know? <\/span><\/p>\n<span data-id=\"P9-N20102-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20102-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561742\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">THERAPIST: No, that makes more sense now. I thought you were saying -<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">CLIENT: That’s all I was doing.<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">THERAPIST: Or that it was hard to do anything after getting this news.<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">CLIENT: No, no. I meant it’s hard to do anything that I – the things I truly enjoy. Writing, reading, music. That’s been hard.<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">THERAPIST: That will come back, though, once everything stabilizes.<\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">CLIENT: Yeah, no, it will be back. And that’s what I’m saying; I know that it’s okay. That’s why I know that you know what? Yeah, I am sleeping, kind of, more than I should. I don’t give a fuck. I’m tired, and it just is what it is. The rest of the time, I’m busting my ass. Yesterday at the coffee shop, <\/span><span data-id=\"P10-N2010F1\">I got so into it. Again I had fed the meter, checked my iPhone. There’s plenty of time. An hour and fifty minutes, whatever. I got so caught up in this fucking business plan; way over two hours. Way over. So of course I got a ticket. On the one hand, good, I was focused. So yes. My mind is very, almost <\/span><span data-id=\"P10-N2010F2\">obsessively – I’m constantly checking for jobs on LinkedIn. I filter though things. I’ll check for office jobs, and I’ll check for teaching jobs. Or I’ll think of ways to improve my profile. Like today I realized I didn’t put my real estate license on there. Fuck it, that’s an accomplishment. Put that <\/span><span data-id=\"P10-N2010F3\">on there. <\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">THERAPIST: I hardly ever hear of people getting referrals from LinkedIn. At least in my field.<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">CLIENT: Oh, I’m not doing it for referrals, it’s just for networking. I think if you work LinkedIn, if you really work it, like a part time job, you will get somewhere. You’ve got to think the long game, because you’re building relationships. And even if it’s not referrals; jobs. Also because, what <\/span><span data-id=\"P10-N201131\">else am I going to do? You’ve got to do whatever you can. I’m applying to jobs, I’m trying to connect with life coaches, I don’t know. One thing I thought, I could maybe either e-mail Eva, or Molly, the other psychologist, like, “Can we grab a coffee sometime”. The thing is, I don’t know what I would <\/span><span data-id=\"P10-N201132\">pick their brain about. They’re psychologists. It’s very different. Maybe I could say “Look, I just started, I feel very confident and blah blah blah, but obviously I have questions, I’m nervous” or whatever. <\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">THERAPIST: Do you know when your unemployment runs out?<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">CLIENT: Spring.<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">THERAPIST: Spring. Okay. So six months-ish?<\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">CLIENT: From now? I think May. April or May. No, I want to say May. May 14th.<\/span><\/p>\n<p data-id=\"P10-N2011C\"><span data-id=\"P10-N2011D\">THERAPIST: That’s good to have on the radar screen, too.<\/span><\/p>\n<p data-id=\"P10-N2011E\"><span data-id=\"P10-N2011F\">CLIENT: It tells you that every time you file your weekly thing. You know.<\/span><\/p>\n<p data-id=\"P10-N20120\"><span data-id=\"P10-N20121\">THERAPIST: That’s good. That’s helpful.<\/span><\/p>\n<p data-id=\"P10-N20122\"><span data-id=\"P10-N20123\">CLIENT: Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P10-N20124\"><span data-id=\"P10-N20125\">THERAPIST: At least they’re informing.<\/span><\/p>\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">[pause from 00:40:49 to 00:41:05]<\/span><\/p>\n<p data-id=\"P10-N2012A\"><span data-id=\"P10-N2012B\">THERAPIST: Would you temp?<\/span><\/p>\n<p data-id=\"P10-N2012C\"><span data-id=\"P10-N2012D\">CLIENT: I’ve looked into temping.<\/span><\/p>\n<p data-id=\"P10-N2012E\"><span data-id=\"P10-N2012F\">THERAPIST: Have you done any interviews yet?<\/span><\/p>\n<p data-id=\"P10-N20130\"><span data-id=\"P10-N20131\">CLIENT: No, I haven’t interviewed, because I haven’t been called to interview. You do the online registration thing, but I’ve not heard anything.<\/span><\/p>\n<p data-id=\"P10-N20132\"><span data-id=\"P10-N20133\">THERAPIST: Call, if you want to.<\/span><\/p>\n<p data-id=\"P10-N20134\"><span data-id=\"P10-N20135\">CLIENT: What’s that?<\/span><\/p>\n<p data-id=\"P10-N20136\"><span data-id=\"P10-N20137\">THERAPIST: It’s pretty easy to get in, if you call them directly. If you want to. You may not want to do that.<\/span><\/p>\n<p data-id=\"P10-N20138\"><span data-id=\"P10-N20139\">CLIENT: No, yeah, maybe that’s what I should do, I don’t know. I didn’t call them because other times, that’s never been an issue. I heard back from them immediately, you go in. Temp agencies are usually on top of that shit. They’re making money the more people they get – but yeah, I should try again.<\/span><\/p>\n<span data-id=\"P10-N20138-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20138-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561742\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">THERAPIST: Unless you don’t want to. There might be some level that that feels demeaning, but -<\/span><\/p>\n<p data-id=\"P11-N2013C\"><span data-id=\"P11-N2013D\">CLIENT: It is, it is…<\/span><\/p>\n<p data-id=\"P11-N2013E\"><span data-id=\"P11-N2013F\">THERAPIST: I’ve temped, I’ve known a lot of people who’ve temped.<\/span><\/p>\n<p data-id=\"P11-N20140\"><span data-id=\"P11-N20141\">CLIENT: Yeah, no no, I’ve temped. <\/span><\/p>\n<p data-id=\"P11-N20142\"><span data-id=\"P11-N20143\">THERAPIST: Sometimes it can be decent money, too. Hourly rates. It’s also short term – you can get really short term stuff, so that if you don’t like it, you don’t have to do it again.<\/span><\/p>\n<p data-id=\"P11-N20144\"><span data-id=\"P11-N20145\">CLIENT: Right, right. [pause from 00:42:13 to 00:42:22]<\/span><\/p>\n<p data-id=\"P11-N20146\"><span data-id=\"P11-N20147\">THERAPIST: I hope you hear back soon. Get this off your mind. It isn’t legal, I’m sure there’s got to be some kind of understanding of your case. And if not, get the boss on the phone. The boss’ boss on the phone.<\/span><\/p>\n<p data-id=\"P11-N20148\"><span data-id=\"P11-N20149\">CLIENT: Yeah, I think at that point what’ll happen is just phone calls and actual letters. If e-mails seem like they’re going to a black hole, then just paper. Nonstop. [pause from 00:42:55 to 00:43:05]<\/span><\/p>\n<p data-id=\"P11-N2014A\"><span data-id=\"P11-N2014B\">THERAPIST: So, next week, we have Wednesday and Friday, and not Thursday. Just a reminder, that’s the day of my conference.<\/span><\/p>\n<p data-id=\"P11-N2014C\"><span data-id=\"P11-N2014D\">CLIENT: Okay, Wednesday and Friday. Thank you Claire. Thanks. See you later.<\/span><\/p>\n<p data-id=\"P11-N2014E\"><span data-id=\"P11-N2014F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}