{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is having a hard time with certain steps of the therapeutic process. She finds the \"disputing\" work to be extremely challenging."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Physical issues","Psychological issues","Theory","Teoria do Aconselhamento","Teorías del Asesoramiento","Parent-child relationships","Should statements","Depressive disorder","Catastrophizing","Perfectionism","Therapeutic effectiveness","Therapeutic process","Acceptance","Self awareness","Behaviorism","Anxiety","Chronic pain","Rational emotive behavior therapy","Homework"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Unmarried, in a relationship"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Physical issues","Psychological issues","Theory"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_therapist","label":"Therapist Ethnicity","values":["Australian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["32"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Parent-child relationships","Should statements","Depressive disorder","Catastrophizing","Perfectionism","Therapeutic effectiveness","Therapeutic process","Acceptance","Self awareness"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Rational Emotive Behavior Therapy Collection by Dr. Debbie Joffe-Ellis"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Behaviorism"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Chronic pain"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Rational emotive behavior therapy","Homework"],"weight":26},{"name":"therapist","label":"Therapist","values":["Debbie Joffe Ellis"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":23,"pageCount":23,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561796","dorpId":"1006349118","contentType":"text","aucs":"CTRN-V1","title":"Client \"JM\", Session 8: December 02, 2013: Client is having a hard time with certain steps of the therapeutic process. She finds the \"disputing\" work to be extremely challenging.","fullTitle":"Client \"JM\", Session 8: December 02, 2013: Client is having a hard time with certain steps of the therapeutic process. She finds the \"disputing\" work to be extremely challenging.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":23,"totalPages":23,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":23,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: This is session 8 on Monday, December 2, 2013, with JM. Hi Jessa.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Hi Debbie. How are you?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Well, thank you. It’s good to see you.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: You too.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Before we begin full force in terms of my hearing about your homework and other things, I would like to share a few things with you for you to contemplate, which could be useful and helpful. The reason I suggested that you have pen and paper, is that you just might want to jot them down to <\/span><span data-id=\"P1-N200151\">help you remember them if you feel that it will be beneficial for you to do so. [00:01:18.21] So I would like to point out a few of the main things I’ve noticed over the course of the last seven sessions that we’ve had, in order to help you increase your awareness both of your progress and also of <\/span><span data-id=\"P1-N200152\">areas that could require more focus and attention given your goal of wanting to lessen, and at best, largely lessen, and to a large extent eradicate the degree of anxiety that you’ve tended to experience too easily over the years. That was one of the main goals we started with, that you shared you wanted <\/span><span data-id=\"P1-N200153\">to work on changing: anxiety. [00:02:10.02] So first of all, I want to acknowledge your progress, in that every time we speak I notice your telling me that your thinking about your thinking is more often happening, and that includes a few times that we have briefly talked when we’ve happened to cross <\/span><span data-id=\"P1-N200154\">paths since we live quite close to one another. It has been strangely and curiously interesting how we’ve just sort of bumped into each other between sessions...<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Several times, yeah.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Several times. So we’ve had a few brief chats, in addition to our sessions. One of the things that has been very apparent to me has been your increased awareness of your thinking. And that’s the huge first step that preludes change. And it can be easy to minimize or neglect the acknowledgement <\/span><span data-id=\"P1-N200191\">of progress. It’s easy to minimize the importance of acknowledging such progress, especially if one doesn’t see as much progress as one would want. But truly, that awareness, that self-awareness, is a first important step on the path towards greater well-being. So I really want to highlight how well <\/span><span data-id=\"P1-N200192\">you’ve been doing in that regard.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Also, I want to remind you that in the first session and early sessions, especially in the earlier sessions, you almost cowered if I would give some positive comment to you about you. And as time has gone on you seem to be more comfortable in just saying thank you, which indicates to me the <\/span><span data-id=\"P1-N2001D1\">possibility of some greater acceptance within yourself. Now I haven’t had any indications that you’re totally established in unconditional self-acceptance 24 hours a day, and frankly I haven’t met too many people who are, but I’ve seen undeniable improvement in that regard in you. [00:04:18.18] If there <\/span><span data-id=\"P1-N2001D2\">is anything I say that you think is way off track you’ll tell me I hope, but I’m glad you give me the opportunity share these points with you now and then I’d love to hear what you think. So they’re two of the main things that stand out. Some other things I’ve noticed that you have tended to do at <\/span><span data-id=\"P1-N2001D3\">times, which are not helpful for you, and greater awareness of them can aid you to do them less and again Jessa, disagree with me if you think I’m off track, please. One thought I have, and an observation, is that there appears to be some unreasonable levels of expectation in your mind about how well <\/span><span data-id=\"P1-N2001D4\">you should do in a short time, and that is something that could well be keeping you back. [00:05:25.01] I’m hypothesizing that if you believe that you should be very much improved, or this much improved, or totally improved within x-number of weeks, months, years, and then if you don’t believe you’re <\/span><span data-id=\"P1-N2001D5\">anywhere near that level of improvementespecially if you believe you are at the contrary level of improvement which is that you’re not anywhere near the state you think you should be at, then that can contribute to a tendency to allow yourself to give up somewhat, and to think it’s hopeless or you’re <\/span><span data-id=\"P1-N2001D6\">hopeless. Examples of that were seen in times that you’ve experienced anxiety just a few weeks ago and you related to me that you didn’t really get into the disputing because you didn’t feel you understood it well enough nor that you could do it well enough. [00:06:20.28] And you said that you felt <\/span><span data-id=\"P1-N2001D7\">anxious about the disputing. And so I just want to ask you to ask yourself the question, is this true that you may have a tendency, if not all of the time then some of the time or more of the time, to give up too quickly, to hold back, to not focus on making effort going forward because you’re already, <\/span><span data-id=\"P1-N2001D8\">and I’ll add wrongly, assuming it’s too much, too hard, hopeless, that you can’t do it, it’s too unfamiliar, and that it shouldn’t feel so unfamiliar by now? And you tell yourself – “because it’s so unfamiliar I don’t know if I can do it”? Those sorts of thoughts can contribute to your holding yourself <\/span><span data-id=\"P1-N2001D9\">back from making effort and doing the homework, whether it is poorly, badly or the like, instead of just making some effort or more effort. [00:07:19.29] You have made effort in some areas of our work which has been excellent by the way, I am not saying that you haven’t. I didn’t earlier acknowledge <\/span><span data-id=\"P1-N2001D10\">my respect for the way that you are applying yourself during a very challenging time in your life with your physical pain in your shoulder and your neck. Despite and including that you carry on with your life. You go to work, you do what you can in the gym, you’re seeking more helpful medical treatments, <\/span><span data-id=\"P1-N2001D11\">and you’ve done some work on the issues we explore. But my focus with you and my goal in our work is to help you as best as I can to help you help yourself as best as you can. And I think at times you hold yourself back, and I don’t think it’s because of your sore shoulder. I think it may be the tendency <\/span><span data-id=\"P1-N2001D12\">to assume that if you are not doing well enough, soon enough, or if it’s too hard – you may think “I just can’t do it”. [00:08:09.19] For example times you haven’t done disputing, and hence you have stayed stewing in panic and anxiety. And you do yourself in unnecessarily. So I point this out to encourage <\/span><span data-id=\"P1-N2001D13\">you to think about it because with awareness and motivation, the efforts you make to effect the changes you seek may be increased and improved. By the way, let me say, it’s not unusual for people to do what I have just described that you have done. So if you’re going to jump into thinking how inferior <\/span><span data-id=\"P1-N2001D14\">you are after hearing what I shared here, stop that immediately! Cease and desist!<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P3-N2001E\"><span data-id=\"P3-N2001F\">CLIENT: Actually, I always that thought okay, anyway, sorry.<\/span><\/p>\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">THERAPIST: That thought what?<\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">CLIENT: No, I it wasn’t right at the forefront, like it tends to be, but I was just thinking I was agreeing with what you said.<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">THERAPIST: Okay, so I’ll continue. I don’t have that much more to share on this... It’s been quite a monologue here so far !<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">CLIENT: Too bad you don’t have much more because it’s fun.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">THERAPIST: Well, there’s more. If this is fun then my...<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">CLIENT: I’m joking.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: Oh, you are? Well joking is good, if you’re really joking.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: I’m really joking.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: So at some time we’ll look into your ability to be joking about the people who you used to take so very seriously and found challenging in your life! [00:09:12.00] That’s one of the goals too, isn’t it. All right. To continue in what I’ve said in the last few minutes, I touched on this <\/span><span data-id=\"P3-N200311\">point but in slightly different language, so I’ll say it in the following form... What I have noticed at times is a tendency for you to assess yourself too harshly; seeking perfection, reprimanding yourself strictly according to how you think you should be. And that will hurt you. That will hurt you. <\/span><span data-id=\"P3-N200312\">That will limit you and increase the probability, if you continue to think in that way, of creating and maintaining anxiety and panic and the other states of being that are a waste of this precious life and which you want to reduce.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: I agree. I agree.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: Okay. So then in the carrying on of this theme, a few days ago you emailed me about anxiety, which was fine. [00:10:29.04] And in my email back to you I gave you a little reminder, which I’m going to do here. I think your comment was something like, I’m having anxiety, and I reminded you <\/span><span data-id=\"P3-N200351\">you’re not ‘having’ it, you’re allowing it, you’re creating it and allowing it to remain there by not disputing your thoughts. So it was fine that you emailed me but what might have been finer with a goal of self-empowerment might have been for you to notice your anxiety and do your ABCs and do your <\/span><span data-id=\"P3-N200352\">vigorous disputing to tackle it. And what you allowed yourself to do, and please hear that this isn’t a criticism of you or an assessment that you’re just not doing good enough... [00:11:18.00]<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: No, I know.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: It’s an observation in order to help you be more aware of any tendency towards arrested development in this context, meaning when you gasp with [sharp intake of breath] anxiety or panic, and staying there instead of saying, well, look at this anxiety and panic, what am I telling myself. And <\/span><span data-id=\"P3-N200391\">to go forward from there. You see? So just a reminder here. Okay. Nearly finished here and then I want to hear what you have to say. And then I’d like to explore the two homework assignments, actually, that you had, the one from last week and the one that we talked about when we bumped into each other <\/span><span data-id=\"P3-N200392\">a few days ago. One more of the things that I’ve observed about you at times, and not always, for example right now I’m not observing it, but at times your mind is racing. You’re a very, very outstandingly intelligent and bright woman. [00:12:23.19] You do have a lot going on in your life, and the ability <\/span><span data-id=\"P3-N200393\">to think, and to think about many things in your life, helps you. But when it’s out of control like a group of wild horses in a confined space, kept there to keep them safe (and you’re tearing up here and in a moment I’d really like to hear what’s going on ). Does that make sense?<\/span><\/p>\n<span data-id=\"P3-N20038-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: Mm-hm.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: I mention it so you can be aware of it. So with awareness you can make the effort to slow down at times and focus more. [00:13:26.03] And it is an effort, particularly if you’re in the habit of letting the mind run unchecked. I know it can be an effort, but it’s worth it. And the more you <\/span><span data-id=\"P4-N2003D1\">make the effort the easier it becomes to still the mind. You’ve shared with me that you do something that sounds to be highly beneficial for a number of reasons that you spend time each day meditating, praying, and doing other contemplative work, and that’s a sort of quiet calm and reflective time <\/span><span data-id=\"P4-N2003D2\">for you. So you seem to have the ability, when you choose to use it, to take time out to think differently. To use your mind differently.[00:14:12.11] And again, as I said a few moments ago, I think it’s a very life enhancing practice, and I encourage you to keep doing that for the rest of your life <\/span><span data-id=\"P4-N2003D3\">as it seems to serve you very well, and many people who do such practices say they really can serve them very well. But in terms of the other 23 hours of the day, if you don’t harness your ability to focus your mind on particular things, then that one hour of meditation or that contemplative practice <\/span><span data-id=\"P4-N2003D4\">is not serving you as well as it could, or shall I say it’s not branching out into your other hours to enhance this precious life you’ve got. So there’s an image, let me describe it as an image I have of you having that hour of quiet contemplation, your energies balanced and you feel a calm from within, <\/span><span data-id=\"P4-N2003D5\">and then you get to the dramas of daily life: the mundane and the tedious and the challenging and the difficult. And you have a choice during those hours, especially during the challenging moments, to stop and think “what am I telling myself? [00:15:32.24] How can I get back to the steadiness I experienced <\/span><span data-id=\"P4-N2003D6\">this morning?” Or you can let the wild horses of the mind run free in a way that’s not helpful. So I point that out. Sometimes when we’re together in a session you talk very quickly and many things come up. And if that speedy way of talking is representative of the way you think I can well understand <\/span><span data-id=\"P4-N2003D7\">how challenging it might be for you to keep the mind focused at times. Having said that, as one who also can have a really busy mind until I rein in the wild horses of my mind, I understand. But I also know it’s do-able to train the mind. The final point I’d like to mention before handing over to you <\/span><span data-id=\"P4-N2003D8\">for your comments and then our looking at the homework and other things, is the thought that, ironically, you may greatly benefit from using your ability to focus more on the moment versus thinking about what will be and what has been. Being more in the moment in the sense of stability and steadiness <\/span><span data-id=\"P4-N2003D9\">by being less involved in the dramas of the moment. That sounds ironic, doesn’t it? But do you know what I mean? So for example, you mentioned to me when I saw you a few days ago that you just had a jolly old time with your family, ho, ho, ho. And you had succumbed to that habitual tendency to take <\/span><span data-id=\"P4-N2003D10\">them too seriously and be affected emotionally and in an unhealthy way for you. [00:17:36.04] And so if you practice the ability you’ve got to reign in thoughts and use focus, if you use it to be in such a provocative situation and detach yourself and watch it as you would as an observer of an unfolding <\/span><span data-id=\"P4-N2003D11\">comedy or drama rather than taking a role and being totally absorbed in the daughter role of these never-to-be-pleased parents and funny brother and all the rest that goes on. By extracting yourself in a sense and observing it, you can be more, in a sense, in the present moment, and enjoy the experience <\/span><span data-id=\"P4-N2003D12\">of equilibrium, which is a nice antidote to the emotional visceral experience of anxiety. Does that make sense?<\/span><\/p>\n<span data-id=\"P4-N2003C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">CLIENT: Yeah. Everything that you say makes sense. It doesn’t not make sense.<\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">THERAPIST: So the challenge is, at times when you’re noticing too much mental speediness, to slow yourself down through will and intention to be watchful, to choose your thoughts and be willing to keep at it without expecting perfection, or even huge advances, by any pre-set date. Just know already <\/span><span data-id=\"P5-N200411\">there has been profound progress, Jessa. And it will serve you well to keep on making effort in that journey because the easy tendency to anxiety and panic is still there. Not surprisingly. It’s only been weeks. And on we go. So you’re teary now. Tell me what’s going on and your responses. You shake <\/span><span data-id=\"P5-N200412\">your head, but the best way to use our time together is to share.<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">CLIENT: I know. I just don’t what to I don’t really know what to say.<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">THERAPIST: Just begin.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">CLIENT: I don’t know what to say though. I don’t...<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">THERAPIST: When you say you don’t know what to say, do you have some idea of what you should say? There’s no should. [00:19:55.16] Tell me your thoughts about what I’ve said and...<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">CLIENT: No, because it’s not about I mean it is about what you said because it’s all related to that, but it’s just I was having these feelings today that I don’t know if I’m the right candidate for something like REBT because not because I don’t think it’s amazing and that you might be able to <\/span><span data-id=\"P5-N2004B1\">help me with whatever it is that I need help with, but I just I feel like it’s like every time that I really try to do it, to have the to do the disputing, I really feel like there’s just it’s almost like phobia or something. Or I don’t know what it even is. And I just had a really, really challenging <\/span><span data-id=\"P5-N2004B2\">day, starting with the morning when I fell.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">THERAPIST: Wait, wait, wait. I want to hear about your challenging day… But let’s stick with what you’ve just said. And this is an example, hopefully, of me being a voice in your mind when you’re thinking about lots of things, of saying hang on, let me finish with that first thought before I go onto <\/span><span data-id=\"P5-N2004D1\">the next one. [00:21:08.26]<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">CLIENT: Okay, okay.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">THERAPIST: Okay?<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">CLIENT: Yeah, I understand.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">THERAPIST: So you’re talking about the phobia when it comes to doing the disputing.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">CLIENT: Yeah, and just even anxiety. When I said I’m having anxiety, to me it feels that way because instead of thinking no, the anxiety’s having me, there are times where I get these feelings in the pit of my stomach, which is what I had when I did send you a message, and I feel like I can’t get out <\/span><span data-id=\"P5-N200571\">of it. I feel like I’m...<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">THERAPIST: You think. It’s not a feeling, it is a thought you think “I can’t get out of it”. Feelings don’t talk. Feelings don’t tell you what you can’t do.<\/span><\/p>\n<span data-id=\"P5-N20058-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">CLIENT: Well that’s where I think I’m really confused. I just think I’m confused between feelings and thoughts. I don’t understand the difference between like I know that you have a thought and then you get a feeling, but then I also think that I don’t really know how to break it down.<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">THERAPIST: Try not to overcomplicate it, Jessa. Thoughts and feelings they’re interconnected.<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">CLIENT: There’s just so many thoughts. I think there’s so many thoughts that I have and they don’t stop. [00:22:08.08]<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">THERAPIST: Well, then bit by bit, you can keep on making effort.<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">CLIENT: No, so I just feel like the way that I talk is that way. You’re right. It is really fast because my brain just doesn’t I feel like it doesn’t work right.<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">THERAPIST: It works the way it works and you have the ability to, step by step, change the way it works. And right now it seems to me you’re saying, “I can’t, I can’t, I can’t”.<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">CLIENT: Because I’ve tried. I’ve tried it.<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">THERAPIST: You’ve tried for a short while. And maybe lightly. Lightly not meaning trivially, but meaning allowing yourself to give up easily, and not stick with stringent application of REBT homework.<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">CLIENT: Well I have an example. No, but I have an example of what happened today, where I felt where I was really, really just I wasn’t doing paper, it wasn’t writing anything down, but it was a situation that occurred that I thought okay, how can I apply this, and I just I really felt like I <\/span><span data-id=\"P6-N2006B1\">couldn’t apply it with what happened today. [00:23:07.10] And I’m sure that I probably could but technically I couldn’t. You understand what I’m saying? Based on the philosophies I could apply it, but you’re sitting here with me now so maybe you’ll go through it with me, but it’s almost like when <\/span><span data-id=\"P6-N2006B2\">you have a tutor for a class and then you go to take the test and then and you can’t do the test as well as...<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">THERAPIST: Because you assume that you “should” be able to do it more easily by now?<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">CLIENT: Well I would like to be able to by now because it would really have helped me today in the situation that I was in.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">THERAPIST: If you only “liked’’ to be able to do it, you wouldn’t be catastrophizing as you are right now.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">CLIENT: Well I don’t know. I just...<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">THERAPIST: That indicates that you think you should’ve. And already you’re damning yourself and giving yourself the label I’m not a candidate for REBT because you haven’t made what you consider enough progress by now. This is what you’re doing. Unnecessarily you are harder on yourself, I think, than <\/span><span data-id=\"P6-N200751\">you are on any other human in the universe. [00:24:03.25] I don’t think you would ever treat one of your children who you counsel, the school kids, the way you treat yourself. So I’m pointing this out to you, and it’s very good that you don’t like it. It’s not bad that you’re feeling this sadness and <\/span><span data-id=\"P6-N200752\">these tears are coming because it gives us an opportunity to look at it. So would you do you want to tell me now what happened after which you convinced yourself “I can’t apply it. I just can’t do it”. Tell me.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">CLIENT: Well there was the weekend, which we don’t have to rehash, but I already emailed you that so that was kind of I was already kind of just feeling I mean I can just say it for...<\/span><\/p>\n<span data-id=\"P6-N20076-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20076-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">THERAPIST: Just say what happened on the weekend.<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">CLIENT: Basically that I went to go see my family and yes, I really it would be really ideal to be able to just be a passive observer but I feel like I’m always being I’m damned if I do and damned if I don’t in my family. [00:25:02.25] In my particular family that’s what I...<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">THERAPIST: These are two separate things now. Now I’ve never suggested being a observer means not taking action: I suggested that in your mind on the inside observe. That’s one thing. So and the other thing to look at is your belief that you’re damned if you do, damned if you don’t. Your parents <\/span><span data-id=\"P7-N2007D1\">may damn you if you do or don’t. But YOU can refuse to do that to yourself, if you so choose.<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">CLIENT: They yeah, they do.<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">THERAPIST: I’m not saying you can change them.<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">CLIENT: I won’t. I can’t. And I know that.<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">THERAPIST: Okay, but you’re doing to yourself what you say they’re doing to you.<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">CLIENT: That’s right.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">THERAPIST: And that you can change.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">CLIENT: Okay. I don’t know how to change it. I don’t know how to change it and then...<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">THERAPIST: You stop and you think. If it helps you to think of a school child who you feel tenderness for, sitting in the chair that you’re sitting in, and your parents doing it to that child. My hunch is wouldn’t you defend the child or say to the child: “Don’t take them seriously; don’t listen to <\/span><span data-id=\"P7-N2008D1\">them”. So that’s what it takes. [00:26:05.27] You’re nodding now, so that tells me that you would do it for another child, and your difficulty until now is doing it for yourself. This is the new thing I’m encouraging you to start doing. And you’re giving up before you get more, more, more into it because <\/span><span data-id=\"P7-N2008D2\">you’ve told yourself “I’m not a candidate”. I don’t agree. If you convince yourself you’re not a candidate, then you won’t make the effort and you won’t be. But you’ve got what it takes to be one if you won’t give up on yourself, just as you wouldn’t give up on a child.<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">CLIENT: I know. I just hate it how defeated I felt after the weekend. That’s all.<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: Okay. So stop. If you agree with my words – think that I’m being the voice that you can be for yourself. You just said “I hate how defeated I feel after the weekend”. If one of your little vulnerable students didn’t do their homework and they were crying the way you are now, feeling so bad <\/span><span data-id=\"P7-N200911\">that they didn’t do it, would you give up on them? [00:27:08.06] Would you say, “You’ll never be able to do it”? Or would you have compassion and say, “Keep going sweetheart”?<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">CLIENT: No, I would be compassionate.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: Yes. I have been pointing out to you now that you’re not being compassionate to yourself.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: Well, because there’s more.<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">THERAPIST: Yes, I’m not running out the door now. I’m just stopping you from talking about a new issue, bit by bit, so we focus on one thing at a time.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: No, I know.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">THERAPIST: Because you said to me earlier – “I don’t know how to stop the thoughts”. So I’m being a voice of healthy thinking, and you can make yourself think such thoughts when you are on your own.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: Right, right. I understand what you’re doing. I do. It’s always helpful when you’re here, but...<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">THERAPIST: And your challenge is to keep reminding yourself of the helpful thoughts and attitudes after our sessions. Your facial expression right now is telling me “but I don’t think I can”. But you CAN if you see the benefit of it.<\/span><\/p>\n<span data-id=\"P7-N200A0-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200A0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">CLIENT: Well, what ends up happening was I had sent so I slipped and fell this morning and...<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">THERAPIST: Where?<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">CLIENT: In the lobby on the way to work. [00:28:06.06]<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">THERAPIST: Of your home, apartment building.<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">CLIENT: Yeah, my apartment building. So that just kind of didn’t set the greatest tone, but I was fine.<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">THERAPIST: Did you hurt yourself? Where did you hurt yourself?<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">CLIENT: Just like I slipped on my knee and I landed really hard on my knee because there was some oil on the floor. [crying] But then I needed people there were some people there, they had to help me up and everything. And normally I don’t think it would have been that big of a deal, but I have a <\/span><span data-id=\"P8-N200AF1\">herniated disc and I just had shoulder surgery so I just it just made I just felt really weak because I couldn’t even get up on my own after, and I needed help. And I didn’t like that feeling. I didn’t like that feeling that I...<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">THERAPIST: Because what were you probably telling yourself ?<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">CLIENT: That I should be able to get up on my own.<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">THERAPIST: Yes. So tell me now why on earth you should be able to get up – after you’ve had physical bodily trauma you’ve been dealing with for all these months when you slip on oil? Since when are you not allowed to be human? [00:29:20.20] Can you hear how harsh you are on yourself Jessa?<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">CLIENT: Yeah. And then I got to work and I just I always feel like I have to be perfect. I do. I know that that’s what I feel.<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">THERAPIST: That is what you think. You think you have to be perfect. You think: “I must be perfect”.<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">CLIENT: Yeah, I do. I do think that.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">THERAPIST: Okay, pause, let’s think about this ...<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">CLIENT: No, I don’t think perfect. I don’t think perfect because I don’t think that there’s such thing as perfect. I just think that I have to have answers to things. I think it’s that. I don’t think it’s that I think I need to be perfect, but that...<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">THERAPIST: You think “I should have the right answers”?<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">THERAPIST: Okay, that’s a close first cousin to that other irrational thought. Okay. They’re closely related. And neither is helping you, even if you don’t want to use the word perfection.[00:30:07.17]<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">CLIENT: And then when I got to work I had given my films to this friend of mine who...<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">THERAPIST: Films?<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: Films, I’m sorry, of my neck, for this guy, this really nice guy who’s been really helpful. But he’s a neurosurgeon and he deals with this type stuff of what I have. And he and I know that I had created anxiety in my head knowing that I was going to be hearing back from him and just knowing <\/span><span data-id=\"P8-N200CB1\">what he would possibly say but kind of...<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: But you didn’t know what he would..<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">CLIENT: Well I did because I already read...<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">THERAPIST: For sure you knew what he would say?<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">CLIENT: Well I already read the report so it was just how he interpreted the...<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">THERAPIST: It’s just you indicated that you knew for sure what he possibly would say, so that’s...<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: Based on my symptoms and based on the report I...<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: So you thought you knew “for sure what he possibly would say”. I’m just pointing out a little mixed message you’re giving yourself. But go ahead.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: Well I just had again, it goes back to having a feeling, is that I but I didn’t. [00:31:02.15] I just opened up the e-mail when I saw it, but I was nervous before I opened up the e-mail to see...<\/span><\/p>\n<span data-id=\"P8-N200DA-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200DA-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">THERAPIST: You felt nervous.<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">CLIENT: Yeah, and then he just basically said that there was a rupture, that the disc was ruptured, which I guess we knew already, and that he wanted to know how I was feeling now, and then said I would recommend going to a neurosurgeon if you still have pain. And I think then just reading that and <\/span><span data-id=\"P9-N200DF1\">then just not knowing what’s right for me at this point, [crying] just not knowing if I well for to a neurosurgeon, talk to them for surgery to talk about possible surgery, to continue the treatments that I’m getting. I just don’t know what to do. And I just and I feel like I should know. And <\/span><span data-id=\"P9-N200DF2\">I do. Because I don’t know what I really don’t know what else to do. I feel like I’ve been doing all the right things and I...<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">THERAPIST: You think you have been doing all the right things.<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">CLIENT: Yeah. So it and I feel like, or I think I don’t even know. [00:32:03.00] This is why I don’t like this kind of stuff because I don’t even know if I’m thinking, if I’m feeling, if I’m feeling, if I’m thinking. I don’t...<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">THERAPIST: If there are words involved, you’re thinking.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">CLIENT: Oh.<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">THERAPIST: Yeah? And feeling, you know what the feeling is. It is a visceral experience. You have been making good effort, and this...<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">CLIENT: You’re talking about with the...<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: You are bravely doing what you can, and not knowing what to do about a neurosurgeon. And your distress is very understandable. It’s a very uncomfortable situation. You want your health. You want to not suffer anymore. You want to feel the way you did two years ago.<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: Exactly.<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">THERAPIST: And you’ve had this and that to deal with, and then this morning you fell. It’s little wonder that it’s been a really tough day for you and you feel the way you feel. [00:33:01.05] But what is not helping you, and what possibly is making it worse, is you’re thinking in a way that adds hopelessness <\/span><span data-id=\"P9-N200F11\">to what in reality is difficult. Difficult, but NOT hopeless. I’m not going to tell you oh Jessa, you’re taking this too seriously. It is serious and it’s difficult I truly empathize with you and I wish I could just go boom and take the pain away and all. And unfortunately when it comes to these physical <\/span><span data-id=\"P9-N200F12\">conditions, all we can do is to try our best to find the best help and healing for ourselves, which you have been doing.<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">CLIENT: I just don’t but I don’t know what that is. And so that’s where I feel like I don’t understand the REBT and how that plays into it when I...<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">THERAPIST: Two different things here.<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">CLIENT: Right, but I feel very stuck. So I was trying to help myself to get out of it and I didn’t know what to do. I was doing research and just I feel like and then I went to my doctor, who’s been doing the needling treatment, and then he throws in, oh, it’s not a neurosurgeon that would be doing <\/span><span data-id=\"P9-N200F71\">it, it’s an orthopedic surgeon. [00:34:14.04] And I’m like I said, you’re confusing me even more. Because now I don’t even know what surgeon. So I’m...<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">THERAPIST: Regarding surgery – you don’t know what the best thing to do is right now.<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">CLIENT: Right, so I don’t know, do surgery, not do surgery, orthopedic surgeon, neurosurgeon, do the surgery. And then everybody in the peanut gallery has their comments to me. You know how that goes.<\/span><\/p>\n<span data-id=\"P9-N200FA-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200FA-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">THERAPIST: Yes, and we talked about your friend some weeks ago, the guy...<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">CLIENT: Oh, yeah. Him.<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">THERAPIST: Who gave his opinion, and his whole attitude of catastrophizing. And we were talking then about the helpfulness and importance of your being discerning about who you listen to. [00:35:02.00]<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">CLIENT: Well my friend did that on the I mean I guess I was able to apply the REBT techniques because my friend who’s been really helpful, who gave me the recommendation for the neurosurgeon, when I told him that my doctor said it’s an orthopedic surgeon he said, he should be sued. He should be sued <\/span><span data-id=\"P10-N201031\">for saying that. And I think that’s a little extreme. And I think that this is a different friend. That’s a different friend. So everybody and their but yet he’s so helpful. So I was just like whatever.<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">THERAPIST: Who’s helpful? When you talk quickly it can be hard for me to follow…<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">CLIENT: This other guy, the one that said this is a different friend from the friend [inaudible] and he said, he should your doctor should be sued for saying...<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">THERAPIST: Well again, he could be right and he could be wrong.<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">CLIENT: I don’t know, but it’s...<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">THERAPIST: The fact of the...<\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">CLIENT: And then it comes back to I guess I’m not smart enough, which I know is, I’m sure, something that I could work out, figure out, but I feel like I always go back to that.<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">THERAPIST: Right. So let’s pause now. Steady. In some ways you’re not smart enough. How is that? What do I mean? You are not a surgeon.You don’t have the ability to operate on your own knee. So there’s some agreement there. [00:36:06.02] You’re not smart enough to do that, okay? Good, you’re laughing.<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">CLIENT: I’ve thought about it.<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">THERAPIST: And I’m glad that your conclusion was to leave the surgical scissors in the drawer! Or you could decide to operate on yourself, have your two cats as the nurses. Ask them to pass you the gauze, cotton balls. (laughter). You do have the ability Jessa to, number one, fight hopelessness. Remind <\/span><span data-id=\"P10-N201151\">yourself that being in a physical body, unfortunately parts of it can tend to break down. For many conditions there’s no absolute certainty, there’s no clear prognosis for many people with certain conditions. And we’ve touched in the past on your having a desire or, let’s say, need at times for certainty, <\/span><span data-id=\"P10-N201152\">which doesn’t exist, certainly does not exist, and that issue seems to be rearing its head here. [00:37:09.11] So the reality is you’re in a tough situation. You’re getting different opinions. There may not be any way of knowing which thing is the surely best thing to do, until possibly after you’ve <\/span><span data-id=\"P10-N201153\">done something. Logically it seems that what might be helpful now is to assess whether there is some improvement as a result what you’re doing now. Is...<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">CLIENT: And that’s where and I’ve thought about that but that’s even hard to...<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">THERAPIST: Maybe it’s too soon because you’re still in an early stage of this course of treatment. But if you still have some quality of life, if you are not in agonizing pain all the time, if you still are having moments of enjoyment, if your current doctor who’s giving you the treatment says, “hang <\/span><span data-id=\"P10-N201191\">in there, keep going until February and then let’s assess” then perhaps today, the second of December, 2013, you don’t need to decide on “do I get a neurosurgeon, a back surgeon, an orthopedic surgeon, or a veterinarian to operate on me now”. [00:38:24.16] Perhaps you can, not necessarily from friends, <\/span><span data-id=\"P10-N201192\">Jessa, [ph] but utilizing some patience, do some research. I don’t necessarily mean on your own and Googling, I mean research into whether there another doctor. I’m not suggesting look for a 100 doctors, because then it could be quick path to utter confusion.<\/span><\/p>\n<span data-id=\"P10-N20118-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20118-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P11-N2011A\"><span data-id=\"P11-N2011B\">CLIENT: I know. I just think I’m just tired of getting more doctors and more doctors.<\/span><\/p>\n<p data-id=\"P11-N2011C\"><span data-id=\"P11-N2011D\">THERAPIST: And it’s tiresome. It’s very...<\/span><\/p>\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">CLIENT: This has been nine months. It’s been nine months. I’m just tired. I’m just really tired.<\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">THERAPIST: Understandably. Understandably. [00:39:04.00] But think about where you have a choice. You can give up, or you can think: “I am so tired. Is there anything I can do”, meaning you – Jessa .. I’m speaking as your voice now … “to just make it a little easier on myself for the next three days, <\/span><span data-id=\"P11-N201211\">three weeks, two months, pamper myself, take it easy. Not need to know the right thing to do because there actually is no absolute way of know what it is I don’t think is a way of knowing the absolute right thing to do there isn’t”. So focusing on the here and now, on right now, tonight, and this <\/span><span data-id=\"P11-N201212\">week, think: “I needn’t find a new doctor or surgeon right now, or make a decision about having surgery or not”. Take it easy; keep gently exploring and doing what you’re doing. How does that sound?<\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">CLIENT: I kind of did that already. I had already had those thoughts in my head.<\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">THERAPIST: Did that help?<\/span><\/p>\n<p data-id=\"P11-N20126\"><span data-id=\"P11-N20127\">CLIENT: A little bit. [00:40:06.12] I feel like it helps but I still feel depressed, so I don’t know how to change that.<\/span><\/p>\n<p data-id=\"P11-N20128\"><span data-id=\"P11-N20129\">THERAPIST: Okay, so...<\/span><\/p>\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">CLIENT: Like those were the thoughts that I had and yet I still feel depressed.<\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">THERAPIST: Okay, so let’s observe this gently and compassionately as you would with a child. Okay? So those thoughts took away tell me if I’m wrong some of the urgency and anxiety about – “oh, what should I do, which operation, which surgeon?”. Right? That’s what you just told me, isn’t it?<\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">CLIENT: A little bit. Yeah, I felt better – a little.<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">THERAPIST: A little is better than not at all. And “a little better” it’s better than feeling worse. So instead of feeling more panicked...<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">CLIENT: The way I kind of thought in my head was: “Jessa, you had surgery on your shoulder, you were lying on his table screaming, crying in pain, before he said, well let’s operate”. I said to myself, so maybe l’ll have to wait for that if before you make any decisions.<\/span><\/p>\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">THERAPIST: Or not. It may not have to be that extreme. [00:41:00.19]<\/span><\/p>\n<p data-id=\"P11-N20136\"><span data-id=\"P11-N20137\">CLIENT: But that’s what I that’s what I kind of feel at this point because I don’t know what to do, so that’s kind of how I concluded in my mind is that you don’t just I don’t even know if I should go see a neurosurgeon, do I not see one. All that kind of stuff.<\/span><\/p>\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">THERAPIST: Well at some point...<\/span><\/p>\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">CLIENT: Because a neurosurgeon’s an operator. They’re going to operate. So they’re not just going to sit there and say, let’s take a look at this and let’s talk about alternative methods. So that’s kind of where I’m at. That I don’t know...<\/span><\/p>\n<p data-id=\"P11-N2013C\"><span data-id=\"P11-N2013D\">THERAPIST: Some surgeons may. I would hope that a responsible neurosurgeon would say, listen, I don’t think this is necessary right now. So that could be a wrong assumption on your part. That the surgeon will just want to operate.<\/span><\/p>\n<span data-id=\"P11-N2013C-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N2013C-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P12-N2013E\"><span data-id=\"P12-N2013F\">CLIENT: Or everybody else that I listen to.<\/span><\/p>\n<p data-id=\"P12-N20140\"><span data-id=\"P12-N20141\">THERAPIST: Well, that’s where...<\/span><\/p>\n<p data-id=\"P12-N20142\"><span data-id=\"P12-N20143\">CLIENT: They all say A surgeon wants to operate; a surgeon wants to operate. If one more person says, a surgeon wants to operate.<\/span><\/p>\n<p data-id=\"P12-N20144\"><span data-id=\"P12-N20145\">THERAPIST: Yes, and I’ve heard of doctors who say to patients “Surgery isn’t best for you now”.<\/span><\/p>\n<p data-id=\"P12-N20146\"><span data-id=\"P12-N20147\">CLIENT: So have I. I know, that’s not what I said.<\/span><\/p>\n<p data-id=\"P12-N20148\"><span data-id=\"P12-N20149\">THERAPIST: Yes, so it is good that you’ve noticed that you got sucked into the opinions of others yet again. [00:42:03.06] Thinking Oh, a surgeon will do this. Some corrupt ones might. But I do believe that there are also surgeons who are highly ethical, and they are required to tell you any risks, <\/span><span data-id=\"P12-N201491\">and they don’t want to damage you most and hopefully ALL surgeons don’t want to damage clients. If a few psychopaths got into medicine maybe they might I’m kidding but wrong assumption there, that all surgeons will see you and think “oh, goody, goody, another patient to operate on... Get out <\/span><span data-id=\"P12-N201492\">the gloves!” Okay, so it’s a wrong assumption. What you’ve told me is that you felt a little less panicked when you thought the things you thought about the prospect of surgery, but then you told me “but I still felt depressed”. Now, is it possible that there are other thoughts contributing to the depression? <\/span><span data-id=\"P12-N201493\">[00:43:08.27] You’re nodding yes so...<\/span><\/p>\n<p data-id=\"P12-N2014A\"><span data-id=\"P12-N2014B\">CLIENT: But I don’t know what they are.<\/span><\/p>\n<p data-id=\"P12-N2014C\"><span data-id=\"P12-N2014D\">THERAPIST: Well this is the point at which...<\/span><\/p>\n<p data-id=\"P12-N2014E\"><span data-id=\"P12-N2014F\">CLIENT: Is it possible to have thoughts and not I guess the way the brain works you could probably have many, many thoughts on one point.<\/span><\/p>\n<p data-id=\"P12-N20150\"><span data-id=\"P12-N20151\">THERAPIST: Oh I think you’re good at that.<\/span><\/p>\n<p data-id=\"P12-N20152\"><span data-id=\"P12-N20153\">CLIENT: So but a lot of times I don’t really give it I don’t sit and observe them.<\/span><\/p>\n<p data-id=\"P12-N20154\"><span data-id=\"P12-N20155\">THERAPIST: That’s right. And this is one of the things from early on this evening and now I’m encouraging you to do. And I...<\/span><\/p>\n<p data-id=\"P12-N20156\"><span data-id=\"P12-N20157\">CLIENT: They’re more frenetic I guess.<\/span><\/p>\n<p data-id=\"P12-N20158\"><span data-id=\"P12-N20159\">THERAPIST: You allow yourself yes, to let the horses run wild. And one of the things that I’m attempting to do tonight is to partly model an attitude you can have in your own head to help you monitor and choose your own thinking. [00:44:04.08] I have probably interrupted you more tonight than in the <\/span><span data-id=\"P12-N201591\">past, not because I’m not listening to you, because I’m listening to you as carefully as I always do, but because I want to demonstrate for you, model for you, what you can do in your own head if you’re willing to, if you’re willing to be watchful enough because you know that will help you.<\/span><\/p>\n<p data-id=\"P12-N2015A\"><span data-id=\"P12-N2015B\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P12-N2015C\"><span data-id=\"P12-N2015D\">THERAPIST: And yes, you are a candidate for receiving benefit of REBT if you’re willing to not give up on yourself. And that’s been some of what I was hearing from you earlier tonight. But you also look brighter and more hopeful now so I’m not saying you look totally bright and totally hopeful, you <\/span><span data-id=\"P12-N2015D1\">shook your head, but some change is there already, yes?<\/span><\/p>\n<p data-id=\"P12-N2015E\"><span data-id=\"P12-N2015F\">CLIENT: Well it’s just nice to talk and be able to dissect a little bit in terms of some of the thoughts. [00:45:11.08]<\/span><\/p>\n<p data-id=\"P12-N20160\"><span data-id=\"P12-N20161\">THERAPIST: You were about to say something, but me being that “voice in your head mode” I’m stopping you to go back to what we hadn’t finished, which was you feeling depressed despite the fact that you were able to make yourself less overwhelmed and panicked about your thought “ should I see a surgeon <\/span><span data-id=\"P12-N201611\">or not”. Okay. So just because there’s progress in that area, you’re pointing out to me something that countless people experience until they pull themselves up by the bootstrings, whatever that means. I learnt that expression when I moved to America. I’d never heard that before. Pull yourself up by your...<\/span><\/p>\n<span data-id=\"P12-N20160-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N20160-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P13-N20162\"><span data-id=\"P13-N20163\">CLIENT: By your bootstraps.<\/span><\/p>\n<p data-id=\"P13-N20164\"><span data-id=\"P13-N20165\">THERAPIST: Wouldn’t you fall on your bum? (laughter)I get this image of anyway. Back to the point there are other thoughts that are creating your depression, and you asked me is it possible to have different streams of thoughts. Well clearly so.<\/span><\/p>\n<p data-id=\"P13-N20166\"><span data-id=\"P13-N20167\">CLIENT: Or not know what they are.<\/span><\/p>\n<p data-id=\"P13-N20168\"><span data-id=\"P13-N20169\">THERAPIST: I think you mean that they don’t know what they are clearly and automatically, and that’s when it’s helpful to stop and ask yourself, even if you don’t have a definite knowledge of the exact thought you are thinking: “What might I be telling myself?”. A helpful question is “well, what might <\/span><span data-id=\"P13-N201691\">I be thinking?”. “What could I be thinking that would contribute to this? What’s my hunch”? Again, not looking for the right answer, for the definitive reason you’re creating your depression, or the definitive statement, thought, you have in your head, but what might it be. So what might it be? Or they <\/span><span data-id=\"P13-N201692\">if there are a few thoughts. It’s probably not an it, it could be a they. So let’s hear some of the probable theys that are creating or contributing to your depression right now, Jessa, that you describe. [00:47:04.01]<\/span><\/p>\n<p data-id=\"P13-N2016A\"><span data-id=\"P13-N2016B\">CLIENT: I just have a lot of fiery thoughts that are firing.<\/span><\/p>\n<p data-id=\"P13-N2016C\"><span data-id=\"P13-N2016D\">THERAPIST: Well, fire away. Let’s hear them. But not too quickly. One at a time.<\/span><\/p>\n<p data-id=\"P13-N2016E\"><span data-id=\"P13-N2016F\">CLIENT: Okay, that I can’t make the right decision.<\/span><\/p>\n<p data-id=\"P13-N20170\"><span data-id=\"P13-N20171\">THERAPIST: As I should.<\/span><\/p>\n<p data-id=\"P13-N20172\"><span data-id=\"P13-N20173\">CLIENT: As I should.<\/span><\/p>\n<p data-id=\"P13-N20174\"><span data-id=\"P13-N20175\">THERAPIST: Don’t forget the ‘as I should’. Because the reality is that at times you may not be able to make the right decision, but that doesn’t lead to depression. Because as humans – we are fallible. By the way, could you decide which chemical will end cancer? I mean how could you possibly know that, <\/span><span data-id=\"P13-N201751\">since you’re not a biochemist and it’s not your field. So sometimes we can’t know. That doesn’t cause depression – the not knowing; it’s the adding of “as I should”. So do you think you’re probably adding that?<\/span><\/p>\n<p data-id=\"P13-N20176\"><span data-id=\"P13-N20177\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P13-N20178\"><span data-id=\"P13-N20179\">THERAPIST: Okay, so there’s...<\/span><\/p>\n<p data-id=\"P13-N2017A\"><span data-id=\"P13-N2017B\">CLIENT: I am adding that.<\/span><\/p>\n<p data-id=\"P13-N2017C\"><span data-id=\"P13-N2017D\">THERAPIST: All right. Good revelation. Helpful. That’s what is contributing to or creating depression, probably. What else?<\/span><\/p>\n<p data-id=\"P13-N2017E\"><span data-id=\"P13-N2017F\">CLIENT: There’s so many. Sometimes I feel like I have a thought and then I don’t want to say it. [00:48:09.06] You know what I mean?<\/span><\/p>\n<p data-id=\"P13-N20180\"><span data-id=\"P13-N20181\">THERAPIST: Because?<\/span><\/p>\n<p data-id=\"P13-N20182\"><span data-id=\"P13-N20183\">CLIENT: Because then it makes it a reality.<\/span><\/p>\n<p data-id=\"P13-N20184\"><span data-id=\"P13-N20185\">THERAPIST: Oh. So...<\/span><\/p>\n<p data-id=\"P13-N20186\"><span data-id=\"P13-N20187\">CLIENT: Like if I actually put it out there then I feel like it becomes more realistic. I don’t know. I don’t know how to describe that but just it’s like or I’m afraid that I’m going to say a thought and that you’re going to think that it sounds insane, as it shouldn’t.<\/span><\/p>\n<p data-id=\"P13-N20188\"><span data-id=\"P13-N20189\">THERAPIST: Oh really !!!, and I need to think only good things about you, and you shouldn’t reveal any of your flaws or vulnerability ! (joking) Well, if I was a potential judge in your life I might be that way why would you have a potential judge in your life? It is interesting to observe that you <\/span><span data-id=\"P13-N201891\">still might think that you are needing my approval on some level. When are you going to drop that? [00:49:03.06]<\/span><\/p>\n<span data-id=\"P13-N20188-br\" class=\"page-break\" data-seq=\"12\"><span data-id=\"P13-N20188-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P14-N2018A\"><span data-id=\"P14-N2018B\">CLIENT: Yeah, well that’s kind of what I feel like is ruling the roost, is my constant need for approval. And I’m very much aware of it but having a hard time stopping that. And I don’t and I know where it comes from and I know where it I know where it comes from. There’s no question about it because <\/span><span data-id=\"P14-N2018B1\">it’s something that I’ve looked for and sought for many, many years from my family, and I know that I’m not I’m very aware that I’m not going to get that from them, so I think that there’s a disappointment in knowing that, but then I also wonder, I guess, where the other depression is maybe stemming <\/span><span data-id=\"P14-N2018B2\">from is wondering why, the why of why this happened the way that it did in terms of that I don’t that I can’t be like everybody else and independent.<\/span><\/p>\n<p data-id=\"P14-N2018C\"><span data-id=\"P14-N2018D\">THERAPIST: Why would you want to be like everybody else?<\/span><\/p>\n<p data-id=\"P14-N2018E\"><span data-id=\"P14-N2018F\">CLIENT: Independent, like others.<\/span><\/p>\n<p data-id=\"P14-N20190\"><span data-id=\"P14-N20191\">THERAPIST: Oh, everyone else is independent? I see. [00:50:04.12] So the rest of the human race is totally healthy, independent, and together, and you’re the only one...<\/span><\/p>\n<p data-id=\"P14-N20192\"><span data-id=\"P14-N20193\">CLIENT: Well I just think I have anger that I wasn’t raised with tools to create independency, to be independent. And I know that. And that’s it’s unfortunate that that happened, but now it’s almost like I feel like I’m re-raising myself. I feel that on a lot of days. And...<\/span><\/p>\n<p data-id=\"P14-N20194\"><span data-id=\"P14-N20195\">THERAPIST: That’s called adulthood. Good.<\/span><\/p>\n<p data-id=\"P14-N20196\"><span data-id=\"P14-N20197\">CLIENT: Oh, when you re-raise yourself. Oh.<\/span><\/p>\n<p data-id=\"P14-N20198\"><span data-id=\"P14-N20199\">THERAPIST: Yes, when you’re teaching yourself healthy ways of living.<\/span><\/p>\n<p data-id=\"P14-N2019A\"><span data-id=\"P14-N2019B\">CLIENT: See, but I didn’t know that. I didn’t know that. I thought...<\/span><\/p>\n<p data-id=\"P14-N2019C\"><span data-id=\"P14-N2019D\">THERAPIST: Now you do.<\/span><\/p>\n<p data-id=\"P14-N2019E\"><span data-id=\"P14-N2019F\">CLIENT: Oh, so every adult goes or adults go through that?<\/span><\/p>\n<p data-id=\"P14-N201A0\"><span data-id=\"P14-N201A1\">THERAPIST: No, every adult who feels depressed does not, because a lot of people don’t work at changing their thinking, and they either live in denial or repression or taking medication instead of doing what you’re willing to attempt to do which is to rethink and retrain your thinking so that you’re <\/span><span data-id=\"P14-N201A11\">not feeling as depressed and hopeless and anxious and panicked. [00:51:11.11] It’s a human condition to easily create unhealthy thinking and therefore suffer the emotional consequences. And you’re doing what is what most humans don’t bother to do either because they don’t know they have the choice, <\/span><span data-id=\"P14-N201A12\">or they just are too lazy, or they wrongly convince themselves it’s too hard, or better the devil I know than the devil I don’t. So you’re stepping out. And you have been doing so for a while, and you’ve already noticed positive changes. Even before we started working together you were gaining greater <\/span><span data-id=\"P14-N201A13\">self-awareness through your former type of therapy and all. So, you’re creating distress, including that of anger unnecessarily by telling yourself that it shouldn’t have been this way and you shouldn’t have to be doing what you’re doing. [00:52:17.20] Is that correct?<\/span><\/p>\n<p data-id=\"P14-N201A2\"><span data-id=\"P14-N201A3\">CLIENT: Yes, I am.<\/span><\/p>\n<p data-id=\"P14-N201A4\"><span data-id=\"P14-N201A5\">THERAPIST: Okay, well...<\/span><\/p>\n<p data-id=\"P14-N201A6\"><span data-id=\"P14-N201A7\">CLIENT: Because I feel like I look at others, I compare myself to others, and say that they I think of a person who is not struggling with the issues that I have and that they that when you’re not constantly being corrected or whatever it is, then you’re allowed to fail and make mistakes and be <\/span><span data-id=\"P14-N201A71\">raised in a way that I know it might not be logical to think like that but there is, at times, where I feel angry that I wasn’t that I was always picked up from my mistakes by my parents and their way of we’ll take care of it and we’ll fix it and we’ll fix it, and it’s so I feel that it was <\/span><span data-id=\"P14-N201A72\">ingrained to a point where now I’m trying or attempting to sort of break free, but I feel like it’s actually a lot more challenging than I even thought that it was to do that.<\/span><\/p>\n<span data-id=\"P14-N201A6-br\" class=\"page-break\" data-seq=\"13\"><span data-id=\"P14-N201A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":14,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"14\" data-page=\"14\">\n<p data-id=\"P15-N201A8\"><span data-id=\"P15-N201A9\">THERAPIST: So it is. So it is. [00:53:16.10] It’s more challenging, but is it impossibly challenging?<\/span><\/p>\n<p data-id=\"P15-N201AA\"><span data-id=\"P15-N201AB\">CLIENT: I don’t know because I haven’t done it. I mean it hasn’t happened I haven’t succeeded.<\/span><\/p>\n<p data-id=\"P15-N201AC\"><span data-id=\"P15-N201AD\">THERAPIST: When I first started talking with you tonight I mentioned to you some of the progress that I have observed that you’ve made. You’re right now forgetting that.<\/span><\/p>\n<p data-id=\"P15-N201AE\"><span data-id=\"P15-N201AF\">CLIENT: I know.<\/span><\/p>\n<p data-id=\"P15-N201B0\"><span data-id=\"P15-N201B1\">THERAPIST: Forgetting, not what I said earlier, forgetting your progress.<\/span><\/p>\n<p data-id=\"P15-N201B2\"><span data-id=\"P15-N201B3\">CLIENT: Well it’s hard, too, because I even had a teacher came to me and said, I and said, this is important and I think just to show how it’s worked for me to accept, that one of the kids, a kindergarten student, told another kindergarten student who’s afraid of heights, he said, I know somebody <\/span><span data-id=\"P15-N201B31\">you should go and see for that. Another five year old says and she said, who. And he said, her name is Jessa and she helps kids with feelings, and she helped me and I think you should see her about your problem. And a teacher heard it and then brought it back to me that this was what the kid was saying <\/span><span data-id=\"P15-N201B32\">in the hall. And I what I have a hard time, I think, handling is that instead of focusing on that, I think I jumped to what I’m not doing, what I can’t what I’m not doing enough of. And it’s that race to sort of that, for me, I feel should have been enough. So then there we go again. See, this <\/span><span data-id=\"P15-N201B33\">is where I that I felt in my head Jessa, you should be content with that statement today. That that should’ve turned your day around, and it’s the shoulds and...<\/span><\/p>\n<p data-id=\"P15-N201B4\"><span data-id=\"P15-N201B5\">THERAPIST: Well It would’ve been really healthy and a good gift to yourself to do that, but what you’re allowing what you allowed yourself to do was to not be gentle on yourself, to not acknowledge the positive, and then to be harsh on yourself for succumbing to an old habit of harshness for putting <\/span><span data-id=\"P15-N201B51\">yourself down for putting yourself down. Instead of thinking – “look how hard it is for me, sad that it isn’t easy, but let me keep making effort, just like I would to defend a five year old, one of my students. Let me do it for me, Jessa. I want to say that again. That you made yourself suffer about <\/span><span data-id=\"P15-N201B52\">your suffering. So you’re beating yourself up and then you’re beating yourself up for beating yourself up. Let’s do a trifecta. How about beating yourself up for beating yourself up for beating yourself up. Let’s go all the way. Let’s really bruise Jessa (joking). Yay. I mean this is this...<\/span><\/p>\n<p data-id=\"P15-N201B6\"><span data-id=\"P15-N201B7\">CLIENT: I’m crying and laughing at the same time.<\/span><\/p>\n<p data-id=\"P15-N201B8\"><span data-id=\"P15-N201B9\">THERAPIST: That’s good. It’s good that you’re laughing. You’ve used up all my dry tissues. Let me see if I I have one more but now if I sneeze I’ll have to use your sleeve. You’re not wearing sleeves so that’ll be hard. There you go. Good that you’re laughing.<\/span><\/p>\n<p data-id=\"P15-N201BA\"><span data-id=\"P15-N201BB\">CLIENT: Well it is humorous.<\/span><\/p>\n<p data-id=\"P15-N201BC\"><span data-id=\"P15-N201BD\">THERAPIST: Yes – good that you recognize that ! It is also fine that you’re crying, and you just said well it is humorous, which you probably would not have said to me about ten minutes ago. So again, in a short time we can see progress when you slow yourself down and are willing to look at it and <\/span><span data-id=\"P15-N201BD1\">take in all the facts and are willing to have compassion for yourself.<\/span><\/p>\n<span data-id=\"P15-N201BC-br\" class=\"page-break\" data-seq=\"14\"><span data-id=\"P15-N201BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":15,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"15\" data-page=\"15\">\n<p data-id=\"P16-N201BE\"><span data-id=\"P16-N201BF\">CLIENT: No, but I think there’s a bigger piece though.<\/span><\/p>\n<p data-id=\"P16-N201C0\"><span data-id=\"P16-N201C1\">THERAPIST: What is it?<\/span><\/p>\n<p data-id=\"P16-N201C2\"><span data-id=\"P16-N201C3\">CLIENT: I know what it is. I know what it is. Willing to reflect can I really say it because I think it just sort of all came together.<\/span><\/p>\n<p data-id=\"P16-N201C4\"><span data-id=\"P16-N201C5\">THERAPIST: Say it now.<\/span><\/p>\n<p data-id=\"P16-N201C6\"><span data-id=\"P16-N201C7\">CLIENT: Looking at what I have to say. See, this is the hardest this is the hardest thing for me to look at is that it’s taking the time to look at what I have to say because all of my life and my tendencies I’m not saying I’m doing it now is that I’ve if there was a problem it was assumed, <\/span><span data-id=\"P16-N201C71\">go to mom and dad. And that, I think, is the new, when I talked about what’s new, is that I have an opinion, too, and I have my feelings, too, and I don’t think that that was acknowledged in the past. It wasn’t. I don’t it’s not that I think, it was not. And I could be as extreme to say that it really <\/span><span data-id=\"P16-N201C72\">was not ever because the attitude from them was “you don’t know”. It was you just can’t possibly know like we know. And it was that extreme. So I think that that when slowing myself down probably didn’t happen very often because it was problem, run, run, run. There was a problem? Okay, run, run, <\/span><span data-id=\"P16-N201C73\">run. You can go figure out. And so that’s my it’s like that push pull with...<\/span><\/p>\n<p data-id=\"P16-N201C8\"><span data-id=\"P16-N201C9\">THERAPIST: Familiar.<\/span><\/p>\n<p data-id=\"P16-N201CA\"><span data-id=\"P16-N201CB\">CLIENT: Well that and also the push pull of oh, and then I go everybody else’s opinion, everybody else’s opinion, their opinion’s right, so I’m going to go to them. I’m going to go to them. I’m going to go to them. It’s like crisis mode because that was what I was so used to doing. And so I think <\/span><span data-id=\"P16-N201CB1\">that this is a very new territory in a sense that I’m like wait a second, I and then when I was doing you might think one might think well, you work and you’re doing this, but there’s a really big piece of me that feels that I have been able to sort of, I don’t want to use the word perfect, but <\/span><span data-id=\"P16-N201CB2\">have been so trained in what I’ve done that that’s the area where I feel I can go to work and put on my big girl shoes, so to speak, and say oh I know what I’m doing here because I’ve been trained and you haven’t. But then when it comes to just everyday life, just regular everyday life, I then and <\/span><span data-id=\"P16-N201CB3\">that’s why I think I put the I’m an exerciser, I’m a counselor, because the label makes me feel as if oh, I know what I’m doing. When really it’s just reflecting on my no matter what it is I’m entitled to an opinion, and I think that that’s the hard part, is acknowledging that I’m entitled to an <\/span><span data-id=\"P16-N201CB4\">opinion despite whether I never felt that I was entitled because it’s not too late to, I guess, have my own opinion.<\/span><\/p>\n<p data-id=\"P16-N201CC\"><span data-id=\"P16-N201CD\">THERAPIST: Could you just say that again really strongly for me to hear again.<\/span><\/p>\n<p data-id=\"P16-N201CE\"><span data-id=\"P16-N201CF\">CLIENT: Without tears, because I feel like...<\/span><\/p>\n<p data-id=\"P16-N201D0\"><span data-id=\"P16-N201D1\">THERAPIST: No – not without tears, tears are allowed.<\/span><\/p>\n<p data-id=\"P16-N201D2\"><span data-id=\"P16-N201D3\">CLIENT: Okay, but which part, because I said a lot. So I don’t just that I’m entitled to have an opinion, and I don’t want to always be reflecting or running or going to somebody else for that opinion, that I can slow down and be able to it’s nice to be able to go to other people as a either a <\/span><span data-id=\"P16-N201D31\">support or a possible second opinion or some or go to a professional that maybe has more knowledge in something, like somebody would come to me because I am trained in what I do, but that I don’t have to run for every opinion that I have and that if I don’t that if I have an uncomfortable feeling <\/span><span data-id=\"P16-N201D32\">that I can reflect on my own self and that I don’t have to pick up a phone or feel that I don’t have an answer for myself. I might not have the answer but I can at least...<\/span><\/p>\n<span data-id=\"P16-N201D2-br\" class=\"page-break\" data-seq=\"15\"><span data-id=\"P16-N201D2-dsp\"><\/span><\/span>\n<\/div>"},{"number":16,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"16\" data-page=\"16\">\n<p data-id=\"P17-N201D4\"><span data-id=\"P17-N201D5\">THERAPIST: Neither might the people you call have an answer.<\/span><\/p>\n<p data-id=\"P17-N201D6\"><span data-id=\"P17-N201D7\">CLIENT: But I can enjoy having an opinion, and I think that’s a pleasure that was, in the past as a young child, denied. Denied. But I don’t have to feel angry about it. I can just say that’s fine. I can have an opinion and...<\/span><\/p>\n<p data-id=\"P17-N201D8\"><span data-id=\"P17-N201D9\">THERAPIST: Don’t say it’s fine if you don’t believe it it’s not fine, but why not accept the sad reality. And the fact that though it was not a good thing, it wasn’t awful or irreparable.<\/span><\/p>\n<p data-id=\"P17-N201DA\"><span data-id=\"P17-N201DB\">CLIENT: I think I’ve been going through those motions of the acceptance, and I think that that’s been a little hard because you don’t know if you want to say, I hate my parents and I can’t stand them for what they did or if you just want to say, this is what happened and I’m not going to sit here and <\/span><span data-id=\"P17-N201DB1\">go on and on about how much I hate what happened. I’m just going to accept that this is what it was and that I can do something about it and not be so stuck. [01:01:02.05]<\/span><\/p>\n<p data-id=\"P17-N201DC\"><span data-id=\"P17-N201DD\">THERAPIST: I think it’s helpful to make the distinction, as you did, within that one question of the issue of hating my parents or hating what they did. I think hating what they did is a healthy thing to do and that doesn’t mean you hate them.<\/span><\/p>\n<p data-id=\"P17-N201DE\"><span data-id=\"P17-N201DF\">CLIENT: I don’t hate them. I won’t hate them.<\/span><\/p>\n<p data-id=\"P17-N201E0\"><span data-id=\"P17-N201E1\">THERAPIST: But it would be a little strange not to dislike anything they did. Now I also encourage, if you’re willing, as you’re willing, you to feel some compassion for them in that what they did they did in ignorance of the negative outcomes for you.<\/span><\/p>\n<p data-id=\"P17-N201E2\"><span data-id=\"P17-N201E3\">CLIENT: They did it in ignorance, yeah.<\/span><\/p>\n<p data-id=\"P17-N201E4\"><span data-id=\"P17-N201E5\">THERAPIST: But before you go...<\/span><\/p>\n<p data-id=\"P17-N201E6\"><span data-id=\"P17-N201E7\">CLIENT: And they continue to do it. They continue to do it. It’s not...<\/span><\/p>\n<p data-id=\"P17-N201E8\"><span data-id=\"P17-N201E9\">THERAPIST: And probably they will keep on doing so unless they find a reason to change, but in the meantime...<\/span><\/p>\n<p data-id=\"P17-N201EA\"><span data-id=\"P17-N201EB\">CLIENT: They don’t have REBT.<\/span><\/p>\n<p data-id=\"P17-N201EC\"><span data-id=\"P17-N201ED\">THERAPIST: They don’t think they need it, probably, or feel any need to change. They’re convinced, perhaps, that they’re right a lot of the time. In any case, what you do have the power to control is your thinking and behavior, you don’t have the power to create certainty about practically any outer <\/span><span data-id=\"P17-N201ED1\">things or all things: I don’t think any human does.<\/span><\/p>\n<p data-id=\"P17-N201EE\"><span data-id=\"P17-N201EF\">CLIENT: Nobody does.<\/span><\/p>\n<p data-id=\"P17-N201F0\"><span data-id=\"P17-N201F1\">THERAPIST: Well, yes, I mean there are little things, such as for example that if you’re making a cake you can be pretty certain that things will turn out a certain way if you follow the recipe well, but even then, quirky things can happen. So looking for or demanding certainty is not helpful, but <\/span><span data-id=\"P17-N201F11\">it can be okay to consider circumstances and which have more probability, high probability, of happening. Where you do have control is of your thinking and actions and in the creation of your feelings. And you’ve described today and on other occasions how difficult it is for you to do, especially, what’s <\/span><span data-id=\"P17-N201F12\">not familiar. And what I’d like to encourage you to do is to work on embracing what isn’t familiar.<\/span><\/p>\n<span data-id=\"P17-N201F0-br\" class=\"page-break\" data-seq=\"16\"><span data-id=\"P17-N201F0-dsp\"><\/span><\/span>\n<\/div>"},{"number":17,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"17\" data-page=\"17\">\n<p data-id=\"P18-N201F2\"><span data-id=\"P18-N201F3\">CLIENT: Yeah, I’ll do that. I mean I’ll work on that. [01:03:07.17]<\/span><\/p>\n<p data-id=\"P18-N201F4\"><span data-id=\"P18-N201F5\">THERAPIST: So you revealed something very important.<\/span><\/p>\n<p data-id=\"P18-N201F6\"><span data-id=\"P18-N201F7\">CLIENT: Yeah, I don’t think I made the connection as much. I mean I this is something I’ve known for a long time, but I don’t know if I I think going home for the holidays sort of sealed the deal a little bit in terms of okay, Jessa, I think that’s a being empowered, a piece of being empowered <\/span><span data-id=\"P18-N201F71\">anyway, I think, is being able to reflect and to be able to go to yourself for different things because if you are constantly I mean a baby doesn’t have that option. They have to cry and be able to get what their needs met, whether it’s to be fed or to be changed. They don’t have that luxury of <\/span><span data-id=\"P18-N201F72\">being able to express what they feel. But I think I do. I think it’s a luxury, and I think...<\/span><\/p>\n<p data-id=\"P18-N201F8\"><span data-id=\"P18-N201F9\">THERAPIST: You think what’s a luxury?<\/span><\/p>\n<p data-id=\"P18-N201FA\"><span data-id=\"P18-N201FB\">CLIENT: Well being able to express what I look at it that way, that it’s a luxury because...<\/span><\/p>\n<p data-id=\"P18-N201FC\"><span data-id=\"P18-N201FD\">THERAPIST: Okay, well, and I suggest you rethink that.<\/span><\/p>\n<p data-id=\"P18-N201FE\"><span data-id=\"P18-N201FF\">CLIENT: Well that’s what I’m saying. I think that’s...<\/span><\/p>\n<p data-id=\"P18-N20200\"><span data-id=\"P18-N20201\">THERAPIST: For you it might be now because it’s so new and precious and wow. How about working on making that a norm in your life, rather than seeing it as a luxury?<\/span><\/p>\n<p data-id=\"P18-N20202\"><span data-id=\"P18-N20203\">CLIENT: That’s what I well that’s what I was about to go to, is that feeling that it is a luxury is not really it’s not a luxury. A luxury is you go to a nice spa and you get a robe and...<\/span><\/p>\n<p data-id=\"P18-N20204\"><span data-id=\"P18-N20205\">THERAPIST: Okay, back to the depression.<\/span><\/p>\n<p data-id=\"P18-N20206\"><span data-id=\"P18-N20207\">CLIENT: Well I feel a little bit less depressed.<\/span><\/p>\n<p data-id=\"P18-N20208\"><span data-id=\"P18-N20209\">THERAPIST: Because?<\/span><\/p>\n<p data-id=\"P18-N2020A\"><span data-id=\"P18-N2020B\">CLIENT: Because I think that the more empowered that I feel...<\/span><\/p>\n<p data-id=\"P18-N2020C\"><span data-id=\"P18-N2020D\">THERAPIST: Meaning? What does that mean?<\/span><\/p>\n<p data-id=\"P18-N2020E\"><span data-id=\"P18-N2020F\">CLIENT: What does being empowered mean?<\/span><\/p>\n<p data-id=\"P18-N20210\"><span data-id=\"P18-N20211\">THERAPIST: For you.<\/span><\/p>\n<p data-id=\"P18-N20212\"><span data-id=\"P18-N20213\">CLIENT: For me it means being able to have my own opinions about things and reflect on my own thoughts instead of running to somebody else to be able to either fix my situation, save me...<\/span><\/p>\n<p data-id=\"P18-N20214\"><span data-id=\"P18-N20215\">THERAPIST: ….and expect them to tell you the right thing.<\/span><\/p>\n<p data-id=\"P18-N20216\"><span data-id=\"P18-N20217\">CLIENT: Tell me the right thing, right. Tell me the right thing. All the tendencies that I have. So where was I with so I think that I...<\/span><\/p>\n<p data-id=\"P18-N20218\"><span data-id=\"P18-N20219\">THERAPIST: Focus now. You feel less depressed because...<\/span><\/p>\n<p data-id=\"P18-N2021A\"><span data-id=\"P18-N2021B\">CLIENT: I feel less depressed because I...<\/span><\/p>\n<p data-id=\"P18-N2021C\"><span data-id=\"P18-N2021D\">THERAPIST: What are you thinking differently than you did ten minutes ago?<\/span><\/p>\n<p data-id=\"P18-N2021E\"><span data-id=\"P18-N2021F\">CLIENT: I’m able to quiet my mind a little bit more. I’m allowing myself to.<\/span><\/p>\n<p data-id=\"P18-N20220\"><span data-id=\"P18-N20221\">THERAPIST: How? How are you allowing yourself?<\/span><\/p>\n<p data-id=\"P18-N20222\"><span data-id=\"P18-N20223\">CLIENT: I’m allowing myself by saying Jessa, you do not have to run to either your parents or another doctor or a friend and run to them the minute that you get word of whatever it might be, that you can sit for a minute and you can think and you can...<\/span><\/p>\n<p data-id=\"P18-N20224\"><span data-id=\"P18-N20225\">THERAPIST: I think you’re allowed more than one minute.<\/span><\/p>\n<p data-id=\"P18-N20226\"><span data-id=\"P18-N20227\">CLIENT: Okay, I can sit for however long I choose.<\/span><\/p>\n<p data-id=\"P18-N20228\"><span data-id=\"P18-N20229\">THERAPIST: Given the circumstance. Not always immediately for example if you’re at work, but you can give yourself time, choose times.<\/span><\/p>\n<p data-id=\"P18-N2022A\"><span data-id=\"P18-N2022B\">CLIENT: Well when I’m right. Well not if I’m at work. Then I’d have to think a little bit differently. But I don’t really have at work I don’t I feel empowered at work.<\/span><\/p>\n<p data-id=\"P18-N2022C\"><span data-id=\"P18-N2022D\">THERAPIST: Because?<\/span><\/p>\n<p data-id=\"P18-N2022E\"><span data-id=\"P18-N2022F\">CLIENT: Because I think I know what I’m doing, in the sense that I know I’m helping. And I don’t mean I know what I’m doing in that way. I mean that I’m...<\/span><\/p>\n<p data-id=\"P18-N20230\"><span data-id=\"P18-N20231\">THERAPIST: Maybe you’re not as harsh on yourself?<\/span><\/p>\n<p data-id=\"P18-N20232\"><span data-id=\"P18-N20233\">CLIENT: I’m not as harsh on myself and I also know that people come to me. They think I am good at what I do. It’s something that I wasn’t always used [inaudible]<\/span><\/p>\n<span data-id=\"P18-N20232-br\" class=\"page-break\" data-seq=\"17\"><span data-id=\"P18-N20232-dsp\"><\/span><\/span>\n<\/div>"},{"number":18,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"18\" data-page=\"18\">\n<p data-id=\"P19-N20234\"><span data-id=\"P19-N20235\">THERAPIST: Well there’s a danger in feeling more worthwhile because others affirm you.<\/span><\/p>\n<p data-id=\"P19-N20236\"><span data-id=\"P19-N20237\">CLIENT: Right, because then if they don’t come but in the sense well let me just reframe that. That other people come to me because they think that I actually might have something that I can offer. And I think that that’s and I feel that I do have something that I can offer them to help them, so...<\/span><\/p>\n<p data-id=\"P19-N20238\"><span data-id=\"P19-N20239\">THERAPIST: That’s a more healthy thought than “when they come to me it proves I’m okay because I’ve got something to offer”.<\/span><\/p>\n<p data-id=\"P19-N2023A\"><span data-id=\"P19-N2023B\">CLIENT: Right, and I can’t say that I haven’t had that thought as well but I also think that I do like to help people.<\/span><\/p>\n<p data-id=\"P19-N2023C\"><span data-id=\"P19-N2023D\">THERAPIST: That’s a healthy thing to like, and it’s very affirming when they come. But watch that enjoying them coming, which I’m not against you doing, enjoy it but don’t get hooked on it, and please don’t let yourself make that mean that proves I’m good and worthwhile. Because by the way, you might <\/span><span data-id=\"P19-N2023D1\">be having a really off day and advise them to go jump on their head and they say Jessa, you’re the best in what you advise. You know what I mean? It’s not necessarily that they’re right…whether they say positive or negative things.<\/span><\/p>\n<p data-id=\"P19-N2023E\"><span data-id=\"P19-N2023F\">CLIENT: Right, right, right.<\/span><\/p>\n<p data-id=\"P19-N20240\"><span data-id=\"P19-N20241\">THERAPIST: Enjoy the affirmation. Do the best you can. I really don’t want to deny you that, but don’t use that to...<\/span><\/p>\n<p data-id=\"P19-N20242\"><span data-id=\"P19-N20243\">CLIENT: I understand. I think it was the first time in my life that I ever felt that I could do something. I don’t think I ever felt that I not invalidated but that I could make something happen. I think that I always went to mommy and daddy to make things happen and I didn’t...<\/span><\/p>\n<p data-id=\"P19-N20244\"><span data-id=\"P19-N20245\">THERAPIST: Okay, so back to the depression that you told me you still felt 15 minutes or so ago, and you’ve more recently in our talking been telling me you feel less of it.<\/span><\/p>\n<p data-id=\"P19-N20246\"><span data-id=\"P19-N20247\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P19-N20248\"><span data-id=\"P19-N20249\">THERAPIST: And I asked you how, what’s different? So you told me because you’re realizing that you have the choice to not rely on others and their opinions.<\/span><\/p>\n<p data-id=\"P19-N2024A\"><span data-id=\"P19-N2024B\">CLIENT: And also the choice not just the choice to not rely on others but that if, let’s say in this particular case, this doctor sent me this e-mail saying, I would go to a neurosurgeon, he’s not God and he’s and just because he says that, I’ll know when I need to go to...<\/span><\/p>\n<p data-id=\"P19-N2024C\"><span data-id=\"P19-N2024D\">THERAPIST: Or you may or may not know when you need to, but chances are you will know when you want to.<\/span><\/p>\n<p data-id=\"P19-N2024E\"><span data-id=\"P19-N2024F\">CLIENT: Right, I may or I may not. Well I sometimes think that the body I the body gives signs of different things and so what I’m basically what I’m saying is because he’s writing that in an e-mail and I’m reading it and saying oh, that’s kind of what I’m trying maybe I’m not explaining correctly <\/span><span data-id=\"P19-N2024F1\">and I’m like well God just said go to...<\/span><\/p>\n<p data-id=\"P19-N20250\"><span data-id=\"P19-N20251\">THERAPIST: Treating the doctor as if he has the ultimate knowledge.<\/span><\/p>\n<p data-id=\"P19-N20252\"><span data-id=\"P19-N20253\">CLIENT: Right. The ultimate knowledge [inaudible] and of course this is his area of expertise. I understand that but that doesn’t mean that it’s the be all end all. Or that it’s the be all end all he hasn’t even examined me. He’s looked at films, he’s heard what I’ve said, but he hasn’t actually seen <\/span><span data-id=\"P19-N202531\">me physically and done an examination that way. There are other factors, there’s other people involved. So I think it’s I think always believing that somebody else has the answer other than myself. And there is no answer or certainty. It’s the need for certainty that it came back to before.<\/span><\/p>\n<span data-id=\"P19-N20252-br\" class=\"page-break\" data-seq=\"18\"><span data-id=\"P19-N20252-dsp\"><\/span><\/span>\n<\/div>"},{"number":19,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"19\" data-page=\"19\">\n<p data-id=\"P20-N20254\"><span data-id=\"P20-N20255\">THERAPIST: Some knowledgeable people will give you appropriate information at times. Again, watch for being either or, do you see what I mean?<\/span><\/p>\n<p data-id=\"P20-N20256\"><span data-id=\"P20-N20257\">CLIENT: No, I do.<\/span><\/p>\n<p data-id=\"P20-N20258\"><span data-id=\"P20-N20259\">THERAPIST: It’s also clear that opinions of people who aren’t in the medical profession are probably not the best people to invest too much faith in, as you might have done in the past. And putting people on pedestals as you understandably did with your parents at a very young age before you had the <\/span><span data-id=\"P20-N202591\">ability to discern – may not be in your interest either. It’s understandable, but enough already.<\/span><\/p>\n<p data-id=\"P20-N2025A\"><span data-id=\"P20-N2025B\">CLIENT: Right, right.<\/span><\/p>\n<p data-id=\"P20-N2025C\"><span data-id=\"P20-N2025D\">THERAPIST: So in a very short period of time right now, am I correct in observing that you reduced your feelings of panic, you reduced anxiety, and you reduced depression in the course of our conversation. Yes, some of what I was saying that you reflected on contributed, but you also did reflecting <\/span><span data-id=\"P20-N2025D1\">and observing yourself.<\/span><\/p>\n<p data-id=\"P20-N2025E\"><span data-id=\"P20-N2025F\">CLIENT: Yeah, I did, by unearthing some of the...<\/span><\/p>\n<p data-id=\"P20-N20260\"><span data-id=\"P20-N20261\">THERAPIST: By taking time to reflect...<\/span><\/p>\n<p data-id=\"P20-N20262\"><span data-id=\"P20-N20263\">CLIENT: Is that what it was is that I just want to I’m not asking. I’m only trying to understand do you is that, I guess, a big piece of REBT, is taking the time to...<\/span><\/p>\n<p data-id=\"P20-N20264\"><span data-id=\"P20-N20265\">THERAPIST: Especially for people with tendencies to have racing minds all over the place.<\/span><\/p>\n<p data-id=\"P20-N20266\"><span data-id=\"P20-N20267\">CLIENT: Isn’t that anxiety, a racing mind? Doesn’t that correspond with it?<\/span><\/p>\n<p data-id=\"P20-N20268\"><span data-id=\"P20-N20269\">THERAPIST: Not if your racing mind is thinking all sorts of healthy thoughts.<\/span><\/p>\n<p data-id=\"P20-N2026A\"><span data-id=\"P20-N2026B\">CLIENT: Oh, that would be nice. That would be a nice racing mind.<\/span><\/p>\n<p data-id=\"P20-N2026C\"><span data-id=\"P20-N2026D\">THERAPIST: Well, but when a racing mind is thinking this is “awful\/ nice\/ I should\/ I shouldn’t”, and then you’re not stopping to reflect on the thoughts – telling yourself wow, hang on, slow down mind !no, no, no but you’re just letting the horses run wild, of course the anxiety can remain and <\/span><span data-id=\"P20-N2026D1\">grow. I want to ask you, in the light of our conversation, because we have to...<\/span><\/p>\n<p data-id=\"P20-N2026E\"><span data-id=\"P20-N2026F\">CLIENT: Wrap up.<\/span><\/p>\n<p data-id=\"P20-N20270\"><span data-id=\"P20-N20271\">THERAPIST: Wrap up shortly, very shortly. You questioned earlier whether or not you were whether you were a candidate for this REBT. [01:12:11.28] As I look at you now with a very soft calm face as opposed to a face of pain that I saw earlier – and Jessa, truly I feel compassion for your challenges, <\/span><span data-id=\"P20-N202711\">I do. And you looked in great pain an hour or so ago and now you look very calm, and I’m hearing in it you appear quite different in your emotions and thinking to me.<\/span><\/p>\n<p data-id=\"P20-N20272\"><span data-id=\"P20-N20273\">CLIENT: Appear, yeah.<\/span><\/p>\n<p data-id=\"P20-N20274\"><span data-id=\"P20-N20275\">THERAPIST: Do you still agree with your earlier damning judgment that you are may not be a candidate for REBT?<\/span><\/p>\n<p data-id=\"P20-N20276\"><span data-id=\"P20-N20277\">CLIENT: No. I mean I definitely don’t. I think when it comes to the homework piece I think that’s where I once you when our session is over, and I go to do the homework and I sit down, but I think this time I think that’s when I start conjuring up some of those thoughts. But I think that what <\/span><span data-id=\"P20-N202771\">I’m going to do differently this week is that I’m not, for the homework, which you haven’t told me what it is yet, but when I do it, I think what I’m going to do is just for a few minutes, instead of looking back now and realizing probably the way that I was doing it was that I was trying to be perfect <\/span><span data-id=\"P20-N202772\">at it. I realize that now. I don’t think I realized that before. I really didn’t. There was a lot of things I don’t I think I did on some superficial level but not really. So I think what I’m going to do this time is maybe just and also trying to impress you by saying, oh, look how many I did or <\/span><span data-id=\"P20-N202773\">I did them or Debbie, see, look at I used to do with my music teacher. Look, I did it. As opposed to doing it for me, I’m doing it for you. And I don’t want to do it. I mean I want to help in any way I can.<\/span><\/p>\n<span data-id=\"P20-N20276-br\" class=\"page-break\" data-seq=\"19\"><span data-id=\"P20-N20276-dsp\"><\/span><\/span>\n<\/div>"},{"number":20,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"20\" data-page=\"20\">\n<p data-id=\"P21-N20278\"><span data-id=\"P21-N20279\">THERAPIST: I don’t want you to do it for me. I want you to do it for you.<\/span><\/p>\n<p data-id=\"P21-N2027A\"><span data-id=\"P21-N2027B\">CLIENT: Well that’s the thing, and I think...<\/span><\/p>\n<p data-id=\"P21-N2027C\"><span data-id=\"P21-N2027D\">THERAPIST: So if you want to please me, do it for you.<\/span><\/p>\n<p data-id=\"P21-N2027E\"><span data-id=\"P21-N2027F\">CLIENT: Exactly.<\/span><\/p>\n<p data-id=\"P21-N20280\"><span data-id=\"P21-N20281\">THERAPIST: (Said in jest )You must please me by doing it for you.<\/span><\/p>\n<p data-id=\"P21-N20282\"><span data-id=\"P21-N20283\">CLIENT: Laughs [inaudible] for me so I think that’s I think I’m going to...<\/span><\/p>\n<p data-id=\"P21-N20284\"><span data-id=\"P21-N20285\">THERAPIST: Doing it imperfectly.<\/span><\/p>\n<p data-id=\"P21-N20286\"><span data-id=\"P21-N20287\">CLIENT: Doing it imperfectly for me. I think that’s what I’m going to do when I go to attack my homework this coming week.<\/span><\/p>\n<p data-id=\"P21-N20288\"><span data-id=\"P21-N20289\">THERAPIST: “Attack” your homework. Attack your homework. Grrr.<\/span><\/p>\n<p data-id=\"P21-N2028A\"><span data-id=\"P21-N2028B\">CLIENT: Well when I do the homework I think I’m going to do it, this time around, just with my own thoughts and my own feelings and see what happens.<\/span><\/p>\n<p data-id=\"P21-N2028C\"><span data-id=\"P21-N2028D\">THERAPIST: About time Jessa!<\/span><\/p>\n<p data-id=\"P21-N2028E\"><span data-id=\"P21-N2028F\">CLIENT: So and then we’ll talk obviously next week because I’ll be able to discuss with you whatever came of the probably the homework that I’m going to be doing for myself, and however it comes it comes and I’m not going I’m really going to work on not focusing on it being the right homework <\/span><span data-id=\"P21-N2028F1\">or the homework that Debbie is expecting or anything like that because that’s just there’s no point then. I mean there really isn’t that much of a point if that’s what I’m going to do. So...<\/span><\/p>\n<p data-id=\"P21-N20290\"><span data-id=\"P21-N20291\">THERAPIST: Well it’s really...<\/span><\/p>\n<p data-id=\"P21-N20292\"><span data-id=\"P21-N20293\">CLIENT: I mean there’s a point but there’s not a point.<\/span><\/p>\n<p data-id=\"P21-N20294\"><span data-id=\"P21-N20295\">THERAPIST: Well it’s against your healthy goals, when one of your restricting irrational beliefs is the need for approval.<\/span><\/p>\n<p data-id=\"P21-N20296\"><span data-id=\"P21-N20297\">CLIENT: That one really gets into murky territory when...<\/span><\/p>\n<p data-id=\"P21-N20298\"><span data-id=\"P21-N20299\">THERAPIST: If you let it.<\/span><\/p>\n<p data-id=\"P21-N2029A\"><span data-id=\"P21-N2029B\">CLIENT: Do is...<\/span><\/p>\n<p data-id=\"P21-N2029C\"><span data-id=\"P21-N2029D\">THERAPIST: Yes, it’s very common, highly common. It’s yes, one of the most common.<\/span><\/p>\n<p data-id=\"P21-N2029E\"><span data-id=\"P21-N2029F\">CLIENT: It’s funny though because we don’t judge ourselves like we judge others. We don’t judge others like we judge or damn ourself.<\/span><\/p>\n<p data-id=\"P21-N202A0\"><span data-id=\"P21-N202A1\">THERAPIST: You don’t. Can’t speak for all others.<\/span><\/p>\n<p data-id=\"P21-N202A2\"><span data-id=\"P21-N202A3\">CLIENT: I don’t, yeah, no.<\/span><\/p>\n<p data-id=\"P21-N202A4\"><span data-id=\"P21-N202A5\">THERAPIST: You and a whole lot of other people, but the healthier people continue to make effort to be comfortable in their own skins, to accept themselves unconditionally as fallible humans, and they make effort to do so with other people. Not to force themselves to like ugly behavior of other people, <\/span><span data-id=\"P21-N202A51\">and to still fight for justice if there’s some abuse there on any level, but the healthy thing to aspire to do more of more of the time as the fallible humans that we are is to work on separating a person’s behavior from their essential worth, which is there. Whether it’s your own or that of other <\/span><span data-id=\"P21-N202A52\">people. And yes, so this need of approval was one of the beliefs bringing you down, keeping you down, making you suffer.<\/span><\/p>\n<p data-id=\"P21-N202A6\"><span data-id=\"P21-N202A7\">CLIENT: And I can’t say that it’s not a tendency that won’t come up for me. It’s something I have to work on.<\/span><\/p>\n<p data-id=\"P21-N202A8\"><span data-id=\"P21-N202A9\">THERAPIST: That’s exactly right.<\/span><\/p>\n<p data-id=\"P21-N202AA\"><span data-id=\"P21-N202AB\">CLIENT: I have to work on that.<\/span><\/p>\n<p data-id=\"P21-N202AC\"><span data-id=\"P21-N202AD\">THERAPIST: That’s right – if you want change. And so when the thought rears its familiar head, instead of saying, “I’m not a candidate for REBT”, the healthy, mature, adult thing to say might be –“well, that was to be expected, that familiar thought ... But it is not true. I do not need Debbie’s approval”.<\/span><\/p>\n<span data-id=\"P21-N202AC-br\" class=\"page-break\" data-seq=\"20\"><span data-id=\"P21-N202AC-dsp\"><\/span><\/span>\n<\/div>"},{"number":21,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"21\" data-page=\"21\">\n<p data-id=\"P22-N202AE\"><span data-id=\"P22-N202AF\">CLIENT: Right. Debbie, you’re such a character.<\/span><\/p>\n<p data-id=\"P22-N202B0\"><span data-id=\"P22-N202B1\">THERAPIST: So how are you feeling right now?<\/span><\/p>\n<p data-id=\"P22-N202B2\"><span data-id=\"P22-N202B3\">CLIENT: Definitely better than I was feeling earlier.<\/span><\/p>\n<p data-id=\"P22-N202B4\"><span data-id=\"P22-N202B5\">THERAPIST: And was it because of my magic, or because of a change in your thinking?<\/span><\/p>\n<p data-id=\"P22-N202B6\"><span data-id=\"P22-N202B7\">CLIENT: No, it was because of a change in my thinking.<\/span><\/p>\n<p data-id=\"P22-N202B8\"><span data-id=\"P22-N202B9\">THERAPIST: And are you someone who can benefit from ongoing effort of applying REBT?<\/span><\/p>\n<p data-id=\"P22-N202BA\"><span data-id=\"P22-N202BB\">CLIENT: Of course. I’m...<\/span><\/p>\n<p data-id=\"P22-N202BC\"><span data-id=\"P22-N202BD\">THERAPIST: Okay, so you’ve unfired yourself from the job of doing REBT. You’ve reinstated yourself. Good, I support that. Great. Good job. If it helps you have in mind at times an image either of your most vulnerable student at school who you help, who you would go to great lengths to protect and <\/span><span data-id=\"P22-N202BD1\">to have compassion for and you’d want to teach him or her compassion for themselves, not hard for you to do, is it?<\/span><\/p>\n<p data-id=\"P22-N202BE\"><span data-id=\"P22-N202BF\">CLIENT: To picture...<\/span><\/p>\n<p data-id=\"P22-N202C0\"><span data-id=\"P22-N202C1\">THERAPIST: To picture them and...<\/span><\/p>\n<p data-id=\"P22-N202C2\"><span data-id=\"P22-N202C3\">CLIENT: Yeah, that’s easy.<\/span><\/p>\n<p data-id=\"P22-N202C4\"><span data-id=\"P22-N202C5\">THERAPIST: Okay. Have it as a goal to have that equal amount of self-protection that the protection that you would give them to have for yourself and compassion for yourself. Even, and especially, when you don’t do as well as you think you should or don’t do as well as you want. It’s just healthy <\/span><span data-id=\"P22-N202C51\">to want to do well. At your homework and anything else. And would it be a stretch to also suggest that you pull out a picture of you as a young child looking really vulnerable and innocent?<\/span><\/p>\n<p data-id=\"P22-N202C6\"><span data-id=\"P22-N202C7\">CLIENT: Well I did that over the weekend. I was watching videos.<\/span><\/p>\n<p data-id=\"P22-N202C8\"><span data-id=\"P22-N202C9\">THERAPIST: And maybe you could have a still photo of you as a young girl that you can look at when you catch yourself forgetting to have compassion on adult, big adult Jessa, who you demand better do the right thing. Look at this innocent young one who got all these wrong messages and who suffered as <\/span><span data-id=\"P22-N202C91\">a result. But the good news is her spirit lives in adult you and you can work on having more compassion yourself. So you can do both. Think of a vulnerable student you would go all out to protect and think of young you, and it’s time to go all out to protect you. So how about framing a photo of you <\/span><span data-id=\"P22-N202C92\">as a child. Would you do that and look at it every day?<\/span><\/p>\n<p data-id=\"P22-N202CA\"><span data-id=\"P22-N202CB\">CLIENT: Framing it, meaning put it some place in the apartment?<\/span><\/p>\n<p data-id=\"P22-N202CC\"><span data-id=\"P22-N202CD\">THERAPIST: Putting it yes, somewhere. Yes.<\/span><\/p>\n<p data-id=\"P22-N202CE\"><span data-id=\"P22-N202CF\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P22-N202D0\"><span data-id=\"P22-N202D1\">THERAPIST: Will you do that?<\/span><\/p>\n<p data-id=\"P22-N202D2\"><span data-id=\"P22-N202D3\">CLIENT: Yeah, [inaudible] have an actual still photo. I have videos but a still...<\/span><\/p>\n<p data-id=\"P22-N202D4\"><span data-id=\"P22-N202D5\">THERAPIST: Can you find it and print it and you’ll find a way. There is a way.<\/span><\/p>\n<p data-id=\"P22-N202D6\"><span data-id=\"P22-N202D7\">CLIENT: Yeah, I’ll figure it out.<\/span><\/p>\n<p data-id=\"P22-N202D8\"><span data-id=\"P22-N202D9\">THERAPIST: Okay, so what would be good in addition to remaining on it...<\/span><\/p>\n<p data-id=\"P22-N202DA\"><span data-id=\"P22-N202DB\">CLIENT: Can we just pause is there I just because I have a feeling my sorry. [stops tape]<\/span><\/p>\n<p data-id=\"P22-N202DC\"><span data-id=\"P22-N202DD\">THERAPIST: So I just paused this recorder and then I unpaused it. I paused it because you heard your cell phone and you had an arrangement to meet someone in about actually five minutes ago. And instead of letting it go to voice mail, you answered it.<\/span><\/p>\n<p data-id=\"P22-N202DE\"><span data-id=\"P22-N202DF\">CLIENT: No, it was... our meeting<\/span><\/p>\n<p data-id=\"P22-N202E0\"><span data-id=\"P22-N202E1\">THERAPIST: Yes, five minutes ago. If it’s ten-to now, or five-to now. So ten minutes, about ten minutes ago. And you wanted me to pause it so you could answer that phone. And I just think it may be an example of your immediate tendency to placate, soothe, make sure the other person is all right. And <\/span><span data-id=\"P22-N202E11\">my hunch is that it was an example of your putting them before you. Because we’re completing now what I think has been one of our more important sessions in terms of your self-revelations.<\/span><\/p>\n<span data-id=\"P22-N202E0-br\" class=\"page-break\" data-seq=\"21\"><span data-id=\"P22-N202E0-dsp\"><\/span><\/span>\n<\/div>"},{"number":22,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"22\" data-page=\"22\">\n<p data-id=\"P23-N202E2\"><span data-id=\"P23-N202E3\">CLIENT: You’re right, you’re right.<\/span><\/p>\n<p data-id=\"P23-N202E4\"><span data-id=\"P23-N202E5\">THERAPIST: So I am pointing out here your tendency, which will continue if you don’t stop it, to not put you first. Now I’m not encouraging you to become a selfish narcissist.<\/span><\/p>\n<p data-id=\"P23-N202E6\"><span data-id=\"P23-N202E7\">CLIENT: No, I understand.<\/span><\/p>\n<p data-id=\"P23-N202E8\"><span data-id=\"P23-N202E9\">THERAPIST: But there are times that merit you putting you first, especially when it’s not that important to attend to another as it is to keep focus on yourself. It’s not ideal to be late but if it’s a few for good reason it’s no tragedy either. And we’re not talking about an appointment professionally. <\/span><span data-id=\"P23-N202E91\">It’s a casual dinner with your best friend. And you put her first right now. Before you. I’m not reprimanding you, am I. Do you realize that I’m not.<\/span><\/p>\n<p data-id=\"P23-N202EA\"><span data-id=\"P23-N202EB\">CLIENT: No, I don’t think you are reprimanding me.<\/span><\/p>\n<p data-id=\"P23-N202EC\"><span data-id=\"P23-N202ED\">THERAPIST: Do you see I’m pointing it out, for your benefit.<\/span><\/p>\n<p data-id=\"P23-N202EE\"><span data-id=\"P23-N202EF\">CLIENT: Right, right.<\/span><\/p>\n<p data-id=\"P23-N202F0\"><span data-id=\"P23-N202F1\">THERAPIST: Which is how you can start thinking. When you notice “oh darnit, I’ve done this again, this thought that I instead of oh, I’m not a candidate or I’ll it’s like oh gosh, I did it again. Now look at that”. Observe, without self-damning.<\/span><\/p>\n<p data-id=\"P23-N202F2\"><span data-id=\"P23-N202F3\">CLIENT: Well I was going to continue well my whole thought was that I was going to continue with what we were doing. I just thought that I would call to say, I’m in the middle of something, when you get back let me come. So is that...<\/span><\/p>\n<p data-id=\"P23-N202F4\"><span data-id=\"P23-N202F5\">THERAPIST: Yes, it’s putting aside this for that, politely. Okay. So there has been a lot of things for you to observe tonight about yourself. Have you felt at any point judged by me in any negative way?<\/span><\/p>\n<p data-id=\"P23-N202F6\"><span data-id=\"P23-N202F7\">CLIENT: No. I haven’t.<\/span><\/p>\n<p data-id=\"P23-N202F8\"><span data-id=\"P23-N202F9\">THERAPIST: I’ve been pointing out things that are not helpful to you. That’s an example of unconditional other acceptance. I point it out to you because I care about your wellbeing and our goal together of helping you help yourself get over this anxiety.<\/span><\/p>\n<p data-id=\"P23-N202FA\"><span data-id=\"P23-N202FB\">CLIENT: Gotcha.<\/span><\/p>\n<p data-id=\"P23-N202FC\"><span data-id=\"P23-N202FD\">THERAPIST: I don’t put you down for mistakes. I point them out. Unconditional self acceptance is you doing that to you, for you. I hope regarding much of what we did tonight that you will remember not only what I said but the way I said it and the way I paused you when you weren’t completing a thought <\/span><span data-id=\"P23-N202FD1\">process or when you were thinking in an unhelpful way. So to finish off, what is the homework that will be very helpful for you to do between now and our next session?<\/span><\/p>\n<p data-id=\"P23-N202FE\"><span data-id=\"P23-N202FF\">CLIENT: Oh, you’re asking me?<\/span><\/p>\n<p data-id=\"P23-N20300\"><span data-id=\"P23-N20301\">THERAPIST: I am asking you.<\/span><\/p>\n<p data-id=\"P23-N20302\"><span data-id=\"P23-N20303\">CLIENT: (pause) Maybe to (pause) actually do to do an ABC, an ABCD type thing, but to actually do one, just one, but set maybe even I don’t want to say set a timer because that’s restricting me, but in a way well really, to set a timer for myself, to say that I’m giving myself 30 minutes to do <\/span><span data-id=\"P23-N203031\">one. In other words instead of just saying, oh I did 60 and isn’t that so great, instead focusing on just one but actually disputing it and disputing it and disputing it.<\/span><\/p>\n<p data-id=\"P23-N20304\"><span data-id=\"P23-N20305\">THERAPIST: Disputing your irrational beliefs.<\/span><\/p>\n<p data-id=\"P23-N20306\"><span data-id=\"P23-N20307\">CLIENT: Disputing my irrational belief but spending 30 minutes on one instead of trying because I think what I’ve been trying to do this whole time is get more than one done. And so I just do them quickly because I’m like oh, I have this one and then I have this one and it’s like and do this and <\/span><span data-id=\"P23-N203071\">do that and try this and try that. And I think maybe just doing one but doing it for an extended period of time and actually reflecting and dissecting it, and instead of worrying about just getting the next one done and the next one done.<\/span><\/p>\n<span data-id=\"P23-N20306-br\" class=\"page-break\" data-seq=\"22\"><span data-id=\"P23-N20306-dsp\"><\/span><\/span>\n<\/div>"},{"number":23,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561796\" data-realpage=\"23\" data-page=\"23\">\n<p data-id=\"P24-N20308\"><span data-id=\"P24-N20309\">THERAPIST: Right, so that’s homework number one. And my second broad suggestion not only for this time between now and next session but for the rest of your life also, is to continue to practice being more watchful of your thinking and feelings and taking time, pausing the way we’ve done a number of <\/span><span data-id=\"P24-N203091\">times tonight, to consider priorities and focusing on the priority and noticing other distractions and telling yourself I’ll get to the others later but first I finish this. Does that make sense?<\/span><\/p>\n<p data-id=\"P24-N2030A\"><span data-id=\"P24-N2030B\">CLIENT: Yeah, it does.<\/span><\/p>\n<p data-id=\"P24-N2030C\"><span data-id=\"P24-N2030D\">THERAPIST: And working on greater compassion, unconditional self-acceptance, not needing certainty, not needing to do things perfectly. They’re your focus points, or some of them. Make sense?<\/span><\/p>\n<p data-id=\"P24-N2030E\"><span data-id=\"P24-N2030F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P24-N20310\"><span data-id=\"P24-N20311\">THERAPIST: How you feeling?<\/span><\/p>\n<p data-id=\"P24-N20312\"><span data-id=\"P24-N20313\">CLIENT: Good.<\/span><\/p>\n<p data-id=\"P24-N20314\"><span data-id=\"P24-N20315\">THERAPIST: Well done.<\/span><\/p>\n<p data-id=\"P24-N20316\"><span data-id=\"P24-N20317\">CLIENT: Thank you Debbie.<\/span><\/p>\n<p data-id=\"P24-N20318\"><span data-id=\"P24-N20319\">THERAPIST: Well done.<\/span><\/p>\n<p data-id=\"P24-N2031A\"><span data-id=\"P24-N2031B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}