{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the great sadness he's been feeling lately. Client is getting strange vibes from a girl he dated once and wish she would just communicate openly with him about her feelings."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Relationships","Family","Panic attacks","Psychoanalytic Psychology","Anxiety","Paranoia","Sadness","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["13"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Relationships","Family","Panic attacks"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Paranoia","Sadness"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561714","dorpId":"1005995968","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 104: July 19, 2013: Client discusses the great sadness he's been feeling lately. Client is getting strange vibes from a girl he dated once and wish she would just communicate openly with him about her feelings.","fullTitle":"Client \"AP\", Session 104: July 19, 2013: Client discusses the great sadness he's been feeling lately. Client is getting strange vibes from a girl he dated once and wish she would just communicate openly with him about her feelings.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561714\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I’m really sad today, really, really sad. I don’t know what’s going on. Well I kind of know what’s going on. This weather’s not helping. Like I’m absolutely I feel surreal. This is like unbearable. But yeah, I got a I’m doing the very thing I said I didn’t want to do, with this Allison chick. <\/span><span data-id=\"P1-N2000D1\">I got I think I’ve got to like take her off my Face not unfriend her, but somehow you know what I mean? Because I’m it’s not something is off. I think she either I don’t know. Something’s off, and I don’t want to start feeling like I’m being a weirdo, or I’m trying too hard or because <\/span><span data-id=\"P1-N2000D2\">I’m starting to feel that way. And I don’t like that. It’s just I don’t know.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Something’s off meaning she’s not responding.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Well this morning she’s the one who contacted me. [00:01:00.23] I think what ends up happening is it’s not that she won’t contact she’ll contact me sometimes before I contact her, but then I eventually somewhere along the chat I’ll try to kind of I mean I’m trying, right? I mean I’ve got <\/span><span data-id=\"P1-N200111\">to do something. I don’t want to just be like a buddy. So I try these little ways to open things up a little bit. I’ll either flirt in a kind of sexual way but in a funny way or whatever, without being weird. Or I’ll say something just honest, you know what I mean? I’ll just but then I’ll make a joke <\/span><span data-id=\"P1-N200112\">right after it or something. And she just she doesn’t really engage in any of those. She immediately deflects or just doesn’t respond or I don’t know. It’s like I’m starting to feel like a chump now. And I don’t know if I’m some of that might be that old stuff where every little thing I feel like <\/span><span data-id=\"P1-N200113\">I’m being a chump when I’m not. But I don’t know. [00:02:00.25] It just makes me sad and why is this so some childish things like why can’t this just work out or why can’t it and then I feel really angry that I’m feeling this way again and sad that like it’s like in some ways it’s like this <\/span><span data-id=\"P1-N200114\">right back where you started kind of thing. Even though I know it’s not. I know I’m very different right now. But I’ve just been feeling sad all day. I just feel like I’m I don’t have much to do; I’m just kind of meandering. I can’t I’m having trouble concentrating. I know a lot of people I mean <\/span><span data-id=\"P1-N200115\">it’s brutal outside, but I don’t know. I just feel sad. I feel lonely and sad and stupid for feeling this way when I know it’s kind of irrational. (pause)<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Something old’s happening in this, though, that I when you’re so quick to say stupid, like [inaudible] so much more [inaudible] know about it that isn’t so obvious. [00:03:18.14] You were starting to talk about yesterday, what if one of the reasons you were falling so hard for her was that <\/span><span data-id=\"P1-N200131\">there was something aloof, something Samantha like in other words then would be predictably would play out like this. And what is that.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I mean well what it is, I think, is it just goes back to that old thing of like I mean some of it’s just what everybody has, which is you want something you can’t have. So then you want it more. But some of it’s just a much deeper there’s a certain she fits that kind of person that I want <\/span><span data-id=\"P1-N200151\">validation from. [00:04:03.07] You know what I mean?<\/span><\/p>\n<span data-id=\"P1-N20014-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20014-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561714\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">THERAPIST: You said particularly that she was beguiling, which is a very it’s not a straightforward loving easily loving, straightforward loving kind of character, right? There’s something...<\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">CLIENT: Right, right.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: It’s not just normal hard to get. It’s like particularly hard to get.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Yeah, exactly.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: Characterologically. Or particularly excited about being hard to get or playing hard to get.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: There might be that too, yeah.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: I mean I don’t mean that consciously necessarily.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: No, she even like today, this is where things a little bit went off the rail today. Like we were joking, or I don’t know what the fuck was going on, and I think I don’t know what I said, but I don’t remember what the fuck I said. [00:05:01.02] Oh, she said, when you go to Guitar Center buy <\/span><span data-id=\"P2-N200251\">me a tuner for my guitar, whatever. And I said something like, I’m not buying you shit; you have to I mean she didn’t she was joking, of course, but then I was like you’ve got to earn that shit. I’m not buying you a god damn thing. It was something like that. And we laughed. And then she was like <\/span><span data-id=\"P2-N200252\">no, no, I didn’t she was like no, no, I didn’t really need a tuner. I don’t really need a tuner. My tuner’s fine. It’s just I think I could do better. Something like that. I was like dude, I was like listen man. I was like you’ve got to slowly like I don’t know how I said it, but I was like you’ve <\/span><span data-id=\"P2-N200253\">got to slowly take off or not take off. I used a different word. I was like you’ve got to slowly do something about the armor you got going on. I was like that doesn’t kind of work with me because I have the same armor. So I was like I’m not buying you a tuner. Don’t worry about it. [00:06:00.21] <\/span><span data-id=\"P2-N200254\">But you know what I mean? It’s just like very quick, like she can’t handle any little either honest, just an honest feeling that she can engage in instead of just going ha ha ha or smiley face or some shit. Or, and\/or, it’s just yeah, it’s she’s not I can tell she’s not there’s something not very <\/span><span data-id=\"P2-N200255\">reciprocal about her in general I think, maybe. She’s a really nice person, I think, but yeah, I think she does have that maybe that is part of the beguiling thing. It’s like she won’t go that much out of her way or something. I don’t know. I can’t explain it. But it started from that little part, <\/span><span data-id=\"P2-N200256\">like then suddenly her responses just stopped. Not that I’ve been texting her the whole day, but every few hours or whatever. And now it’s just very kind of now it’s kind of weird, and I’m like all right, well, whatever. [00:07:05.10] Now the other thing that upsets me about all this is who the fuck <\/span><span data-id=\"P2-N200257\">cares. I mean this is what I’m doing on a Friday, you know what I mean? She could be busy, she could be I mean you know what I mean? She’s not sitting there engaging with me. She’s living her life. You know what I mean? However, I think those two things aren’t mutually you know what I mean? Both <\/span><span data-id=\"P2-N200258\">things are happening I think. There’s definitely something I feel like I don’t know. Something’s off kilter, that’s all I can...<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: There’s some of that that could be you’re feeling paranoid about, right? That’s probably some of it. And you’re saying some may also be that you are picking up something in her that’s really there.<\/span><\/p>\n<span data-id=\"P2-N20026-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561714\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: Yeah, there’s something she won’t just come out and be like hey man, like I can tell that you’ve been trying to hint or whatever, blah, blah, blah, and I’m sorry but like you know what I mean? [00:08:05.07] Like she won’t do that. So instead it’s either like she’s not engaging, but then <\/span><span data-id=\"P3-N200291\">she does engage. You know what I mean? So it’s like dude, I don’t know.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: If she’s not interested that would be so easy, actually, to communicate.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: And she’s not doing that.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: Yeah, it’s like and what I resent about that a little bit is that then it makes me feel like I’m in this really vulnerable almost like lap dog position. It’s like dude, I don’t I mean pick a side. Like either I’m not asking you to marry me. I’m not asking professing deep whatever, I’m <\/span><span data-id=\"P3-N200311\">just kind of getting to know you, and also being clear that I do have feelings of wanting to get to know you more, and I do think you’re kind of special. But that’s the normal thing people do when they’re trying to send signals to somebody. [00:09:02.13] But you’ve got to like now I’m starting to <\/span><span data-id=\"P3-N200312\">feel like it’s just I don’t like the way that I feel. (pause)<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: Beguiling has in it a kind of manipulative control.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Yeah, almost like hypnotic kind of thing, yeah.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: I mean it is not consciously intentional, but it is intended to [inaudible] people feel that way.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Right. The one thing she did say when I wrote that thing about the armor and all that, she just said, well that’s just how I roll. She’s like I don’t think it’s intentional. Or did she say that’s how I roll and think or I think she said that. I don’t know. She said something like that. And <\/span><span data-id=\"P3-N200391\">I was like well, that’s how you roll? That’s kind of a stupid thing to say, first of all. What are you, a fucking hip hop 15 year old kid? [00:10:03.13] The fact that she even said it like that means that she was uncomfortable even in a joking way. I’m making a joke of it. That’s the other thing. I’m <\/span><span data-id=\"P3-N200392\">not even coming on that strong, like I’m trying to make light and I’m trying to I’m not like hey, can you get together today? Okay, how about tomorrow? I’m just trying to like I think I don’t know.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: It also just sounds like she doesn’t know herself.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: No, I’m sure there’s a lot of that.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: That’s a very defensive thing to say, and it might even be what she tells herself. Oh, that’s just the way I am. She doesn’t know [inaudible]<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Oh, I’m sure that’s what she tells herself because that’s how she carries herself a little bit, is a very tough skinned kind of it’s a I don’t know. Maybe with girls like that they’re so aware of how desirable the minute people see them or are around them, or maybe they just build up this <\/span><span data-id=\"P3-N200411\">thing where it’s like I don’t even know what to do with all this att I mean I want...<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Well you’re constructing it I might say it the opposite way. [00:11:19.04] So you just say it like she’s so desirable so that leads her to build up this thing.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: When I say desirable she’s probably gotten so much attention.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Yes, but what I’m saying is I think the way she is, is intended to build up that intention that attention. That is part of what builds up the attention. It is that’s what the function it serves. Do you know what I mean?<\/span><\/p>\n<span data-id=\"P3-N20046-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561714\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: Yup. It’s like the chicken and the egg thing. But you’re saying it’s more the reason that she gets that kind of attention is because she...<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: Is because that’s what she [inaudible] psychologically.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Puts out a certain kind of energy.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Yes. There are beautiful people who don’t it’s not like that, right? They’re not having people sort of fall at their feet and whatever you say. [00:12:03.00] So it’s something that it’s actually a defense, I would say, keeping people desiring her, but never close. She’s constantly desired, <\/span><span data-id=\"P4-N2004F1\">constantly desired, constantly rejecting people but never gets close to anyone.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Yeah, there’s a lot of that I think. Yeah, I don’t know. I just feel it makes me sad that like it’s taken up this space in me, you know what I mean? And then it was weird. I felt this other new kind of thing while I was sitting I felt like I mean I’m doing it now. I just felt I feel <\/span><span data-id=\"P4-N200511\">sleepy and groggy, and I was like on the one hand I feel super unattractive, but I don’t. So that’s a new thing. Like I don’t feel the way I used to feel before, like well I’m just so fucking unattractive and that’s why she doesn’t like me. [00:13:02.14] But maybe I feel unattractive internally or something, <\/span><span data-id=\"P4-N200512\">you know what I mean? Like I just feel kind of yucky or I can’t describe it. It’s almost like an existential ugliness or something.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Or it’s a feeling [inaudible] that actually has nothing to do with how you appear physically that descends in this kind of way that messes with this kind of woman when this happens.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: It’s the feelings you had as a boy.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Yeah. It’s and again it’s I can stop myself from like dude but yeah, she’s the kind of girl you want validation from. But a) you’ve gotten that validation before. Yeah, even if it didn’t work out with Samantha, the fact that I did get her. I mean if it’s just about that, you know what I <\/span><span data-id=\"P4-N200591\">mean? Like she can’t you can’t take that you can’t like I’m not crazy enough to feel like oh, she was never really attracted to me. [00:14:05.21] That was just some kind of you know what I mean? Obviously you know what I mean? It’s like that’s what kind of makes me sad in a way. I’m like <\/span><span data-id=\"P4-N200592\">wait a minute, Michelle, Samantha, I did have whatever that checklist was; I’ve had that a number of times. I’m actually quite lucky. If it’s just about validating my ego or validating some childhood thing or whatever. But that’s what’s sad about it, and so hurtful, is that it’s not going to matter. <\/span><span data-id=\"P4-N200593\">Yeah, she could call me tomorrow, tell me to come over, and suddenly we can have a deeper friendship and start dating or something. It’s this is still sad what’s happening. You know what I mean? (pause) And that’s yeah, I don’t know, today just it’s like an avalanche of just feeling melancholy. <\/span><span data-id=\"P4-N200594\">[00:15:01.19] Because it’s just like wow, I’ve done I’ve gotten so much better, and I know I’m still fine. Today even I’m fine. I know I am. But man, that just pisses me off. And also I feel angry. I feel like what the fuck am I like all the things I have to offer, all the talents I have, all the <\/span><span data-id=\"P4-N200595\">this is how I feel right now? About what? Some broad who probably has lots of issues. She has a fucking kid. She likes to drink a little bit. I mean who knows what’s going on there if you scratch you know what I mean? She’s not fucking perfect at all. So what’s going on here? That’s really it’s <\/span><span data-id=\"P4-N200596\">my fucking mom. It’s all that shit. And that’s just it’s maddening because wow, I’m still as better as I feel, this is just you know what I mean? [00:16:01.19]<\/span><\/p>\n<span data-id=\"P4-N20058-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561714\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: It’s deep.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: It’s so deep that it’s still stopping me, I think, from attracting the people I really should be attracting. Or something like that. Do you know what I mean? Because it’s not just attracting but because it’s a context, right? It’s not placing me in places I should be, right? Instead of meandering, <\/span><span data-id=\"P5-N2005D1\">fucking just schlepping around the fucking city, this context is making me a little unable to concentrate. It’s making me dwell on this bullshit. It’s making me not be quite the person I know. I’m getting there. I know I’m getting there, and I will get there, but it’s maddening. It’s like wow, mother <\/span><span data-id=\"P5-N2005D2\">fucker. It’s like climbing Everest without an oxygen mask. (pause)<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: I mean it’s, in a way, saying you get to see clearly right now how unbelievably preoccupying it is if you don’t [inaudible] [00:17:12.08] If you don’t [inaudible] It does get in the way of every [inaudible] that’s not there. It’s an incredible obstruction to like creativity, to being to <\/span><span data-id=\"P5-N2005F1\">finding yourself, following yourself. If that’s not there...<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: I mean in some ways the reason I’m so I’m not even sad because of today. I think I’m just because I’m doing so much better and I have all this perspective and just the weather and everything. It’s like a fucking Camu [ph] novel. I’m just it’s like this existential fucking shit storm of <\/span><span data-id=\"P5-N200611\">wow, wow. Are you kidding me? Because I already know, like even when I came in here, before I came in here, it’s like I’m going to be I think in an hour I’m going to be fine. [00:18:03.20] Like I know things are completely different but the fact that even for an hour I could feel this way and then realize <\/span><span data-id=\"P5-N200612\">that wow, this is years and years of yeah, feeling unlovable, feeling like I’ve wasted a lot of time trying to be lovable to the wrong people. It’s just like wow. I mean it’s and you can’t get that back. It’s the time’s gone. I don’t know man, it’s a bit maddening. It’s maddening. (pause)<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: It’s one of the most difficult [inaudible] but as you or anyone comes into knowing all there is to know you wish you knew before it’s really sad and really maddening. [00:19:27.27] I mean it brings more feeling. It’s not like it’s just to feel better. There’s so much feeling that you’re starting <\/span><span data-id=\"P5-N200631\">to know you know. (pause) Or [inaudible] how much more there is to still know.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: One thing that I’m and I’m not trying to do what I normally do and say something positive now no, because I was just thinking of something very specific. [00:20:15.03] Like one thing that I’ve noticed about myself, though, that I really like is like remember that chick Valerie I was dating <\/span><span data-id=\"P5-N200651\">for a while, kind of slightly looney tunes. Not really but she just talks a lot. But we started hanging out again recently. Not in a romantic way, but I did find myself going back to that flirty, like just going to sex kind of. And you know what? One day I stopped myself and I texted her. I was like <\/span><span data-id=\"P5-N200652\">you know what? I owe you a fucking huge apology. I was like you know what? That’s not cool what I was doing because I know the feelings you had and I’m just sending you like these weird signals, mixed signals, and I was like I’m really sorry about that. That’s not cool. And so I was just thinking about <\/span><span data-id=\"P5-N200653\">that with Allison, too, that you know what? I think maybe not today but I’m probably just going to be like hey man you know what? I think I owe you a big apology. [00:21:06.18] Even though she probably has no fucking clue. But it feels good to me to just be honest with someone, like hey, you know what? <\/span><span data-id=\"P5-N200654\">I was kind of having a shitty day, and I think I was kind of trying to reach out to you, and I kind of shouldn’t have done that. It’s not a big deal but just to something feels good about owning up to am I wrong? Does that sound weird? Something feels very good about owning up. Because that way <\/span><span data-id=\"P5-N200655\">I don’t even give a shit if she doesn’t respond. It almost lets her know that like if she does think this in any way, which she probably doesn’t, but it does just let her know that hey, like I’m not I wasn’t just being like some kind of lap dog or just trying to get your attention or whatever the <\/span><span data-id=\"P5-N200656\">fuck you thought. I’m an adult, and I was having a shitty day, and I just kind of reached out to you. Or kind of reached out to you. But don’t worry about it. Like it’s not that wasn’t cool. [00:22:04.05] Or something like that.<\/span><\/p>\n<span data-id=\"P5-N20064-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561714\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">THERAPIST: With Allison, what are you referring to was part of having a shitty day?<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">CLIENT: Well it’s been a shitty day. What do you mean?<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">THERAPIST: In other words, was it feeling like you were down in the dumps and that’s why you were reaching out, or trying to sort of see what [inaudible]<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: Well I mean oh, you’re saying was it a shitty day because of my...<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: Yeah. Is it sort of is that actually what the explanation is? That’s not what it sounded like.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: Oh, you’re saying is the shitty day because I feel like she’s not reciprocating? Well, that’s partially true, but then it’s all the things we’re saying, right? I mean yeah, that’s partially true, but then I think the real sadness I’m feeling is not because of that. It’s because the fact that <\/span><span data-id=\"P6-N200711\">that’s even something like that is can still bother me when it hasn’t bothered me in years quite in this way means that it’s nothing to do with her. [00:23:07.23] That’s a very old shitty thing that I’m experiencing. And now I just want her to yeah, like I wanted her, specifically. I was trying <\/span><span data-id=\"P6-N200712\">to kind of get some attention, something from her to appease some of that feeling. Does that make sense? I can’t tell her that, but I can just let her know that hey, you know what? I probably won’t, but I’m saying lately I have been very cognizant of that. It’s...<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: Even, Arto, something as honest as I can tell you’re not quite here to be interested in this is not being a lap dog. And then dropping it. Do you know what I mean? It’s...<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: Wait, what?<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: The being aware that this is the way she’s going to play it out, and probably not just with you; this is probably what she does, right. [00:24:08.17] And not being interested in that is its own kind of finding your own mind separate from that engagement with her. However, I’m not talking <\/span><span data-id=\"P6-N200771\">about how you communicated to her or not. Regardless of what you say. I mean I think that’s part of what you’re saying.<\/span><\/p>\n<span data-id=\"P6-N20076-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20076-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561714\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">CLIENT: That’s part of what I’m saying, yeah, is that don’t I’m not sitting around pining over you, if that’s the or sitting around just trying to even though technically that was a little bit of what I was doing. But what I’m saying, though, is that really she could’ve been anybody. She could <\/span><span data-id=\"P7-N200791\">be Samantha, she could be it’s the deeper what’s happening today is just a deeper like an existential Summer Camp [ph] short story. That’s all it is. And it’s about something way childhood. It has nothing to do with her. [00:25:03.00] So yeah, that’s my way of saying I don’t want to come out <\/span><span data-id=\"P7-N200792\">and say, hey, I’m trying to be interested you’re not interested, but it is saying like hey, like settle down. Like if you’re if there is something she’s thinking that she feels like whoa, what’s going on here, say hey, like I’m a big boy. It’s just been a kind of shitty day for different reasons. <\/span><span data-id=\"P7-N200793\">So I don’t think I’ll even do that because I think that’s predicated on the idea that maybe she...<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">THERAPIST: She’s thinking that.<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">CLIENT: That she’s thinking anything. You know what I mean? So it’s just going to be like what? So I think it’s best to just do fucking nothing. But that’s something maybe I could tell her in person or whatever, if we have a real conversation.<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">THERAPIST: It’s also something it sounds like you’re telling yourself, too. [00:26:00.15] Like just kind of putting this in a different context in a way. You know when you brought in here yesterday and the day before some there’s this feeling that’s starting that you know, and it was kind of an uh <\/span><span data-id=\"P7-N2007F1\">oh. So I think you knew it’s so different than other times. As much as there’s something that’s really sad about realizing how much you can still get into these feelings, you knew it. You saw it coming.<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">CLIENT: No, and that’s what I’m saying. What’s sad about it isn’t even that. What’s sad is the awareness of that and the fucking previous 40 year shit show that came before it.<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">THERAPIST: Even when analysis ends for people, for example, it’s not that you don’t ever get triggered by old stuff. That would be lovely but...<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">CLIENT: Well I know; that’s part of the sadness, yeah. That’s what I was partly thinking. Wow, like it’s well it’s like anxiety attacks, right? Thank God I haven’t had a full blown panic anxiety attack in years, years. [00:27:04.17] It’s unbelievable. But the reason I think I haven’t is because I <\/span><span data-id=\"P7-N200851\">finally, like on a gut level, started working on myself or coming here or all the different things I did to realize that it’s I mean first of all it could happen again, someday; it’s a management thing. It’s not like I had a splinter and I took it out. You know what I mean? So this is a little different, <\/span><span data-id=\"P7-N200852\">though, because this is it’s so emotional, like it’s much more you know what I mean? Panic attacks and anxiety attacks are so arbitrary and maybe a little more biological or something. I don’t know what I mean obviously we have to deal with all these things as well, but they’re just so much more <\/span><span data-id=\"P7-N200853\">like concrete in a way. Like I’m having an anxiety attack now. My goal is to not have an anxiety attack or whatever. [00:28:01.04] This is such a much more, like I said, like an existential just you know what I mean? That that’s and that in and of itself is sad. That well, no matter what happens, <\/span><span data-id=\"P7-N200854\">this will be part of me. And some days it’ll get triggered. You can have a whole relapse for a month or two. I don’t know. Whatever. I think there’s...<\/span><\/p>\n<span data-id=\"P7-N20084-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561714\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">THERAPIST: That’s what I’d hope against.<\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">CLIENT: What.<\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: A month or two. Like that’s what I think.<\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">CLIENT: I’m not saying it can’t happen, I’m just saying that yeah, you can have a little bump in the road where for a little while you’re just more whatever than usual.<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">THERAPIST: The aim, though, is that eventually I mean I think when people leave this process it’s when you know so much about what’s happening that as you get triggered you can totally work it through and say, oh, that’s right, this my mother and get yourself there without even having to come here.<\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">CLIENT: Which has gotten way better, yeah. Yeah, it’s pretty impressive. [00:29:00.10] I mean that’s kind of what happened today. It didn’t stop me from doing anything, or it didn’t stop me from actually a better example might even be yesterday, because yesterday, again she texted me and whatever. <\/span><span data-id=\"P8-N200911\">We were just chatting, whatever, and again I said something ha, ha, ha, okay, she was stressed or I don’t know what was going on. And just then I was driving over Route 2, over a little bridge, and it just looked fucking beautiful. So I literally just pulled over. It was half I wanted that picture. <\/span><span data-id=\"P8-N200912\">I was like oh, I’ll send this to her. And I took a it was beautiful. I love lately I’ve been really enjoying taking like photographs. But and I sent it to her. And she was like wow, that’s fucking splendid. Now if this was me at a different point, that wouldn’t have ended there. I’d be like why <\/span><span data-id=\"P8-N200913\">isn’t she saying thank you. Why isn’t she this is fucking splendid. [00:30:01.06] What you know what I mean? Like I would’ve looked for more from her. And I just didn’t. So and I think today I think maybe she just caught me off guard by getting in touch so early in the morning and just kind <\/span><span data-id=\"P8-N200914\">of see this is what this is the part that I have to be vigilant about. That’s what happens. You have feelings for someone, the minute you hear from them it can trigger you know what I mean? Because you want so when you hear from them you’re like...<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">THERAPIST: You’re also thinking about her in perspective of trying not to get ahead of yourself. There’s still the basic level of what if you are attracted to someone who is unavailable, and you know psychically you’re picking up right away [ph]. It’s always going to be someone unavailable. There is <\/span><span data-id=\"P8-N200931\">going to be this game and that that’s part of what’s so exciting. [00:31:01.14] I use that broadly, part of what is drawing you in. That I think is all more of what there is to continue to get to understand of this why beguiling is so attractive, rather than just someone who straightforwardly loves <\/span><span data-id=\"P8-N200932\">you. Someone who will respond and then when you express yourself want to reciprocate, not want to be gamey about it but just be there. Or why when that’s happened you haven’t been interested.<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">CLIENT: Well that’s the other sad part about all this. Yeah, that was what makes me feel sensitive. Wow. Forget the beguiling ones that I’ve gotten...<\/span><\/p>\n<span data-id=\"P8-N20094-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20094-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561714\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20096\"><span data-id=\"P9-N20097\">THERAPIST: What about all the people who’ve been hopefully...<\/span><\/p>\n<p data-id=\"P9-N20098\"><span data-id=\"P9-N20099\">CLIENT: There are way more yeah, way more. I mean I’ve been really lucky, you know what I mean? And so in a way that’s its own sadness. Very normal or normaler, whatever, very reciprocal type situations that I’ve yeah. So (pause)<\/span><\/p>\n<p data-id=\"P9-N2009A\"><span data-id=\"P9-N2009B\">THERAPIST: That have always felt what? [00:32:16.12] Boring?<\/span><\/p>\n<p data-id=\"P9-N2009C\"><span data-id=\"P9-N2009D\">CLIENT: Yeah, a little boring. I’ve found enough about them that I didn’t like. I could and some of it, when I look I was saying in here some of that was true. I was I shouldn’t have been with those people either. Do you know what I mean? They were a little too overweight for me, more than I want. <\/span><span data-id=\"P9-N2009D1\">Or they were like I can’t help that. I just want to be with a certain kind of I mean everyone has a right to who they’re attracted to. So even that I wasn’t thinking clearly. Do you know what I’m saying? (pause)<\/span><\/p>\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">THERAPIST: Was your mom beguiling? [00:33:13.27]<\/span><\/p>\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">CLIENT: To who? I don’t think so. I mean what do you mean? In general you mean? When she was younger?<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">THERAPIST: I mean I’m saying that loosely, like towards you as a mother, with your father?<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">CLIENT: Not beguiling. I mean beguiling I think of as slightly kind of sexual, romantic. Unavailable maybe, yeah. I mean a different kind of unavailable but smothering, which is the opposite of beguiling. It’s like either unavailable or I don’t know if my mom was unavailable. I don’t know if that’s <\/span><span data-id=\"P9-N200A51\">the right word for my mom. I don’t think she was unavailable. Just smothering and critical.<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">THERAPIST: But always there. [00:34:03.09]<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">CLIENT: Yeah, I mean yeah. I mean even like in North Carolina when she wasn’t she’d work weekends, whatever. I never I don’t think that contributes to any of this, you know what I mean? Because she was there the other days. I mean her schedule was just but my mom was around, you know what I mean? <\/span><span data-id=\"P9-N200A91\">It but it was like well it doesn’t matter if you’re around if it’s if you just don’t feel that deep unconditional connection. (pause) And also gruff, I would say. She’s definitely more like my grandfather, like just sometimes a little bit blunt, like especially if her feathers are ruffled. She’ll <\/span><span data-id=\"P9-N200A92\">just fucking say shit kind of. And I’ve told you before, it’s a little bit yeah, it’s like a little bit gruff, I think is a good word. [00:35:00.20] (pause)<\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">THERAPIST: Just one example from your current adult life, where you showed her a picture and she says so beautiful and then [inaudible]. I mean there’s something that is a kind of I’m available with loving affection.<\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">CLIENT: But it’s everything’s conditional, though, yeah.<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">THERAPIST: But a second later it’s snapped away, with humiliation. There’s a pull you in and rejecting you. That’s one example I know, but if that that probably happened even in microscopic ways all the time.<\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">CLIENT: Of course, of course. I mean yeah, that’s a yeah, and especially I think unfortunately if you’re a sensitive kid that remembers all those things and so she probably thought I wasn’t even paying attention or something but so stuff not only that she said to me but that I would overhear the <\/span><span data-id=\"P9-N200B11\">adults talk. [00:36:16.07] I mean that’s a I got a Library of Congress of fucking examples.<\/span><\/p>\n<span data-id=\"P9-N200B0-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200B0-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561714\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200B2\"><span data-id=\"P10-N200B3\">THERAPIST: You do? Because you said of course..<\/span><\/p>\n<p data-id=\"P10-N200B4\"><span data-id=\"P10-N200B5\">CLIENT: Well because they’re all really the same example. The example is these undercutting, saying something without really saying it. Oh, Claire’s [ph] son is so handsome. Have you seen Claire’s [ph] son? Oh, such a sweet, loves his mother, so whatever. All these well like so what are you trying <\/span><span data-id=\"P10-N200B51\">to say? I mean why are you going on and on about that. So things like that. Things even that aren’t didn’t have to do with me, by the way. [00:37:01.02] So and so family that they oh, they bought a beautiful house. It’s oh, you walk in, there’s a huge lobby. So yeah, that has nothing to do with <\/span><span data-id=\"P10-N200B52\">me, but it’s like so you’re trying to say Dad’s not providing enough for you, or we’re not as good as other people, or you’re trying to say something. I don’t know what you’re trying to say because...<\/span><\/p>\n<p data-id=\"P10-N200B6\"><span data-id=\"P10-N200B7\">THERAPIST: But it’s not [inaudible] conscious communication.<\/span><\/p>\n<p data-id=\"P10-N200B8\"><span data-id=\"P10-N200B9\">CLIENT: Exactly. Exactly. Because I don’t give a fuck or none of these people give a fuck what their house is like. I mean maybe they do but if they do, then they’re just probably your fucking sister or something. You’re a little family yeah. No one gives a shit. There are lots of nice houses in the <\/span><span data-id=\"P10-N200B91\">world. I mean so what. So there was a lot of that, a lot of these not just related to me, but things that would just still hurt me or piss me off or make me feel protective about my dad. Or even my mom, make me protective. That’s with the life coaching thing. [00:38:00.16] I’d be like dude, do you think <\/span><span data-id=\"P10-N200B92\">you’re a worthless piece of shit or something? Do you live in a hovel? Like there have been times when I was younger that I would tell them that. You keep all these comparisons, like this person has this, this person did that. I mean what are you, like peasants living out in the caves or something? <\/span><span data-id=\"P10-N200B93\">Like you know what I mean? Just it would even make me upset for her. You know what I mean? As my mom. That’s like stop like this weird kind of disrespecting yourself. It’s kind of like lame and kind of just I don’t know what the word is, but it’s like petty bullshit observations, like (pause) So yeah.<\/span><\/p>\n<p data-id=\"P10-N200BA\"><span data-id=\"P10-N200BB\">THERAPIST: It’s also at times, though, more than petty, to say in the way you’re describing, that tone, when you know there’s a message meant for you somewhere inside. [00:39:09.16] Your son’s so handsome. It’s cruel.<\/span><\/p>\n<p data-id=\"P10-N200BC\"><span data-id=\"P10-N200BD\">CLIENT: Oh yeah. Well...<\/span><\/p>\n<p data-id=\"P10-N200BE\"><span data-id=\"P10-N200BF\">THERAPIST: Sadistic, actually.<\/span><\/p>\n<p data-id=\"P10-N200C0\"><span data-id=\"P10-N200C1\">CLIENT: Yeah, yeah. Yup, it is. I mean but those they can still be petty too. By petty I just mean it’s just so it’s nonsense. Like my mind doesn’t it so doesn’t work that way. I just don’t get that. Of course I can see if someone has some dude’s handsome, some woman’s beautiful. But I don’t <\/span><span data-id=\"P10-N200C11\">if I’m at a bar and there’s some beguiling girl and her ugly friend, if I go to talk to the beguiling girl I’m not going to be a douche to the ugly friend, you know what I mean? Like I’m they’re people. [00:40:00.20] You know what I mean? I might be attracted to this one but I won’t say anything <\/span><span data-id=\"P10-N200C12\">or behave in a way that’s you know what I’m saying? Like that’s just like what the fuck. Like yeah, I kind of get it, this one’s beautiful; this one not so much. In my opinion. But so what. Like let’s not that’s not something it’s like tactless and just and cruel and yeah, it’s a...<\/span><\/p>\n<span data-id=\"P10-N200C0-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200C0-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561714\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200C2\"><span data-id=\"P11-N200C3\">THERAPIST: I get that, what you’re saying, on a sort of principle level. It’s petty, and for you that’s so petty, that level of disputing. I think I’m trying to say that there is something that feels sadistic towards you, that is coming out at you, at times, is sadism, Arto. It’s actually intended to <\/span><span data-id=\"P11-N200C31\">wound. It’s not just carelessness. It’s actual intended to be hurtful.<\/span><\/p>\n<p data-id=\"P11-N200C4\"><span data-id=\"P11-N200C5\">CLIENT: Yeah, that’s like my grandfather. [00:41:01.01] Yeah, he was like that.<\/span><\/p>\n<p data-id=\"P11-N200C6\"><span data-id=\"P11-N200C7\">THERAPIST: I’m sure she would not own that if you asked her.<\/span><\/p>\n<p data-id=\"P11-N200C8\"><span data-id=\"P11-N200C9\">CLIENT: Are you kidding.<\/span><\/p>\n<p data-id=\"P11-N200CA\"><span data-id=\"P11-N200CB\">THERAPIST: It’s unconsciously sadism.<\/span><\/p>\n<p data-id=\"P11-N200CC\"><span data-id=\"P11-N200CD\">CLIENT: Which means what, that she’s just acting out her own fuckedupness or what her grandfather did to what my grandfather...<\/span><\/p>\n<p data-id=\"P11-N200CE\"><span data-id=\"P11-N200CF\">THERAPIST: Probably what was done to her, but there’s a it’s a it’s different than I said this thing and oops it hurt you because I wasn’t thinking about your mind. It’s there’s something that feels intentionally, unconsciously, intentionally hurtful. It is cruel. So that and this is what I <\/span><span data-id=\"P11-N200CF1\">think is feeling like what’s happening with Allison. There’s something in her, this game that she plays a little bit, even if she’s not thinking about it that much now, but you’re picking up on something in her that I think she probably does do, even if it gets bigger at times, and this is just subtle, <\/span><span data-id=\"P11-N200CF2\">that is pull in, reject, pull in, reject. And the rejection, there is an excitement in the oh, I didn’t mean that. [00:42:02.01] You took me the wrong way. You’re getting the wrong signal. There’s some excitement in being cruel, in keeping the person down, keeping the person feeling like a lap dog. <\/span><span data-id=\"P11-N200CF3\">There’s an investment in relating in that way.<\/span><\/p>\n<p data-id=\"P11-N200D0\"><span data-id=\"P11-N200D1\">CLIENT: I don’t know. But in my yeah, but who knows what her like how that has happened for her, why my mom I mean, why? I don’t know. It could be her she had a miscarriage. Maybe that’s she had a lot of anger about it and she took it out on me. I don’t know. (pause)<\/span><\/p>\n<p data-id=\"P11-N200D2\"><span data-id=\"P11-N200D3\">THERAPIST: [inaudible] immediately said that’s her dad too.<\/span><\/p>\n<p data-id=\"P11-N200D4\"><span data-id=\"P11-N200D5\">CLIENT: Yeah, my grandfather was pretty rough. I mean he could be both incredibly sweet and then just say some like kind of harsh things. [00:43:05.26] Yeah, hurtful things. And of all of them, my mom is the most like my grandfather. Super sharp, like super, super sharp, which I’m glad about. I’d rather <\/span><span data-id=\"P11-N200D51\">in some ways I’d rather, now that I see what’s going on with my grandmother, in some ways I’d rather have my mom. I mean just at least have her fucking mental faculties. But again, if her feathers get ruffled, if she’s feeling in one of those woe is me moods or whatever, like that, she can kind of <\/span><span data-id=\"P11-N200D52\">snap, like be snippy and say hurtful shit. (pause)<\/span><\/p>\n<p data-id=\"P11-N200D6\"><span data-id=\"P11-N200D7\">THERAPIST: It’s a dumbed down way of saying it, but if her own father was cruel to her she could also feel like she’s not lovable to men. [00:44:02.08] Men are mean to her and she’s nothing to them. She hates them. She then develops a relationship to men, including her own son, of hateful feelings. <\/span><span data-id=\"P11-N200D71\">The same feelings she had for her father could come out at you just because you’re a man.<\/span><\/p>\n<p data-id=\"P11-N200D8\"><span data-id=\"P11-N200D9\">CLIENT: Right, right. Yeah, that’s true. That’s true.<\/span><\/p>\n<p data-id=\"P11-N200DA\"><span data-id=\"P11-N200DB\">THERAPIST: You then developed those same feelings that she had about her father towards your mother. You heard me joking it wouldn’t and you looked at me like I had three heads, don’t know what I’m talking about, but there may be some if you’ve been treated that way there’s hatred that comes with <\/span><span data-id=\"P11-N200DB1\">it. When it’s bad enough there’s so much hatred that sometimes it’s better to be the person putting people down than the one put down. It’s better to be the one in control and manipulating. You might’ve had someone be on your lap as a lapdog.<\/span><\/p>\n<span data-id=\"P11-N200DA-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N200DA-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561714\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N200DC\"><span data-id=\"P12-N200DD\">CLIENT: Well that’s what happened with all the I mean that’s the majority. There’s only been three or four beguiling ones, all these other women I’ve dated are that’s exactly what’s happened.<\/span><\/p>\n<p data-id=\"P12-N200DE\"><span data-id=\"P12-N200DF\">THERAPIST: Which is the safer role to be in.<\/span><\/p>\n<p data-id=\"P12-N200E0\"><span data-id=\"P12-N200E1\">CLIENT: Yeah, but that’s a good point. [00:45:04.07] I mean I think that’s worth it’s good to think about that because it helps to it’s perspective. It deflates things and calms.<\/span><\/p>\n<p data-id=\"P12-N200E2\"><span data-id=\"P12-N200E3\">THERAPIST: There’s just so much more with this with her than the it feels like...<\/span><\/p>\n<p data-id=\"P12-N200E4\"><span data-id=\"P12-N200E5\">CLIENT: Yeah, because the story I mean that’s the whole story. I mean that’s why I wanted to write about these things, right. I mean her stories are ridiculous. I mean so I can only imagine maybe the anger or the things she’s felt towards her dad. Because he dumped a lot of things on her. And on top <\/span><span data-id=\"P12-N200E51\">of that, she didn’t get anything in return. She wasn’t the favorite. My aunt who passed away yeah, my aunt who passed away and my uncle were. The looney tune in Providence and my mom were not the favorites. So there’s that, too. [00:46:02.00] It’s like she did all these things for her Dad and was <\/span><span data-id=\"P12-N200E52\">the one who got dumped on with all his neurosis and political things and trying to get out of Asia. Just a lot of shit. When she was like 16, 17. Things that no kid should be going through. So probably it fucks you up.<\/span><\/p>\n<p data-id=\"P12-N200E6\"><span data-id=\"P12-N200E7\">THERAPIST: She got shit [ph] on too.<\/span><\/p>\n<p data-id=\"P12-N200E8\"><span data-id=\"P12-N200E9\">CLIENT: Yeah, exactly. (pause) I’ll come in I mean I’ll drop off a check for you Monday or Tuesday.<\/span><\/p>\n<p data-id=\"P12-N200EA\"><span data-id=\"P12-N200EB\">THERAPIST: And again, I don’t know what’s happening with insurance but I...<\/span><\/p>\n<p data-id=\"P12-N200EC\"><span data-id=\"P12-N200ED\">CLIENT: I think...<\/span><\/p>\n<p data-id=\"P12-N200EE\"><span data-id=\"P12-N200EF\">THERAPIST: I’ll apply all this to that if you’re doing insurance. Or you’re not.<\/span><\/p>\n<p data-id=\"P12-N200F0\"><span data-id=\"P12-N200F1\">CLIENT: Yeah, I have until next week.<\/span><\/p>\n<p data-id=\"P12-N200F2\"><span data-id=\"P12-N200F3\">THERAPIST: To decide.<\/span><\/p>\n<p data-id=\"P12-N200F4\"><span data-id=\"P12-N200F5\">CLIENT: To decide.<\/span><\/p>\n<p data-id=\"P12-N200F6\"><span data-id=\"P12-N200F7\">THERAPIST: Still deciding.<\/span><\/p>\n<p data-id=\"P12-N200F8\"><span data-id=\"P12-N200F9\">CLIENT: Yeah, I don’t know. I’ve got to figure out how to thanks [inaudible]<\/span><\/p>\n<p data-id=\"P12-N200FA\"><span data-id=\"P12-N200FB\">THERAPIST: See you Wednesday.<\/span><\/p>\n<p data-id=\"P12-N200FC\"><span data-id=\"P12-N200FD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}