{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a recent death in the family and how it's brought everyone together. Client discusses how she's working through balancing her work with her family, especially the alone time she spends with her husband."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Children","Stress management","Married people","Psychodynamic Theory","Behaviorism","Cognitivism","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["15"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Children","Stress management","Married people"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561813","dorpId":"1006468807","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\" Session January 12, 2014: Client discusses a recent death in the family and how it's brought everyone together. Client discusses how she's working through balancing her work with her family, especially the alone time she spends with her husband.","fullTitle":"Client \"J\" Session January 12, 2014: Client discusses a recent death in the family and how it's brought everyone together. Client discusses how she's working through balancing her work with her family, especially the alone time she spends with her husband.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561813\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: So it feels like life has begun to return to normalcy a little bit which feels good. This is like the first time. I feel like I’ve always had this thing to explain when I’m here. Now it just feels like things are a little bit more under control which feels good, like back to normal and we’ve <\/span><span data-id=\"P1-N2000D1\">been home the past couple of weekends. So that’s been good like we haven’t been running around and knock on wood, like everybody’s been feeling healthy and like so it just feels good.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I’m sure.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: After having so much crisis and trauma and excitement – good excitement, too.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah. Yeah, everything kind of all mixed in to one.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: A lot of intensity.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: I know. Yeah. And my grandmother. My grandmother in Falmouth held a mass for my grandmother who passed away on Saturday. So that was good to kind of get everyone together because a lot of my family on my dad’s side, my stepdad’s side didn’t come all the way out to Indiana for the services and <\/span><span data-id=\"P1-N200191\">stuff. So my grandmother organized this on Saturday. So it was nice to sit around together and I know it meant a lot to my mom. Like just cooking for that was everyone was there to support her. It wasn’t like our whole extended family from Indiana was there or whatever. So I know that felt good for <\/span><span data-id=\"P1-N200192\">my mom, too. One of my dad’s really good friends who never goes to church went to the church and so it was just nice to have a big showing of support for my mom and also because they all knew my grandmother, too. So that was nice to kind of see my mom get that support.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: I knew you’ve been worried about her.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah. And she actually left yesterday to go with her brother back up to my grandmother’s again. So I feel like I’ve been like a little extra worried about her because I know it was just hard to be going through everything. I was just talking to her before he came over and she seems like she’s <\/span><span data-id=\"P1-N2001D1\">doing well and she’s been seeing like every time she goes like now is like maybe the third or fourth time that she’s been back to work on cleaning the house and everything that it gets a little bit easier and that it definitely is feeling therapeutic for her and everything.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Well, good. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I still feel like I’m extra worried about her and making sure that she’s doing okay and so. So Todd and then Big Todd, my stepdad Todd, they do an ice-fishing trip every year so they’re leaving on Friday for like this big ice-fishing tournament up at this lake in Northern Canada so all the women <\/span><span data-id=\"P1-N200211\">have zero interest in going. And so my mom – and my sister’s boyfriend is going this year, too. So I think that will be good. Like I know my mom is looking forward to that. And we are too<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Being with you?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yeah. But I think it will be a nice – she’s there now and so we can have this weekend all together, too, which I think will be really good.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: It’s really beautiful the way your family supports each other.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: I know. I think we’re so lucky in terms of that. We recognize it too. My mom just sent me a text after we got off the phone saying we are so lucky to have each other and that feels really good that even for such a sad, such a sad thing that feels like we’re all -<\/span><\/p>\n<span data-id=\"P1-N20028-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561813\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: That people are really being there for one another.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Yeah. Yeah. So I feel like that part has just been like nice. That life has felt a little bit more back to normal. Like I know that my mom has been sad but there is like these things in place to look forward to and that she is feeling supported so that feels good. And I feel like otherwise I’ve <\/span><span data-id=\"P2-N2002D1\">had two hard things the past two weeks – just in terms of like school stuff that’s made me feel a little on edge. And I remember us talking before and saying like sometimes you feel uncomfortable and you just have to kind of embrace that you feel uncomfortable. And so I just tried to take on that mentality <\/span><span data-id=\"P2-N2002D2\">that this has been an uncomfortable week but that it’s okay and I think it’s funny because I think the last time I was here I was like, ‘oh, yeah, I’m doing that application for the Brown Ed Review since I’m not sure if I want to do it or not. It’ll be real easy to do it. And of course, it wasn’t easy <\/span><span data-id=\"P2-N2002D3\">and I think like I put way too much time into – I had to do a personal statement so I like put way too much time into that and then had to submit a writing sample so I used a sample of my qualifying paper, or a portion of it. So I was like going back into that, so I think I just put way too much time <\/span><span data-id=\"P2-N2002D4\">into it. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: What was uncomfortable about it?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: I was trying to think about what it was and I think some of the things that I let myself pay too much attention to like typos and grammar and stuff like that like I know must times when I’m submitting stuff to a professor or whatever, they’re not really paying attention to that.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: That’s not what they’re looking for.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Yeah, like I still focus on it but I know probably they’re not. But with this I felt like that was kind of like part of it because if you’re going to on an editorial board like you probably shouldn’t have big mistakes and stuff like that, so I felt like –<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: So you were really nervous about just the proofing of it.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Yeah. Kind of get too worried about that. And the way it is, it’s made up of all graduate students, doctoral students and I know a few people on the board so I was wondering if that made a difference. Like this was kind of the first time that –<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: Being judged by your peers.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: Yeah. Because they know me, like the personal side of me and they know like my interest in stuff but they don’t really know the academic side of me and so I wondered if that kind of added to just feeling kind of uncomfortable doing that and so I stayed up late Sunday kind of (unclear) everything <\/span><span data-id=\"P2-N2003D1\">because it was due last Monday. Getting everything in place and then later in the day on Monday we got an e-mail that the deadline was extended to Wednesday but I actually forced myself to turn it in on Monday.9<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: Good for you.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: Because I felt like I’d already wasted so much time.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">THERAPIST: And you were already finished. <\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">CLIENT: And I was finished. Yes. Like I had things to do on Monday but I was ready for the 5 o’clock deadline. So I was really glad that I was able to do that.<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">THERAPIST: I think that’s sort of a skill that you learned for yourself, to give yourself a cut-off and not necessarily take all the time you can to review or kind of improve it.<\/span><\/p>\n<span data-id=\"P2-N20046-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561813\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Yeah. And that was hard and I think it would have been really hard in the past but I was glad that I did that, because usually I do. Like hang onto something until the last second, just working on it. So, that got handed in on Monday and I just needed to submit the final copies of my qualifying <\/span><span data-id=\"P3-N200491\">paper to be bound. I just turned them in today, but I needed to submit it to a printer by last week. So it was just like two things – I mean that especially was a big deal and I felt like I’d already spent so much extra time checking with my professors and then my mom is a really good editor and so <\/span><span data-id=\"P3-N200492\">she read it for me and then we worked together doing some line edits and stuff and then just little stuff like the formatting specifications that the doctoral program wants. I couldn’t get the page numbers to work right. Like all these little things and thankfully Todd’s so good with stuff like that. <\/span><span data-id=\"P3-N200493\">So he was able to help me with some of the formatting. And then I wanted to print it in color because I have all these great images of student work but then it’s so expensive to print in color. So all these little things just kept adding up that by the end it was just feeling so annoying I wanted to <\/span><span data-id=\"P3-N200494\">just be done with it. And even at the last second getting it formatted it like switched. Microsoft Word sometimes moves signs up and things like that. I finally found a portable printer and I went to upload it late on Friday night and their upload function wasn’t working. So it was just like – now I <\/span><span data-id=\"P3-N200495\">think even the few days I’ve had since then I have enough distance from it that I can see they are (unclear) – <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: (Cross talk).<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Yeah, exactly.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: But when you’re going through it it’s so important to you.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: And you don’t know how it’s going to turn out and you feel crunched for time now because –<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Yeah. So it just felt kind of like there was this crazy ending to it all, just kind of running around getting it all done. So that just felt kind of stressful.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: It was really stressful.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: For sure. And I think there are like those little things that I just try to push out of my mind like my professor said it was okay to say the student’s disability (unclear) and the little changes that I made that they didn’t read word for word. Like thankfully those happened last month I guess. <\/span><span data-id=\"P3-N200591\">So I’ve kind of sat with those things for a while.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: You’ve come to have peace with those.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: Yeah, but I’m trying to just now, like I turned it in and now I don’t want to think about it.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: On those last days when you were trying to upload it and it wouldn’t work, how high on the 1 to 10 scale, how anxious were you really?<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">CLIENT: Yeah, I was wondering, am I going to be up all night? – when I was going to bed and I wasn’t able to sleep okay, too. Like there was one night that Trae woke up so when I went to go check on him then I had trouble falling to sleep. So I felt like – I didn’t feel like too bad. I’m not even sure. <\/span><span data-id=\"P3-N200611\">I don’t know, like a six or seven – I felt kind of like in the middle.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">THERAPIST: Okay. You weren’t panicking.<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">CLIENT: Yeah, I definitely didn’t feel that. No.<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">THERAPIST: Maybe a little more than uncomfortable.<\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\">CLIENT: Yeah, I just felt like – but I think, then I also feel it’s hard for Todd, too, because he knows I’m feeling anxious about it all and so I don’t know. Then I feel like, ‘am I bringing my stress home and is that influencing our interactions? And he said something like, ‘you just need to be done <\/span><span data-id=\"P3-N200691\">with it.’ Or something like that and that really annoyed me and so we got into a conversation about that so I feel like maybe it wasn’t – I think what I was thinking was that it was going to turn into anxious feelings and like turned into kind uncomfortable feelings in terms of like, ‘oh, I’m making <\/span><span data-id=\"P3-N200692\">this hard on Todd.’ And we’re not communicating right now and this isn’t the best time – like those days for us. So I just felt like uncomfortable kind of with that part, too. But it’s good, like I was able to just talk to him, too, and say, like there have been two big things that are hard and so this <\/span><span data-id=\"P3-N200693\">has just been kind of a hard week. <\/span><\/p>\n<span data-id=\"P3-N20068-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561813\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Just sort of all bunched together.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: On top of which you’ve just come out of this intense emotional time.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Being worried about your friend and still grieving the loss of your grandmother and everyone then being sick and so there was somewhat a depletion of resources.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Yeah. And even just talking – when we did just start talking about that I feel like whenever like a little thing like that comes up – I guess that wasn’t little, but something like – that I don’t mean to be crying over or something, then it like triggers me thinking about my grandmother and <\/span><span data-id=\"P4-N200751\">then I do end up crying talking to Todd.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: So that’s been kind of – little things that I don’t expect to make me sad end up making me think about just everything and that’s kind of hard.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: Yeah. I think that’s to be expected. It’s like you’re threshold is lower and while you may not be processing those things directly all of the time where the grief isn’t front and center right now, but it’s also not gone.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: So when one emotion gets triggered and it might be some other emotion it sort of like circles around to the other things that are going on for you.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">CLIENT: Yeah, that’s definitely how it’s felt. You know I think Todd and I did that, him saying that – just a minute – that was what started our conversation that ended in me crying about Mimi. So it was just kind of like it is always there I think. But it’s also, I don’t know, it’s all part of a process <\/span><span data-id=\"P4-N200811\">and it’s kind of like I don’t want it to go away either.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">THERAPIST: No because really that process is the way of honoring your relationship with her and the importance of it. While it might not be comfortable for her, all the time, it might make you sensitive to things that normally you wouldn’t be – or more sensitive to things – you don’t necessarily want <\/span><span data-id=\"P4-N200831\">it to be gone because it is an important piece of your relationship with her. <\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">CLIENT: Right. Yeah. So I feel like thankfully, now I think that kind of heightened hard things to do, where last week were done and it was a good feeling just to turn it in today. Like I just had the box of copies and I just handed it off and that felt really nice to just have that be done. You know, <\/span><span data-id=\"P4-N200851\">that now it’s official. Like it just has been like stringing along for so long approval from one from another. It just took a long time to really feel done but now it is. It feels good.<\/span><\/p>\n<span data-id=\"P4-N20084-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561813\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Well, congratulations.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: That’s a big accomplishment.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Yeah. It does feel good to just – and now it’s funny to just –<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: To have those bound copies.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: Yeah. And I think you kind of enter a doctoral program just kind of thinking about working on your dissertation but you don’t get there for so long and now that I actually will start working on my dissertation – that is exciting, too, to be like – even though it’s a long last step, like at least I’m there.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: You’re on the last step.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Yeah. So the rest of this week we have interviews for the ed review and I have mine tomorrow and then you have to do this take home – I guess they e-mail you something that they want your perspective on and they want you to edit – and you know, you have 48-hours to do that and you need to submit <\/span><span data-id=\"P5-N200951\">that. And so I feel like, I’m not so worried about the interview but I wonder how I’ll do with that piece of –<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: The time.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: Yeah. And I feel like that’s going to be another thing that I’m going to let myself hang onto and kind of like go over and over, and I’m not even sure what it is. They didn’t tell you anything about it at all. I’m sure I’ll learn more about it tomorrow.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: I’m just kind of anticipating that, kind of dreading that. Kind of 48-hours of needing to get it down but having other things to do and –<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: And not knowing how much time you want to allot to it. <\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: Yeah. So part of me worries that if this is just the application process then what –<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">THERAPIST: Ah, then what would it be like to actually be on the board?<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">CLIENT: Right. But I think such a big difference is that it’s all collaborative work and this feels like such a test.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">CLIENT: It is, I guess. You know, like they’re going to see how I do in terms of like analyzing an argument and getting edits or whatever, I’m not quite sure. That like testing kind of situation just feels stressful whereas I don’t think the work at the board when you’re always working in collaboration <\/span><span data-id=\"P5-N200A91\">with other people, then that test feeling is out of it. But that has kind of been on my mind. If it was stressful to like submit the application then how stressful will this week be and what does that mean? I guess I’m just kind of like (cross talk).<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">THERAPIST: So you’re having a hard time putting the decision on hold.<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">THERAPIST: Because, remember we were talking about this last time? It was like, ‘I’m going to do the application and then I’m not really going to think about making a decision until later.<\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">THERAPIST: You’re sort of churning over the decision of whether or not you’re really applying.<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N200B6\"><span data-id=\"P5-N200B7\">THERAPIST: Or whether you’d really do it.<\/span><\/p>\n<p data-id=\"P5-N200B8\"><span data-id=\"P5-N200B9\">CLIENT: So I don’t know. Like I think – I’m still glad that I submitted that part and I’m glad just to see what happens.<\/span><\/p>\n<p data-id=\"P5-N200BA\"><span data-id=\"P5-N200BB\">THERAPIST: You’re moving along in the process. But maybe relieve yourself of the burden of thinking about the ‘what would it be like’, because your first step is really just to do these pieces and then see if they want you and then if they want you, you get to make that decision later.<\/span><\/p>\n<p data-id=\"P5-N200BC\"><span data-id=\"P5-N200BD\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N200BE\"><span data-id=\"P5-N200BF\">THERAPIST: You’ll have had more time to see what life is like.<\/span><\/p>\n<span data-id=\"P5-N200BE-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200BE-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561813\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: Yeah. Yeah. So I think it’s funny because going into it I kind of thought, ‘oh, because I’m not even sure I really want this. It won’t be that stressful.’ But it just has like it has felt like I’ve kind of put a lot on it. It has become more meaningful.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: So how did it get more meaningful?<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: I think just thinking more about like the work – the day to day kind of stuff that you actually will do sounds really fun to me I think. And it also is, now it’s almost kind of isolating (unclear) because everyone’s done with their courses and sometimes people are working on their dissertation <\/span><span data-id=\"P6-N200C51\">or qualifying paper in conjunction with our research project with a professor but that’s not what I’m doing. So it feels kind of like lonely sometimes. And I feel like it’s been fine this year but I wonder for the next two years, especially working on a dissertation like how much of a community I’ll <\/span><span data-id=\"P6-N200C52\">really feel at school anymore. And I feel like with this that would be a huge community – that we’re meeting regularly and we’re working together. So that’s really seeming attractive to me now, too. So I think that’s all for good reasons. <\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">And then I was talking to Ryan Evans, the professor I work with and he wrote me a recommendation and he told me how he went to Brown and got on the board and went to the first meeting and then was offered this full time position teaching at Cambridge, which is kind of funny, all the connections. But <\/span><span data-id=\"P6-N200C71\">he was still finishing his dissertation and so he decided to stop the board and just went to Cambridge and finished his – just, and had a (unclear) time finishing his dissertation. And so, he was kind of joking, he’s like, ‘that has always felt like a regret in terms of my doctoral career.’ And joking, <\/span><span data-id=\"P6-N200C72\">‘you can be the one to continue my legacy on the board.’ And I don’t feel like pressure from him but just knowing that he felt like that.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">THERAPIST: But you don’t want to have a regret.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">CLIENT: Yeah. It was like a meaningful thing because he kind of – he wrote about that in the recommendation. He let me read it and I don’t know how much he embellished it to say like, ‘this was a huge regret of mine.’ But just knowing that was something that he wished he had done also kind of makes <\/span><span data-id=\"P6-N200CB1\">me think it would be a good thing to do. And just talking more with Todd about it, too. The problem is, I feel like it’s a family commitment and he would have to reschedule. Right now he teaches on Thursday nights and so he wouldn’t be able to do that. He’d have to like have a different name for that <\/span><span data-id=\"P6-N200CB2\">course and then it would also mean him making sure he’s home in the morning like doing bedtime and everything by himself and I think our kind of routine of putting Trae to bed and then having dinner, just the two of us, is going to change kind of soon, because I think it will be important for us to <\/span><span data-id=\"P6-N200CB3\">have dinner with Trae now that he’s getting a little bit older but we’re still hanging onto it for now because it’s really nice. But I feel like at that point I don’t know where we’ll be but right now it means also missing dinner with Todd and just having that time to connect with him and it’s only <\/span><span data-id=\"P6-N200CB4\">one night a week. But it feels like a lot of things.<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">THERAPIST: It’s a change.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">CLIENT: It feels more like a family decision.<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">THERAPIST: It’s a commitment to making some changes and they’re not permanent changes and they’re not everyday changes but it is saying I (unclear) limit my flexibility a little bit, right? Less flexibility on night he can teach, it’s less flexibility in terms of, yeah, if you want to have family dinner, <\/span><span data-id=\"P6-N200D11\">if you want to have date night dinner. This is one night where that’s out.<\/span><\/p>\n<span data-id=\"P6-N200D0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200D0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561813\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: Yeah. Right. Yeah. But kind of knowing from him that he’s willing to do that and his former advisor, and he works with her now at Cambridge. Went to school at Brown and did the Ed Review Board and said it was such a great experience, so he is kind of like, he wants it to be my decision. But <\/span><span data-id=\"P7-N200D31\">I know he doesn’t not want me to do it. So that kind of has made me think more positively. It could work out. It takes some sort of juggling but it wouldn’t be that bad like logistics for him to – so. <\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: I think in thinking about any changes that you’re making, whether it be this or something else, making sure that you don’t give the change too much weight. Not to be afraid of the change.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: And it would be different than how you’re doing things now. That’s not necessarily bad.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: It sounds like a little bit of a thing, but what are you giving up? You’d be giving up this part of the routine and this family night, but what’s going in place of that? Maybe what’s going in place of that is also different but equally good. Different doesn’t necessarily mean something to <\/span><span data-id=\"P7-N200DD1\">be afraid of.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: Yeah. So I don’t know. I’m glad I still have time to think about it.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: Once you’ve gone through the interview and done the writing piece you’ll get to kind of put it away for a while and not think about what to do with it.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: Right. I think that would be nice. And I do think the writing piece would at least give me more of a sense of the work that they do. Yeah. And how that goes. I hope that I can keep it in perspective, too. Like I’m already thinking, luckily I don’t have much scheduled in the next couple of days, <\/span><span data-id=\"P7-N200E31\">but it was even just, you know, trying to plan like I want to make sure I got my interview on Tuesday because I have day care on Wednesday and Thursday. Figuring out all those little things. My mom is in Indiana so she can’t watch Trae, so now I have to send him to day care an extra day and then pick <\/span><span data-id=\"P7-N200E32\">him up late and thankfully they’re willing to do that. But that, like giving him such a long day at day care, too. You know, I’m like, oh no, is that a you know, too long of a day for him and just logistically, like fitting it in has been a little hard and I’m not sure – I think I’m reading into it <\/span><span data-id=\"P7-N200E33\">too much and saying, like, is this like symbolizing, you know – it’s just going to be hard to do. I think it will be good to just have some time to get away from it and then –<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">THERAPIST: And evaluate it for what it’s worth.<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">THERAPIST: Juggling work and family is hard.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">CLIENT: It is and luckily I think everyone, lots of people I know struggle with it.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">THERAPIST: And the struggle doesn’t mean that it’s not right. So it was hard for you to arrange these things and do it, but that doesn’t mean it’s not right – that it’s complicated.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">CLIENT: Yeah. And just complicated doesn’t define like a balance for me and Todd to like you feel like when we were talking the other night we got to talking about that, too. Because I think we’d been so overwhelmed with everything with my grandmother and then me getting sick and then we had all those <\/span><span data-id=\"P7-N200EF1\">nice date nights planned that we had to cancel because we were all sick. So it’s felt like we’ve kind of like had time together but not, you know, like those times to just like connect and to just like have time to ourselves, too. And I think, I know he’s really feeling that and we haven’t been as proactive <\/span><span data-id=\"P7-N200EF2\">now. I think we’re feeling that things are getting back to normal and we haven’t really scheduled anything or so I feel like that’s going to be important and I think that that was one thing he was trying to tell me when we were talking the other night, was just like it feels really important to him <\/span><span data-id=\"P7-N200EF3\">to make sure we have those times to connect and I don’t know that we’re doing such a good job at it right now of billing that time in. <\/span><\/p>\n<span data-id=\"P7-N200EE-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200EE-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561813\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">THERAPIST: You have dinner together and are you – how able are you, how well are you able to use that time to connect? Or are you too tired by the end of the day?<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">CLIENT: It varies. I feel like sometimes we’ll like actually be talking to each other and at other times we’ll just put on a favorite TV show we want to watch and watch that together. You know, and just use it as a time to relax together. (Pause) But we always say, some days we should just turn off <\/span><span data-id=\"P8-N200F31\">the TV so we can actually really talk to each other.<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">THERAPIST: Yeah, and I think sometimes it’s hard to do that because by the time that you’re sitting down together I’m sure you’re both really tired and sometimes the easier thing to do is to kind of relax together – kind of zone out. It might not feel as rewarding and so maybe picking one night or something <\/span><span data-id=\"P8-N200F51\">so that it’s manageable and you don’t feel like – again, it doesn’t have to be a sweeping life change. It can be – is there a way to make it a little bit easier and kind of face each other and have a conversation.<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">CLIENT: Right. Yeah.<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">THERAPIST: So that you feel like you’re connecting a bit more. But it’s really hard to juggle the needs of couple and the family and work.<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">CLIENT: Yeah. And I think we’re so lucky to have my sister so close by and she’s really been the only babysitter we’ve used for Trae, but I think in a way, too, like I sometimes hesitate to ask her just because I don’t want to ask her – ask too much of her because I know she’s busy. Even this week as <\/span><span data-id=\"P8-N200FB1\">an example. I’d love for us to be able to go out to dinner or something before he leaves to go ice-fishing. But I know my sister’s busy so I’m kind of hesitant to ask her and so I feel it might be good to just ask someone like not my sister.<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">THERAPIST: Sometimes it can be nice to have a no strings attached – I call them “no strings attached babysitters” because you pay them and there’s no emotional guilt or worrying about taking care of them, right?<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">THERAPIST: So it’s partly when your mom comes to babysit or your sister comes to babysit there’s this part of you that also wants to take care of them and make sure you’re not asking too much or over-stepping or putting them in a difficult position where they might not want to say no.<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">THERAPIST: So I think sometimes having the option of a paid, non-relation babysitter that doesn’t feel – if they’re busy, they’re busy and they’re not worrying about saying no to you.<\/span><\/p>\n<span data-id=\"P8-N20104-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20104-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561813\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">THERAPIST: And also at the end of the night when you come home you can pay them and they leave and it doesn’t become like a catching up with your sister kind of thing which might be something you might want to do on a different night – not a date night. <\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">THERAPIST: So I think putting that into the mix might make it easier to kind of seek out those times.<\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">CLIENT: Yeah. I was saying that exact thing to Todd because it is – it’s always, ‘what’s a good night for us?’ And, ‘do you think it would be okay for Helen, like, how will she react?’ And that it is so it’s always lots of pieces to try to get into place.<\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">THERAPIST: Sometimes just being a little more straightforward and selfish is good.<\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">CLIENT: Yeah. So I think that’s something we should do is find a no strings attached babysitter like that.<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">CLIENT: Because I do kind of sense myself sometimes like not – like feeling the need to – like, oh, it would be so nice for us to go out, but not acting on that just because I don’t want to inconvenience –<\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">THERAPIST: Somebody else.<\/span><\/p>\n<p data-id=\"P9-N2011A\"><span data-id=\"P9-N2011B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2011C\"><span data-id=\"P9-N2011D\">THERAPIST: And that’s something – knowing your sort of proclivity to care for others and be careful like that, it makes sense that you’d be super aware of how what you’re asking affects other people. And so to just give yourself an option where you don’t have to do that as much –<\/span><\/p>\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">CLIENT: Right. I think that would be good.<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">THERAPIST: I noticed you said you were going to pick up Trae later from day care. Is that an option? Like just using that as date night, too, sometimes?<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">CLIENT: I know. That could be. I’m not sure. I think there are, just because we’re kind of stuck – like she was alright with me –<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">THERAPIST: So it’s not something that routinely they would offer additional hours.<\/span><\/p>\n<p data-id=\"P9-N20126\"><span data-id=\"P9-N20127\">CLIENT: But even the other day we did when we did meet – Todd and I met for lunch like in the middle of the day which was nice last week.<\/span><\/p>\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\">THERAPIST: So that you could use your child care time for that.<\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">THERAPIST: Just getting creative like that makes it easier.<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\">CLIENT: Yeah. And we’ve done like, we’ll go into work together and stop and have breakfast together, but those are things that we just haven’t done in a while. Just even meeting for lunch the other day we were like, we haven’t done this in so long and it’s hard because it takes out of like our work <\/span><span data-id=\"P9-N2012F1\">time but it’s kind of nice to –<\/span><\/p>\n<p data-id=\"P9-N20130\"><span data-id=\"P9-N20131\">THERAPIST: (Cross talk)<\/span><\/p>\n<p data-id=\"P9-N20132\"><span data-id=\"P9-N20133\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20134\"><span data-id=\"P9-N20135\">THERAPIST: And that’s what makes it hard to kind of – because there’s, it’s like there’s less time but the more things that you want to pay attention to.<\/span><\/p>\n<p data-id=\"P9-N20136\"><span data-id=\"P9-N20137\">CLIENT: Right. Yeah. But I think that will be good because it just has – everything has just felt so busy, you know, and then when we do have time to focus we’re focusing on Trae and not really focusing on each other, it feels like right now. I think we’re not like in a bad spot, you know, but it just <\/span><span data-id=\"P9-N201371\">has felt busy, you know, and –<\/span><\/p>\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\">THERAPIST: It has been really busy.<\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\">THERAPIST: And there’s been a lot to process for each of you.<\/span><\/p>\n<p data-id=\"P9-N2013E\"><span data-id=\"P9-N2013F\">CLIENT: Right. <\/span><\/p>\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">THERAPIST: (Pause) Turning your attention toward one another so that you’re not in a bad spot.<\/span><\/p>\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">THERAPIST: Proactively.<\/span><\/p>\n<p data-id=\"P9-N20146\"><span data-id=\"P9-N20147\">CLIENT: Yes, exactly.<\/span><\/p>\n<span data-id=\"P9-N20146-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20146-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561813\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20148\"><span data-id=\"P10-N20149\">THERAPIST: Anything else we should be catching up on or focusing on today?<\/span><\/p>\n<p data-id=\"P10-N2014A\"><span data-id=\"P10-N2014B\">CLIENT: I think that was everything. (Laughs)<\/span><\/p>\n<p data-id=\"P10-N2014C\"><span data-id=\"P10-N2014D\">THERAPIST: Well, let’s use some time to do some relaxation. And are we scheduled for follow ups?<\/span><\/p>\n<p data-id=\"P10-N2014E\"><span data-id=\"P10-N2014F\">CLIENT: I think so. The same time in two weeks?<\/span><\/p>\n<p data-id=\"P10-N20150\"><span data-id=\"P10-N20151\">THERAPIST: You’re probably right. (Pause) I feel like I’m off, not back in the routine of things after the – oh yes, there you are on my schedule. Perfect.<\/span><\/p>\n<p data-id=\"P10-N20152\"><span data-id=\"P10-N20153\">CLIENT: Good. Here’s a check for you, too.<\/span><\/p>\n<p data-id=\"P10-N20154\"><span data-id=\"P10-N20155\">THERAPIST: Thank you.<\/span><\/p>\n<p data-id=\"P10-N20156\"><span data-id=\"P10-N20157\">(Pause): [00:31:14 – 00:31:23]<\/span><\/p>\n<p data-id=\"P10-N20158\"><span data-id=\"P10-N20159\">THERAPIST: Let’s give you a little space to get grounded and centered. Close your eyes and let yourself fall into a rhythm of breathing that feels comfortable, allowing yourself space to take full inhalations and exhalations.<\/span><\/p>\n<p data-id=\"P10-N2015A\"><span data-id=\"P10-N2015B\">(Pause): [00:31:39 – 00:31:53]<\/span><\/p>\n<p data-id=\"P10-N2015C\"><span data-id=\"P10-N2015D\">THERAPIST: As you breathe you can scan your body just taking note of what you feel and what you notice. And if you notice a space that feels uncomfortable allow yourself to shift however you need to and allow yourself to breathe into that space, letting go of the tensions as you exhale.<\/span><\/p>\n<p data-id=\"P10-N2015E\"><span data-id=\"P10-N2015F\">(Pause): [00:32:17 – 00:32:29]<\/span><\/p>\n<p data-id=\"P10-N20160\"><span data-id=\"P10-N20161\">THERAPIST: Repeating that process as many times as you need to feel fully relaxed.<\/span><\/p>\n<p data-id=\"P10-N20162\"><span data-id=\"P10-N20163\">(Pause): [00:32:33 – 00:32:43]<\/span><\/p>\n<p data-id=\"P10-N20164\"><span data-id=\"P10-N20165\">THERAPIST: Also taking a moment to notice the thoughts that are in your head. Acknowledging them without any judgment and letting go of those thoughts as you exhale, letting your mind be clear. Knowing that important thoughts will come back to you when you need them.<\/span><\/p>\n<p data-id=\"P10-N20166\"><span data-id=\"P10-N20167\">(Pause): [00:32:58 – 00:33:14]<\/span><\/p>\n<p data-id=\"P10-N20168\"><span data-id=\"P10-N20169\">THERAPIST: And working at your own pace, I’ll take you through systematically to help you relax. On your next inhale, clench your teeth really tightly together noticing where that brings tension to your jaw. Then as you exhale, let your jaw drop so your teeth come apart, noticing how that feels different. <\/span><span data-id=\"P10-N201691\">And you can repeat that when you’re ready, clenching your teeth as you inhale and dropping your jaw and relaxing your mouth and your jaw as you exhale.<\/span><\/p>\n<p data-id=\"P10-N2016A\"><span data-id=\"P10-N2016B\">(Pause): [00:33:8 – 00:33:54]<\/span><\/p>\n<p data-id=\"P10-N2016C\"><span data-id=\"P10-N2016D\">THERAPIST: On your next breath in squeeze your eyes tightly shut noticing where that brings tension to your forehead and your scalp. As you exhale let your eyes relax so they remain gently closed. Inhaling, clench – exhaling release.<\/span><\/p>\n<p data-id=\"P10-N2016E\"><span data-id=\"P10-N2016F\">(Pause): [00:34:15 – 00:34:18]<\/span><\/p>\n<p data-id=\"P10-N20170\"><span data-id=\"P10-N20171\">THERAPIST: On your next inhale, drop your chin toward your chest noticing what that feels like on your neck and your throat. Then as you exhale let your head float up to a neutral position. Inhale, bow your head forward. Exhale and release – let your head float up. On your next breath in shrug your <\/span><span data-id=\"P10-N201711\">shoulders up to your ears noticing how this changes things in your back and your shoulders and your neck. When you’re ready to exhale let your shoulders drop all the way down releasing that tension. Inhale, shrug your shoulders up. And exhale, let them drop down.<\/span><\/p>\n<p data-id=\"P10-N20172\"><span data-id=\"P10-N20173\">On your next breath in bend your elbows bringing your hands toward your shoulders, noticing the tension in your biceps. And as you exhale let your hands drop, letting your arms fully relax. Inhale and bend, squeezing tightly. Exhale and release. On your next inhale you’re going to bring your hands into <\/span><span data-id=\"P10-N201731\">tight fists noticing the tension in your forearms and fingers. And as you exhale let your fingers relax. Let the tension drain away. Inhale making fists. Exhale and release.<\/span><\/p>\n<p data-id=\"P10-N20174\"><span data-id=\"P10-N20175\">On your next breath in squeeze your belly button in towards your spine, tightening up your core. And as you exhale, release, letting your belly be soft and full. Inhale and squeeze in. Exhale and relax letting yourself take a full, deep breath. And the next breath in squeeze your knees tightly together <\/span><span data-id=\"P10-N201751\">feeling tension in your inner thighs. As you exhale let your legs come comfortably apart. Inhale, squeeze together. Exhale and release. <\/span><\/p>\n<span data-id=\"P10-N20174-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20174-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561813\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20176\"><span data-id=\"P11-N20177\">On the next breath in straighten your legs and bring your feet up off the floor noticing the tension in your thighs and your hips. As you exhale let your feet drop down, let the floor absorb the weight of your legs. Inhale and lift, exhale and let your feet drop. Inhale and lift just your toes up off <\/span><span data-id=\"P11-N201771\">the floor, flexing your feet back toward you, noticing the tension in your shins and in your ankles. And as you exhale let your toes drop and let your feet drop, ankles relaxed. Inhale and flex, exhale and release. Now reversing it, inhale and point your toes down noticing tension in your calves and <\/span><span data-id=\"P11-N201772\">as you exhale let your heels drop down and let your legs relax. Inhale, dropping your toes down, exhale and release.<\/span><\/p>\n<p data-id=\"P11-N20178\"><span data-id=\"P11-N20179\">Scanning your whole body from the tips of your toes up to your head – notice any places where tension has crept back in, breathing into those spaces, exhaling and relaxing just a bit more. Repeating that process, scanning to notice. Exhaling to release. Letting yourself be fully relaxed. Take a moment <\/span><span data-id=\"P11-N201791\">to acknowledge the thoughts that come back into your head, if they’re there. And let them go again, letting yourself be at peace in the moment, letting yourself be fully relaxed.<\/span><\/p>\n<p data-id=\"P11-N2017A\"><span data-id=\"P11-N2017B\">(Pause): [00:38:31 – 00:38:40]<\/span><\/p>\n<p data-id=\"P11-N2017C\"><span data-id=\"P11-N2017D\">THERAPIST: Letting yourself continue to breathe fully and deeply, knowing that you can come back into this relaxed space any time you want to or need to just by taking a few deep breaths.<\/span><\/p>\n<p data-id=\"P11-N2017E\"><span data-id=\"P11-N2017F\">(Pause): [00:38:53 – 00:39:03]<\/span><\/p>\n<p data-id=\"P11-N20180\"><span data-id=\"P11-N20181\">THERAPIST: And then when you’re ready, allow yourself to come back to the room at your own pace carrying this relaxation with you.<\/span><\/p>\n<p data-id=\"P11-N20182\"><span data-id=\"P11-N20183\">We haven’t done a full, deep relaxation in a long time so it felt like it was due.<\/span><\/p>\n<p data-id=\"P11-N20184\"><span data-id=\"P11-N20185\">CLIENT: Yes. That felt good.<\/span><\/p>\n<p data-id=\"P11-N20186\"><span data-id=\"P11-N20187\">THERAPIST: I’m glad. Well, keep it with you.<\/span><\/p>\n<p data-id=\"P11-N20188\"><span data-id=\"P11-N20189\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P11-N2018A\"><span data-id=\"P11-N2018B\">THERAPIST: I will see you in a couple of weeks.<\/span><\/p>\n<p data-id=\"P11-N2018C\"><span data-id=\"P11-N2018D\">CLIENT: Okay. That sounds good. Thank you.<\/span><\/p>\n<p data-id=\"P11-N2018E\"><span data-id=\"P11-N2018F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}