{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her continued anxiety over her recent move and unpacking. Client feels unbelievably overwhelmed by everything in her life and wants to be mentally healthy once more."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Mental health","Stress","Housing and shelter","Behaviorism","Psychodynamic Theory","Cognitivism","Panic","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["13"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Mental health","Stress","Housing and shelter"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Behaviorism","Psychodynamic Theory","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Panic","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561879","dorpId":"1006468873","contentType":"text","aucs":"CTRN-V1","title":"Client \"R\" Session January 27, 2014: Client discusses her continued anxiety over her recent move and unpacking. Client feels unbelievably overwhelmed by everything in her life and wants to be mentally healthy once more.","fullTitle":"Client \"R\" Session January 27, 2014: Client discusses her continued anxiety over her recent move and unpacking. Client feels unbelievably overwhelmed by everything in her life and wants to be mentally healthy once more.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561879\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I’m still going crazy at my place and I’m still feeling panicked when I’m there.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: When I last talked to you, you were at your parents’.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: My parents helped me unpack. It’s not 100% done, but it’s a lot better than it was. I have a table now in the living room, but there are still a few boxes there. Unfortunately, they’ll have random stuff in them so it’s not just things that I can easily unpack and put in the place where they <\/span><span data-id=\"P1-N200111\">should go and get rid of the box. I might just have to donate those all to Good Will, or most of it. I actually have to go through and look at the contents and stuff, but I did, at least get all my clothes unpacked.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: How livable do you feel like your space is now?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Maybe 80%. I have two closets and one of the closets has all my yarn, but has some other stuff in it, too, now that is blocking the yarn if I actually wanted to knit stuff. There is a project that I actually wanted to work on. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: But it’s too hard to get to?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: It’s too hard to get to because then it requires my spinning wheel. There is this thing called the Knitting Olympics, in which knitters knit things during the Olympics while they’re watching the Olympics. This year, because of the whole being in Sochi with all of Russia’s anti-gay stuff, a lot <\/span><span data-id=\"P1-N200191\">of people are making rainbow things, so I was going to spin rainbow wool and turn it into yarn to make myself a rainbow scarf. My spinning wheel is still at Sydney’s place. Somehow I don’t think that’s actually going to happen because everything is still too inaccessible.  I don’t know if it’s just <\/span><span data-id=\"P1-N200192\">the lack of color or the lack of space or what, but I was just so sad and panicked today, just being in my apartment. It was okay last night. We were at my parents’ place. Last week we were at Sydney’s place, which I was a little panicked because I only thought we were going to go for one day, but then <\/span><span data-id=\"P1-N200193\">we were over for three days so I really didn’t have clothes and stuff. (sighs) Now I’m panicking because I feel trapped at my place.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Trapped how?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: I don’t know. (crying) I don’t know what’s wrong with it, but there’s just something that makes me panic whenever I’m there and then I just . . . (sobbing). I don’t know. Maybe it’s just the lack of space. Maybe it is lack of color, but I don’t know how I’m going to [get on with this] (ph?) <\/span><span data-id=\"P1-N2001D1\">day-by-day and face it.  I want out. I want to move out and sublet the place. I don’t know if that’s a real possibility. It might be. I don’t know if that would be a good idea, but I just am so miserable right now. Sydney thinks it’s a fine place. He was there when I picked it out so he takes a little <\/span><span data-id=\"P1-N2001D2\">bit of offense to that, that I don’t like the place now. I keep on telling him I don’t blame him; I only blame myself.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Well you liked it, too. You were upset that it was gone and then it came back.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: It was gone before I actually saw it, so I didn’t actually know that I liked the place at the time when I was upset that it was gone. I don’t know what’s so different about it now. I guess I imagined it being bigger than it was. I don’t think my setup is that different from whoever had it, so <\/span><span data-id=\"P1-N200211\">I don’t know.  It’s less bad when I’m in the living room, even though there are boxes there, than it is when I’m in my room.<\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561879\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: There are places where you feel more comfortable and less comfortable in the apartment?<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Yeah, but I’m still trying to figure out how to fit my cat in there.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Does it feel different when you’re alone versus there with Sydney? Have you experienced those things?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: I’ve experienced both of those things. I don’t know because I was mostly fine during – like he has game in the evening and I was by myself. Part of that time I was asleep and part of that time I was watching shows, but (sighs) . . . I don’t know if the panic started before or after Sydney got <\/span><span data-id=\"P2-N200291\">back. It was way worse today than it was yesterday. (pause) <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: And what were you doing before this session?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Getting up, having breakfast, looking at jobs online and being too panicked to try to apply to them. I was panicking before I was trying to do that. Last night I was able to distract myself with TV shows and stuff, but today I didn’t have time because Sydney actually had a phone interview with <\/span><span data-id=\"P2-N2002D1\">Facebook today that was at 1:30, so we didn’t have time to watch a show or anything. (sighs) I don’t know. I guess if I’m going to be at work it will be okay because I’m actually fine when I’m at work. It’s just being there.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: You’re really questioning your choice. I wonder if it’s really about the space or if it’s feeling insecure in your ability to live on your own or if it’s just panicking about having the responsibility of having made that choice. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: I don’t know because I’ve lived on my own before. (crying) I was on my own senior year in college. Granted, there the apartment was only $700 a month because it was West Ohio.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: It was a long time ago.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Yeah, it was also a long time ago, too, now. It was also small, but for some reason it was – I guess it was better set up. The kitchen was small, but there was a microwave and there was a counter and there were shelves. There are little things. I guess I need to call the property manager. The <\/span><span data-id=\"P2-N200351\">toilet flushes but it doesn’t always catch, so the part that goes back down to seal it off doesn’t always do that.  When that happens the tank fills up and it keeps on running. Sometimes jiggling the handle will fix it; sometimes it won’t. There is that and there is the fact that the outlets right by <\/span><span data-id=\"P2-N200352\">my bed don’t work. The kitchen sink, no matter how hard you push it, it won’t turn off all the way.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: These are little repairs that need to be made and are frustrating.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: The dripping drives me crazy. (voice breaking) Sydney can’t understand why it’s driving me crazy. He’s like, “It’s just a leaking sink.” (crying) I don’t know why it’s driving me crazy, but it does – maybe just because of my OCD. I don’t know. He tells me I should calm down and I can’t calm <\/span><span data-id=\"P2-N200391\">down and I don’t know how to calm down when I’m still there and I just want out. (sobbing) I want to move back home with my parents and sublet the place. I’ve been thinking that if I were subletting it for $1,000 a month (sobbing) I know someone would . . .<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: Take a deep for a minute. Take a deep breath.  The things that you just mentioned, I can understand why those things are very frustrating.<\/span><\/p>\n<span data-id=\"P2-N2003A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561879\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: You can’t understand why they’re making me this insane. I know my reaction is disproportionate to what’s wrong. (sobbing) I recognize that, but I can’t help it. [It’s making me panic.] (ph?)<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Right. It’s understandable that those things are very frustrating and that the idea of having to contact the property manager and whether he says to call a plumber or whether he calls the plumber to get those things fixed, that’s a hurdle for you. I know that those steps often feel like really <\/span><span data-id=\"P3-N2003F1\">big steps.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: But I’m thinking if those things weren’t there, I’d still be going crazy.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: What makes you think that? I’m basing it based on I asked you what was . . .<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Being in the space, the bleakness. The walls are all white and the floor is whatever wood color it is.  It’s just so bleak in there.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Do you have things up on the walls yet, things that make it feel like home?<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: No. (crying) I really wish I could paint the wall blue or something like that.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: Are you allowed to do that?<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: I don’t think so. If I could, I would. (sobbing)<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: So it sounds like there are some interim steps you could take before going to the big leap of moving out of a place that you’ve just moved into and trying to sublet it. To set that up is going to take some work, and there were reasons why you chose to try to get an apartment here on your <\/span><span data-id=\"P3-N2004F1\">own, rather than move in with your parents. Because that was an option then, too, and you made a decision that you thought living with your parents had more difficulties associated with it than living on your own. <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: I guess the other thing is also that the kitchen feels like it’s too small to work in even now, so I feel like I don’t have freedom choosing what to eat and I’m stuck eating mac and cheese or something that doesn’t have lots of ingredients. It just feels like everything is wrong with it, not <\/span><span data-id=\"P3-N200511\">just the things that can be fixed. It just is wrong and I chose wrong. I chose the wrong apartment and now I’m suffering because I chose the wrong apartment. (sobbing)<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: I wonder why your next thought is to leave rather than another option, which is to try and make it less wrong. There are some pieces of it that may be possible to change.  Can you change the size of the kitchen? No, but some of these other things are things that you can change, either on <\/span><span data-id=\"P3-N200531\">your own or with help.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: I’m just afraid that the wall will still be bleak. I think putting up a picture will just draw attention to the fact that the rest of the wall is blank. I don’t know if that’s really true, but that’s what it feels like right now. I like to have stuff on the walls. I’m just afraid that all these <\/span><span data-id=\"P3-N200551\">cosmetic changes aren’t going to fix the overall problem of it being the wrong apartment and I don’t know what’s wrong with it. I’ve lived in an apartment in an apartment building, even though I’m used to houses. I’ve lived in apartment buildings and have been fine. I’ve lived in ones that are even <\/span><span data-id=\"P3-N200552\">really small, like with a shared kitchen.  It can’t be that much smaller than my apartment sophomore year of college.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: I wonder if we’re looking for the problem and really the problem is the anxiety. If we just kind of rewind to the past few months or even beyond that, we keep finding a reason for why you’re so uncomfortable in your space. In the house and the co-op there were lots of reasons that you became <\/span><span data-id=\"P3-N200571\">really uncomfortable in that co-op situation. People weren’t doing their chores, the place was dirty, the addition of the baby, and then you moved out to another apartment where there was a new set of problems – roommates that were really disrespectful and a living situation that was untenable for another <\/span><span data-id=\"P3-N200572\">set of reasons.  And now you’re in an apartment on your own and there is another reason why this apartment is making you so miserable.<\/span><\/p>\n<span data-id=\"P3-N20056-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561879\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: I don’t know, but I think if I had had the apartment, like if I had been able to get the $1,500 one before it had gotten away to someone else, I think I wouldn’t be feeling like this; but I’m not sure. It was so big and spacious. Maybe because it’s so closed off, you don’t have it all together <\/span><span data-id=\"P4-N200591\">and you can’t see the big picture of the apartment. I’m just kicking myself about taking one of the other ones that were way bigger and not in as good of a location. I feel like such an idiot for doing that, like I should have chosen a bigger apartment in a worse location.  One of them would have been <\/span><span data-id=\"P4-N200592\">$25 a month cheaper and would have included parking. The location wasn’t great and I would have to drive everywhere. Right now I’m driving everywhere anyways most of the time, so it’s not really . . . I don’t know what I can do to make this apartment livable. Maybe there is nothing. (crying) Maybe it <\/span><span data-id=\"P4-N200593\">is just the anxiety, but I can’t make the anxiety go away. I can’t. I’ve been trying everything. I’ve tried changing my meds. I don’t know how to make the anxiety go away. (sobbing) I can’t stop. I can’t calm down. I hate it when Sydney tells me to calm down because I feel like I can’t. I’m like, “You’re <\/span><span data-id=\"P4-N200594\">telling me to do something I can’t do and getting frustrated with me for not doing it.” <\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Is this what you’re like at home? You’re crying all the time and very easily brought to tears?<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: I’m not always crying out, but sometimes I’m panicky without crying; but there was some crying today.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: It sounds really uncomfortable.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: I think I just need to be institutionalized or something because I can’t live on my own. (crying)<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: I think looking at what kind of assistance you feel like you really need might be a reasonable step.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: I don’t know. I don’t want to lose Sydney and I feel like if I were to move back with my parents, I don’t know if the anxiety would get bad there because then I would be anxious because I don’t have privacy. But I think I would be breaking up with Sydney then because he would go crazy having <\/span><span data-id=\"P4-N200651\">to [see] (ph?) me and I don’t know if I had a place with Sydney, I’m sure if that were a bigger place that that would stop the anxiety. I guess nothing will. <\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: What do you think would feel better about living with your parents?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Being able to have healthy food without having to go through all these hoops to get it and having a kitchen that had enough space to cook it and having Hank around it, having enough space for Hank without worrying where I’m going to put the litter box. They have three bathrooms so they can dedicate <\/span><span data-id=\"P4-N200691\">one of the bathrooms to the cats.<\/span><\/p>\n<span data-id=\"P4-N20068-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561879\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: How was being at your parents’ last week?<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: It was fine.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: Did you feel less panicked?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: I did. There is still some [ ] (inaudible at 00:16:45) stuff that I can’t stand my dad doing and I just grit my teeth through it, but other than that, that’s just [ ]. I did feel less panicked there.  I don’t know if it’s just because it’s being away, but I am just so scared. I’ve gained all <\/span><span data-id=\"P5-N200711\">this weight and I’m diabetic now. I need to be healthy. (sobbing) I can’t be healthy in this apartment with this tiny little kitchen that I don’t have enough space to make healthy food. I guess also my parents said I could have salad. Sydney doesn’t eat salad and it would just go bad if I just got some <\/span><span data-id=\"P5-N200712\">to myself and only ate it on my own. (sobbing)<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: Two thoughts to what I’m hearing: There is a part of me that’s listening to what you’re saying and I can see how upset you feel. I know that the past couple of times that I talked to you, this has been pretty consistent. You’ve been this upset for several weeks and so part of me is listening <\/span><span data-id=\"P5-N200731\">to you and saying it really does seem like you need a lot more support because it seems like you feel really unable to take care of yourself in these ways and make these choices to do things to help yourself.  There is another piece of me that’s hearing you talk yourself into it. You’re talking in a <\/span><span data-id=\"P5-N200732\">way that you’re convincing yourself that you’re not capable of doing those things; and I don’t know how much of that is true and how much of that isn’t. It’s not possible for me to judge how capable you are or how much you’re making your choices dependent on someone else. I hear you saying that you <\/span><span data-id=\"P5-N200733\">can’t eat salad because Sydney doesn’t eat it. Part of me wants to say, “Georgia, that’s ridiculous. If you want to eat salad, you’re a grown person. Make salad.” There is another part of me that hears you feeling really not capable to do that.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: I don’t know. It’s just getting to the grocery store on a regular basis is hard for me and it feels like such a big thing.  Doing it on the way home from work is a little bit less of a big deal because then I’m already out. I don’t have to make a trip like on my own, if I were to do it this afternoon.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: How hard is that? Because you were talking about this is a daily living skill, regular functioning, doing an errand. How hard is that for you?<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: I don’t know. I guess once I get out and do it, it’s not as bad. It’s just the getting out in the first place that’s hard.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: What’s the hard part about getting out? Are you feeling anxious about being out in public spaces?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: Are you feeling too tired to put on your coat? I need to understand what makes a daily living skill feel so insurmountable right now.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: I guess overcoming the inertia, it’s the overcoming the feeling that this is going to be a big, horrible chore that’s going to take forever.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: When you do it, does it still feel like a big, horrible chore or it’s when you think about it? <\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: It’s when I think about it. Once I get in the car I think I’m okay, but making salad would also be chopping up with cutting boards and all of that and having all those extra dishes to do and that also seems like . . . Although I was doing dishes last night from dinner and it really wasn’t that bad.<\/span><\/p>\n<span data-id=\"P5-N20084-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561879\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: So hearing that, a lot of the things that you imagine are going to be so difficult for you, so taxing, when you actually do them they’re not as bad as you’re imagining. That makes me a little bit concerned about a path that leads you to doing less and less for yourself because it seems like <\/span><span data-id=\"P6-N200871\">you’re kind of trapping yourself. If you move into an assisted living facility or a halfway house or something like that or move in with your parents and have less responsibility, then it’s almost like you’re reinforcing those ideas that you can’t do these things, that you can’t be an independent adult. <\/span><span data-id=\"P6-N200872\"> Yet when you do them, when you do overcome that inertia, you’re able to do them. You did the dishes last night. It wasn’t that big of a deal. It was possible in your kitchen. I think that when you do less and less you feel more and more trapped and you feel more and more dependent upon others; and <\/span><span data-id=\"P6-N200873\">that actually makes you more anxious because when you think you can’t do these things, when you feel helpless, it’s a very threatening feeling. It’s hard for me to sit here and know. I’m not in a position where I can come to your house and see what it’s really like for you, so I don’t know how much <\/span><span data-id=\"P6-N200874\">of this is you thinking you can’t and kind of talking yourself into a more helpless position and how much of it is really because of the way that you’re suffering you can’t.  That’s sort of a determination that you have to honestly make for yourself, stepping outside the anxiety.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: I can’t step outside the anxiety so I can’t really know.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: This is your time to do it. You’re in here in a safe place. You’re not facing those challenges right now.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: I still have that [empty] (ph?) feeling right here. I feel it. It’s there and I don’t know why; in this room I shouldn’t. (sobbing)<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: You’re in a really safe place right now.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: But it’s never enough. (pause) This anxiety makes me want to cry. I don’t know. Maybe I should take some time off and just see what would happen if I lived at my parents’ house for a week and if I was without Sydney, how that would feel.  It would make him sad, but I don’t really know what else to do.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: I do think it’s important to make decisions that are best for you.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: But ultimately if I end up breaking up with him because I took this break or something, that might not be good for me either. I don’t want to break up with him, though it’s not just choosing things that are good for me and not for Sydney. It’s choosing things that might be bad for Sydney and, <\/span><span data-id=\"P6-N200951\">ultimately, that might hurt me. (crying) (pause)  I don’t know. I’m so scared of everything. (crying) I don’t know. Maybe it is just my brain being wrong. I can’t tell. I do know that when I go to work I feel like – like I felt panic before getting there.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: And then how were you the rest of the day?<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: I was fine once I got there. Eventually I got bored, but I wasn’t panicking so maybe if I spent a minimum amount of time at my place I’ll be okay. Most people go out of their house to work unless they’re working from home or something. <\/span><\/p>\n<span data-id=\"P6-N20098-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561879\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: Feeling like you’re doing something productive is a really good, healthy feeling. Being at work is that time for you where you feel like you’re accomplishing something; you’re doing good. You’re being appreciated for the skill that you bring to something. That’s great feedback. I don’t want <\/span><span data-id=\"P7-N2009B1\">you to miss out on that.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: I’m not suggesting that I quit my job. If I did move in with my parents I would still be going to work and then I’d have a half-hour commute instead of an hour-and-a-half commute. I’m not quitting my job, though getting another one is really hard. I also found out that the two jobs, like the <\/span><span data-id=\"P7-N2009D1\">one at Yale and the one at Stanford that I had applied to, I ended up having a typo in the resume.  [ ] (inaudible at 00:26:03) from not being able to spell. I applied for something last Monday at Yale and I found the typo before I sent it in for that one.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: Oh, good.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: The person I talked to sent on the resume right away, but I never heard back from the person she sent it to. It turned out that last week she was interviewing people, so I’m pretty sure that since I haven’t heard anything from her, I’m not even in the running, which I guess is sort of a relief <\/span><span data-id=\"P7-N200A11\">because it was a scary commute. I don’t really have many prospects and I don’t really know how to – just writing the cover letter, I just got some stuff today and wanted to write a cover letter for this position and had no idea. I really did.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: But it was hard to do from your apartment? <\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: Yeah. I thought I was going to get stuff done. I left early so I could work on it here. That just didn’t happen because I was too panicky and also because I was tired because I walked to Union and I’m just so out of shape that I ended up having to drink a whole giant bottle of water after I <\/span><span data-id=\"P7-N200A51\">got here. It was that much exertion, even though it was maybe a ten or 15-minute walk. I guess my backpack is also heavy since I brought the laptop since I thought I was going to be writing cover letters. Yeah, I don’t know.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: In terms of finding a more comfortable place to work, would it be possible after today’s session to go to one of the cafes that has Wi-Fi and do some work from there?<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: Possibly. I’m not sure.  If I can calm down enough, I can do that at least. Assuming Sydney left for his session, then I have an hour from when this session ends and when his ends. That would probably give me enough time to write the cover letter and send it all off.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: It might be a good sense of completion. Have you talked to your parents about the idea of staying with them for a while? Do they know how upset you feel about your place now?<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: They do notice that I am because that’s why they were willing to help me unpack. They said if the commute was . . . They said I could stay a couple of days a week if I wanted to.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: That might be a good compromise.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: Yeah. (pause) It might be the only way to make it work. I don’t know. I feel like such a failure for having to get to this point, like I should be able to do my own stuff. I should be able to live in an apartment that’s not going to drive me insane.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: I would like for you to be able to live in an apartment and not feel insane. There is no need to judge. You’re not a failure. It’s indicative of how much distress you’re in. This is a real sign of anxiety and the depression that you’ve suffered with. Like you said, the reaction is out of <\/span><span data-id=\"P7-N200B31\">proportion to the trigger it seems, which isn’t a mark of you being a failure. It is a mark of you being in a lot of distress. It speaks about the anxiety and the depression that you struggle with, not who you are. <\/span><\/p>\n<span data-id=\"P7-N200B2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200B2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561879\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">CLIENT: I feel like I should be able to do all these things without distressing this way and I know that it’s out of proportion.<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">THERAPIST: If you were healthy you could.<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">CLIENT: But I don’t know how to make myself mentally healthy again. I just can’t. It’s hard to get that start when everything seems so insurmountable. (sobbing)<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">THERAPIST: I agree. I hear you; and that’s why I’m trying to look at both sides of it. I’m trying to look at what are the things that you can do behaviorally to help yourself to start a positive feedback loop when you do things and they’re not as bad as you think. That gives you more competence, right? <\/span><span data-id=\"P8-N200BB1\">When you are able to provide something for yourself, that can build your confidence. That’s why I push you to do things like go to the grocery store, to make yourself a meal, to get out for a walk, to get that workday in, because that gives you a good feeling to work off of. To balance that, pushing <\/span><span data-id=\"P8-N200BB2\">yourself to do things so that you feel more competent with getting support from other places, like your parents, or we need to look at a higher level of care, like day treatment or something like that – to balance those two things where you’re working to provide for yourself so that you can build up <\/span><span data-id=\"P8-N200BB3\">your own confidence, you can break this loop of increasing the symptoms, and also get additional support.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">CLIENT: I think moving in with my parents I don’t think I’d need to be in a halfway house or whatever.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">THERAPIST: It sounds like your parents are open to having you stay a couple of days a week and that might be a really good compromise. It gives you a break from some of this, but also keeps you moving and doing the things that can get you headed back in the right direction. <\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">CLIENT: Yeah, so maybe my meds are also not effective anymore. Do you think if I’m feeling this much anxiety for something that’s such a disproportionately small trigger, could it be that my meds aren’t working?<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">THERAPIST: Meds are always a part of the picture. I think definitely call your psychiatrist and let her know how intense things have been the past couple of weeks. You are certainly having more obsessive thoughts where it’s hard for you to let go of these scary, catastrophic thoughts; and sometimes <\/span><span data-id=\"P8-N200C31\">meds can help break that cycle.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">CLIENT: I’m just wondering if I’ve maybe gotten immune to them. I had switched over, so maybe if I go back on the Seroquel.  I wanted the other drug to work because of the whole weight thing, but I just can’t.<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">THERAPIST: You’re certainly in a lot of distress. I can’t give you recommendations about what meds to use or not use; that’s a consultation with your psychiatrist for sure. What I can tell you is what I’m seeing in terms of your symptoms. You talking about the physical sense of anxiety, feeling that <\/span><span data-id=\"P8-N200C71\">heaviness in your chest, obviously you’re really tearful and the things that I’m hearing going on in your thoughts – having real perseverative thoughts, kind of rigid-thinking, the obsessiveness – those things snowball. Those things increase the feeling of anxiety that you’re having and the more anxious <\/span><span data-id=\"P8-N200C72\">you get, the harder it is for you to think in ways that are helpful to you.  Medication can sometimes help alleviate some of that. Generally people don’t become immune. Sometimes there is an intolerance that builds up with different types of medications and talking with your psychiatrist about the likelihood <\/span><span data-id=\"P8-N200C73\">of it happening on the particular ones that you’re on right now is a good question to ask. (pause)<\/span><\/p>\n<span data-id=\"P8-N200C6-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200C6-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561879\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200C8\"><span data-id=\"P9-N200C9\">CLIENT: Hopefully I saved my other meds so I could go back onto them if I have to.<\/span><\/p>\n<p data-id=\"P9-N200CA\"><span data-id=\"P9-N200CB\">THERAPIST: Consult with your doctor first.<\/span><\/p>\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">CLIENT: It’s just not working. I don’t see this doing any sort of positive change. I don’t know if it’s just timing, though.<\/span><\/p>\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">THERAPIST: It’s hard to separate out what’s the meds and what is the shift in the move.<\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">CLIENT: How do I make myself calm down when I’m not in a situation where I can’t easily start doing something productive? <\/span><\/p>\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">THERAPIST: Well, I think part of it is questioning the thoughts that are making you feel so anxious. So when you’re at home, you need to play my role. When you’re telling me about what’s going on in your head, the things that you’re thinking, a lot of times what I try to help you do is to question your <\/span><span data-id=\"P9-N200D31\">own thoughts because what’s making you feel anxious or increasing the anxiety is when you start to think worst-case scenario and jumping ahead, right? We often talk about jumping really far ahead. What if it’s like this forever or the whole nine months of the lease? So your job to help yourself calm <\/span><span data-id=\"P9-N200D32\">down is to start to question, “Is what I’m thinking absolutely true or is there maybe another possibility?”  And it might be that what you come up with is, “Yes, what I’m thinking could be true, but maybe there is also another way.” Sometimes just bringing in that shadow of doubt which often exists <\/span><span data-id=\"P9-N200D33\">can help you to calm down a little bit. Sometimes when we’re talking on the phone or when we’re talking in here that sometimes helps you to slow your breathing down and to broaden your thought a little bit. Sydney might be able to help you think that way. It sounds like one thing you respond to really <\/span><span data-id=\"P9-N200D34\">negatively to is when he tells you to just calm down.<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">CLIENT: Which I’ve told him before. I’ve told him that I respond negatively and to say something else, but he, for some reason, can’t.<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">THERAPIST: Okay, so then he’s not someone who can partner with you in helping you to think a little more broadly.<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">CLIENT: Maybe if I tell him specifically what to say, if it’s an actual replacement with something that is helpful as opposed to “just don’t say anything at all,” maybe. I don’t know. <\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">THERAPIST: You don’t necessarily need or want him to play the therapist’s role, but handing him a phrase that might feel more empathic – something like “Wow, I can see that you’re really anxious about this right now.” Even that might serve to kind of provide a little bit of a holding space for you where <\/span><span data-id=\"P9-N200DB1\">he can be supportive. He might not be able to change your anxiety, but at least not exacerbate it with a “just calm down” type of statement that just makes you feel even worse. Then you feel angry and anxious. So handing him that phrase, “When I’m really anxious, Sydney, can you say, ‘Hon, I feel bad <\/span><span data-id=\"P9-N200DB2\">that you feel really anxious right now.’”  See if that helps.<\/span><\/p>\n<span data-id=\"P9-N200DA-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200DA-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561879\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200DC\"><span data-id=\"P10-N200DD\">CLIENT: I’ll try. It might be something that he can’t do.<\/span><\/p>\n<p data-id=\"P10-N200DE\"><span data-id=\"P10-N200DF\">THERAPIST: Yeah, he might not be able to. You might have to kind of play the other role for yourself and have, at least, those two voices going on in your head. “What would Dr. Hallingford say and what would I say?” Then you have both voices in your head. Not to become me, you just want to sort of play <\/span><span data-id=\"P10-N200DF1\">that conversation to help talk yourself into a place where you can see more options. When you have some options you feel better. When you feel trapped you feel really anxious. You have your soft, cuddly animal. Sometimes those textures can help take the edge off and be something soothing. (pause) <\/span><\/p>\n<p data-id=\"P10-N200E0\"><span data-id=\"P10-N200E1\">CLIENT: (heavy breathing) I just feel like I’ve lost all control of myself and I’m being real silly for going this crazy over an apartment that is clearly a better living situation than what I had.<\/span><\/p>\n<p data-id=\"P10-N200E2\"><span data-id=\"P10-N200E3\">THERAPIST: That’s something to keep in mind, looking at what’s better about it. So there are a lot of things that feel wrong about the apartment, but being able to do what you just did, in some ways it’s better, looking at what’s better about it. You mentioned that being in the living room feels better <\/span><span data-id=\"P10-N200E31\">than being in the bedroom, so let’s look at the framework of what’s workable. It’s safe. You don’t have roommates that are disrespectful.<\/span><\/p>\n<p data-id=\"P10-N200E4\"><span data-id=\"P10-N200E5\">CLIENT: There are no puppies or babies.<\/span><\/p>\n<p data-id=\"P10-N200E6\"><span data-id=\"P10-N200E7\">THERAPIST: There are no puppies. There are no babies. You can watch what you want on TV.<\/span><\/p>\n<p data-id=\"P10-N200E8\"><span data-id=\"P10-N200E9\">CLIENT: Well I don’t have the TV now. <\/span><\/p>\n<p data-id=\"P10-N200EA\"><span data-id=\"P10-N200EB\">THERAPIST: You were watching shows on your computer, so you have control over that. So looking at some of the things that you do have control over and that do feel safe about it.<\/span><\/p>\n<p data-id=\"P10-N200EC\"><span data-id=\"P10-N200ED\">CLIENT: I can use the bathroom whenever I want. I’m only sharing it with Sydney.<\/span><\/p>\n<p data-id=\"P10-N200EE\"><span data-id=\"P10-N200EF\">THERAPIST: So this kind of a list is a helpful list to make. What else is good about it or, at least, neutral?<\/span><\/p>\n<p data-id=\"P10-N200F0\"><span data-id=\"P10-N200F1\">CLIENT: I don’t know. I can order take-out without having to worry about where I can eat it.<\/span><\/p>\n<p data-id=\"P10-N200F2\"><span data-id=\"P10-N200F3\">THERAPIST: So there is a space to eat?<\/span><\/p>\n<p data-id=\"P10-N200F4\"><span data-id=\"P10-N200F5\">CLIENT: Yeah. No one is smoking in the apartment.  (pause) I can fit all my stuff there pretty much. I never did get the stuff from Aaron’s place, so I don’t know if I’ll have enough room to fit those things. It fits everything that I brought to the other place.<\/span><\/p>\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">THERAPIST: So with help you were able to find ways to unpack and arrange.<\/span><\/p>\n<p data-id=\"P10-N200F8\"><span data-id=\"P10-N200F9\">CLIENT: Yeah. Sydney said he’s willing to do more while I’m at work this week. I’m not going to arrange things until we can get Hank in here, possible. I don’t know. That might not happen because . . .<\/span><\/p>\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">THERAPIST: Don’t jump ahead. Stay with . . .<\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">CLIENT: I think having it more unpacked would probably be helpful.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">THERAPIST: Yeah, it would help a little bit more.  So this exercise is something you can do again at home. When you start to notice the things that are making you uncomfortable in the space, challenge yourself to look for some things that make you comfortable. When you start to feel frustrated by the <\/span><span data-id=\"P10-N200FF1\">kitchen, challenge yourself to think about the things that are good about the kitchen, that you’re not sharing that space with somebody else. You don’t have to worry about whose food is whose – being able to look at some of the positives. If that is too much of a stretch, look at the things that are <\/span><span data-id=\"P10-N200FF2\">neutral. I think that will help you feel a little bit more control and a little bit more balance about it – what you just did now, if you can repeat that exercise for yourself multiple times a day. Would it be helpful to schedule an appointment before next week?  I have time on Friday.<\/span><\/p>\n<span data-id=\"P10-N200FE-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200FE-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561879\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20100\"><span data-id=\"P11-N20101\">CLIENT: When on Friday? I’m not sure I can do it.<\/span><\/p>\n<p data-id=\"P11-N20102\"><span data-id=\"P11-N20103\">THERAPIST: I have both morning or late morning and have an 11:30, a 9:30.<\/span><\/p>\n<p data-id=\"P11-N20104\"><span data-id=\"P11-N20105\">CLIENT: I guess tentatively the 11:30.<\/span><\/p>\n<p data-id=\"P11-N20106\"><span data-id=\"P11-N20107\">THERAPIST: Okay. I’ll put you in there and you can e-mail me or call me if you need to cancel.<\/span><\/p>\n<p data-id=\"P11-N20108\"><span data-id=\"P11-N20109\">CLIENT: Can I borrow a pen? I need to write you a check. Is it okay if I date it for tomorrow?<\/span><\/p>\n<p data-id=\"P11-N2010A\"><span data-id=\"P11-N2010B\">THERAPIST: Yep. That’s fine.<\/span><\/p>\n<p data-id=\"P11-N2010C\"><span data-id=\"P11-N2010D\">CLIENT: Tomorrow is the 28th. Here you go.<\/span><\/p>\n<p data-id=\"P11-N2010E\"><span data-id=\"P11-N2010F\">THERAPIST: Thanks. I’ll plan to see you on Friday unless I hear otherwise.<\/span><\/p>\n<p data-id=\"P11-N20110\"><span data-id=\"P11-N20111\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P11-N20112\"><span data-id=\"P11-N20113\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}