{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her recent move and how stressful it's been for her. Client is overwhelmed by everything that she needs to do and thus cannot get anything done."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Frustration","Housing and shelter","Suicide","Behaviorism","Psychodynamic Theory","Cognitivism","Depression (emotion)","Anxiety","Suicidal ideation","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["14"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Frustration","Housing and shelter","Suicide"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Behaviorism","Psychodynamic Theory","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Depression (emotion)","Anxiety","Suicidal ideation"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561883","dorpId":"1006468877","contentType":"text","aucs":"CTRN-V1","title":"Client \"R\" Session January 05, 2014: Client discusses her recent move and how stressful it's been for her. Client is overwhelmed by everything that she needs to do and thus cannot get anything done.","fullTitle":"Client \"R\" Session January 05, 2014: Client discusses her recent move and how stressful it's been for her. Client is overwhelmed by everything that she needs to do and thus cannot get anything done.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561883\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: How are you today?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I’m doing okay. I’m still a little stressed because I haven’t really done much yet to unpack in my new place; and then it turns out that a bunch of packages have been getting stolen from the front area.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: At the new place?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: At the new place. I signed up for the special UPS stuff. Most of what Amazon ships, they ship through UPS and most of what I’m getting online is usually through Amazon, so this way I can schedule the date and a two-hour delivery window and stuff. I did lose one package that wasn’t really very <\/span><span data-id=\"P1-N200131\">valuable.  The other ones I intercepted and had them go to the UPS store, but then I guess they got delivered today because all of a sudden there were these huge boxes for me at my place, so it was good that I went there to start unloading and I have all this kitchen stuff in the car that I have to <\/span><span data-id=\"P1-N200132\">unload. There’s not much counter space in the kitchen and all the boxes are still in the living room. I need to get through them to be able to actually live in the place. It seems like it will take another week and a half. I haven’t gotten Tiberius yet because I want the place more set up before I get him.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: That makes sense to want to have some things settled and out of boxes.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: And then I was going to get the visitor parking pass today because we had all this time before therapy, except that I could not find a single place to park.  There are all these 30-minute spots and they were all taken, which seems really odd with 30-minute spots, but I guess everybody had the <\/span><span data-id=\"P1-N200171\">same thought that I did or something to go to the parking office today. Usually it’s not that crowded, so I have to try again after therapy. I guess the thing is all these little things – I just can’t ever relax. I feel like I can’t relax until I get all these things done. The other thing is that I <\/span><span data-id=\"P1-N200172\">just keep on going through this thing – not today, but the last few days where I keep thinking that life isn’t worth living and all this stuff is too hard. I don’t really know how to stop doing that.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: What happens when you start to think that? What’s the process that you go through? <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: I start thinking, “Oh, no. I have to do all these things. It’s going to be really hard.” I don’t know – or that I can’t handle the stress and then it goes to, “I don’t have to do these things. I’d be better off if I were dead; then I wouldn’t have to do all these things.” It usually doesn’t <\/span><span data-id=\"P1-N2001B1\">get a lot farther than that.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: So what happens after that if it doesn’t go further? What does happen?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: That’s a good question because I don’t know. I guess something happens because if I’m saying these thoughts out loud, it usually turns into a bit of a disagreement with Sydney where he’ll be like, “No, don’t think like that,” and then I have to reassure him and then I get sidetracked because <\/span><span data-id=\"P1-N2001F1\">it will make him panic if I get too negative and then I get sort of annoyed that I have to be caring about his emotions when my emotions are the ones that are really hard right now.  Why can’t I just be? It’s just like then having to be there for him to not be so sad and not say anything, even if I <\/span><span data-id=\"P1-N2001F2\">made the suggestion that if we didn’t spend as much time together? He’s like no, he wants to spend as much time together as we do; but I’m like it can’t always be like this. I can’t always be happy. The real me will come out and he’s like “that’s okay.” But then it clearly isn’t okay.<\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561883\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: I wonder if there is allowance to feel frustrated or overwhelmed. What you’re feeling is overwhelmed. There are all these things that I have to do and I’m not sure I can really do them. It sounds to me like that’s a feeling of being overwhelmed. <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Is there a difference between saying that you want to end your life and expressing your feeling of being overwhelmed, frustrated?<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: I guess it’s just that the two go together so often that it becomes the same thing.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Is he okay?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: He would probably be okay with me saying I’m overwhelmed.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: I wonder if maybe that’s something to work on for both of you because one of the things it sounds like you’re wanting is some space and some emotional support from him, a space where you get to be how you really feel. You don’t feel happy all the time and you want some support from him in <\/span><span data-id=\"P2-N2002D1\">caring for your feelings. It sounds like that’s one of the things that you’re wanting. And when you say, “Life isn’t worth living. I might as well kill myself,” he can’t handle hearing that.  But maybe you could get one of the things that you want from him if you were able to phrase it in a way that’s <\/span><span data-id=\"P2-N2002D2\">more comfortable for him.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: That’s how I feel. At the time, it doesn’t register as overwhelmed. It registers as wanting to kill myself.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: That’s part of your work, being able to register it as what its feeling is, rather than a statement.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: He gets better able to handle it, but he still doesn’t like it when I panic, even if I’m not going to a point where I feel suicidal. So maybe I can’t just say that I’m overwhelmed because it might be too much. I guess it depends on my tone of voice and how I sound.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: How extreme you feel.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: I think setting Sydney’s reaction aside, I think it’s an important skill for you to practice because one of the things that is happening is that you are limiting the language that you give yourself to express yourself.  So anything – from being panicked to being sad to feeling hopeless to <\/span><span data-id=\"P2-N200391\">feeling overwhelmed – there are all these different feelings that you have that are getting lumped into “I’m feeling suicidal.” I think you actually have a broader range than what your language is allowing you to express.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Maybe, but they sort of all start feeling the same.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Yeah, they do. They blend into each other.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: I don’t know. I am aware that there is more language to express these different feelings if they were, in fact, different feelings, but they end up as the same feeling.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: They end up in the feeling of “I just don’t want to deal with any of it.”<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: Yeah. (pause) <\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: So what if you said that? Because there seems to be a difference to me between not wanting to face the hard parts of life and wanting to kill yourself. I know that, in some ways, they’re the same, but I think that there is also a slight difference in the motivation. I think your motivation <\/span><span data-id=\"P2-N200451\">is to want to avoid the pain. Certainly, not living is one way to avoid pain, but it seems like you want to live, just not with any of that pain, not with any of that frustration that some of those tasks have.<\/span><\/p>\n<span data-id=\"P2-N20044-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561883\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: There is no way to escape it though, otherwise. I will have to face it sooner or later; and if I don’t want to, then I really don’t want to. Just saying I don’t want to face it, I don’t know what that would solve because then if I’m at that stage that I need to figure out a solution how I could <\/span><span data-id=\"P3-N200471\">get away with not feeling this pain, then that’s the only solution I can think of.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Is it not wanting to feel it or not thinking you can handle it?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Probably not thinking I can handle it. I don’t know.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: I know. These are hard things to tease apart because they do all start to feel very connected, but I’m pressing you because I think teasing them apart is a way to make it more manageable. (pause)<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: I don’t know. (pause) I guess it mostly feels like I can’t handle it and I’ve dealt with so much stress already, too stressed to handle more stress of doing more thing.  I just want to be able to relax and I can’t because it’s always something or something else. Now I have to unpack my place <\/span><span data-id=\"P3-N2004F1\">and that’s going to take forever. Until then, I’m still living out of Sydney’s place and I can’t keep on doing that.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: It’s hard to unpack your place if you’re not in it.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: He doesn’t want me to go off and do it by myself. This morning it took forever to get out of the house because he was tired and depressed and whatever and it took him forever.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: And you couldn’t leave without him?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Well, I asked him, “Can’t I go? Would it be okay if I did it by myself?” He wanted to come with me and I was like, “Okay, then you need to go faster.” In the end we were able to take some of the stuff in, but we weren’t able to do a lot; so there is still all this other stuff needs go to the house. <\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: It’s frustrating.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: I feel like he’s sort of weighing me down.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: It sounds like he’s definitely slowed you down today.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: He’s like, “this is as fast as I can go.” That makes no sense. Part of the time we were waiting for the movers because one of his roommates is moving out today. But even then, there was still all this other time that I was just waiting and waiting and waiting. He had to relax. He had to go on <\/span><span data-id=\"P3-N2005F1\">the Internet and stuff before we left the house, which is sort of the way it always is. Then it’s like one more stressor that I don’t have control over my schedule.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: You sound angry at him.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: I’m a little mad. <\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">THERAPIST: A little mad?<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">CLIENT: I could try not to be.<\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\">THERAPIST: You don’t have to try not to be in here. You’re allowed to be a little mad at him.<\/span><\/p>\n<p data-id=\"P3-N2006A\"><span data-id=\"P3-N2006B\">CLIENT: In theory,) I don’t even know. If it’s all due to his depression, then it’s not his fault.<\/span><\/p>\n<p data-id=\"P3-N2006C\"><span data-id=\"P3-N2006D\">THERAPIST: Then you can be mad at the situation.<\/span><\/p>\n<p data-id=\"P3-N2006E\"><span data-id=\"P3-N2006F\">CLIENT: There’s nothing I can do to fix that.<\/span><\/p>\n<p data-id=\"P3-N20070\"><span data-id=\"P3-N20071\">THERAPIST: Even when you’re depressed you still have some control over the choices you make. So if – and I don’t know. I’ve never sat with him. I’ve never talked with him, obviously. So not necessarily about him, but just talking about people’s responses to depression, yes, it’s possible that one of <\/span><span data-id=\"P3-N200711\">the symptoms of depression is feeling very lethargic and being slowed. So say that that’s due to the depression, his choice to say, “This is the pace at which I’m moving. You want to go to your apartment and unpack things, but you can’t go without me. You have to wait for me,” that’s his choice.  He <\/span><span data-id=\"P3-N200712\">has agency over being able to give you the option of “I’d like to go with you, but you can go on your own because I can’t go faster than this.” You also have the agency to decide what is the choice that you want to make. Do you want to go on your own without him because you want to go then? Or do you <\/span><span data-id=\"P3-N200713\">want to get less done and wait for him? You’re allowed to make that choice, as is he.<\/span><\/p>\n<span data-id=\"P3-N20070-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561883\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: I guess part of it is, like today, sometimes it’s like he doesn’t want me to go because he knows I’m going to get angry, having to do it without him.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: You were angry anyway.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: Yeah. Last week he was going to help me come over because I was starting to get really panicked the night before. The thought of going to the house was really scary and I didn’t want to go by myself, even though I was like, “Okay, I can probably handle the packing.”  What I ended up doing because <\/span><span data-id=\"P4-N200771\">Sydney couldn’t come with me was calling Aimee and she came with me, but I can’t really have my friend do all this day-to-day stuff. I guess I could. It would take forever, but I could unload the cart by myself. Some of the boxes I can do by myself, like in the house, because there are two rooms in <\/span><span data-id=\"P4-N200772\">the apartment. There is the bedroom and then there is the living room. All the boxes are currently all packed up and stacked in the living room. Some of the ones I want to get to are underneath some of the ones that are really heavy, so it feels more like a two-person job than a one-person job. <\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: Some of it might be a two-person job, but that doesn’t mean that all of it needs to wait for two people. It’s seeing where you have choices.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: If the boxes I need are all underneath the boxes that I can’t move, then that sort of stops me in the middle of it.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: Or it leaves you doing things in not the order that you necessarily want to do it in.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: But if I want to be able to live there I need my toiletries. If those are in a box that’s way underneath everything else – okay, I might be able to unpack some other things but . . .<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: You can’t get to those.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: Yeah, those are the ones that are important to be able to live there. I hate unpacking. I wish I could have more help, but I don’t even know if it’s appropriate to ask my friends to help me unpack.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: You can certainly ask and they can choose whether or not it’s something they can help with.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: I don’t want to put them in an awkward situation if it’s the kind of thing that’s socially unacceptable to ask about and I just somehow missed that. <\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">THERAPIST: How would you feel if somebody asked you? If Aimee was moving and said, “Can you come help me unpack one night?” would that feel like an imposition or burden?<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">CLIENT: I guess it would depend on how busy I was, but feels like it’s not the most ridiculous thing in the world, but yeah, I don’ t know. I guess if you can have friends help you pack, you can have friends help you unpack. I don’t want to ask Aimee since I already asked her to help me pack. (sighs)<\/span><\/p>\n<span data-id=\"P4-N2008A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2008A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561883\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: How would it feel to ask your mom to come help on a weekend? Would she do that or would you be comfortable with that?<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: I’m afraid that she’ll say no, so I’d rather not. The thing is my mom has to drive for an hour to get up to New Haven, so there it’s like asking for too much.  (voice breaking) When I was asking for help because I was going crazy, Aimee was finding the movers. I asked my parents to help me with <\/span><span data-id=\"P5-N2008F1\">that because I felt like I couldn’t handle it. I told them I was stressed, but I never told them that I was suicidal. They ended up telling me, “You’re almost 30. You should be able to do this all by yourself. We get stressed, too.” I didn’t want to tell them that I was suicidal so I ended up luckily <\/span><span data-id=\"P5-N2008F2\">being able to have the movers come on the day that I wanted them because it wasn’t scheduling the movers that was so scary, it was the idea that I was going to have to call different ones and see how much it costs for storage because I was going to have to move in two days.  That was hard.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: Imagining that the first call wasn’t going to be enough and imagining all the calls after that.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: It was the whole having to look online and some people didn’t have their rates online for storage. (sighs) All that – or not knowing how big of a storage space I need. So I was like okay, fine, if I call and the first one that says yes, they can do it. Even if it ends up being more money I’m <\/span><span data-id=\"P5-N200931\">just going to do that. If my parents wanted me to spend less money, I didn’t have the sanity to spend less money and call around to other people. When I was able to hire movers for the day that I wanted, that was all avoided, but just because that happened I don’t feel I can really ask my mom to help <\/span><span data-id=\"P5-N200932\">me unpack. (sighs)<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: It sounds like that’s part of what’s really increasing your stress about this. <\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: (crying) I was really wanting to kill myself because I figured that was going to be the easiest way to deal with the movers. Then I wouldn’t have had to deal with them, but I couldn’t tell my parents that. Really, there is no way to tell your parents, “Oh, by the way, I want to kill myself.” <\/span><span data-id=\"P5-N200971\">I don’t want to threaten suicide but . . . (crying)<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: Is that what it feels like you’re doing when you tell that to Sydney or tell that to me?<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: No. Sometimes he tells me that I’m threatening suicide and it’s usually in the middle of a fight and that’s not what I’m doing. Maybe I am. I think I’m just suicidal.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: What’s the difference for you in threatening suicide and planning suicide?<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: I guess threatening is like “do X or I’ll kill myself.” I think it’s more like all this craziness is getting me to the point of wanting to kill myself. I can’t deal with all the stuff that’s going on right now. <\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: The next question is: What’s the line between wanting to kill yourself and planning to actually do it? Where are you?<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: I’m probably on the side of wanting to. The thing is, I still couldn’t plan . . . It wouldn’t take that much for me to plan to kill myself. I just never actually did.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: But it’s the intentionality, I think, that maybe . . .<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">CLIENT: I guess I’ve never . . . I mean I’ve sometimes even held the Desipramine and thought about it, but I’ve never really actually done it because I could never make myself do it when I was feeling bad, even though I was feeling really bad. (pause) <\/span><\/p>\n<span data-id=\"P5-N200A6-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561883\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: Is that where you are now, at the stage of holding the Desipramine?<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: No. I’m not at the stage of holding the Desipramine right now because I don’t really have any deadline moving on me for getting my place set up.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: It feels like a lot of pressure that you’re avoiding is all.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: Some of it. I still have to do all these things. That’s the other thing, my parents . . . Maybe I should just tell them that I don’t want the table because in order to get the table in my car I would have to clean out the car. But there is all this stuff in the car that isn’t trash; it’s stuff <\/span><span data-id=\"P6-N200AF1\">that we need, but it’s been in the car for a really long time. I sort of just want to order a folding table online, except that I can’t do that unless I know that someone is going to be home since the whole things getting stolen out of the front hallway. <\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: I wonder if it would feel easier to set a time with your parents, rather than feeling like you have to rush to clean out the car to get the table – taking some control of the situation and setting a timeline that works for you, rather than one that feels like pressure to you.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: It’s all going to feel like pressure, unless it’s like I’ll get the table when I’m done cleaning out the car, whenever that is. The problem is that I need a table. I can’t really eat at my new place without having one. I guess I could order new folding chairs, too, instead of getting the ones <\/span><span data-id=\"P6-N200B31\">from Connecticut because it does seem like it would be a pain to clean out the car enough to get those. It seems like it would be easier just to buy new ones for now. All this stuff in the car, there is so much. I don’t even know what’s all there.  We had a pop-up [sooka] (ph?) that broke and that was <\/span><span data-id=\"P6-N200B32\">in the car because it was at my place and so I had to get it out. We ended up getting rid of it because it was broken and because we had no place for it, so we got rid of that at my parents’ place. I thought that would free up a lot of space. There were some jackets that my mom had given me and I have <\/span><span data-id=\"P6-N200B33\">since gotten a new jacket and had to give those back to her. I thought that would also free up a lot of space, but then in the end it wasn’t really enough space that the table would have fit; also because we have all the pots and pans, so I don’t even know if it would be possible in a day to clean out <\/span><span data-id=\"P6-N200B34\">the car enough that I could get the table. But it would need to be a day that me and Sydney could both work on it because it’s both of ours stuff. That day hasn’t happened yet. <\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: It’s hard when you have to also wait for him and for your own sense of feeling capable.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: Usually I can force myself to do it. If he would be up for it, I would be up for it, too, but the part of tackling it by myself is the part that gets me more overwhelmed and if I have someone helping me it’s not as bad. I just feel like I’m asking my friends too much and if I ask them to help <\/span><span data-id=\"P6-N200B71\">unpack, then am I going to ask them to clean out the car and just rely on my friends to do everything? That doesn’t seem right.<\/span><\/p>\n<span data-id=\"P6-N200B6-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200B6-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561883\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: Are these things that you feel like you were more capable of in the past?<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: I don’t know. The thing about cleaning out the car is that it requires long arms to reach over things, I feel like. And also it doesn’t help that there are snowbanks on the side of the road. <\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: It certainly does make it more challenging.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: So it doesn’t seem like it would be something I could easily do by myself anyways – the same with the pots; so I don’t know if I would have been able to do that. The unpacking, I think if I had more space I would be able to do it myself if it wasn’t all these huge stacks. I also have an Ikea <\/span><span data-id=\"P7-N200BF1\">bookshelf that I need to build and I think that’s a two-person job, too.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: I wonder if it would feel helpful to make lists of what things you feel like you can do on your own – it might be easier with two people – but that you are capable of; and which things are things that you really need help with, either because they’re too heavy or because you need somebody <\/span><span data-id=\"P7-N200C11\">with longer arms or a taller body to step over the snowbanks until they melt, something that you really do need help for because you’re not physically capable of it.  You can see where are the things that I can make movement and have control over on my own? Where are the things that I really am dependent <\/span><span data-id=\"P7-N200C12\">on somebody else’s help? It sounds like part of what’s feeling so overwhelming is that there is a lot to do – some of which you can do on your own; some of which you can’t, but it all gets lumped into this giant category of a ton of stuff I have to do and I don’t have any help with and I can’t do by <\/span><span data-id=\"P7-N200C13\">myself, which is really overwhelming.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: The problem is some of the things that I might otherwise be able to do by myself hinge on other things, like if I need to go to the grocery store I could do that by myself, except there is no space in the car to put the groceries. I would need someone to help me clean out the car somewhat.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: Somewhat – so there may be some things. So if you just need enough space for a grocery run, that’s different than needing enough space for a table. Let yourself separate it out because this is exactly what happens.  Suddenly you feel like you’re incapable of anything because you’re lumping <\/span><span data-id=\"P7-N200C51\">things together and connecting things that don’t necessarily really need to be connected. You said there has been stuff in the car for a long time. You’ve made grocery trips since then. That’s not a thing you’re not capable of. You may not be capable of moving some of the heavy boxes. You are capable <\/span><span data-id=\"P7-N200C52\">of going to the grocery store. If you need to make some room, then I bet there are some things in that car that you can move on your own to make enough room for a grocery bag or two.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: It just seems a little bit ridiculous because I have so many different boxes that have pots in them that I have to go back and make a trip for each one.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: It might not be the most efficient, but it’s better than doing nothing and feeling like you’re thwarted from it all. Because when you start to feel so pinned down and that you can’t do anything because you can’t do it the way you want or the way that might make the most sense, it leaves you <\/span><span data-id=\"P7-N200C91\">less able and less in control.  Instead of thinking about the things that you can’t do or the ways that it’s not the way you want it, making a list of the things that you very well can do will give you some space to make movement. I think that you’ll find there is actually some real progress you can <\/span><span data-id=\"P7-N200C92\">make when you look at what it is you can do on your own and have some progress.<\/span><\/p>\n<span data-id=\"P7-N200C8-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200C8-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561883\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: It just feels like there is so much stuff in the car that needs to get out.<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: That might be true, but it’s also true that you can do some of it and make some progress, even with it not being the conditions to get it all done. They don’t have to be mutually exclusive. It sounds like there is a ton of stuff in the car.  There are lots of boxes that you might not be able <\/span><span data-id=\"P8-N200CD1\">to get to, but that doesn’t mean you can’t do anything. In the past, when you’ve been able to be active and take steps towards your goal, that felt better than feeling prohibited from doing anything. You have a lot of experience packing and moving and unpacking. I know more than you want recently, but <\/span><span data-id=\"P8-N200CD2\">if you look at the process that you went through last time and the time before that, you can learn from what made you feel better and what made you feel worse to do the things that made you feel better.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">CLIENT: I’ve never had this little space to unpack.<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">THERAPIST: It’s also all your own space so it’s a little bit different because in the other places you were trying to fit your stuff into your room, but there were common areas to work in.  Now you don’t need to worry about the common space that you’re taking up, but there is a little bit less room <\/span><span data-id=\"P8-N200D11\">to maneuver – or maybe a lot less room.<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">CLIENT: A lot less.<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">THERAPIST: It’s a different scenario.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: It’s too late now, but I wish I could have labeled everything better. I guess I could always open them and then not do anything with the ones that . . .<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: That don’t need to be done yet. Yeah. You absolutely can do that. And then label it. If you open a box and it’s like “I can do this later,” label it so that you know; and then that’s feedback and information for the next time.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: But it’s also frustrating because I can’t even do anything tomorrow. I won’t be able to work on it again until Friday.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: Because . . ?<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: Because work. Because I won’t really be able to do all this stuff in the dark when I get home from work.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: Are there no lights in the place?<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: In the place, but there aren’t really good lights on the street. <\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: Yeah, so you can’t do the car at night.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: Most of the stuff that I need to do right now involve the car. I guess I could do some of it. Sydney was even offering, but usually getting dinner and stuff on time is already enough of a challenge that adding moving to it doesn’t really seem like a possibility.<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: So make it one trip, right? Carry a small load from wherever you park and bring in one thing with you. That’s not a ton of progress, it’s not doing everything you need to do, but if you’re going to go from the car to the house one time, pick one thing that you can carry in and you will have <\/span><span data-id=\"P8-N200E91\">done that one thing.<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: It’s also that I would be going over to Sydney’s place because that’s where Sydney would be and that’s where we could eat since I don’t have the kitchen set up. So then it would be a whole other trip to go to my place to do that, so it would be an extra trip just to get anything done at my place. <\/span><\/p>\n<span data-id=\"P8-N200EA-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200EA-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561883\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: Would it feel worth it to have made a little bit of progress, making that extra trip from your apartment to his?<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: Possibly. It feels like it might just be easier to stay later at work and have less time in the evening if I’m not going to have enough time to do anything anyway. Then I could at least be getting more money to make up for the fact that I didn’t work at all last week.<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">THERAPIST: So weigh that for yourself and figure out which feels better rather than feeling thwarted; because what I heard you say and what I’m responding to is “I can’t even do any of this until Thursday because I have to work the next two days.” What I emotionally responded to is that feeling of being <\/span><span data-id=\"P9-N200F11\">thwarted. “I can’t do anything because . . .” Instead, look at what your choices are. Your choice would be to maybe work a little bit less, take the extra time to drive from one place to the next and get a little bit done.  The other choice you have is to maybe work a little bit longer and not do something <\/span><span data-id=\"P9-N200F12\">on the apartment, but make up financially for some of the time at work that you missed. You’re not prohibited. You have two choices and maybe more; but those are the two clear ones that I see. Let yourself make a choice about which feels better to you. Neither one is perfect, but which one feels better <\/span><span data-id=\"P9-N200F13\">for you? What is going to let you feel like you’re being active?<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">CLIENT: Probably working more because I think it would just be frustrating to only be able to unload a tiny little bit.<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">THERAPIST: Okay, so then do the thing that feels better, but know that you’re making the choice. Rather than feeling like you’re being passive and your life is being dictated to you, you’re actively seeking “I’m going to invest in working and making a little bit more money.” <\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">CLIENT: This whole situation is also compounded by the fact that on Wednesday, the lights that light up the dashboard went out. Apparently that’s something because when my dad looked at the fuse didn’t think it was the fuse, but if it was a light bulb you’d have to take out the whole front panel or <\/span><span data-id=\"P9-N200F71\">something really ridiculous like that; but it’s a whole day thing. Then I have to empty things out of the car before I would drop it off at the mechanic because I don’t want my stuff to get stolen. Then, if it isn’t just a quick fix, the only day I was going to be able to do that would be today or Friday.<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">Now when I drive back from work this week – I can’t take another week off from work. (voice breaking) I missed the last two weeks from work. But if I do go to work, driving home in the dark is going to be – like when I drove to Connecticut it was really, really scary because I couldn’t see the speedometer. <\/span><span data-id=\"P9-N200F91\"> I guess I could just pace with traffic and that’s what I ended up doing, but that’s still a little scary. I’ll be doing that alone and I’ll be doing that three days this week. I guess when I stayed at Connecticut it’s sad that it wouldn’t be as long and maybe I should stay away and do that instead. <\/span><span data-id=\"P9-N200F92\">I don’t know because it’s going to be an all-day thing to fix the car.<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">When I talked to the mechanic I was going to try to get it in on Friday. When I was in Connecticut Wednesday night to Sunday, the mechanic was the one who told me you have to be able to take out the whole front thing in order to be able to do it and he wouldn’t have been able to see it until today. <\/span><span data-id=\"P9-N200FB1\">So I said I’d take it to a place in New Haven.  That ended up not happening because of the late start. I was like okay, I guess I’ll take the car in on Friday, but now I have to do the really scary driving this week and maybe I should just take off from work. (crying) I’ve already missed two weeks of <\/span><span data-id=\"P9-N200FB2\">work. I don’t want to miss three weeks of work in a row, even if some of them were me planning to be off ahead of time. (sobbing) I imagine I wasn’t the only person who took Thursday off of work because of all the snow.<\/span><\/p>\n<span data-id=\"P9-N200FA-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200FA-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561883\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">THERAPIST: I’m sure.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">CLIENT: I used the time to prepare for the blizzard and they were actually closed on Friday, so even if I wanted to go in and work for a little bit that day I wouldn’t have been able to.  No one was in on Wednesday, either, so I only missed two working days of work and one non-working day. It’s just <\/span><span data-id=\"P10-N200FF1\">all too much to deal with. I don’t know. Maybe I should ask my parents for help unpacking. I’m just afraid they’re going to say no. I don’t know. Maybe if we went out for Chinese food or something in Hamden it would make it more worth their while.<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">THERAPIST: You could certainly propose that. They would get a working visit.<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">CLIENT: Yeah, just because I have to clean out the car and do all these things that I can’t. Most of the stuff we have in the car isn’t valuable. It’s really all the pots and pans that are, especially since they’re all brand new.  Everything is so locked together that it feels like I can’t do any of <\/span><span data-id=\"P10-N201031\">it myself. (crying)<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">THERAPIST: Pick one priority. It gets it unlocked. What’s one priority to focus on getting done?<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">CLIENT: Maybe getting my bathroom to a usable state, which would require finding the box of bathroom stuff and then also getting the shower curtain out of the car because I don’t have a shower curtain right now. The carton with the hooks are all inside.<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">THERAPIST: Is that something you can do in the hours remaining this afternoon?<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">CLIENT: Possibly. I guess if it’s this afternoon then the real priority is getting the parking pass and getting the one package that did end up going to the UPS store, since that package is my Internet.  Sydney is going to stick around and help me get other packages that I can get delivered there. It <\/span><span data-id=\"P10-N2010B1\">would be a lot easier for him if there was Internet.<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">THERAPIST: That is how I want you to approach the next couple of days, picking one priority that you can take care of. That might be work; that might be one room; it might be the car, but focus on one thing and figure out how to get that one priority done. When you think about all of what you have to <\/span><span data-id=\"P10-N2010D1\">do, you spin from one thing to the next and you look at all the ways in which they’re connected and working against you. When you look at everything, it’s impossible to find a place to start; but if you pick one thing I do believe that you’re capable of approaching it one step at a time. <\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">CLIENT: I would have had the parking pass right now if it hadn’t been for the fact that there was nowhere to park. (crying)<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">THERAPIST: You don’t have control over that.<\/span><\/p>\n<span data-id=\"P10-N20110-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20110-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561883\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20112\"><span data-id=\"P11-N20113\">CLIENT: It was really frustrating because I thought I had control over it. (crying) I thought I could just go and get it and I couldn’t. (sobbing)<\/span><\/p>\n<p data-id=\"P11-N20114\"><span data-id=\"P11-N20115\">THERAPIST: An extra challenge that made it out of your control. (pause) It’s really frustrating when those extra hurdles pop up.<\/span><\/p>\n<p data-id=\"P11-N20116\"><span data-id=\"P11-N20117\">CLIENT: It’s hard enough to get everything done already and this one is even harder.<\/span><\/p>\n<p data-id=\"P11-N20118\"><span data-id=\"P11-N20119\">THERAPIST: When those hurdles come up, label it as such. Just what you said – it was hard enough already; this made it even harder. It was an extra hurdle in my way. That’s what’s going on.  It doesn’t mean that you can’t do it; it means that it just got harder and you have to move on to plan B, which <\/span><span data-id=\"P11-N201191\">for you was – okay, so you didn’t get the pass before the session. Get it after.<\/span><\/p>\n<p data-id=\"P11-N2011A\"><span data-id=\"P11-N2011B\">CLIENT: I look at the end of the day and I have nothing done.<\/span><\/p>\n<p data-id=\"P11-N2011C\"><span data-id=\"P11-N2011D\">THERAPIST: Don’t jump ahead like that. Right now you’re not in a state to jump ahead like that because when you jump ahead it gets to be too much at once and it feels really overwhelming and that’s not a helpful place for you to go. Focus on one piece at a time.<\/span><\/p>\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">CLIENT: Okay, well right now it feels like I’ve gotten nothing done this morning.<\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">THERAPIST: Well, you went to therapy. Look at what you did. Maybe it’s not all the things you planned and the reason to be careful about what you’re looking at is because how is it helping you to look at the day and say “I got nothing done?” It doesn’t help you get anything done the next part of the <\/span><span data-id=\"P11-N201211\">day or, if it’s the end of the day, saying that to yourself doesn’t get you more ready for the next day. It’s not working for you. It’s working against you. It’s making you feel more overwhelmed. It’s making you feel more angry.<\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">CLIENT: It does. [You’re right, it’s accomplishments.] (ph?) The fact that it’s true – I can’t start thinking, “Oh, I totally got all the things done,” because that isn’t true.<\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">THERAPIST: You’re right. Those aren’t your only two options.<\/span><\/p>\n<p data-id=\"P11-N20126\"><span data-id=\"P11-N20127\">CLIENT: I got a very significant portion of the stuff done. That doesn’t really do anything either. (pause)  I can’t relax until it’s all done. I can’t.<\/span><\/p>\n<p data-id=\"P11-N20128\"><span data-id=\"P11-N20129\">THERAPIST: That’s not true. You don’t have to wait for it to all be done to relax.<\/span><\/p>\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">CLIENT: It’s all hanging over my head. If I try to relax I’ll just think about how it’s all not done.<\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">THERAPIST: That’s your choice. You can leave it hanging there and give yourself some time to relax and then you can return to one piece at a time.<\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">CLIENT: How can you relax when it’s all hanging there?<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">THERAPIST: It’s not going to fall on you.<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">CLIENT: It feels like it’s falling.<\/span><\/p>\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">THERAPIST: Nothing is different.<\/span><\/p>\n<p data-id=\"P11-N20136\"><span data-id=\"P11-N20137\">CLIENT: It’s like it’s not really consistent with reality to be able to relax when the reality is that [ ] (inaudible at 00:43:56).<\/span><\/p>\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">THERAPIST: What’s going to make it worse if you relax for an hour?<\/span><\/p>\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">CLIENT: It’s not that it’s going to make it worse; it’s just that I lack that ability. <\/span><\/p>\n<p data-id=\"P11-N2013C\"><span data-id=\"P11-N2013D\">THERAPIST: What does relaxing look like?<\/span><\/p>\n<p data-id=\"P11-N2013E\"><span data-id=\"P11-N2013F\">CLIENT: Not worrying about it. (sighs)<\/span><\/p>\n<p data-id=\"P11-N20140\"><span data-id=\"P11-N20141\">THERAPIST: If you want to take a break from it, think about it like shutting a window on your computer. Just X out of it for a little bit. It doesn’t mean that those things disappear forever and go away, but you’re allowed to X out of it for a little bit. At worst, it doesn’t make it a bigger problem, <\/span><span data-id=\"P11-N201411\">it just moves it to the side for a little bit and you give yourself a break; and then you pick the one thing that you’re going to return to and that’s how we’ll chip away at it until it gets to a place where it feels manageable and you feel a lot more capable. <\/span><\/p>\n<span data-id=\"P11-N20140-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20140-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561883\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20142\"><span data-id=\"P12-N20143\">CLIENT: I think the reason that I feel like I can’t relax is because I’m still at Sydney’s place and I’m being there too often and that’s where I am. I can’t really relax somewhere else because I don’t really have anywhere else to go to relax, so I’m being confronted with the reality that my place is . . .<\/span><\/p>\n<p data-id=\"P12-N20144\"><span data-id=\"P12-N20145\">THERAPIST: Your place is not ready yet and it might not be ready the next couple of days, but there will be a time when it’s ready enough for you to stay there. But right now it’s not. We do have to stop for today and let you go pick your parking pass to get accomplished. Do you want to meet at our <\/span><span data-id=\"P12-N201451\">regular time next week, which I guess is 2:30? I’ll put you in there.<\/span><\/p>\n<p data-id=\"P12-N20146\"><span data-id=\"P12-N20147\">CLIENT: Is next week Columbus Day?<\/span><\/p>\n<p data-id=\"P12-N20148\"><span data-id=\"P12-N20149\">THERAPIST: No, I think that’s the week after.<\/span><\/p>\n<p data-id=\"P12-N2014A\"><span data-id=\"P12-N2014B\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P12-N2014C\"><span data-id=\"P12-N2014D\">THERAPIST: So next week is the 13th. It’s the week after that.<\/span><\/p>\n<p data-id=\"P12-N2014E\"><span data-id=\"P12-N2014F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}