{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is starting to recognize REBT in action in other aspects of her life and career. Her chronic pain makes it very hard for her to focus on anything else."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Psychological issues","Theory","Physical issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Therapeutic process","Should statements","Acceptance","Need for approval","Self awareness","Belief systems","Guilt","Parent-child relationships","Frustration","Romantic relationships","Reinforcement","Behaviorism","Anxiety","Anger","Chronic pain","Rational emotive behavior therapy","Homework"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Unmarried, in a relationship"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Psychological issues","Theory","Physical issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_therapist","label":"Therapist Ethnicity","values":["Australian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["30"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Therapeutic process","Should statements","Acceptance","Need for approval","Self awareness","Belief systems","Guilt","Parent-child relationships","Frustration","Romantic relationships","Reinforcement"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Rational Emotive Behavior Therapy Collection by Dr. Debbie Joffe-Ellis"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Behaviorism"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Anger","Chronic pain"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Rational emotive behavior therapy","Homework"],"weight":26},{"name":"therapist","label":"Therapist","values":["Debbie Joffe Ellis"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":19,"pageCount":19,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561792","dorpId":"1006349114","contentType":"text","aucs":"CTRN-V1","title":"Client \"JM\", Session 6: November 04, 2013: Client is starting to recognize REBT in action in other aspects of her life and career. Her chronic pain makes it very hard for her to focus on anything else.","fullTitle":"Client \"JM\", Session 6: November 04, 2013: Client is starting to recognize REBT in action in other aspects of her life and career. Her chronic pain makes it very hard for her to focus on anything else.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":19,"totalPages":19,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":19,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<span data-id=\"P1-N20008\">&gt; <\/span><hr data-id=\"P1-N20009\">\n<p data-id=\"P1-N2000B\"><span data-id=\"P1-N2000C\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000D\"><span data-id=\"P1-N2000E\">THERAPIST: Session six, Monday the fourth of November, two thousand and thirteen.<\/span><\/p>\n<p data-id=\"P1-N2000F\"><span data-id=\"P1-N20010\">CLIENT: Yes, it is.<\/span><\/p>\n<p data-id=\"P1-N20011\"><span data-id=\"P1-N20012\">THERAPIST: Good. Hi Jessa.<\/span><\/p>\n<p data-id=\"P1-N20013\"><span data-id=\"P1-N20014\">CLIENT: Hi, Debbie.<\/span><\/p>\n<p data-id=\"P1-N20015\"><span data-id=\"P1-N20016\">THERAPIST: So, I want to ask you about your homework, but there was something you wanted to tell me about prior to that.<\/span><\/p>\n<p data-id=\"P1-N20017\"><span data-id=\"P1-N20018\">CLIENT: Yes. So, in fact, I didn’t get a chance to bring home my notebook that has what the student said, but as you know I work with young children, I think I mentioned that in the beginning of our sessions together -<\/span><\/p>\n<p data-id=\"P1-N20019\"><span data-id=\"P1-N2001A\"><\/span><\/p>\n<p data-id=\"P1-N2001B\"><span data-id=\"P1-N2001C\">THERAPIST: No, you didn’t. Tell me about what your role is and what you do?<\/span><\/p>\n<p data-id=\"P1-N2001D\"><span data-id=\"P1-N2001E\">CLIENT: Sure. I have a Masters’ Degree in counseling and personal services. Basically what that is, is that I’m a guidance counselor in a school, and I work with children ages kindergarten through fifth grade. So you get a whole range. So I’ve been working with students that age for, like, about eleven, <\/span><span data-id=\"P1-N2001E1\">twelve years. God I feel old saying that. Not that it’s so long, but you know, I’ve been doing it for a number of years. So everything that comes up with the students that I work with, you know, a lot of times I’ll have something that’s very interesting that means a lot to me, and if that’s the case, <\/span><span data-id=\"P1-N2001E2\">then a lot of times I’ll write it down. But in this particular instance, there was one student that I’d been working with for a number of years, and he decided last Wednesday when we had session, that he wanted to share with the rest of the group what the five beliefs were – his five beliefs of life, <\/span><span data-id=\"P1-N2001E3\">how to have a successful life, and it was his top five beliefs.<\/span><\/p>\n<p data-id=\"P1-N2001F\"><span data-id=\"P1-N20020\">THERAPIST: He just came up with them himself out of the blue ?<\/span><\/p>\n<p data-id=\"P1-N20021\"><span data-id=\"P1-N20022\"><\/span><\/p>\n<p data-id=\"P1-N20023\"><span data-id=\"P1-N20024\">CLIENT: Out of the blue. He – nothing really had spurred it, it was just basically this particular child decided to share with the group what he felt were the five keys to success, you know, I don’t know if he really said to a happy life or whatever, he just said “These are my beliefs on life”. And <\/span><span data-id=\"P1-N200241\">what was really interesting was that, I wasn’t thinking about it at first when he first started, he was like “Let’s start at number five and go all the way down,” and I wasn’t really thinking about it, but I realized as he was saying them and explaining them that they were actually the philosophies <\/span><span data-id=\"P1-N200242\">of REBT. So it was really interesting, his first one being, you know, don’t expect that everybody is going to like you, and, you know, that it might upset you, or that it might bother you, you know, if something, oh – no – better say: or you may bother yourself -<\/span><\/p>\n<p data-id=\"P1-N20025\"><span data-id=\"P1-N20026\">THERAPIST: Well caught, well caught – you used the words expressing a more accurate REBT attitude – that you, not IT, may bother you!<\/span><\/p>\n<p data-id=\"P1-N20027\"><span data-id=\"P1-N20028\"><\/span><\/p>\n<p data-id=\"P1-N20029\"><span data-id=\"P1-N2002A\">CLIENT: He didn’t say it like that, because he doesn’t know, really, but he said, you know, and I don’t even know, the way he – he’s very eloquent, this child, he’s very bright, and he was able to put it in a way where he said, “And you may be upset, and you may not like it, but that’s okay, because <\/span><span data-id=\"P1-N2002A1\">you have to tolerate it.” Like, he was using all the lingo that I’d been reading in the book, and it was, it was strange because it was striking, actually. Strange isn’t really the word. It was striking and astounding because I couldn’t believe that after, I said “Can I write this down?” when he first <\/span><span data-id=\"P1-N2002A2\">started talking, but I wasn’t really linking it to the work we were doing, and then when I started writing it down and I looked back I realized, holy cow. Especially later on, on the bus when I was on my way home, and I was reading the book, I’m saying – everything he was saying – seemed to fit ...<\/span><\/p>\n<span data-id=\"P1-N20029-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20029-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002B\"><span data-id=\"P2-N2002C\">THERAPIST: Which book?<\/span><\/p>\n<p data-id=\"P2-N2002D\"><span data-id=\"P2-N2002E\">CLIENT: Sorry. The REBT – I forget the title. The Rational Emotional Behavioral Therapy book written by you and your husband (Albert Ellis) – I realized that it was the same concepts more or less, and that these concepts were – it was the same concepts as what the student had said. He didn’t get to <\/span><span data-id=\"P2-N2002E1\">finish, because the sessions are only thirty minutes, and we had a fire drill, actually, so he had to stop. But he got up to three, and those top three were pretty significant and they all matched up to the concepts and philosophies of REBT.<\/span><\/p>\n<p data-id=\"P2-N2002F\"><span data-id=\"P2-N20030\"><\/span><\/p>\n<p data-id=\"P2-N20031\"><span data-id=\"P2-N20032\">THERAPIST: Out of the mouths of babes, eh?<\/span><\/p>\n<p data-id=\"P2-N20033\"><span data-id=\"P2-N20034\">CLIENT: Yeah, exactly. Exactly. So yeah. So that was interesting. And then, moving just ahead, today I had a student -<\/span><\/p>\n<p data-id=\"P2-N20035\"><span data-id=\"P2-N20036\">THERAPIST: Before you move ahead, let me say that one of the many things you contribute to your students and others by the way you behave, by the attitudes you express and display is that you demonstrate REBT principles as a model – by modelling them., Without giving them a lesson in REBT your model <\/span><span data-id=\"P2-N200361\">it – which can make solid impressions for others particularly children at their young ages. Also – when you do that – you reinforce those healthy awarenesses within yourself. And also, when one works on oneself as you are, it can be even easier: a) to recognize the wisdom from others, i.e. your students, <\/span><span data-id=\"P2-N200362\">and b) to more powerfully emphasize, reinforce, reward others… in an appropriate way, meaning encouragement <\/span><\/p>\n<p data-id=\"P2-N20037\"><span data-id=\"P2-N20038\">CLIENT: Because I’m more aware of what is ?...<\/span><\/p>\n<p data-id=\"P2-N20039\"><span data-id=\"P2-N2003A\">THERAPIST: Because you’re more aware of the healthiness and helpfulness of that attitude. And we hope that the children imbibe those principles and continue believing and practicing them throughout their lives, because the sooner they imbibe them, the better, otherwise we, as adults -<\/span><\/p>\n<p data-id=\"P2-N2003B\"><span data-id=\"P2-N2003C\">CLIENT: get a little stuck or rigid. A little more rigid.<\/span><\/p>\n<p data-id=\"P2-N2003D\"><span data-id=\"P2-N2003E\">THERAPIST: Well, it can mean there will be more work to do to undo what’s unhealthy and replace it with what is healthy, which is in part what you’re doing.<\/span><\/p>\n<p data-id=\"P2-N2003F\"><span data-id=\"P2-N20040\">CLIENT: Yeah, I agree.<\/span><\/p>\n<p data-id=\"P2-N20041\"><span data-id=\"P2-N20042\">THERAPIST: Okay. So then -<\/span><\/p>\n<p data-id=\"P2-N20043\"><span data-id=\"P2-N20044\">CLIENT: Oh. And then also, another interesting thing – so today, one of my students, we were having a session, and she – this was actually, I want to say – it wasn’t that it was any more or less powerful than what happened with the other student, but this is where I used REBT.<\/span><\/p>\n<p data-id=\"P2-N20045\"><span data-id=\"P2-N20046\">THERAPIST: With her or with yourself?<\/span><\/p>\n<p data-id=\"P2-N20047\"><span data-id=\"P2-N20048\">CLIENT: With my student. With my student.<\/span><\/p>\n<p data-id=\"P2-N20049\"><span data-id=\"P2-N2004A\">THERAPIST: Aah.<\/span><\/p>\n<p data-id=\"P2-N2004B\"><span data-id=\"P2-N2004C\">CLIENT: And it was really successful, and so can I share?<\/span><\/p>\n<p data-id=\"P2-N2004D\"><span data-id=\"P2-N2004E\"><\/span><\/p>\n<p data-id=\"P2-N2004F\"><span data-id=\"P2-N20050\">THERAPIST: Please do.<\/span><\/p>\n<p data-id=\"P2-N20051\"><span data-id=\"P2-N20052\">CLIENT: Okay. So what happened is one of my students who is, she’s a fifth grader, she’s very mature for her age, she was I just want to give a little background, only because it just shows that these things can affect the way we think. Just affects all of us regardless of how much we’ve been through, <\/span><span data-id=\"P2-N200521\">how little we’ve been through. She was adopted at two years old, by a really beautiful, lovely family, who has given her warmth and a good home and everything as far as what I know, but you know, like any child her age, and just given she’s a little more, she’s a bigger girl, a little bigger, and <\/span><span data-id=\"P2-N200522\">a little less confident in certain ways, she’s had some struggles, just emotionally. But behaviorally, in the classroom and everything, she’s considered to be more of – I don’t want to use the word goody two-shoes, but in this case I will, just to make – just to give you the picture, that she doesn’t <\/span><span data-id=\"P2-N200523\">really do anything, she doesn’t act out, she’s not one that the teacher would say, you know so-and-so is – and let’s just call this girl, I don’t know, what’s a very, just basic name. The teacher would never say this child misbehaved. That’s not a common – you wouldn’t expect that. So what happened <\/span><span data-id=\"P2-N200524\">was just today, this particular student came to session and was really upset because she said that she didn’t do her math homework the night before I guess when she had her time to do her homework, she didn’t do it. She came to school today, and the teacher asked “Where’s everybodys math homework”. <\/span><span data-id=\"P2-N200525\">Well, knowing that her father is a very strict, strict, strict man, she got panicky. She was also panicking on the way to school, knowing that she didn’t do it. She got panicky, and what she did was, she erased another boy’s name off of his paper, who she knows does very well in math, so she knew it <\/span><span data-id=\"P2-N200526\">would be a good grade, she erased his name and put her name instead. So, quite sneaky and very, you know, mischievous.<\/span><\/p>\n<span data-id=\"P2-N20051-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20051-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20053\"><span data-id=\"P3-N20054\"><\/span><\/p>\n<p data-id=\"P3-N20055\"><span data-id=\"P3-N20056\">THERAPIST: Not good behavior.<\/span><\/p>\n<p data-id=\"P3-N20057\"><span data-id=\"P3-N20058\">CLIENT: Not good behavior, not something that we want to encourage. But what happened was, she was explaining this to me so, my immediate thought – how I usually am, I try as much as I can not to show judgment to the children, and that’s before REBT and even now. But sometimes I’m a lot more of the <\/span><span data-id=\"P3-N200581\">side of just – well anyway, it doesn’t matter. The point is, now I know REBT. I have the concepts. I’m getting it. So she was worried, guilty, anxious, didn’t like the fact – because the class did find out, by the way. The whole class did find out that she did this act. So she was embarrassed, she was <\/span><span data-id=\"P3-N200582\">telling me all the feelings. “I’m so embarrassed, in front of the whole class, I can’t believe I did this,” she was really beating herself up. You could see she felt the guilt. So I walked her through it, and I don’t want to belabor the point, but I walked her through it. She felt very panicky, this <\/span><span data-id=\"P3-N200583\">is why she decided to do what she did, was this the choice that she, you know, I did not use the word “should”. I said “As a choice, probably was it the best choice? No.” I said, “Was it out of an act of panic and sheer terror? Yes.” Because that really was what she expressed, was that she really felt <\/span><span data-id=\"P3-N200584\">that she would get in trouble if her father did find out she didn’t do her math homework. And there was clearly – and then we discussed, and this was my little additive, that maybe there was some part of her that did want to get found out in some way, and we kind of added that into it. But where I used <\/span><span data-id=\"P3-N200585\">REBT is that, and this was very interesting, is that a few minutes before, when she was telling the story, she talked about the boy whose homework she had erased, and she said he’s a really nice kid, that she did it to, right, who she chose. Then within the same sentence, she said that this same boy <\/span><span data-id=\"P3-N200586\">did something very bad, she used these words, that he went into the computer and pulled some website, right, and that he got in huge trouble for it, and she said “Probably even bigger trouble than I got.” And I said “Are you aware of what you just said?” I said “Within the same sentence you said “Oh, <\/span><span data-id=\"P3-N200587\">because she was worried, she was worried that she was no longer going to be considered a nice girl, that’s what it was. So I said “Are you aware that you just said, about this boy, that he’s a nice boy. And within the same sentence, you said a few weeks back, he did a bad act, got in much worse trouble, <\/span><span data-id=\"P3-N200588\">but you still think he’s a nice boy.” And she – her whole face changed. I said, “So are you aware that you might not have made the best choice, but are you going to beat yourself up about it all day long, and I’m the worst – I’m trying not to say her name – I’m the worst, I’m the worst child, no one’s <\/span><span data-id=\"P3-N200589\">ever going to think I’m nice, you know, the whole class looks at me differently – I said, people forget, and you should too!” <\/span><\/p>\n<span data-id=\"P3-N20057-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20057-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20059\"><span data-id=\"P4-N2005A\">THERAPIST: Preferably should.<\/span><\/p>\n<p data-id=\"P4-N2005B\"><span data-id=\"P4-N2005C\">CLIENT: Preferably, yeah. And I didn’t really put it exactly in that way, I can’t really remember how that went. The point was that she – her body language – things changed when she realized that she didn’t have to beat herself up over that, and that I think what was even more, like, significant, was <\/span><span data-id=\"P4-N2005C1\">the fact that she was – because I read this in the book – was that we condemn ourselves so much more than we would somebody else. So she was saying that this boy that did something that wasn’t the best decision was a nice boy in the same sentence. But yet when she did it, she’s now a bad girl, nobody’s <\/span><span data-id=\"P4-N2005C2\">going to like her, the whole class is going to think she’s terrible, because she did something that wasn’t the best, or did not make the smartest choice, or the wisest choice with her homework. And then I said, “Did you learn from this? Maybe next time you won’t“And she did, and she explained to me, <\/span><span data-id=\"P4-N2005C3\">she said next time I’ll think before – you know, and it was nothing that I put in her mouth, it was really, you could see that once she calmed down, and wasn’t being so hard on herself, she was able to get the lesson. I have to tell you, I was pretty shocked that she of all people did that. She really, <\/span><span data-id=\"P4-N2005C4\">it was out of character for, you know, it was just not a typical behavior that I’ve ever seen her do before. So I think she was even especially harder on herself, because it’s not how she considers herself to sort of, you know, she monitors her behavior much more – she’s much harsher than maybe another <\/span><span data-id=\"P4-N2005C5\">kid that you’d say, “Oh, I expected that from him”. So, anyway, that was… <\/span><\/p>\n<p data-id=\"P4-N2005D\"><span data-id=\"P4-N2005E\">THERAPIST: It’s a valuable lesson for her. May I suggest, if it feels appropriate next time you see her, and tell me what you think about what I’m about to suggest, you bring up the notion that neither she nor the boy are good or nice or bad or terrible, they do good or bad things -<\/span><\/p>\n<p data-id=\"P4-N2005F\"><span data-id=\"P4-N20060\">CLIENT: I did that already.<\/span><\/p>\n<p data-id=\"P4-N20061\"><span data-id=\"P4-N20062\">THERAPIST: Oh you did?<\/span><\/p>\n<p data-id=\"P4-N20063\"><span data-id=\"P4-N20064\">CLIENT: I did. <\/span><\/p>\n<p data-id=\"P4-N20065\"><span data-id=\"P4-N20066\">THERAPIST: Well done, yeah. And so she understands -<\/span><\/p>\n<p data-id=\"P4-N20067\"><span data-id=\"P4-N20068\">CLIENT: She got the difference.<\/span><\/p>\n<p data-id=\"P4-N20069\"><span data-id=\"P4-N2006A\">THERAPIST: that she’s worthwhile. It’s preferable that she do good things, because the outcome is better, but even if she does a bad thing, and I already sense from what you told me that she got this message from you, she’s still worthwhile.<\/span><\/p>\n<p data-id=\"P4-N2006B\"><span data-id=\"P4-N2006C\">CLIENT: She got the message, yeah. She did. Her body language changed and everything once the connections were made. But I think that originally she came down looking pretty somber and concerned that she did that. I think even the teacher noticed that it wasn’t so terrible because the teacher said “I’m <\/span><span data-id=\"P4-N2006C1\">not even going to call your parents, I just want you to write an apology, come up during lunch and write an apology note”. So she didn’t even have to really worry about her father’s wrath, because I know him and I don’t think he’d be too keen on that, so. But that wasn’t the concern. She learned from it. <\/span><\/p>\n<span data-id=\"P4-N2006B-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006B-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006D\"><span data-id=\"P5-N2006E\">THERAPIST: Good. So do you think from now on when you see her, you’ll reinforce that she’s worthwhile, whether she does good or bad, though it’s preferable, because of beneficial outcomes, that she strive to do more good things ?<\/span><\/p>\n<p data-id=\"P5-N2006F\"><span data-id=\"P5-N20070\">CLIENT: Oh, absolutely. Exactly. Exactly. Yeah.<\/span><\/p>\n<p data-id=\"P5-N20071\"><span data-id=\"P5-N20072\">THERAPIST: Wonderful! Good!<\/span><\/p>\n<p data-id=\"P5-N20073\"><span data-id=\"P5-N20074\">CLIENT: And I did my work, so.<\/span><\/p>\n<p data-id=\"P5-N20075\"><span data-id=\"P5-N20076\">THERAPIST: That’s what I want to know about. Reflecting now on your homework, it was to do ABC’s with more thorough investigation, identification, and expression of irrational beliefs, the shoulds, the musts, and then doing thorough D’s and E’s, and then we were talking about you giving attention to <\/span><span data-id=\"P5-N200761\">your need in your own head to be positive and cheerful for the sake of your girlfriend. There was a discomfort about you feeling sick all of the time, and your concern that your girlfriend doesn’t know your more carefree other side. So tell me about your homework. <\/span><\/p>\n<p data-id=\"P5-N20077\"><span data-id=\"P5-N20078\">CLIENT: Okay so. Do you want me just to go through with an example? Start with like an example?<\/span><\/p>\n<p data-id=\"P5-N20079\"><span data-id=\"P5-N2007A\">THERAPIST: Well, first of all, in general, tell me, do you feel you did your homework adequately? Did you do a rush-minute job? Or did you think about it substantially? How’s it going? And then I want to hear at least one example, yes.<\/span><\/p>\n<p data-id=\"P5-N2007B\"><span data-id=\"P5-N2007C\">CLIENT: So, this week was really really challenging for me as I’ve mentioned, in the past sessions, that physically it’s been quite a really challenging. Probably out of my entire 35 years, physically the most challenging. I’ve had some other physical ailments and things, but this by far, just because <\/span><span data-id=\"P5-N2007C1\">it relates to my neck, has been really difficult. So it has affected my handwriting and my ability to write -<\/span><\/p>\n<p data-id=\"P5-N2007D\"><span data-id=\"P5-N2007E\">THERAPIST: Temporarily. <\/span><\/p>\n<p data-id=\"P5-N2007F\"><span data-id=\"P5-N20080\">CLIENT: Temporarily, yes. So unfortunately, I think I had seen you once between sessions and I’d mentioned that I hadn’t really done my homework, and really that was the reason, so I was doing it more in my head, because writing and typing was really a challenge this week. Last night I started to feel <\/span><span data-id=\"P5-N200801\">– I had a good night last night writing-wise. So I was actually able to write down stuff. But when I wasn’t writing, I was being very thorough in my head this week about, I was reading a lot, I read the disputing section in the REBT book, I read a lot actually. I’d say I read about – different sections <\/span><span data-id=\"P5-N200802\">that I focused on, and one being, you know, the disputing, and how to get a little bit deeper into that, and also just some of the irrational beliefs that we sort of – we meaning as humans, like us – tend to kind of just come up with on our own terms. And so I was looking a little bit at that and really <\/span><span data-id=\"P5-N200803\">relating to some of the irrational beliefs that, sort of in my mind, before all of this, were set in stone. And not realizing that <\/span><\/p>\n<p data-id=\"P5-N20081\"><span data-id=\"P5-N20082\">THERAPIST: You mean you thought they were set in stone.<\/span><\/p>\n<p data-id=\"P5-N20083\"><span data-id=\"P5-N20084\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N20085\"><span data-id=\"P5-N20086\">THERAPIST: They’re not really, are they?<\/span><\/p>\n<p data-id=\"P5-N20087\"><span data-id=\"P5-N20088\">CLIENT: Right, that’s what I’m saying, that I thought that they were, and that they’re not. So with that said, I actually had a real activating event, like something that actually – after all week of really using it in my mind, I had an actual even that I was able to record because it is sort of representative <\/span><span data-id=\"P5-N200881\">of like, I want to call it a life theme, I guess. It’s something that from when I was little, that happened quite often, and so it – but I tried to put it into one incident, because one incident, or activating event, actually occurred yesterday. And so I found that my homework was very easy to do, because <\/span><span data-id=\"P5-N200882\">I had been thinking, thinking, thinking, and knowing the concepts, over the week, the homework became a lot – I don’t want to say easy, but it was easier. The disputing piece.<\/span><\/p>\n<span data-id=\"P5-N20087-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20087-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20089\"><span data-id=\"P6-N2008A\"><\/span><\/p>\n<p data-id=\"P6-N2008B\"><span data-id=\"P6-N2008C\">THERAPIST: Remember a few sessions ago, when you were saying you find the disputing really hard, and a few times you would say “This is new to me, and this is hard”. And certainly it appears to me that you’re feeling more at ease with the process and more embracing of it, would that be correct?<\/span><\/p>\n<p data-id=\"P6-N2008D\"><span data-id=\"P6-N2008E\">CLIENT: I agree, though I also have to add something in, I don’t know if this is just me being, about my experience throughout all of this. Physically I find that when I’m in a lot of physical pain, it does make it really really hard, all I can think about is just the pain, and so when I go to dispute, <\/span><span data-id=\"P6-N2008E1\">I feel emotionally, I feel so – I feel angry, I feel drained, I feel frustrated, I feel just overwhelmed with pain. I mean the pain level is so intolerable at times that it’s harder to dispute, has been my experience, and that if I’m feeling like when I was able to write last night, and it was a little <\/span><span data-id=\"P6-N2008E2\">easier I find it easier. So I found a connection between those two things. That physically – for me, I don’t know if everybody would experience it that way – but for me I found that it’s a lot easier to do when I’m not in as dire pain.<\/span><\/p>\n<p data-id=\"P6-N2008F\"><span data-id=\"P6-N20090\"><\/span><\/p>\n<p data-id=\"P6-N20091\"><span data-id=\"P6-N20092\">THERAPIST: Oh, I think most humans would have that experience. At the very least, being in pain is distracting. It can make the brain somewhat cloudy and foggy and so it’s certainly very understandable. Having said that, I would also encourage you, if not at the exact time of intense pain, as soon after <\/span><span data-id=\"P6-N200921\">you have felt it as you feel comfortable enough to do so, to do ABC’s on the anger and frustration that you feel as a result of the pain.<\/span><\/p>\n<p data-id=\"P6-N20093\"><span data-id=\"P6-N20094\">CLIENT: As a result of the pain, but not when you’re in that immediate intense pain-<\/span><\/p>\n<p data-id=\"P6-N20095\"><span data-id=\"P6-N20096\">THERAPIST: If you can, fine, but if the reality is that you are feeling temporarily debilitated then rest, take a breath, have a cup of herbal tea, play with your cats, whatever, and when you feel somewhat calmer and able, then do the ABC’s on what you were telling yourself to create the anger. And <\/span><span data-id=\"P6-N200961\">sometimes it’s anger about the anger.<\/span><\/p>\n<p data-id=\"P6-N20097\"><span data-id=\"P6-N20098\"><\/span><\/p>\n<p data-id=\"P6-N20099\"><span data-id=\"P6-N2009A\">CLIENT: Exactly.<\/span><\/p>\n<p data-id=\"P6-N2009B\"><span data-id=\"P6-N2009C\">THERAPIST: Which is called a secondary disturbance.<\/span><\/p>\n<p data-id=\"P6-N2009D\"><span data-id=\"P6-N2009E\">CLIENT: I read that. Anxiety about anxiety. You get anxiety about the fact that you have anxiety. It’s like “I have anxiety, now I’m mad that I have anxiety”.<\/span><\/p>\n<p data-id=\"P6-N2009F\"><span data-id=\"P6-N200A0\">THERAPIST: Or anger…telling yourself: “I’m a counselor, and I’ve been having six sessions, and I’m still not able to do the – “. And so, the first step then, would be to hone in on what you are telling yourself, and make strong effort at practicing greater USA.<\/span><\/p>\n<p data-id=\"P6-N200A1\"><span data-id=\"P6-N200A2\"><\/span><\/p>\n<p data-id=\"P6-N200A3\"><span data-id=\"P6-N200A4\">[TOGETHER] Unconditional Self-Acceptance (USA).<\/span><\/p>\n<p data-id=\"P6-N200A5\"><span data-id=\"P6-N200A6\">THERAPIST: Which is reminding yourself: “I’m a fallible human, and when I’m in pain, I find it more difficult. Does that make me not good enough? No! Does that make me inferior? No! It means I’m feeling pain and I’m not applying myself to tasks as well as I prefer to, and as well as I wish I was at <\/span><span data-id=\"P6-N200A61\">this time”. And so a first step is to attend to the secondary disturbed emotion of anger about the anger, or guilt about the guilt, and then you come back to the original or primary disturbing emotion about whatever it is. Does that make sense?<\/span><\/p>\n<span data-id=\"P6-N200A5-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A5-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A7\"><span data-id=\"P7-N200A8\">CLIENT: It does. Yeah. Yeah. Absolutely.<\/span><\/p>\n<p data-id=\"P7-N200A9\"><span data-id=\"P7-N200AA\">THERAPIST: Alright, so then back to last night when you could write.<\/span><\/p>\n<p data-id=\"P7-N200AB\"><span data-id=\"P7-N200AC\">CLIENT: I could write. So could I share the activating event?<\/span><\/p>\n<p data-id=\"P7-N200AD\"><span data-id=\"P7-N200AE\">THERAPIST: Please do.<\/span><\/p>\n<p data-id=\"P7-N200AF\"><span data-id=\"P7-N200B0\"><\/span><\/p>\n<p data-id=\"P7-N200B1\"><span data-id=\"P7-N200B2\">CLIENT: Okay, so it was kind of a long thing that kind of came together, but basically, my mother and I tend to have this very, where I feel that -<\/span><\/p>\n<p data-id=\"P7-N200B3\"><span data-id=\"P7-N200B4\">THERAPIST: You have this very what?<\/span><\/p>\n<p data-id=\"P7-N200B5\"><span data-id=\"P7-N200B6\">CLIENT: I’m sorry. Relationship, where – I’m trying to say this in the REBT way, where it’s – well it’s my feeling that I – it’s a feeling that I need her approval.<\/span><\/p>\n<p data-id=\"P7-N200B7\"><span data-id=\"P7-N200B8\">THERAPIST: You think you need -<\/span><\/p>\n<p data-id=\"P7-N200B9\"><span data-id=\"P7-N200BA\">CLIENT: I think that I need her approval.<\/span><\/p>\n<p data-id=\"P7-N200BB\"><span data-id=\"P7-N200BC\">THERAPIST: You think you need it. That’s a belief. The good news is you can change it.<\/span><\/p>\n<p data-id=\"P7-N200BD\"><span data-id=\"P7-N200BE\">CLIENT: Right, so my belief is that I think that I need her approval, and that without her approval …we’ll get into the beliefs. Or maybe I’ll just say them now.<\/span><\/p>\n<p data-id=\"P7-N200BF\"><span data-id=\"P7-N200C0\">THERAPIST: How about you start with A.<\/span><\/p>\n<p data-id=\"P7-N200C1\"><span data-id=\"P7-N200C2\">CLIENT: So the activating event was that earlier in the day, yesterday was Sunday and my mom had called to just catch up or whatever, and something came up about a holiday dinner that we had had, where wine had spilled all over – red wine had spilled all over the chair, and a little bit on the table, <\/span><span data-id=\"P7-N200C21\">chair, and on the carpet <\/span><\/p>\n<p data-id=\"P7-N200C3\"><span data-id=\"P7-N200C4\">THERAPIST: You spilled it?<\/span><\/p>\n<p data-id=\"P7-N200C5\"><span data-id=\"P7-N200C6\">CLIENT: No, it wasn’t me. It was a friend that was there for dinner. So my friends were at the holiday dinner as well, and they still kind of laugh about that night, because they said that there was conversation, and there was laughter, and all these things, and then the wine spilled, and then thirty <\/span><span data-id=\"P7-N200C61\">minutes of basically, like, silence, it was like somebody had died. My father was on the floor, he was taking Carbona, my mother was like, standing up, she was like, running, I mean it was like -<\/span><\/p>\n<p data-id=\"P7-N200C7\"><span data-id=\"P7-N200C8\">THERAPIST: Jessa, can you see the funny side of that?<\/span><\/p>\n<p data-id=\"P7-N200C9\"><span data-id=\"P7-N200CA\">CLIENT: I did, and I was really trying that night, but that’s like a very common thing, but they don’t – the thing is they don’t see they don’t know, my parents don’t realize.<\/span><\/p>\n<p data-id=\"P7-N200CB\"><span data-id=\"P7-N200CC\">THERAPIST: Answer please Do you, now, see the funny side of that?<\/span><\/p>\n<p data-id=\"P7-N200CD\"><span data-id=\"P7-N200CE\">[00:25: 04]<\/span><\/p>\n<p data-id=\"P7-N200CF\"><span data-id=\"P7-N200D0\">CLIENT: I mean, I do.<\/span><\/p>\n<p data-id=\"P7-N200D1\"><span data-id=\"P7-N200D2\">THERAPIST: You sound hesitant.<\/span><\/p>\n<p data-id=\"P7-N200D3\"><span data-id=\"P7-N200D4\">CLIENT: Because when I’m in it, I don’t.<\/span><\/p>\n<p data-id=\"P7-N200D5\"><span data-id=\"P7-N200D6\">THERAPIST: Well I asked you about now -<\/span><\/p>\n<p data-id=\"P7-N200D7\"><span data-id=\"P7-N200D8\">CLIENT: Now I do. Oh, I think it’s hilarious. Yeah.<\/span><\/p>\n<p data-id=\"P7-N200D9\"><span data-id=\"P7-N200DA\">THERAPIST: Couldn’t you see it as a sitcom on TV?<\/span><\/p>\n<p data-id=\"P7-N200DB\"><span data-id=\"P7-N200DC\">CLIENT: Yes, I think my family should have been on -<\/span><\/p>\n<p data-id=\"P7-N200DD\"><span data-id=\"P7-N200DE\">THERAPIST: People would be crying with laughter, because people would identify -<\/span><\/p>\n<p data-id=\"P7-N200DF\"><span data-id=\"P7-N200E0\">CLIENT: They would identify with it, exactly -<\/span><\/p>\n<p data-id=\"P7-N200E1\"><span data-id=\"P7-N200E2\">THERAPIST: with crazy family scenarios.<\/span><\/p>\n<p data-id=\"P7-N200E3\"><span data-id=\"P7-N200E4\">CLIENT: Exactly, exactly.<\/span><\/p>\n<p data-id=\"P7-N200E5\"><span data-id=\"P7-N200E6\">THERAPIST: So when you’re detached from it, like right now-<\/span><\/p>\n<p data-id=\"P7-N200E7\"><span data-id=\"P7-N200E8\">CLIENT: Oh it is, it’s very funny. It is. It’s definitely funny. But again, at the time, it was pretty intense, the situation, so what happened was, I actually brought the story up of what had happened because my friends – people were e-mailing, “oh, at the “Jones’s”, this is what happened” and blah <\/span><span data-id=\"P7-N200E81\">blah blah. You know, the red wine, and they were kind of just making it light and funny, because they know, people know my family, and they just know how high-strung they can be, and very neat and clean. Anyway. The point is that the story came up and it hadn’t really <\/span><\/p>\n<span data-id=\"P7-N200E7-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200E7-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200E9\"><span data-id=\"P8-N200EA\">THERAPIST: The story came up in your conversation with your mother yesterday?<\/span><\/p>\n<p data-id=\"P8-N200EB\"><span data-id=\"P8-N200EC\">CLIENT: In my conversation with my mother. Right. And so I made a suggestion, when the conversation had come up, that maybe the next time that she has guests, that, because it was an upsetting situation to her and to my father, that maybe next time they put plastic down. So I said, “You might want to <\/span><span data-id=\"P8-N200EC1\">consider that.” So that this way, if somebody comes, they don’t have to feel if they did spill, they don’t have to feel badly. Because what ended up happening was, my parents’ good friend, the one who did spill the wine, she kept saying “I feel so bad, I feel so bad”. And that lasted, like, for thirty <\/span><span data-id=\"P8-N200EC2\">minutes, and then it went into the next day, and then she was e-mailing them, because she herself was damning herself for doing what she did. So it really became this big blown-up thing and I said “Well, maybe the next time you just want to put down plastic.” That’s all I said. Well, my mother called <\/span><span data-id=\"P8-N200EC3\">me back, like, but then she was annoyed with me. She didn’t say why. She just kind of got quiet on the phone, and she sometimes will do that, and we hung up the phone, and, but I knew that she was bothered by something. And so whenever – that’s not the first time that that’s happened, and I tend to <\/span><span data-id=\"P8-N200EC4\">start getting all these thoughts in my head: my mother’s bothered by something, and so I was kind of going, you know, ruminating a little bit, but then I <\/span><\/p>\n<p data-id=\"P8-N200ED\"><span data-id=\"P8-N200EE\">THERAPIST: Can I just stop and say that I hear progress the fact that you’re thinking “my mother’s bothered by something”, instead of thinking “I made my mother feel that way” – that is progress!<\/span><\/p>\n<p data-id=\"P8-N200EF\"><span data-id=\"P8-N200F0\">CLIENT: Yes and I didn’t think about that until just now.<\/span><\/p>\n<p data-id=\"P8-N200F1\"><span data-id=\"P8-N200F2\">THERAPIST: Think about it. Progress!<\/span><\/p>\n<p data-id=\"P8-N200F3\"><span data-id=\"P8-N200F4\">CLIENT: Well, okay yeah.<\/span><\/p>\n<p data-id=\"P8-N200F5\"><span data-id=\"P8-N200F6\">THERAPIST: Look, you’re thinking differently.<\/span><\/p>\n<p data-id=\"P8-N200F7\"><span data-id=\"P8-N200F8\">CLIENT: I guess, yeah.<\/span><\/p>\n<p data-id=\"P8-N200F9\"><span data-id=\"P8-N200FA\">THERAPIST: My hunch is, and we can’t prove it, but it is that weeks ago, before you started this REBT work, you might have perhaps automatically said, “And I made my mother upset”. And you didn’t use that language just now. Just now here with me you didn’t.<\/span><\/p>\n<p data-id=\"P8-N200FB\"><span data-id=\"P8-N200FC\"><\/span><\/p>\n<p data-id=\"P8-N200FD\"><span data-id=\"P8-N200FE\">CLIENT: Just now with you I didn’t, right.<\/span><\/p>\n<p data-id=\"P8-N200FF\"><span data-id=\"P8-N20100\">THERAPIST: I can tell, you just pointed to your notes and also by your facial expression there is something coming -<\/span><\/p>\n<p data-id=\"P8-N20101\"><span data-id=\"P8-N20102\">CLIENT: We’ll get there. Something’s coming.<\/span><\/p>\n<p data-id=\"P8-N20103\"><span data-id=\"P8-N20104\">THERAPIST: But it is beneficial to acknowledge, what you expressed right now, talking to me, can you see your progress?<\/span><\/p>\n<p data-id=\"P8-N20105\"><span data-id=\"P8-N20106\">CLIENT: I do. I – yes.<\/span><\/p>\n<p data-id=\"P8-N20107\"><span data-id=\"P8-N20108\">THERAPIST: Evidence of progress in the way you speak – and think?<\/span><\/p>\n<p data-id=\"P8-N20109\"><span data-id=\"P8-N2010A\">CLIENT: In the way I just believe it. Exactly. Yeah.<\/span><\/p>\n<p data-id=\"P8-N2010B\"><span data-id=\"P8-N2010C\">THERAPIST: I want to acknowledge that.<\/span><\/p>\n<p data-id=\"P8-N2010D\"><span data-id=\"P8-N2010E\">CLIENT: Well thank you.<\/span><\/p>\n<p data-id=\"P8-N2010F\"><span data-id=\"P8-N20110\">THERAPIST: And I also want to acknowledge that when I tell you positive things, you say thank you. The first week we worked together, it seemed really hard for you to accept anything positive I said. So I just wanted to point out this other progress that I’m seeing after only six sessions, and you doing <\/span><span data-id=\"P8-N201101\">work in between. Well, well done.<\/span><\/p>\n<p data-id=\"P8-N20111\"><span data-id=\"P8-N20112\"><\/span><\/p>\n<p data-id=\"P8-N20113\"><span data-id=\"P8-N20114\">CLIENT: Thank you, Debbie.<\/span><\/p>\n<p data-id=\"P8-N20115\"><span data-id=\"P8-N20116\">THERAPIST: So. Back to the drama -<\/span><\/p>\n<p data-id=\"P8-N20117\"><span data-id=\"P8-N20118\">CLIENT: Back to the melodrama with the family, yeah. So she called like– so that happened, and then she called back, probably about two hours later. And I also want to just preface this with saying that this is something, this sort of back and forth, with calling and being upset – this happens a lot.<\/span><\/p>\n<p data-id=\"P8-N20119\"><span data-id=\"P8-N2011A\"><\/span><\/p>\n<span data-id=\"P8-N20119-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20119-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2011B\"><span data-id=\"P9-N2011C\">THERAPIST: Could we call it somewhat obsessive behavior?<\/span><\/p>\n<p data-id=\"P9-N2011D\"><span data-id=\"P9-N2011E\">CLIENT: It is. Yeah. It’s obsessive.<\/span><\/p>\n<p data-id=\"P9-N2011F\"><span data-id=\"P9-N20120\">THERAPIST: Okay. So notice that.<\/span><\/p>\n<p data-id=\"P9-N20121\"><span data-id=\"P9-N20122\">CLIENT: Okay. Yes. I am very aware. That I was aware of for a long time. So anyway.<\/span><\/p>\n<p data-id=\"P9-N20123\"><span data-id=\"P9-N20124\">THERAPIST: You can change that, you know that.<\/span><\/p>\n<p data-id=\"P9-N20125\"><span data-id=\"P9-N20126\">CLIENT: Yeah, yeah. So my mom called back, and she said wait, hold on, hold on, I’m reading my notes here. She said, “I just want to tell you something”, and I said “yeah”, and she said “I was a little hurt, because you mentioned putting plastic down in case wine spilled the next time,” she said. <\/span><span data-id=\"P9-N201261\">“And you made it out to seem as if we got quiet after the wine spilled, and that Daddy and I were “and she said “We weren’t quiet, we were fine about it, and everybody was talking and having a great time, and I felt that you were putting me down.” She felt that I was putting her down by saying that <\/span><span data-id=\"P9-N201262\">the next time that people come that maybe she puts plastic. She said “I think it’s disgusting to put plastic down, I think it’s inappropriate, and you don’t make your guests feel comfortable,” and she went on to say that somebody that she – a friend’s house that she went to did that once and that the <\/span><span data-id=\"P9-N201263\">daughter was embarrassed and she feels that that’s totally not – you know, the way that you invite guests to your house and blah blah blah. So anyway. That was the activating event, right? So I’ll tell you what I did in a minute, but just so that you’re aware of the consequences -<\/span><\/p>\n<p data-id=\"P9-N20127\"><span data-id=\"P9-N20128\"><\/span><\/p>\n<p data-id=\"P9-N20129\"><span data-id=\"P9-N2012A\">THERAPIST: Yes, that’s what comes next – identify the Consequences.<\/span><\/p>\n<p data-id=\"P9-N2012B\"><span data-id=\"P9-N2012C\">CLIENT: are that I was, what I wrote down is that I was anxious when she said -<\/span><\/p>\n<p data-id=\"P9-N2012D\"><span data-id=\"P9-N2012E\">THERAPIST: You felt anxious.<\/span><\/p>\n<p data-id=\"P9-N2012F\"><span data-id=\"P9-N20130\">CLIENT: I felt anxious when she said “I just want to tell you something”, because I’ve heard that before, many times. And I felt guilty, like a bad girl, because whenever I hear “I just want to tell you something,” and it’s in her tone, I know what’s coming, and I’ve heard it. So it’s guilt, and anxiety, <\/span><span data-id=\"P9-N201301\">and “you’re a bad girl”, telling myself that kind of stuff. And then the beliefs were, as she was speaking, “I shouldn’t have said anything”, I caught myself, “I shouldn’t have said anything”, “I can’t stand my mother being mad at me”, “I suck”, “I’m the worst daughter”, “Any other daughter wouldn’t <\/span><span data-id=\"P9-N201302\">have even mentioned the plastic”, “She will never approve of me”, “I’m unlovable”. I don’t know if – you know, it sounds extreme, but, you know, that’s – it’s not even that I had those exact thoughts, it’s the feeling that’s kind of connected to the possible thoughts I’m having that at this point, I <\/span><span data-id=\"P9-N201303\">didn’t even realize that they were thoughts until I went to go write and do my homework. That was the thing. I didn’t know, because to me it used to be, just to go back to when I was younger, it felt always chaotic. The feeling – everything got blended in so I didn’t know. It was an over just sort <\/span><span data-id=\"P9-N201304\">of the over – okay then, this is what you think about yourself now, after that type of incident would happen. But again, it wasn’t like, overnight, or one particular incident, it was over time. So I wasn’t even aware until – so anyway, the good news is, the way I handled it was I said, I guess I handled <\/span><span data-id=\"P9-N201305\">it not even realizing, using REBT. The situation. <\/span><\/p>\n<p data-id=\"P9-N20131\"><span data-id=\"P9-N20132\">THERAPIST: Hold on. ‘Handled it’ you say, are you talking about -<\/span><\/p>\n<p data-id=\"P9-N20133\"><span data-id=\"P9-N20134\">CLIENT: The situation with my mother on the phone. Should I go to that or continue with the dispute and all that?<\/span><\/p>\n<p data-id=\"P9-N20135\"><span data-id=\"P9-N20136\">THERAPIST: Well, you’ve started talking about this so let’s finish this, and then I am most interested to -<\/span><\/p>\n<span data-id=\"P9-N20135-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20135-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20137\"><span data-id=\"P10-N20138\">CLIENT: To know what I actually did.<\/span><\/p>\n<p data-id=\"P10-N20139\"><span data-id=\"P10-N2013A\">THERAPIST: Yes. Have you any other irrational beliefs written down that you identified?<\/span><\/p>\n<p data-id=\"P10-N2013B\"><span data-id=\"P10-N2013C\">CLIENT: Isn’t that enough?<\/span><\/p>\n<p data-id=\"P10-N2013D\"><span data-id=\"P10-N2013E\">THERAPIST: You got the juicy ones, sure you did.<\/span><\/p>\n<p data-id=\"P10-N2013F\"><span data-id=\"P10-N20140\">CLIENT: Those are the juicy – I think probably I feel unlovable, the biggest is probably -<\/span><\/p>\n<p data-id=\"P10-N20141\"><span data-id=\"P10-N20142\">THERAPIST: Is it “I feel unlovable”<\/span><\/p>\n<p data-id=\"P10-N20143\"><span data-id=\"P10-N20144\">CLIENT: Or I am unlovable.<\/span><\/p>\n<p data-id=\"P10-N20145\"><span data-id=\"P10-N20146\"><\/span><\/p>\n<p data-id=\"P10-N20147\"><span data-id=\"P10-N20148\">THERAPIST: They’re two different things.<\/span><\/p>\n<p data-id=\"P10-N20149\"><span data-id=\"P10-N2014A\">CLIENT: Okay I feel unlovable. Or I, no I said “I am unlovable.” That’s what I wrote here. I don’t remember now. Shall I say what it is now?<\/span><\/p>\n<p data-id=\"P10-N2014B\"><span data-id=\"P10-N2014C\">THERAPIST: Say what what is?<\/span><\/p>\n<p data-id=\"P10-N2014D\"><span data-id=\"P10-N2014E\">CLIENT: What the – what it would be at the time?<\/span><\/p>\n<p data-id=\"P10-N2014F\"><span data-id=\"P10-N20150\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P10-N20151\"><span data-id=\"P10-N20152\">CLIENT: I think it was “I am unlovable”. Because it’s not the first time that that incident – that something like that has occurred. So it’s “I am unlovable”, because it’s happened on more than one occasion.<\/span><\/p>\n<p data-id=\"P10-N20153\"><span data-id=\"P10-N20154\">THERAPIST: And even if some people don’t love you in some moments, that statement “I am unlovable” on its own wouldn’t necessarily induce a disturbed emotion. It’s probable that you’re adding something to that, such as “as I should be”.<\/span><\/p>\n<p data-id=\"P10-N20155\"><span data-id=\"P10-N20156\">CLIENT: Right. Yeah.<\/span><\/p>\n<p data-id=\"P10-N20157\"><span data-id=\"P10-N20158\"><\/span><\/p>\n<p data-id=\"P10-N20159\"><span data-id=\"P10-N2015A\">THERAPIST: Alright, so now “Cherchez le should”. Cherchez le “should”. The more precise we are in identifying the irrationality of a belief, the easier and clearer it becomes to dispute it. When you started describing the ABC of this situation, you said that just hearing your mother say “I want to tell <\/span><span data-id=\"P10-N2015A1\">you”, you felt anxious.<\/span><\/p>\n<p data-id=\"P10-N2015B\"><span data-id=\"P10-N2015C\">CLIENT: Yeah, panicky.<\/span><\/p>\n<p data-id=\"P10-N2015D\"><span data-id=\"P10-N2015E\">THERAPIST: Panicky. So can you now identify probable irrational beliefs connected with that?<\/span><\/p>\n<p data-id=\"P10-N2015F\"><span data-id=\"P10-N20160\">CLIENT: Oh, yeah.<\/span><\/p>\n<p data-id=\"P10-N20161\"><span data-id=\"P10-N20162\">THERAPIST: So let’s hear them.<\/span><\/p>\n<p data-id=\"P10-N20163\"><span data-id=\"P10-N20164\">CLIENT: Wait, I lost you. I’m sorry.<\/span><\/p>\n<p data-id=\"P10-N20165\"><span data-id=\"P10-N20166\">THERAPIST: So you felt panicky and anxious you said, as soon as your mother gave her familiar line of -<\/span><\/p>\n<p data-id=\"P10-N20167\"><span data-id=\"P10-N20168\">CLIENT: Oh, I gotcha, I gotcha, I gotcha. “I just want to tell you something”.<\/span><\/p>\n<p data-id=\"P10-N20169\"><span data-id=\"P10-N2016A\">THERAPIST: Yes. So look at that “I just want to tell you something”. Now, many humans who hear “I just want to tell you something” don’t feel panic or anxiety. So what are your thoughts when Mummy says that -<\/span><\/p>\n<p data-id=\"P10-N2016B\"><span data-id=\"P10-N2016C\"><\/span><\/p>\n<p data-id=\"P10-N2016D\"><span data-id=\"P10-N2016E\">CLIENT: Well it’s the tone, there’s a tone to it.<\/span><\/p>\n<p data-id=\"P10-N2016F\"><span data-id=\"P10-N20170\">THERAPIST: There’s a tone, and what do you tell yourself?<\/span><\/p>\n<p data-id=\"P10-N20171\"><span data-id=\"P10-N20172\">CLIENT: Now I understand. So, I tell myself “you shouldn’t”. I immediately start with “you shouldn’t”. Whatever I did, I shouldn’t have done. That’s number one. That’s actually the first, the go-to thought. “Jessa, you shouldn’t have done what you did”. That one I can tap into pretty quickly. But now <\/span><span data-id=\"P10-N201721\">I see what you’re saying, to extrapolate with the “I feel unlovable” as I – but I shouldn’t feel unlovable. I should feel loved by my mother.<\/span><\/p>\n<p data-id=\"P10-N20173\"><span data-id=\"P10-N20174\">THERAPIST: And perhaps you believe you should feel loved or approved by everyone. I mean in your life. It’s been a theme in the past, your needing approval.<\/span><\/p>\n<p data-id=\"P10-N20175\"><span data-id=\"P10-N20176\">CLIENT: Right<\/span><\/p>\n<p data-id=\"P10-N20177\"><span data-id=\"P10-N20178\">THERAPIST: In the past you shared about your waking up early in the morning, hoping you’ve done the right thing, made the right choice, remember a session early on when we spoke about that? So this need for approval, this dire need for approval, and very pointedly from your parents, maybe more so from <\/span><span data-id=\"P10-N201781\">your mother, is going to keep you suffering if you don’t continue the good work you’re doing. So, any more irrational beliefs before you dispute the life out of these ones right here and now?<\/span><\/p>\n<p data-id=\"P10-N20179\"><span data-id=\"P10-N2017A\"><\/span><\/p>\n<p data-id=\"P10-N2017B\"><span data-id=\"P10-N2017C\">CLIENT: Yeah. Let me think.” I should have not been so impulsive to say what I was feeling at the time”.<\/span><\/p>\n<span data-id=\"P10-N2017B-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2017B-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2017D\"><span data-id=\"P11-N2017E\">THERAPIST: And because I was so impulsive, that makes me…<\/span><\/p>\n<p data-id=\"P11-N2017F\"><span data-id=\"P11-N20180\">CLIENT: “And because I was so impulsive, that makes me a thoughtless daughter”.<\/span><\/p>\n<p data-id=\"P11-N20181\"><span data-id=\"P11-N20182\">THERAPIST: As I shouldn’t be.<\/span><\/p>\n<p data-id=\"P11-N20183\"><span data-id=\"P11-N20184\">CLIENT: “As I shouldn’t be”. See, it’s always that ending.<\/span><\/p>\n<p data-id=\"P11-N20185\"><span data-id=\"P11-N20186\">THERAPIST: Well it usually is that ending, if the result is anxiety, panic or other unpleasantries.<\/span><\/p>\n<p data-id=\"P11-N20187\"><span data-id=\"P11-N20188\">CLIENT: Right. God. That part always gets me.<\/span><\/p>\n<p data-id=\"P11-N20189\"><span data-id=\"P11-N2018A\">THERAPIST: You mean, until now, that part has not been as evident as you’d like it to be. You can’t say it always gets you, because always implies always: past, present and future, and you still have years of life left.  [cross talk]<\/span><\/p>\n<p data-id=\"P11-N2018B\"><span data-id=\"P11-N2018C\">THERAPIST: Remember, REBT procedures -<\/span><\/p>\n<p data-id=\"P11-N2018D\"><span data-id=\"P11-N2018E\">CLIENT: I feel like I’ll come back next week and then – alright, so let me ask you this. How do I get that part? You say that part I find -<\/span><\/p>\n<p data-id=\"P11-N2018F\"><span data-id=\"P11-N20190\">THERAPIST: Which part? You are jumping from one thing to another – focus Jessa ….<\/span><\/p>\n<p data-id=\"P11-N20191\"><span data-id=\"P11-N20192\">CLIENT: The part – in other words, I can. Okay, so can we just do an example. Let’s do another example and I’ll show you, in other words, I don’t even think about that part. And that part, I guess is the practice -<\/span><\/p>\n<p data-id=\"P11-N20193\"><span data-id=\"P11-N20194\">THERAPIST: You haven’t thought about it until now is a more accurate way of saying it.<\/span><\/p>\n<p data-id=\"P11-N20195\"><span data-id=\"P11-N20196\">CLIENT: It goes three, it goes two, it’s like, the thought, and then there’s the next piece of it, and then there’s “as I shouldn’t be”. So I have to just get that sort of in there. [laughter]<\/span><\/p>\n<p data-id=\"P11-N20197\"><span data-id=\"P11-N20198\"><\/span><\/p>\n<p data-id=\"P11-N20199\"><span data-id=\"P11-N2019A\">THERAPIST: The probability of that comment being attached, do you understand?<\/span><\/p>\n<p data-id=\"P11-N2019B\"><span data-id=\"P11-N2019C\">CLIENT: Yeah, I do.<\/span><\/p>\n<p data-id=\"P11-N2019D\"><span data-id=\"P11-N2019E\">THERAPIST: If there’s panic, anxiety, all those negative emotions -<\/span><\/p>\n<p data-id=\"P11-N2019F\"><span data-id=\"P11-N201A0\">CLIENT: Chances are that that’s in there someplace.<\/span><\/p>\n<p data-id=\"P11-N201A1\"><span data-id=\"P11-N201A2\">THERAPIST: The chances are high that it may be. So, a new, heightened awareness of your thoughts, and greater precision in identifying the should and the musts, will help you. CLIENT: Okay, got it, got it. So are we on to the – so that was it on the irrational – I mean there are more, but -<\/span><\/p>\n<p data-id=\"P11-N201A3\"><span data-id=\"P11-N201A4\">THERAPIST: There may be, but let’s dispute what you already identified.<\/span><\/p>\n<p data-id=\"P11-N201A5\"><span data-id=\"P11-N201A6\">CLIENT: Okay. So the disputing was that this belief was not helpful, and probably not even true, the beliefs that I was mentioning earlier.<\/span><\/p>\n<p data-id=\"P11-N201A7\"><span data-id=\"P11-N201A8\">THERAPIST: Can I suggest greater precision? Your saying “Probably not even true”, whilst not being inaccurate, may not be as powerful as being more direct and asking “Where is the evidence?” Try to prove that it’s true. And when you can’t it proves to be more solid dispute.<\/span><\/p>\n<p data-id=\"P11-N201A9\"><span data-id=\"P11-N201AA\"><\/span><\/p>\n<p data-id=\"P11-N201AB\"><span data-id=\"P11-N201AC\">CLIENT: I didn’t know I was a lawyer now. No, I’m just kidding.<\/span><\/p>\n<p data-id=\"P11-N201AD\"><span data-id=\"P11-N201AE\">THERAPIST: You’re not.<\/span><\/p>\n<p data-id=\"P11-N201AF\"><span data-id=\"P11-N201B0\">[laughter]<\/span><\/p>\n<p data-id=\"P11-N201B1\"><span data-id=\"P11-N201B2\">THERAPIST: But, if you look in the REBT book under the disputing section, there are three main forms of disputing, and one says “Where is the evidence?”<\/span><\/p>\n<p data-id=\"P11-N201B3\"><span data-id=\"P11-N201B4\">CLIENT: I looked, yeah.<\/span><\/p>\n<p data-id=\"P11-N201B5\"><span data-id=\"P11-N201B6\">THERAPIST: There’s the pragmatic, there’s the logical, there’s -<\/span><\/p>\n<p data-id=\"P11-N201B7\"><span data-id=\"P11-N201B8\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P11-N201B9\"><span data-id=\"P11-N201BA\">THERAPIST: Where is the evidence? In your instance...?<\/span><\/p>\n<p data-id=\"P11-N201BB\"><span data-id=\"P11-N201BC\">CLIENT: Okay. So, it’s my mother – I don’t know if this part is disputing, but I basically said it’s my mother’s irrational belief, it’s not mine, about her thinking that what I was saying was offensive, basically. In other words, that I could accept what she said, which is ultimately what I did, and <\/span><span data-id=\"P11-N201BC1\">just say I’m sorry that you feel that way, but that’s not even all what my point was. I was taking more preventative measures, and I was being serious by saying if you put plastic down, it really might, you know, prevent some further people, you know, incidents, or people getting frustrated or upset <\/span><span data-id=\"P11-N201BC2\">over wine spilling.<\/span><\/p>\n<span data-id=\"P11-N201BB-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N201BB-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N201BD\"><span data-id=\"P12-N201BE\"><\/span><\/p>\n<p data-id=\"P12-N201BF\"><span data-id=\"P12-N201C0\">THERAPIST(jokes): Or just serve vodka, which has no color.<\/span><\/p>\n<p data-id=\"P12-N201C1\"><span data-id=\"P12-N201C2\">CLIENT: Yeah, or just serve vodka. (Laughs). So I looked at it as I was being preventative, so in other words, instead of taking it on – putting it on me, this is me disputing it right now, instead of putting it back on me that I did something wrong, or that I was bad or that I shouldn’t have said what <\/span><span data-id=\"P12-N201C21\">I said, I was just expressing a – I was just giving another way of trying to look at the situation to prevent more dysfunction in that house, because I have to go there for the holidays. [laughter]<\/span><\/p>\n<p data-id=\"P12-N201C3\"><span data-id=\"P12-N201C4\">THERAPIST: Good. That will be a great opportunity, a great opportunity to practice REBT.<\/span><\/p>\n<p data-id=\"P12-N201C5\"><span data-id=\"P12-N201C6\">CLIENT: Thanksgiving. Okay.<\/span><\/p>\n<p data-id=\"P12-N201C7\"><span data-id=\"P12-N201C8\">THERAPIST: What you just did was hone in on the point that you are not responsible for how your mother feels. You are only responsible for your own thoughts and therefore the feelings you create within YOU as a result. So as part of the disputing, again, what’s helpful is clarity and precision. So to <\/span><span data-id=\"P12-N201C81\">attack an irrational belief like “I can’t stand making my mother upset”, the dispute could be “Where is the evidence? -there is no evidence for my should. I was in truth only giving my opinion, and even if I had said something intentionally critical, she creates her own emotions by the way she interprets <\/span><span data-id=\"P12-N201C82\">what I say. I am not responsible for that”. Do you see what I mean? So more directly, you see, when you give a more general statement, that belongs more in the E, in the Effective New Philosophies. Disputing is disputing. It involves questioning. One takes an idea and cuts it down. With logic, with <\/span><span data-id=\"P12-N201C83\">pragmatism, seeking evidence, socratically. Makes sense?<\/span><\/p>\n<p data-id=\"P12-N201C9\"><span data-id=\"P12-N201CA\"><\/span><\/p>\n<p data-id=\"P12-N201CB\"><span data-id=\"P12-N201CC\">CLIENT: Mm hmm.<\/span><\/p>\n<p data-id=\"P12-N201CD\"><span data-id=\"P12-N201CE\">THERAPIST: So what other disputing, if any, did you do on that?<\/span><\/p>\n<p data-id=\"P12-N201CF\"><span data-id=\"P12-N201D0\">CLIENT: Yeah, I just said, it’s not logical, those thoughts aren’t really logical. And then I just said it’s not really logical, it’s not in reality to – in other words, what I was really thinking, and I didn’t write it down, was that, I don’t think that my mother – she didn’t actually come out and <\/span><span data-id=\"P12-N201D01\">say, “I don’t love you, you’re a terrible daughter”. I interpreted it that way, based on just a mere feeling that, almost like association, that I got because of her upset. That if I upset her, or if she says, “You upset me in a certain way”, then I immediately just jump to “I did this X, Y, and Z, <\/span><span data-id=\"P12-N201D02\">and I shouldn’t have done X, Y, and Z”, when in reality, I said what I said, and it didn’t, it doesn’t change – the statement is out there, so it doesn’t make me unlovable or not the best daughter just because she didn’t like what I had to say or didn’t, or – I don’t know. I feel like I know what I’m <\/span><span data-id=\"P12-N201D03\">trying to say but it’s not coming out.<\/span><\/p>\n<p data-id=\"P12-N201D1\"><span data-id=\"P12-N201D2\">THERAPIST: That’s why it’s beneficial to write with greater precision and directness, you know, write down the irrational belief and dispute that directly, otherwise it can seem a little more fuzzy and you can go from this to that.<\/span><\/p>\n<p data-id=\"P12-N201D3\"><span data-id=\"P12-N201D4\">CLIENT: Maybe I had a harder time with the disputing than I thought. I guess I just thought because of the way I handled it on the actual telephone call, that I felt that maybe on a very underlying level that I got the concepts without – in a sense, maybe not as much as, that I would like to at this <\/span><span data-id=\"P12-N201D41\">point, but that I got it because I didn’t take it in as much as I typically do, in fact I just said that to me I could hear the irrational belief in what she was saying. I was able to pinpoint that she sounded irrational by saying that it upset her so much, because I said that that wasn’t the point <\/span><span data-id=\"P12-N201D42\">of what I was trying to say.<\/span><\/p>\n<span data-id=\"P12-N201D3-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N201D3-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N201D5\"><span data-id=\"P13-N201D6\">THERAPIST: So at some point, you took it less personally.<\/span><\/p>\n<p data-id=\"P13-N201D7\"><span data-id=\"P13-N201D8\">CLIENT: I took it less personally.<\/span><\/p>\n<p data-id=\"P13-N201D9\"><span data-id=\"P13-N201DA\">THERAPIST: At some point.<\/span><\/p>\n<p data-id=\"P13-N201DB\"><span data-id=\"P13-N201DC\">CLIENT: At some point.<\/span><\/p>\n<p data-id=\"P13-N201DD\"><span data-id=\"P13-N201DE\">THERAPIST: Now, initially you told me you felt panic and anxiety. <\/span><\/p>\n<p data-id=\"P13-N201DF\"><span data-id=\"P13-N201E0\">CLIENT: Initially, and then I calmed down, I didn’t answer her right away.<\/span><\/p>\n<p data-id=\"P13-N201E1\"><span data-id=\"P13-N201E2\">THERAPIST: Okay, so the proof is in the pudding, you’re already seeing evidence that you’re thinking somewhat differently.<\/span><\/p>\n<p data-id=\"P13-N201E3\"><span data-id=\"P13-N201E4\">CLIENT: It’s somewhat differently, yeah. Yeah.<\/span><\/p>\n<p data-id=\"P13-N201E5\"><span data-id=\"P13-N201E6\">THERAPIST: And I’m still going to keep encouraging you to do the written homework, though I understand that when you are in physical pain it is hard for you to write and –<\/span><\/p>\n<p data-id=\"P13-N201E7\"><span data-id=\"P13-N201E8\">CLIENT: Oh I did a bunch of them -<\/span><\/p>\n<p data-id=\"P13-N201E9\"><span data-id=\"P13-N201EA\">THERAPIST: Good. I understand. I also want you to read and re-read the section – which isn’t a large one in the book – on disputing, and to keep practicing clarity in identifying the irrational beliefs, and really honing in -<\/span><\/p>\n<p data-id=\"P13-N201EB\"><span data-id=\"P13-N201EC\">CLIENT: It’s just – can I ask you a question though Debbie?<\/span><\/p>\n<p data-id=\"P13-N201ED\"><span data-id=\"P13-N201EE\">THERAPIST: Of course!<\/span><\/p>\n<p data-id=\"P13-N201EF\"><span data-id=\"P13-N201F0\">CLIENT: Because there’s just so many irrational thoughts.<\/span><\/p>\n<p data-id=\"P13-N201F1\"><span data-id=\"P13-N201F2\">THERAPIST: Then just identify some at a time, don’t overwhelm yourself, do some at a time.<\/span><\/p>\n<p data-id=\"P13-N201F3\"><span data-id=\"P13-N201F4\">CLIENT: And I will, but I guess my question is, how do I ask this, how do you know the difference alright, here’s the question. Let’s try to make it clear. How do you know the difference – how do you know when a thought is irrational, and when it’s not? How do we just even do that? Because I have <\/span><span data-id=\"P13-N201F41\">many thoughts throughout the day, and sometimes I don’t think I’m thinking at all, I think I just kind of want to move along, but there really are thoughts. There have to be, because we’re always thinking, even when we’re dreaming.<\/span><\/p>\n<p data-id=\"P13-N201F5\"><span data-id=\"P13-N201F6\"><\/span><\/p>\n<p data-id=\"P13-N201F7\"><span data-id=\"P13-N201F8\">THERAPIST: No, we’re not always thinking. We can calm the mind, still the mind; people meditate, even while conscious.<\/span><\/p>\n<p data-id=\"P13-N201F9\"><span data-id=\"P13-N201FA\">CLIENT: That’s true. Okay. Well, that’s not me.<\/span><\/p>\n<p data-id=\"P13-N201FB\"><span data-id=\"P13-N201FC\">THERAPIST: In any case -<\/span><\/p>\n<p data-id=\"P13-N201FD\"><span data-id=\"P13-N201FE\">CLIENT: I’m not Buddha, or whatever, so in my case, I think I have lots of – maybe some stuff is a little more autopilot throughout the day, but then I would say, you know, other things have thought behind them. My question is, maybe it would be easier for me to decipher when I do have a thought, how <\/span><span data-id=\"P13-N201FE1\">do I even know if it’s irrational or not? I think that might be -<\/span><\/p>\n<p data-id=\"P13-N201FF\"><span data-id=\"P13-N20200\">THERAPIST: Can you try now to answer that question? Think back to our talking about the difference between rational and irrational thinking … <\/span><\/p>\n<p data-id=\"P13-N20201\"><span data-id=\"P13-N20202\">CLIENT: Um… Well, I guess I would have to think about the thought, and see if there was a “should” or a “must” or a “have to”, or an “always” -<\/span><\/p>\n<p data-id=\"P13-N20203\"><span data-id=\"P13-N20204\">THERAPIST: That self-enquiry – thinking about your thinking …<\/span><\/p>\n<p data-id=\"P13-N20205\"><span data-id=\"P13-N20206\">CLIENT: Which I’ve been doing, which I’ve been doing.<\/span><\/p>\n<p data-id=\"P13-N20207\"><span data-id=\"P13-N20208\">THERAPIST: That’s the answer.<\/span><\/p>\n<p data-id=\"P13-N20209\"><span data-id=\"P13-N2020A\">CLIENT: It’s just there’s a lot of them, those thoughts, Debbie.<\/span><\/p>\n<p data-id=\"P13-N2020B\"><span data-id=\"P13-N2020C\">THERAPIST: Step by step. You’re already seeing progress.<\/span><\/p>\n<p data-id=\"P13-N2020D\"><span data-id=\"P13-N2020E\">CLIENT: Okay, we’re on six? Session six? [laughter] No, I have. I mean, I did it a lot today. I did it at work. I was catching the “shoulds” and the “musts”, so… In my head. You know, I didn’t write it, but I was catching it when I thought it.<\/span><\/p>\n<p data-id=\"P13-N2020F\"><span data-id=\"P13-N20210\">THERAPIST: Albert Ellis used to frequently say that many species of animals think, but as far as we know, humans, in all probability, are the only species who can think about their thinking who can be aware, if we so choose. We humans can watch our thoughts and recognize, “Ah, look at what I’m telling <\/span><span data-id=\"P13-N202101\">myself.” We can choose to go into that camera part of the mind, looking upon what we’re telling ourselves. And so that is key, to choose to be mindful and more aware, to let debilitating emotions be a cue to amplify that awareness, and then to do what you just said you did – look for the demands. You <\/span><span data-id=\"P13-N202102\">answered your question, very well. “Cherchez le should”. Look for the should, the must, the ought. For any self-damnation, which is a lack of unconditional self-acceptance. For any damning of others. I am not saying not to damn bad actions, but not to put down the worth of the other person, or the worth <\/span><span data-id=\"P13-N202103\">of the you <\/span><\/p>\n<span data-id=\"P13-N2020F-br\" class=\"page-break\" data-seq=\"12\"><span data-id=\"P13-N2020F-dsp\"><\/span><\/span>\n<\/div>"},{"number":14,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"14\" data-page=\"14\">\n<p data-id=\"P14-N20211\"><span data-id=\"P14-N20212\">CLIENT: Right, it doesn’t change the – you might have a thought about, you know, and reflect, and say, that was a poor decision, or a rotten decision – and in fact, see I was just about to say, in fact, you ‘should’ do that, but no it’s that – that would be beneficial –<\/span><\/p>\n<p data-id=\"P14-N20213\"><span data-id=\"P14-N20214\">THERAPIST: Very beneficial, yes.<\/span><\/p>\n<p data-id=\"P14-N20215\"><span data-id=\"P14-N20216\">CLIENT: For the little girl student today to really reflect on that, and to realize that it doesn’t change her value, but it probably wasn’t the best decision that she made because<\/span><\/p>\n<p data-id=\"P14-N20217\"><span data-id=\"P14-N20218\">THERAPIST: There were unpleasant or rotten consequences.<\/span><\/p>\n<p data-id=\"P14-N20219\"><span data-id=\"P14-N2021A\">CLIENT: Not that rotten, but yeah, there were consequences. Well, she missed recess.<\/span><\/p>\n<p data-id=\"P14-N2021B\"><span data-id=\"P14-N2021C\">THERAPIST: She what?<\/span><\/p>\n<p data-id=\"P14-N2021D\"><span data-id=\"P14-N2021E\">CLIENT: Missed recess. And the embarrassment in front of the class; I think for her, that was the bigger consequence. I’m only using her as an example because I relate to her, so sometimes when you can’t see your own, when you can’t see what you’re doing yourself, you can sometimes have your clientele <\/span><span data-id=\"P14-N2021E1\">reflect back on you a little bit, and I think I would have maybe acted similarly to her, I was the same, similar type of student, and if I had done something like that I probably would have had some similar feelings to her.<\/span><\/p>\n<p data-id=\"P14-N2021F\"><span data-id=\"P14-N20220\"><\/span><\/p>\n<p data-id=\"P14-N20221\"><span data-id=\"P14-N20222\">THERAPIST: So again, look at how you’re thinking differently than you did some weeks ago. You’re looking at her, and relating somewhat, and noticing, “Wow, this is what I did. This is what I can tend to do if I don’t watch it.” So, there is evidence that your awareness is widening. Alright, so any more disputing?<\/span><\/p>\n<p data-id=\"P14-N20223\"><span data-id=\"P14-N20224\">CLIENT: Um, well now that we’re doing it together, I would probably say that I think if my mother may not have approved of – maybe she was critical of that particular statement that I had made, but it doesn’t mean that she doesn’t approve of me.<\/span><\/p>\n<p data-id=\"P14-N20225\"><span data-id=\"P14-N20226\">THERAPIST: Good. And I would add to that, and even if she doesn’t approve of you, though I would prefer that she does, is it going to kill you not to have Mummy’s approval? Can you not stand it?<\/span><\/p>\n<p data-id=\"P14-N20227\"><span data-id=\"P14-N20228\">CLIENT: Can I not stand it? No. I mean, I can stand it. I wouldn’t have a choice.<\/span><\/p>\n<p data-id=\"P14-N20229\"><span data-id=\"P14-N2022A\">THERAPIST: You have a choice to torture yourself, and keep demanding that you must please her and have her approval.<\/span><\/p>\n<p data-id=\"P14-N2022B\"><span data-id=\"P14-N2022C\">CLIENT: Oh, well she doesn’t already, so it doesn’t matter.<\/span><\/p>\n<p data-id=\"P14-N2022D\"><span data-id=\"P14-N2022E\">THERAPIST: Oh, but it matters to you, when you’re thinking you need it.<\/span><\/p>\n<p data-id=\"P14-N2022F\"><span data-id=\"P14-N20230\">CLIENT: But you’re asking me if I can stand it. But when you say can I stand it, you mean -<\/span><\/p>\n<p data-id=\"P14-N20231\"><span data-id=\"P14-N20232\">THERAPIST: As part of the disputing.<\/span><\/p>\n<p data-id=\"P14-N20233\"><span data-id=\"P14-N20234\">CLIENT: Okay, so I’m going to dispute that one. I’m going to have to dispute it more, that I can stand it.<\/span><\/p>\n<p data-id=\"P14-N20235\"><span data-id=\"P14-N20236\">THERAPIST: And can you?<\/span><\/p>\n<p data-id=\"P14-N20237\"><span data-id=\"P14-N20238\">CLIENT: Yeah. I don’t like it, but I can -<\/span><\/p>\n<p data-id=\"P14-N20239\"><span data-id=\"P14-N2023A\">THERAPIST: It’s healthy not to like it.<\/span><\/p>\n<p data-id=\"P14-N2023B\"><span data-id=\"P14-N2023C\">CLIENT: But I can stand it.<\/span><\/p>\n<p data-id=\"P14-N2023D\"><span data-id=\"P14-N2023E\">THERAPIST: Apparently you can !... You’re still alive.<\/span><\/p>\n<p data-id=\"P14-N2023F\"><span data-id=\"P14-N20240\">CLIENT: Yes, I’m still alive. [laughter] So yeah, I think that’s it, on the – I mean I can’t really think of too much more, on the disputing.<\/span><\/p>\n<span data-id=\"P14-N2023F-br\" class=\"page-break\" data-seq=\"13\"><span data-id=\"P14-N2023F-dsp\"><\/span><\/span>\n<\/div>"},{"number":15,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"15\" data-page=\"15\">\n<p data-id=\"P15-N20241\"><span data-id=\"P15-N20242\"><\/span><\/p>\n<p data-id=\"P15-N20243\"><span data-id=\"P15-N20244\">THERAPIST: And how about effective new philosophies? Did you get to that?<\/span><\/p>\n<p data-id=\"P15-N20245\"><span data-id=\"P15-N20246\">CLIENT: Yeah, I just said I was only sharing my opinion, which is okay, and if she doesn’t agree or like what I have to say, it doesn’t make me unlovable or unworthy of love.<\/span><\/p>\n<p data-id=\"P15-N20247\"><span data-id=\"P15-N20248\">THERAPIST: Two different things. It might make you unlovable to her, which doesn’t mean you’re not worthwhile. Her love or lack of love of you -<\/span><\/p>\n<p data-id=\"P15-N20249\"><span data-id=\"P15-N2024A\">CLIENT: I’m so confused. Okay.<\/span><\/p>\n<p data-id=\"P15-N2024B\"><span data-id=\"P15-N2024C\">THERAPIST: The area is unconditional self-acceptance. You’re choosing her to be the gauge of your acceptability according to how much she loves you or not.<\/span><\/p>\n<p data-id=\"P15-N2024D\"><span data-id=\"P15-N2024E\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P15-N2024F\"><span data-id=\"P15-N20250\">THERAPIST: Okay. Is that valid?<\/span><\/p>\n<p data-id=\"P15-N20251\"><span data-id=\"P15-N20252\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P15-N20253\"><span data-id=\"P15-N20254\">THERAPIST: That’s my point. And your work, that I suggest, is to continue to make effort to convince yourself of that.<\/span><\/p>\n<p data-id=\"P15-N20255\"><span data-id=\"P15-N20256\">CLIENT: Yeah, I’m very aware of it.<\/span><\/p>\n<p data-id=\"P15-N20257\"><span data-id=\"P15-N20258\">THERAPIST: So with that awareness, what are you going to do?<\/span><\/p>\n<p data-id=\"P15-N20259\"><span data-id=\"P15-N2025A\">CLIENT: Just continue to dispute any of the irrational beliefs I have around it.<\/span><\/p>\n<p data-id=\"P15-N2025B\"><span data-id=\"P15-N2025C\">THERAPIST: And I would also suggest reminding yourself, the effective new philosophy “I’m worthwhile, even if my parents don’t approve of me. I’m a fallible human; even if I talk without tact sometimes, it doesn’t make me damnable, it makes me a human who spoke her mind. I would like the approval and <\/span><span data-id=\"P15-N2025C1\">adoration of my parents, and even if I don’t have it, or don’t have it as much as I wish I did, it doesn’t mean I don’t have worth, it doesn’t mean I can’t stand it, it doesn’t mean I won’t find love from other people, and more importantly, I’m continuing to work on accepting myself unconditionally, <\/span><span data-id=\"P15-N2025C2\">as a fallible human of worth. Whether I do good or do bad actions.” Make sense?<\/span><\/p>\n<p data-id=\"P15-N2025D\"><span data-id=\"P15-N2025E\">CLIENT: Mmm hmm.<\/span><\/p>\n<p data-id=\"P15-N2025F\"><span data-id=\"P15-N20260\">THERAPIST: And so using those effective new philosophies, remembering them through the day, like affirmations, can be preventatives. Does that make sense?<\/span><\/p>\n<p data-id=\"P15-N20261\"><span data-id=\"P15-N20262\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P15-N20263\"><span data-id=\"P15-N20264\">THERAPIST: What are you thinking? You have an expression on your face that I can’t quite interpret.<\/span><\/p>\n<p data-id=\"P15-N20265\"><span data-id=\"P15-N20266\">CLIENT: No, it’s It makes sense.<\/span><\/p>\n<p data-id=\"P15-N20267\"><span data-id=\"P15-N20268\">THERAPIST: Any other effective new philosophies?<\/span><\/p>\n<p data-id=\"P15-N20269\"><span data-id=\"P15-N2026A\">CLIENT: That was all I put down on paper.<\/span><\/p>\n<p data-id=\"P15-N2026B\"><span data-id=\"P15-N2026C\">THERAPIST: After you did that, did you feel differently?<\/span><\/p>\n<p data-id=\"P15-N2026D\"><span data-id=\"P15-N2026E\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P15-N2026F\"><span data-id=\"P15-N20270\">THERAPIST: How so?<\/span><\/p>\n<p data-id=\"P15-N20271\"><span data-id=\"P15-N20272\">CLIENT: I think it just – it gave me – it was a little more empowering, because I was able to look at it on paper, and to look at the irrational – I was able to see it more clearly, that like, I did have a lot of irrational beliefs around the incident, or the activating event, and that my life my <\/span><span data-id=\"P15-N202721\">day, not my life could have been a little more pleasant had I not even done that to myself, and wasted – but the thing is, I wasn’t even aware. It wasn’t like I was then down for the rest of the day, but it was like, there, kind of lingering, but it wasn’t like I couldn’t get out of bed after that <\/span><span data-id=\"P15-N202722\">or something like that. It was there and I don’t think I realized how much it was, until I went to write it down.<\/span><\/p>\n<p data-id=\"P15-N20273\"><span data-id=\"P15-N20274\">THERAPIST: And in all probability, if you were not to attend to it preventatively by applying the ABC’s, with giving it thought, the next time your mother says, “There’s something I want to tell you,” you’re more likely to more quickly go into panic and anxiety, than if you have done your ABC’s on this <\/span><span data-id=\"P15-N202741\">issue before, and you may be able to prevent the anxiety, nip it in the bud, as soon as the “should’’ is rearing itself up, thinking something like: “So my mother’s going to do her same old thing, I can stand it.” Another thing I strongly recommend is not to take her so seriously. Prior to speaking <\/span><span data-id=\"P15-N202742\">with her, imagine the opening scene of the weekly TV program starring Roseanne Barr or whoever you find funny – I’m just trying to think of some comedians – who’s a funny man?<\/span><\/p>\n<span data-id=\"P15-N20273-br\" class=\"page-break\" data-seq=\"14\"><span data-id=\"P15-N20273-dsp\"><\/span><\/span>\n<\/div>"},{"number":16,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"16\" data-page=\"16\">\n<p data-id=\"P16-N20275\"><span data-id=\"P16-N20276\"><\/span><\/p>\n<p data-id=\"P16-N20277\"><span data-id=\"P16-N20278\">CLIENT: Um, Jimmy Kimmel.<\/span><\/p>\n<p data-id=\"P16-N20279\"><span data-id=\"P16-N2027A\">THERAPIST: Okay – so picture Jimmy Kimmel as Daddy, just try to see what happens in your home as a TV scenario, and take it less seriously than you’ve tended to do. So there’s 1…being precise, and catching the irrational beliefs, and disputing the life out of them, and coming up with effective new philosophies, <\/span><span data-id=\"P16-N2027A1\">that you remind yourself of, every day every day every day, and there’s 2….also choosing to see the funny side, and to take it less seriously. Make sense?<\/span><\/p>\n<p data-id=\"P16-N2027B\"><span data-id=\"P16-N2027C\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P16-N2027D\"><span data-id=\"P16-N2027E\">THERAPIST: Any thoughts or questions?<\/span><\/p>\n<p data-id=\"P16-N2027F\"><span data-id=\"P16-N20280\">CLIENT: No. I don’t have any.<\/span><\/p>\n<p data-id=\"P16-N20281\"><span data-id=\"P16-N20282\">THERAPIST: You were going to tell me how you actually handled -<\/span><\/p>\n<p data-id=\"P16-N20283\"><span data-id=\"P16-N20284\">CLIENT: Oh. Oh my goodness. What did I say? So, no, I basically just, I listened, after she said “I have to tell you something,” instead of reacting, I kind of just calmed down, and just listened, and let her express, and just said “I’m sorry you felt that way, but that’s not at all, you know, that <\/span><span data-id=\"P16-N202841\">I was really only saying it because I was trying to be preventative with, you know, using preventative measures so that for the next event, you know, I said – oh, I know what I said, I know what I said. She said “Well you, you made me feel “<\/span><\/p>\n<p data-id=\"P16-N20285\"><span data-id=\"P16-N20286\">THERAPIST: What phrase that your mother uttered did you just catch?<\/span><\/p>\n<p data-id=\"P16-N20287\"><span data-id=\"P16-N20288\">CLIENT: No, I just, I know, I know that she says that.<\/span><\/p>\n<p data-id=\"P16-N20289\"><span data-id=\"P16-N2028A\">THERAPIST: Then say it – what does she say?<\/span><\/p>\n<p data-id=\"P16-N2028B\"><span data-id=\"P16-N2028C\">CLIENT: “You made me feel…”.<\/span><\/p>\n<p data-id=\"P16-N2028D\"><span data-id=\"P16-N2028E\">THERAPIST: Did you make her feel….?<\/span><\/p>\n<p data-id=\"P16-N2028F\"><span data-id=\"P16-N20290\">CLIENT: No, but she’s – that’s -<\/span><\/p>\n<p data-id=\"P16-N20291\"><span data-id=\"P16-N20292\">THERAPIST: She believes that.<\/span><\/p>\n<p data-id=\"P16-N20293\"><span data-id=\"P16-N20294\">CLIENT: She always says that to me. I want to say always, because that’s whenever she says “I have to tell you something”, she’ll say, “You made me feel”, blah blah blah.<\/span><\/p>\n<p data-id=\"P16-N20295\"><span data-id=\"P16-N20296\">THERAPIST: So what’s your work whenever she does that?<\/span><\/p>\n<p data-id=\"P16-N20297\"><span data-id=\"P16-N20298\">CLIENT: Tell myself that I didn’t make her feel that way, or I don’t know.<\/span><\/p>\n<p data-id=\"P16-N20299\"><span data-id=\"P16-N2029A\">THERAPIST: Exactly. You remind yourself. Eleanor Roosevelt said “What you think of me is none of my business”.<\/span><\/p>\n<p data-id=\"P16-N2029B\"><span data-id=\"P16-N2029C\">CLIENT: I know that.<\/span><\/p>\n<p data-id=\"P16-N2029D\"><span data-id=\"P16-N2029E\">THERAPIST: So, she made herself feel that way. And you can allow yourself to make yourself feel panic and anxious as long as you take it seriously.<\/span><\/p>\n<p data-id=\"P16-N2029F\"><span data-id=\"P16-N202A0\">CLIENT: Exactly. So yeah, so I just said – but then I related to her, because really, instead of looking at it in a sense that my parents are neurotic or obsessive-compulsive or whatever they are, I like my things a certain way, too, so I said, I was really saying it because I can completely understand. <\/span><span data-id=\"P16-N202A01\">I said, if I was having people over, I’d have plastic. So I said, because I like my apartment really nice. And then she was crapping up on the whole thing. And so I sort of – but that was a newer thing for me, because lots of times I can just get really defensive. And so instead, I just sort of – I <\/span><span data-id=\"P16-N202A02\">don’t want to say I, you know – it wasn’t that I side with her, it was that I really just understood from her perspective what she may have felt when the wine did spill.<\/span><\/p>\n<p data-id=\"P16-N202A1\"><span data-id=\"P16-N202A2\">THERAPIST: That’s sounds like you are moving in the direction of unconditional other acceptance and having empathy.<\/span><\/p>\n<p data-id=\"P16-N202A3\"><span data-id=\"P16-N202A4\">CLIENT: I was just empathizing, because I know if red wine spilled on my carpet, I’d be upset.<\/span><\/p>\n<p data-id=\"P16-N202A5\"><span data-id=\"P16-N202A6\">THERAPIST: You’d upset yourself.<\/span><\/p>\n<p data-id=\"P16-N202A7\"><span data-id=\"P16-N202A8\">CLIENT: Oh, yes, I’d upset myself. So then she laughed, and then after that I was able to write with a clearer head because I felt that I attacked the situation a little bit differently than -<\/span><\/p>\n<span data-id=\"P16-N202A7-br\" class=\"page-break\" data-seq=\"15\"><span data-id=\"P16-N202A7-dsp\"><\/span><\/span>\n<\/div>"},{"number":17,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"17\" data-page=\"17\">\n<p data-id=\"P17-N202A9\"><span data-id=\"P17-N202AA\">THERAPIST: Attacked it? Handled it !<\/span><\/p>\n<p data-id=\"P17-N202AB\"><span data-id=\"P17-N202AC\">CLIENT: Well I felt it was attacking it, because trust me, I’ve had some experiences with these types of things. And so it can go in really bad directions – it has, they have gone in really bad directions.<\/span><\/p>\n<p data-id=\"P17-N202AD\"><span data-id=\"P17-N202AE\">THERAPIST: That’s been a past reality.<\/span><\/p>\n<p data-id=\"P17-N202AF\"><span data-id=\"P17-N202B0\">CLIENT: So this one didn’t, and so that was a pleasurable experience, after we hung up the phone, because I said “Okay, that wasn’t bad”.<\/span><\/p>\n<p data-id=\"P17-N202B1\"><span data-id=\"P17-N202B2\">THERAPIST: Yet again, well done. Can you give yourself credit?<\/span><\/p>\n<p data-id=\"P17-N202B3\"><span data-id=\"P17-N202B4\">CLIENT: Sure.<\/span><\/p>\n<p data-id=\"P17-N202B5\"><span data-id=\"P17-N202B6\">THERAPIST: This is very different, is it not?<\/span><\/p>\n<p data-id=\"P17-N202B7\"><span data-id=\"P17-N202B8\">CLIENT: Yeah, that -<\/span><\/p>\n<p data-id=\"P17-N202B9\"><span data-id=\"P17-N202BA\">THERAPIST: Let that sink in.<\/span><\/p>\n<p data-id=\"P17-N202BB\"><span data-id=\"P17-N202BC\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P17-N202BD\"><span data-id=\"P17-N202BE\">THERAPIST: Look how you created, not only a different, healthy emotion within yourself, but you diffused the potentially -<\/span><\/p>\n<p data-id=\"P17-N202BF\"><span data-id=\"P17-N202C0\">CLIENT: Diffused. That was the word I was looking – yeah. That was the word. Right.<\/span><\/p>\n<p data-id=\"P17-N202C1\"><span data-id=\"P17-N202C2\">THERAPIST: potentially conflict situation with your mother, by your very attitude.<\/span><\/p>\n<p data-id=\"P17-N202C3\"><span data-id=\"P17-N202C4\">CLIENT: It’s true.<\/span><\/p>\n<p data-id=\"P17-N202C5\"><span data-id=\"P17-N202C6\">THERAPIST: Good job.<\/span><\/p>\n<p data-id=\"P17-N202C7\"><span data-id=\"P17-N202C8\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P17-N202C9\"><span data-id=\"P17-N202CA\">THERAPIST: Good job. Any comments or questions?<\/span><\/p>\n<p data-id=\"P17-N202CB\"><span data-id=\"P17-N202CC\">CLIENT: uh uh.<\/span><\/p>\n<p data-id=\"P17-N202CD\"><span data-id=\"P17-N202CE\">THERAPIST: We’re going to have to finish up soon.<\/span><\/p>\n<p data-id=\"P17-N202CF\"><span data-id=\"P17-N202D0\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P17-N202D1\"><span data-id=\"P17-N202D2\">THERAPIST: But I would like to ask, whether you did think about the area that we talked about last time, of needing your girlfriend to know that you have a cheerful, happy side -<\/span><\/p>\n<p data-id=\"P17-N202D3\"><span data-id=\"P17-N202D4\">CLIENT: We’ll get into this next week. We almost broke up, though, the night after, so – [laughter]<\/span><\/p>\n<p data-id=\"P17-N202D5\"><span data-id=\"P17-N202D6\">THERAPIST: The belief you had that you need to be positive and cheerful around your girlfriend. Did you do any more work on that?<\/span><\/p>\n<p data-id=\"P17-N202D7\"><span data-id=\"P17-N202D8\">CLIENT: Well, I did, because I said I’m – well, anyway. I don’t really want to. We can talk about that the next time, but we literally almost did break up, because I, that night, said, “I’m really, actually, miserable. Super super depressed.” [laughter] This is not funny, I’ve been extremely depressed, <\/span><span data-id=\"P17-N202D81\">I said, I’ve been going through – this is a new relationship, and all she’s known in the relationship is me being in physical pain -<\/span><\/p>\n<p data-id=\"P17-N202D9\"><span data-id=\"P17-N202DA\">THERAPIST: Is that true, Jessa? That is ALL she has known? I doubt it.<\/span><\/p>\n<p data-id=\"P17-N202DB\"><span data-id=\"P17-N202DC\">CLIENT: For the first two months, no, and then ever since then, yeah. I’ve been in really, I’ve been in -<\/span><\/p>\n<p data-id=\"P17-N202DD\"><span data-id=\"P17-N202DE\">THERAPIST: You said that’s all she’s ever known. And now you’ve told me for the first two months, no, and by the way, have there not been some hours or minutes since then when you have been lighthearted? So I’m just pointing out your tendency to strongly overgeneralize, right?<\/span><\/p>\n<p data-id=\"P17-N202DF\"><span data-id=\"P17-N202E0\">CLIENT: Right. Well, the last -<\/span><\/p>\n<p data-id=\"P17-N202E1\"><span data-id=\"P17-N202E2\">THERAPIST: Can you see that?<\/span><\/p>\n<p data-id=\"P17-N202E3\"><span data-id=\"P17-N202E4\">CLIENT: Yeah, I do.<\/span><\/p>\n<p data-id=\"P17-N202E5\"><span data-id=\"P17-N202E6\">THERAPIST: Please, see that.<\/span><\/p>\n<p data-id=\"P17-N202E7\"><span data-id=\"P17-N202E8\">CLIENT: Well, anyway, in a nutshell, though, we did address that, because basically what I said was I can’t really promise that I’m going to be – you know, I said I’m not really feeling very cheery, and as much as I – you would probably call this not unconditional self-acceptance, I was accepting the <\/span><span data-id=\"P17-N202E81\">fact that I’ve been feeling miserable. I can’t lie about it. It’s there, you know, so and then of course, she said, “Well, I love you regardless of your physical ailments”, so -<\/span><\/p>\n<p data-id=\"P17-N202E9\"><span data-id=\"P17-N202EA\">THERAPIST: That’s called unconditional other acceptance.<\/span><\/p>\n<p data-id=\"P17-N202EB\"><span data-id=\"P17-N202EC\">CLIENT: Right, so she accepts me unconditionally, you know.<\/span><\/p>\n<p data-id=\"P17-N202ED\"><span data-id=\"P17-N202EE\">THERAPIST: Let her be a model to you of how you can be towards yourself.<\/span><\/p>\n<p data-id=\"P17-N202EF\"><span data-id=\"P17-N202F0\">CLIENT: She helps me a lot. Yeah. She’s very -<\/span><\/p>\n<p data-id=\"P17-N202F1\"><span data-id=\"P17-N202F2\">THERAPIST: Okay, but you haven’t answered my question about your -<\/span><\/p>\n<span data-id=\"P17-N202F1-br\" class=\"page-break\" data-seq=\"16\"><span data-id=\"P17-N202F1-dsp\"><\/span><\/span>\n<\/div>"},{"number":18,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"18\" data-page=\"18\">\n<p data-id=\"P18-N202F3\"><span data-id=\"P18-N202F4\">CLIENT: Sorry.<\/span><\/p>\n<p data-id=\"P18-N202F5\"><span data-id=\"P18-N202F6\">THERAPIST: It’s okay. Did you work on your irrational belief of “I need to be pleasant and cheerful”?<\/span><\/p>\n<p data-id=\"P18-N202F7\"><span data-id=\"P18-N202F8\">CLIENT: Yeah, that was what I was doing.<\/span><\/p>\n<p data-id=\"P18-N202F9\"><span data-id=\"P18-N202FA\">THERAPIST: In the situation you talked about with her, when she said “I love you”, my question was, did you challenge your irrational belief?<\/span><\/p>\n<p data-id=\"P18-N202FB\"><span data-id=\"P18-N202FC\">CLIENT: I did.<\/span><\/p>\n<p data-id=\"P18-N202FD\"><span data-id=\"P18-N202FE\">THERAPIST: You did? Good.<\/span><\/p>\n<p data-id=\"P18-N202FF\"><span data-id=\"P18-N20300\">CLIENT: Which is why today, when my principal said “Every time I see you, you look like you’re in pain”, I said, “I am”. Because I don’t – I’m not putting out there. I think for a very – part of the energy of what was happening for these past six months is that I was attempting to be cheerful despite -<\/span><\/p>\n<p data-id=\"P18-N20301\"><span data-id=\"P18-N20302\">THERAPIST: Because you think: “ I must look a certain way, or I won’t be approved of, I won’t be loved as much?”<\/span><\/p>\n<p data-id=\"P18-N20303\"><span data-id=\"P18-N20304\">CLIENT: Right. That’s why I used that as an example just now, is that when my boss basically said “You look like you’re in pain,” you know, my typical, in the past, would have been “No, I’m good, everything’s great, you know, I’m fine” and I didn’t do that today, and I think the look was of, “Wow”, <\/span><span data-id=\"P18-N203041\">like, you know, “You just admitted that”. So -<\/span><\/p>\n<p data-id=\"P18-N20305\"><span data-id=\"P18-N20306\">THERAPIST: And you felt comfortable after that?<\/span><\/p>\n<p data-id=\"P18-N20307\"><span data-id=\"P18-N20308\">CLIENT: Yeah, I was fine.<\/span><\/p>\n<p data-id=\"P18-N20309\"><span data-id=\"P18-N2030A\">THERAPIST: Good. Good, more progress. Well done. [ringtone] So there’s the telephone.<\/span><\/p>\n<p data-id=\"P18-N2030B\"><span data-id=\"P18-N2030C\">CLIENT: Sorry, I’ll just -<\/span><\/p>\n<p data-id=\"P18-N2030D\"><span data-id=\"P18-N2030E\">THERAPIST: That’s okay. Alright, well, as I mentioned earlier, next week I’ll be out of town at a conference, so we’ll meet in two weeks, but let me ask what homework do you think would be beneficial for you over this extra period of time, between you and I meeting now, and meeting again in 2 weeks?<\/span><\/p>\n<p data-id=\"P18-N2030F\"><span data-id=\"P18-N20310\">CLIENT: I don’t know. Maybe the unconditional – maybe something with the unconditional self-acceptance part? If you could create an assignment for that?<\/span><\/p>\n<p data-id=\"P18-N20311\"><span data-id=\"P18-N20312\">THERAPIST: I certainly can. What I’ll invite you to do is to write down any and all beliefs that you can think of where you’re not unconditionally accepting yourself. The “I should’s, the “I need to …. or else”. And to vigorously dispute them. And to come up with a list of effective new philosophies <\/span><span data-id=\"P18-N203121\">that are -<\/span><\/p>\n<p data-id=\"P18-N20313\"><span data-id=\"P18-N20314\">CLIENT: Can I just get the pen? Thanks.<\/span><\/p>\n<p data-id=\"P18-N20315\"><span data-id=\"P18-N20316\">CLIENT: Okay, so basically devise, or come up with -<\/span><\/p>\n<p data-id=\"P18-N20317\"><span data-id=\"P18-N20318\">THERAPIST: Identify, not devise. Don’t think of any that have – well you can if you want, but certainly the ones that have lived in freedom and unchallenged within you until now.<\/span><\/p>\n<p data-id=\"P18-N20319\"><span data-id=\"P18-N2031A\">CLIENT: Identify where I’m not using USA.<\/span><\/p>\n<p data-id=\"P18-N2031B\"><span data-id=\"P18-N2031C\">THERAPIST: Right. So the “should” you have about yourself. The lack of approval you have about yourself, and when. Give examples. Identify your irrational beliefs about you in that regard, and dispute, dispute, dispute. Re-read the section on disputing, so that you dispute more thoroughly than you might <\/span><span data-id=\"P18-N2031C1\">have done in the past. And then come up with your effective new philosophies.<\/span><\/p>\n<p data-id=\"P18-N2031D\"><span data-id=\"P18-N2031E\">CLIENT: And that’s devise.<\/span><\/p>\n<p data-id=\"P18-N2031F\"><span data-id=\"P18-N20320\">THERAPIST: Well– creating the “E” – effective new philosophies often comes as an easy flow following the disputing in most places.<\/span><\/p>\n<p data-id=\"P18-N20321\"><span data-id=\"P18-N20322\"><\/span><\/p>\n<p data-id=\"P18-N20323\"><span data-id=\"P18-N20324\">CLIENT: Well I’m looking at it as devising, because I’ve never done it before.<\/span><\/p>\n<p data-id=\"P18-N20325\"><span data-id=\"P18-N20326\">THERAPIST: Well, you may have done it, but just not identified it the same way.<\/span><\/p>\n<p data-id=\"P18-N20327\"><span data-id=\"P18-N20328\">CLIENT: I haven’t identified -<\/span><\/p>\n<p data-id=\"P18-N20329\"><span data-id=\"P18-N2032A\">THERAPIST: And then write a list of your effective new philosophies on a separate page. “I approve of myself, and though I’d like the approval of others, I don’t need it. I can still have a quality life even if my mother thinks I’m inadequate in 89% of the aspects of my being.” Whatever it is, a list <\/span><span data-id=\"P18-N2032A1\">of the effective new philosophies and read them every day.<\/span><\/p>\n<span data-id=\"P18-N20329-br\" class=\"page-break\" data-seq=\"17\"><span data-id=\"P18-N20329-dsp\"><\/span><\/span>\n<\/div>"},{"number":19,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561792\" data-realpage=\"19\" data-page=\"19\">\n<p data-id=\"P19-N2032B\"><span data-id=\"P19-N2032C\"><\/span><\/p>\n<p data-id=\"P19-N2032D\"><span data-id=\"P19-N2032E\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P19-N2032F\"><span data-id=\"P19-N20330\">THERAPIST: So that’s honing in and noticing any lack of unconditional self-acceptance with a goal of you developing more of that, more more more, and being more aware of the tendency not to USA yourself so that you work hard to change that. In addition to that homework, I’d like to suggest that you <\/span><span data-id=\"P19-N203301\">do some full ABCDE forms. ABCDE.<\/span><\/p>\n<p data-id=\"P19-N20331\"><span data-id=\"P19-N20332\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P19-N20333\"><span data-id=\"P19-N20334\">THERAPIST: Okay?<\/span><\/p>\n<p data-id=\"P19-N20335\"><span data-id=\"P19-N20336\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P19-N20337\"><span data-id=\"P19-N20338\">THERAPIST: Do you want to write that down, too?<\/span><\/p>\n<p data-id=\"P19-N20339\"><span data-id=\"P19-N2033A\">CLIENT: It’s a lot.<\/span><\/p>\n<p data-id=\"P19-N2033B\"><span data-id=\"P19-N2033C\">THERAPIST: You have a few weeks, minus a session. So, the effort will be helpful to you, will it not?<\/span><\/p>\n<p data-id=\"P19-N2033D\"><span data-id=\"P19-N2033E\">CLIENT: Yeah, I’m just concerned about the writing, that’s all.<\/span><\/p>\n<p data-id=\"P19-N2033F\"><span data-id=\"P19-N20340\">THERAPIST: Do the best you can. And if you can’t write, record it. And if you can’t record it -<\/span><\/p>\n<p data-id=\"P19-N20341\"><span data-id=\"P19-N20342\">CLIENT: Oh, I can record, yeah, that’s easy.<\/span><\/p>\n<p data-id=\"P19-N20343\"><span data-id=\"P19-N20344\">THERAPIST: So do what works. Do your best and do it. Anything else?<\/span><\/p>\n<p data-id=\"P19-N20345\"><span data-id=\"P19-N20346\">CLIENT: No, that’s it.<\/span><\/p>\n<p data-id=\"P19-N20347\"><span data-id=\"P19-N20348\">THERAPIST: Well again, well done.<\/span><\/p>\n<p data-id=\"P19-N20349\"><span data-id=\"P19-N2034A\">CLIENT: Thank you, Debbie.<\/span><\/p>\n<p data-id=\"P19-N2034B\"><span data-id=\"P19-N2034C\">THERAPIST: Aren’t your positive changes already apparent?<\/span><\/p>\n<p data-id=\"P19-N2034D\"><span data-id=\"P19-N2034E\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P19-N2034F\"><span data-id=\"P19-N20350\">THERAPIST: Good job. Great.<\/span><\/p>\n<p data-id=\"P19-N20351\"><span data-id=\"P19-N20352\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}