{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses celebrating her son's birthday and how she's juggling family visits during this time. Client got a new position at her job and discusses how she will balance the new responsibilities while finishing her dissertation."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Life events","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Education","Parenting style","Stress","Psychodynamic Theory","Behaviorism","Cognitivism","Anxiety","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Life events","Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["17"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Education","Parenting style","Stress"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":13,"pageCount":13,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561823","dorpId":"1006468817","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\" Session March 24, 2014: Client discusses celebrating her son's birthday and how she's juggling family visits during this time. Client got a new position at her job and discusses how she will balance the new responsibilities while finishing her dissertation.","fullTitle":"Client \"J\" Session March 24, 2014: Client discusses celebrating her son's birthday and how she's juggling family visits during this time. Client got a new position at her job and discusses how she will balance the new responsibilities while finishing her dissertation.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":13,"totalPages":13,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":13,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561823\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: So I am officially the mom of a two year old now.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Congratulations to both of you.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah. Trae’s birthday was on Saturday, so it was a fun celebration over the weekend and it’s still so crazy, like I think I remember saying the last time to you, ‘I don’t feel so emotional as the first birthday,’ and then I didn’t up until the night before his birthday and I was reading him <\/span><span data-id=\"P1-N200111\">a bedtime story and getting like all teary and it is just seeing him one year older and it’s just crazy to think of him as this little tiny baby and now he’s just a toddler running around and so –<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Quite a lot of change.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah but it was such a nice weekend and then it was nice it fell on a Saturday too that we were able to have the whole day. Todd’s family are down in Arizona but my family came for a little celebration for him like for a little dinner\/birthday party, so it was a nice day. My grandmother came, <\/span><span data-id=\"P1-N200151\">my sister and her fiancé.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: It was nice to recognize it with so many important people.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah. And then we’re going to do a little kid party this weekend too. So the fun will continue. So it was good though. And it was nice that Trae planned it perfectly because his birthday usually falls during spring break so it’s perfect. Not that that’s much of a break for us but it’s good timing.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: It will work for an academic family.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: I know. That was a nice weekend to just focus on him. It’s funny now that he’s so aware of everything, too. He kept saying, ‘birthday party, birthday party, and cake and ice cream’. So it as fun.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Yeah, very different from a year ago when he had no clue what was going on.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Yeah, I went back and was like digging out pictures we’d taken from his first birthday party to hang up and it’s just crazy to see the difference even from that. I kept thinking, ‘he’s so old’ when he turned one.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: He was no longer an infant anymore.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Exactly. So it was fun and I’m glad we still have – and this weekend we waited to his actual party until this weekend because Todd’s mom is going to fly up from Arizona so she can be here to celebrate and everything, too. So I think that will be good.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: I remember last year for you trying to figure out how to accommodate what you wanted, what family members wanted. It was hard to just sort of start deciding what those traditions were going to be.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: I know. It was really hard and I think it just kind of resolved itself this year because the way it fell on a weekend and that Todd’s mom wasn’t thinking of coming until the following weekend. Because my family just had very specific traditions that we would do for each other’s birthdays and <\/span><span data-id=\"P1-N200291\">I think like Todd really gets excited to celebrate a birthday but there were little things that I’d taught him about celebrating birthdays like my mom would always have like stuffed animals lined up in our room with birthday hats on them when we’d wake up and so now even Todd will do that for my birthday <\/span><span data-id=\"P1-N200292\">which is very cute. I just think little things like that and that the actual day really means so much and I think – you know with other holidays too, sometimes that’s not exactly the same with Todd’s family and it was so hard – I was so glad Todd’s parents came for Trae’s birthday last year but it did <\/span><span data-id=\"P1-N200293\">feel so hard that they were staying with us and it just felt like it became like everyone’s day to celebrate him and I just wanted that time of just us, you know? So, thankfully, it all – we didn’t have to worry about that this year, yeah, and that we had like our time as a little family of three, in <\/span><span data-id=\"P1-N200294\">the morning, and then we actually had a friend’s birthday – he has a little friend who is two days younger than him so her party was on Saturday so we went to that and then my family came for dinner. So it just was like a nice mix of everything and then Todd’s mom will be staying with us next weekend <\/span><span data-id=\"P1-N200295\">but that feels like perfect timing, you know, that I don’t feel – It was weird like I got this protective, like territorial kind of thing over his first birthday that I just wanted to make sure we had – I didn’t want to like have the entire day. I felt like -<\/span><\/p>\n<span data-id=\"P1-N20028-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561823\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: You needed protected time.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: And so this was nice without having to feel like we had to kind of negotiate and make sure because we did get that time last year because Todd and I took Trae to the library and his parents stayed at our place and we went out to lunch – I don’t remember exactly what happened, but we got him. <\/span><span data-id=\"P2-N2002D1\">But it took like –<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: But it took like confronting the conflict.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yeah. So I think it is. Because I don’t think that even would have occurred to Todd’s mom like oh are we kind of invading space? Because they just think of birthdays differently and I think it was important for them and they wanted to be there to celebrate and they were thinking, oh, this is <\/span><span data-id=\"P2-N200311\">great, we get to be there on the actual day. But for me I was like, oh, we want to make sure we have a piece of that to ourselves. So it felt good that it all kind of worked out this year and so I guess we just – and I think now that we know that felt good that we can kind of use that going forward, <\/span><span data-id=\"P2-N200312\">too. So we’ll see. But I think it’s hard – I think it’s been especially hard for Todd’s mom. I think it’s hard for both of his parents. But they love their decision to be down in Arizona but I think it has been hard for them just to be away and so we’re so lucky that they want that and that they want <\/span><span data-id=\"P2-N200313\">to be with Trae and want to be here to celebrate. His mom is flying just for his little birthday party in the library. So that’s just so good to remember, but sometimes it gets hard because I think they’re like creating time with him. So I’m glad that it all worked out for this year.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: What were you noticing as you got emotional the night before. What was it that was hitting you?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Well usually we’ll read stories and Todd would come in and read stories, then I usually get him – Todd will go back and finish cooking dinner or something and I’ll sing to him and I’ll hold him. He loves to sing Rock-a-bye Baby and it’s so funny and he’ll, instead of baby he’ll say rock-a-bye <\/span><span data-id=\"P2-N200351\">to all the things that he loves like he’ll say rock-a-bye truck. Silly things that are on his mind. And so I’m just holding him like that. You know, like you’re this big toddler now. And like we have little songs that we sing. And for him to like ask, ‘song, song?’ Because he wants to be sung to but <\/span><span data-id=\"P2-N200352\">now it was just like –<\/span><\/p>\n<span data-id=\"P2-N20034-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561823\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: All structured. It struck you how different it is.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Yeah. And I didn’t anticipate that at all and Todd was out with some friends and I’m texting him like, ‘I just go so emotional.’ I don’t think he noticed it, but Todd’s like, ‘what’s wrong with Mom?’ So but that’s another thing. Todd was out having some beers with friends, like I don’t think <\/span><span data-id=\"P3-N200391\">they’re quite (unclear) in the same way.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: The day has been very meaningful to you.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Those particular dates whereas the date doesn’t have the same kind of significance that it does for you. It’s just a meaning that you’ve attached to it all these years.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: And it’s funny. I think Todd is getting that more and even picking up on the little traditions. Like I didn’t even have to say anything and he went out and put Trae’s animals out with their birthday hats before we were going to bed. So it’s cute that he’s picking up – he’s adopting, sort of <\/span><span data-id=\"P3-N200411\">internalized some of the family traditions that you brought from your family.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: And that they have certain traditions in Todd’s family too that we were able to start doing too which has been fun. So it’s neat to kind of be able to kind of incorporate it all into our –<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: How you all blend it and how you take from each other and how you blend it together and have it be your own tradition.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Yeah. So I feel like that was like this good part of it, of the weekend. And I found out I got accepted to the Board of the Brown Ed Review.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: Congratulations.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Thank you. Which like –<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: How do you feel about it?<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: I feel so mixed. And it’s funny because when I’m talking about it I’m kind of talking about it like oh, I am going to do it because we have to respond whether or not we’re accepting the invitation on like April 6th or something. So we have some time, but when I talked to like Ryan and Jeff, <\/span><span data-id=\"P3-N200511\">two people who wrote my recommendations, I was talking as if I was going to – and they were assuming I would say yes and I was kind of talking as if I was saying yes, but there is still like –<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: Let’s talk out all of what you’re feeling.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: I’m feeling so torn like I feel it would be – like there’s lots of like good things about it and I think we talked about some of it, but just feeling like there’s tons to learn and I think it will be such a good opportunity for me to, as I’m kind of my own research, to be exposed to all these <\/span><span data-id=\"P3-N200551\">other articles that are being submitted and reading all these good models and then some my friends who are on the board now are saying, not so good models, not to do, but it’s like work that comes at a good time in our process too of being exposed to all these different ways of showing up methods and <\/span><span data-id=\"P3-N200552\">things like that. And just that feeling of I feel like now that our course work phase is done that our whole cohort just feels so disbursed. Yeah. And I feel like when I get on campus and know that Trae’s at day care, I just run to my office and shut the door and try to get as much work done as I can. <\/span><span data-id=\"P3-N200553\">I’ll meet friends for coffee, too. I feel like I have been better about that where I wasn’t even wanting to do that last year. But I feel like I just try to be as productive as I can during like weekdays on campus –<\/span><\/p>\n<span data-id=\"P3-N20054-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561823\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: And efficiency sometimes means isolation.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Yeah. So it does start to feel kind of lonely. And I have a writing group and you know, certain friends I meet up with consistently, too, but I think being a part of that group would also have a nice feeling of community that I kind of feel is lost because we’re all in different places now. <\/span><span data-id=\"P4-N200591\">So I feel like there is so much good that would come of it. But then I feel like there is there is different stuff, you know, stuff thinking about like from a family perspective like that’s kind of making me hesitant thinking that now it’s a two year commitment – every Thursday night and so that’s every <\/span><span data-id=\"P4-N200592\">Thursday night I’ll be missing Trae’s bedtime and making – and it’s also now kind of a family decision that it’s impacting Todd, that he usually teaches on Thursday like in the spring on Thursday. And so he would kind of need to rework his teaching schedule which he thinks he’s be able to do. But that <\/span><span data-id=\"P4-N200593\">that is kind of like – it just feels like a family decision than a decision for me to make.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: If it was just you – and I know it’s not – but if it was just you do you know what you would do?<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: I think I would do it. Yeah. But I think I would still – so there is like the whole family dynamic of it feeling like this needs to be a family decision but also like even if it was just me I’m also kind of second guessing the timing of my doing it. Hopefully, these are the last two years because <\/span><span data-id=\"P4-N2005D1\">my program is an average of six and this is my fourth year. So I also don’t know if it’s just like too much to try and take on like the last two years of this like sprint of trying to collect your data and write your dissertation which is probably the hardest part of your program and also to have this <\/span><span data-id=\"P4-N2005D2\">on top of it in the last two years. So the timing is just kind of worrying me. And I’m thinking, now Trae’s two and Todd and I are both feeling like well maybe we feel more ready than we thought for another baby so that I’m thinking, so now for my last two years do I want to finish the dissertation, <\/span><span data-id=\"P4-N2005D3\">be on the BBC and have a baby in those two years, too? So, and it all can be done so luckily I have a bunch of friends who are on the board. One of my friends from my cohort who is on the board now and pregnant and due in September and I have friends who have served on the board before and had a baby <\/span><span data-id=\"P4-N2005D4\">during their time. So I know that it works and I’ve talked to them and they have said it is still totally worth it and pretty much everyone who I have talked to have said it’s a ton of work but that everyone has felt like it’s been worth it. So I feel like it can be done and I also feel like if having <\/span><span data-id=\"P4-N2005D5\">a baby during this time is my worry like that shouldn’t be – like it’s 2014, like we should figure out – like they can be flexible too, like that shouldn’t deter me from taking this on if I’m worried that I wouldn’t get enough of a stretch off. And other board members have kind of reassured me about <\/span><span data-id=\"P4-N2005D6\">that that they can be flexible on that.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: How much – so the meetings are every Thursday.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: How many hours of work are there in between meetings for you?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: I mean they are kind of saying it’s a (unclear) a TF position and so because the two TF positions I have are pretty work-intensive, because some people even describe it as even more than a hard TF slot, but I kind of feel like that’s what I have. Like I’ve had tons of TF slots. Not that they’re <\/span><span data-id=\"P4-N200651\">aren’t other people who do too but I just think that the ones I’ve had have been really time-intensive. But then that’s another piece to it too, that I feel like that if I were to do it even just thinking not even two years, but just next all, what it would be like. I also feel really hesitant to continue <\/span><span data-id=\"P4-N200652\">as a TF, because then I feel there is even more on top of it. But then I have this like weird, especially with my advisor, like he gets very territorial of his TFs and we always kind of joke that it’s hard to break free. Like you feel like an indentured servant, you know. And that’s like even though <\/span><span data-id=\"P4-N200653\">if you’re kind of feeling like oh I don’t really want to do this this year, it’s hard to say no. Especially with the structure at our school, you’re usually TF’ing for your advisor and so it makes for like a kind of funny dynamic in the relationship. <\/span><\/p>\n<span data-id=\"P4-N20064-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561823\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: A lot of dual relationships going on.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: Yeah. And I think there are a lot of great qualities about my advisor but I feel like sometimes he can kind of be like a little petty, you know, like it is something he could be a little annoyed about if I said I didn’t want to TF in the fall. And so then that worries me like this is the time <\/span><span data-id=\"P5-N200691\">when I’m going to be relying on him the most with help getting data collection and writing a dissertation and is now the time I want to sever my tie with him for his course? So it just feels like there’s kind of a lot of things up in the air, like so many good things that come with it but also so many <\/span><span data-id=\"P5-N200692\">things that I am worried about that would come along with it. And I keep thinking back to the course that I took my first year, that statistics course that was so hard and like triggered all this anxiety for me and that felt like a big decision like I remember like I wasn’t sure I should take it or <\/span><span data-id=\"P5-N200693\">not and there was an intro stats class that I kind of wanted to take but my advisor said, ‘oh, it’s so much better to take the class that I ended up taking because you take it as a whole cohort and then you go through it together and then if we’re really encouraging all the first year doctoral students <\/span><span data-id=\"P5-N200694\">to take that course it’s kind of designed for you so I feel like I kind of got talked into deciding on that and looking back on it there was no need for me to take that when I did. Like it would have been fine if I’d taken the internal one because we’re all at different points now. So it was silly to <\/span><span data-id=\"P5-N200695\">say that it was so good to start as a cohort. So I’m just thinking back to that. That felt like a big decision to me and this feels like another big program-affiliated –<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: So they’re both big decisions. You felt like you got talked into the stats thing. <\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: Do you feel like you’re being talked into this thing?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: No. Yeah, I don’t feel that. So that’s good. I think if I were to say no that my advisor (cross talk) –<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: People would try to talk you into it? (Laughs)<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Saying no to this? And I think a lot of my friends who are on the board have been really supportive and answering my questions and hoping that I’ll say yes, but I wouldn’t worry so much about disappointing them but I think I would worry just thinking like with my advisor, with Jeff and Ryan, <\/span><span data-id=\"P5-N200751\">they would kind of be like, ‘why are you passing up this opportunity?’ Because it is such a great thing but luckily I do still kind of feel like I have control over this decision where I feel I kind of let other people, just because I wasn’t sure what to do – looking back on it, because it was my very <\/span><span data-id=\"P5-N200752\">first week in the program, you know, so I wasn’t sure and my advisor said, ‘take it,’ so I took it. So this feels good that it definitely feels like –<\/span><\/p>\n<span data-id=\"P5-N20074-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20074-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561823\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: You certainly know a lot more about yourself and about what skills you want and what the trade-offs are of developing them.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Right. And on the one hand I feel like just talking to some of my friends they sounded like so confident about the skills that they’ve developed and I feel like that would be a good thing for me, like taking that confidence but then on then on the other hand I was like well then some of the <\/span><span data-id=\"P6-N200791\">work is a lot of responding to those who are submitting and giving feedback and like that’s some of the stuff that I really like to do as a TF but sometimes will get worried about how the students will respond to my feedback so on one hand I feel like oh, this will be good because I need to develop <\/span><span data-id=\"P6-N200792\">my confidence in that area but on the other hand –<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: But it will be challenging because you will be facing some of the things about which you are nervous.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: Yeah, so it’s like targeting both ends, like that it would be good to develop confidence around that but also targeting that part –<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: But the way to develop confidence is to do something over and over.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: Yeah. So it feels like – I feel like Todd and I haven’t really had like – we’ve talked a lot about it but we haven’t had like that ‘let’s sit down and really talk this through.’ Because that’s another thing my friend said. “My husband hates the BBC.” (Laughs) “So make sure Todd’s on board.’ <\/span><span data-id=\"P6-N200811\">Just because they have – she’s pregnant with her third right now and he says, you know, that it’s a lot of work for him on Thursday nights and she said the only time he really hears about the BBC from me is when I’m complaining about all the work I have. So of course he sees it in a negative way.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: Right. But he doesn’t really get something out of it.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: Right. Exactly.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: Which she does.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: Yeah. And so I think it’s good that Todd – and her husband isn’t in this field at all. He’s in a totally different field. So Todd would more get the work and he gets that it’s a cool opportunity to be able to do it too. So that feels good that he’ll come from more of a place of understanding <\/span><span data-id=\"P6-N200891\">about it all.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: I mean it’s a big commitment.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: Yeah. It’s funny that I feel like if it were just one year I think I would have already replied, ‘I’m on board,’ but two years.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: What is it about that second year?<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: I think thinking about having another baby and that the last year would be like trying to finish my dissertation, so if it was just a year it would be in year five and maybe I would have like a baby at the end of it but I’d pretty much just be collecting data so it wouldn’t feel like such bad <\/span><span data-id=\"P6-N200911\">timing but thinking of it as two years –<\/span><\/p>\n<span data-id=\"P6-N20090-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20090-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561823\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: So it’s the thought that you’d have a newborn rather than be pregnant.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: And so what if doing the BBC thing meant that you extended grad school to the seventh year and finished your dissertation in your seventh year, how would that feel to you? <\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: I think that would feel okay especially now that I’m realizing how nice the flexibility of being a grad student is with kids. It’s been nice to be – like when Trae gets sick – it’s too bad I don’t get to get my own work done but it’s not like I – I might have to stay home with him, but it’s <\/span><span data-id=\"P7-N200971\">not like I have all these like meetings that I’m cancelling. Sometimes there are meetings that I have scheduled but a lot of it now is just individual work like working on my own research. So just that flexibility is so nice or that my mom doesn’t come until 11 on Tuesdays and that I can just be home <\/span><span data-id=\"P7-N200972\">with him that day and have all Thursday home with him. So I think that flexibility will be even better once we have two kids. I think it’s more just the financial aspect of it –<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">THERAPIST: Right. That seventh year.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: Not having a salary. And then there’s this rumor – I don’t know if it’s true, that after your fifth year you have to pay a little bit of the tuition cost if you stay which I think it’s like – comparatively – like a couple of thousand dollars. It’s not like it’s this big chunk like they pay for. <\/span><span data-id=\"P7-N2009B1\">Even that’s still like a lot of money. And then I’m thinking, the more I stay like I’m not making a salary that I could be making and I’m having to pay that couple of thousand dollars to keep going. So just that financial aspect I think is the biggest thing and I think Todd would say that too because <\/span><span data-id=\"P7-N2009B2\">I’m making money as a TF and I get thankfully, a scholarship too but it doesn’t come in this year. It will come back in year five and then it’s gone. So it’s just been like, thankfully, Todd has a job that we can depend on. With the money I’m bringing in too it’s been fine but we don’t feel like we <\/span><span data-id=\"P7-N2009B3\">are able to save as much and if we did want to move we definitely feel like I need to have a job before we could do that. So it just feels like the financial aspect of not finishing in year six I think would be the only drawback. <\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">Because it’s nice that I definitely don’t feel like a competitive edge with my cohort or anything like and I don’t think a lot of people feel that. Like that is kind of between year five and year like nine that people graduate. So it’s not like people graduate as a cohort. So that part doesn’t really <\/span><span data-id=\"P7-N2009D1\">bother me either like I’m just focused on graduating whenever it will be. I don’t care if it’s with a certain set of people or whatever.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: So it sounds like in having a conversation with Todd the main things to think about are do you want to take it, do you want to take it with the idea that you would finish in two years, or do you want to take it and think about it as finishing in three years so that some of that pressure is <\/span><span data-id=\"P7-N2009F1\">off and looking at the finances and what would seven years versus six years mean? Is it worth it? Is what you’d gain from giving yourself a more extended schedule worth another year of not having the kind of salary you’d have if you graduated?<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: Right. And I think like, it’s funny because I haven’t even really thought about this, just saying I’ll give myself another year. And I think that would help even if we did have a newborn then it’s more time – that’s another year of flexibility instead of a first year like a real job where you <\/span><span data-id=\"P7-N200A11\">are. It’s nice that I just don’t feel like I have to be there at a certain time and that I have to leave at a certain time. And it would definitely feel that way once I get a job. So yeah, I think it’s just – because Todd tries not to like put pressure on me about our finances and stuff but I know that <\/span><span data-id=\"P7-N200A12\">it worries both of us that it’s not the best situation to just like have one salary coming in, especially if we want a second baby and we’re fine and luckily we’re able – we have a chunk of savings that we can dig into, you know, like if something went wrong, but it’s still like a weird feeling for <\/span><span data-id=\"P7-N200A13\">me to feel like I’m not really contributing that much. That it is pretty much like Todd’s salary that we’re (cross talk).<\/span><\/p>\n<span data-id=\"P7-N200A0-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200A0-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561823\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">THERAPIST: (Unclear).<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">CLIENT: Yeah. Exactly. And it was reversed too when Todd was in grad school, I was working. So we’ve really been flipping and flopping, yeah. I think there’s been one year where we’ve overlapped both with a job and we’ve known each other for ten years. <\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">THERAPIST: (Laughs)<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">CLIENT: So once I do have a job we’re not going to know what to do with ourselves. Two salaries. But that part just feels – I don’t know. Like it does feel like I wish that I were able to contribute financially more to like our family than I am able to as a TF and doing like a couple of side consulting <\/span><span data-id=\"P8-N200A91\">jobs and stuff. So I think that that would only be like the biggest (unclear). <\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">THERAPIST: Yeah, that would be the only drawback really.<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">THERAPIST: If you had the three year timeline instead of a two year timeline.<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">CLIENT: Yeah. And it is nice though that it’s not that I have to commit to graduating in six years or seven years. Like I could just kind of see how even next year goes or even the sixth year goes.<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">THERAPIST: I mean the big “if” is – I mean if you think about wanting to have a second child you don’t actually know exactly when that child might arrive and you’ll get clues, obviously, but what if – it could be that you try for a longer time. I know Trae kind of happened fast but you don’t know necessarily <\/span><span data-id=\"P8-N200B31\">what’s going to happen, so it would just be an option.<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">CLIENT: Right. I know when I – Todd jokes with me because I feel like in my head I have this perfect timeline like we can start trying now and I’ll have the baby after I finish collecting data. And he’s like, ‘remember – either the baby could come in the middle of data collection or the other side, <\/span><span data-id=\"P8-N200B51\">like we could end up having to try for a long time and that happened to a couple of my friends where they got pregnant right off the bat with their first one and now were all like of that might not happen the second time around and –<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">THERAPIST: I mean, you just don’t know. It could – it could not.<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">CLIENT: Yeah. So that part is like the part you kind of don’t know about.<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">THERAPIST: Right. You might end up having to – you might plan on one thing and then realize okay, so this is never happening again.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">CLIENT: Yeah. Right. Which I think, like luckily, that will be – it will be fine, you know? That given the flexibility of my schedule that –<\/span><\/p>\n<span data-id=\"P8-N200BC-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561823\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">THERAPIST: And the flexibility that you can give yourself to do it in two years or three years, seeing what might work and what are the different things that you might be juggling? Are you going to be juggling pregnancy? Are you going to be juggling an infant? You know –<\/span><\/p>\n<p data-id=\"P9-N200C0\"><span data-id=\"P9-N200C1\">CLIENT: Yeah. I think that’s probably part of the two year commitment – is that it’s just so hard to know what –<\/span><\/p>\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">THERAPIST: It could look really different.<\/span><\/p>\n<p data-id=\"P9-N200C4\"><span data-id=\"P9-N200C5\">CLIENT: Like what our family could look like in two or three years by the end of this and so it’s hard to envision. At least with a year you think like that’s a little easier to anticipate what could be at the end of one year from now, but from two years – like you don’t. But I do catch myself talking <\/span><span data-id=\"P9-N200C51\">about it as if I’m accepting and I wonder if it’s just because it’s in some way that I don’t want to get into all the dynamics that are going on in my head of the pros and cons. And it’s just easier to say like, ‘oh, yeah, I’m pretty sure.’ Or if that really is me saying I really want to do it.<\/span><\/p>\n<p data-id=\"P9-N200C6\"><span data-id=\"P9-N200C7\">THERAPIST: Because that’s how you feel.<\/span><\/p>\n<p data-id=\"P9-N200C8\"><span data-id=\"P9-N200C9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200CA\"><span data-id=\"P9-N200CB\">THERAPIST: Well, if you imagine yourself saying no, what’s your gut response, your immediate reaction?<\/span><\/p>\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">CLIENT: That I just passed up an opportunity and I don’t want to say no because I am worried that it will make me worry. That’s not a reason to say no.<\/span><\/p>\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">THERAPIST: You don’t want to miss out on it for fear and anxiety.<\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">CLIENT: Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">THERAPIST: Because you’ve handled – you haven’t had the experience that that stats class brought on for years. That was years ago now.<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">CLIENT: Yeah. I know which is just so weird that I feel like it’s still just right there and this has – like that’s kind of the other thing is – this kind of recent stretch has just felt manageable, like there has been a lot of work and there have been phases where the work has made me feel anxious <\/span><span data-id=\"P9-N200D51\">but it doesn’t – I don’t feel like I have so much work to do and no time to do it.<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">THERAPIST: It’s not been incapacitating.<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">CLIENT: Yeah. And so now it’s been like, oh this is nice (unclear). Now am I going to change that balance and make it feel like it’s over a little bit again? <\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">THERAPIST: Well, or would it feel that way? I wonder if like you’re anticipating that it would feel overloaded and that that would be a bad feeling. What if it isn’t? What if it isn’t? Like your schedule will be more structured and fuller. I won’t say fuller but there will be more things that are not <\/span><span data-id=\"P9-N200DB1\">in your control – things that are set for you. But what if that (unclear) doesn’t feel overwhelming?<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">THERAPIST: It’s very possible that given the past three years you’ve had of really processing what that experience was like – building your coping skills, getting more confident in yourself, it’s very possible that those things allow you to take on and juggle these kinds of responsibilities in a way <\/span><span data-id=\"P9-N200DF1\">that doesn’t feel bad.<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">THERAPIST: It might feel busy.<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">CLIENT: Right, I know.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">THERAPIST: But busy’s not necessarily bad.<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">CLIENT: Yeah. I almost feel like now that I want to talk to Todd and make sure he feels on board with it and I know that he does, but I want to be sure.<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">THERAPIST: You want to (unclear) again.<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">CLIENT: Yeah. And I almost feel like if I could find a way to bargain with my advisor and say like I do a half slot and not the full slot, because what has kind of happened like without his naming me as the head TF, I’ve kind of just assumed that role and it is a lot of work. I almost feel like at the <\/span><span data-id=\"P9-N200ED1\">least like I could not be the head TF and still take the full slot but not be the head person. But it’s hard because I feel like now it’s –<\/span><\/p>\n<span data-id=\"P9-N200EC-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200EC-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561823\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200EE\"><span data-id=\"P10-N200EF\">THERAPIST: Is there another person who has done it before that you would like to give the opportunity to?<\/span><\/p>\n<p data-id=\"P10-N200F0\"><span data-id=\"P10-N200F1\">CLIENT: Right. I know I mean there’s one – it was our first. She’s just a first year and it was our first year of TF’ing this course but she was wonderful and I know she would be great.<\/span><\/p>\n<p data-id=\"P10-N200F2\"><span data-id=\"P10-N200F3\">THERAPIST: And this would be her second year next year.<\/span><\/p>\n<p data-id=\"P10-N200F4\"><span data-id=\"P10-N200F5\">CLIENT: Yeah. She’s also – I think she might also get on the Board. She got accepted so I think she’s going to do it too. So I’m not sure what she’s thinking about in terms of TF’ing. But yeah, I was thinking of that saying that, well, I’m like moving along in the program. I could like mentor someone <\/span><span data-id=\"P10-N200F51\">else. So just to see it that way. Because I don’t know – it’s just is tricky. I have a good friend who was a TF for Jeff and isn’t anymore. We joke that like she said it was like breaking up and she had to do so much preparation of when this was going to be my last year. But you do. I don’t know how <\/span><span data-id=\"P10-N200F52\">they could change the structure but I think it puts grad students in a really hard position when you’re TF’ing for your advisor.<\/span><\/p>\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">THERAPIST: Just because having that overlapping role of the dual –<\/span><\/p>\n<p data-id=\"P10-N200F8\"><span data-id=\"P10-N200F9\">CLIENT: And they do create –<\/span><\/p>\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">THERAPIST: Strange boundary dynamics.<\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">CLIENT: Yeah. And I think they’re kind of aware of it because I think they do like exit interviews when you finish and it comes up a lot but –<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">THERAPIST: Having that cross.<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">CLIENT: Yeah, there’s no way to kind of fix it. I don’t know. <\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">THERAPIST: How much of the time that you give to TF’ing is because that’s how much it requires? And how much of it is because you go a little bit above and beyond?<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">CLIENT: Yeah, I try to be better about going above and beyond last year because I know I do that too much. One of the things that I spend way too much time on is just giving students feedback because they feel like I’ll write it out and then I’ll read it over again kind of from their perspective just <\/span><span data-id=\"P10-N201051\">to be sure that I’m doing a good job of like starting with a strength and then talking about weaknesses and stuff like that like we do as teachers. So I think I go overboard in that, but not by much. It is just a time-intensive role.<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">THERAPIST: You’ve whittled it down to what you can.<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">CLIENT: But I think it is as a head TF. Because like my friend who also is going to be on HER, I think, was saying, ‘oh, it was so easy to TF Jeff’s class because you did it all.’ Like as the head TF you have these responsibilities that – or maybe it’s not necessarily as the head TF but I think I just <\/span><span data-id=\"P10-N201091\">assumed too much last year. But now that I’m seen as that person it’s hard to –<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">THERAPIST: Hard to (unclear) it back.<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">CLIENT: Yeah. But that’s one thing I feel like if I could figure out a way where something could give with that.<\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">THERAPIST: Yeah. If you could find specific things that you did last year that you would like to hand off. That you could say that with the others I did this and this and this last year and this year I need somebody else to take on this part of it. If you could find ways to make it specific so that <\/span><span data-id=\"P10-N2010F1\">you could hand over one of your responsibilities or a set of tasks. I don’t know if it’s as separable.<\/span><\/p>\n<span data-id=\"P10-N2010E-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2010E-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561823\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20110\"><span data-id=\"P11-N20111\">CLIENT: Kind of. I think we could get creative and make it that way, but that I think, would really help. Because I think that like in September, hopefully, I’ll be starting to collect data at school. I think that will be a lot and then getting used to like getting – I think ETR actually would start <\/span><span data-id=\"P11-N201111\">in May. Which would be kind of nice to ease into it because the summer won’t be as busy. But then I don’t want to just have the fall be just like slammed with all this stuff. So I was able to have it –<\/span><\/p>\n<p data-id=\"P11-N20112\"><span data-id=\"P11-N20113\">THERAPIST: Be able to have it sequenced before you start something.<\/span><\/p>\n<p data-id=\"P11-N20114\"><span data-id=\"P11-N20115\">CLIENT: Yeah. So I think it means like a hard conversation. At least from my perspective it will feel awkward with my advisor with Jeff to figure out about the TF head role and –<\/span><\/p>\n<p data-id=\"P11-N20116\"><span data-id=\"P11-N20117\">THERAPIST: And you can dial that back a little.<\/span><\/p>\n<p data-id=\"P11-N20118\"><span data-id=\"P11-N20119\">CLIENT: Yeah. And not like say, ‘no, I don’t want to do it, but just to get creative. I want to do it but in a way that it leaves room for other things. Yeah. Especially because that course meets from 4 to 7 and so Trae doesn’t go to bed that early but I definitely wouldn’t want two nights where like <\/span><span data-id=\"P11-N201191\">I’m not really around for bedtime. Like we kind of planned it last fall where I would get home and we would just put him to bed a little bit later and that was fine.<\/span><\/p>\n<p data-id=\"P11-N2011A\"><span data-id=\"P11-N2011B\">THERAPIST: By next year he’s going to be going to bed a bit later.<\/span><\/p>\n<p data-id=\"P11-N2011C\"><span data-id=\"P11-N2011D\">CLIENT: (Laughs) Yeah. Oh, great!<\/span><\/p>\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">THERAPIST: (Laughs) He’s really not going to get earlier.<\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">CLIENT: Yeah. That’s true. But even that part like –<\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">THERAPIST: Maybe for a short stretch when he gives up from his nap.<\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">CLIENT: Yeah, thankfully, he still takes such a good nap. But Todd and I are waiting for –<\/span><\/p>\n<p data-id=\"P11-N20126\"><span data-id=\"P11-N20127\">THERAPIST: Oh you probably still have time.<\/span><\/p>\n<p data-id=\"P11-N20128\"><span data-id=\"P11-N20129\">CLIENT: Hopefully, yeah. So I think it will just mean kind of talking to him and figuring out how to be creative about it all. And I might reach out to my friend who was able to like sever the ties – get some advice from her because we always joke that she was kind of my mentor because she was kind <\/span><span data-id=\"P11-N201291\">of the head TF for him when I started. And she jokes that now she’s passed the torch onto me so if I can talk to her about how she did that –<\/span><\/p>\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">THERAPIST: You can do it too.<\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">CLIENT: Right. Yeah. But it’s just like – it feels tricky because it’s also – TF’ing for Jeff is my way to like stay connected to him because he’s like also someone who’s hard to get in touch with and that’s the time when I’m going to need him the most. <\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">THERAPIST: Right. So that’s a way that you’re going to guarantee that you get some face to face time.<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">CLIENT: Right. Yeah. So I think it will just mean having a conversation with him and –<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">THERAPIST: And really making decisions about what works for you and your family.<\/span><\/p>\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N20136\"><span data-id=\"P11-N20137\">THERAPIST: Whatever you decide, it’s an honor to have to be identified as someone whom they want. Being able to enjoy that piece of it separate from the pressure of having to make a decision, letting yourself feel good about the fact that they saw something really worthwhile in you.<\/span><\/p>\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">CLIENT: Yeah. I know. It’s funny. Even when I got like – they just let us know it in an e-mail. And when I saw the e-mail I was excited but then I was like I don’t even know if I want them to send me this or not. But it was nice to just – it definitely feels good to be –<\/span><\/p>\n<span data-id=\"P11-N20138-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20138-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561823\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N2013A\"><span data-id=\"P12-N2013B\">THERAPIST: Yeah. So give yourself some moments just to feel good that you got the offer.<\/span><\/p>\n<p data-id=\"P12-N2013C\"><span data-id=\"P12-N2013D\">CLIENT: Right. Yeah. And then it’s just trying to figure out what to do with the offer. But I do appreciate that they’ve given us kind of a (unclear) window.<\/span><\/p>\n<p data-id=\"P12-N2013E\"><span data-id=\"P12-N2013F\">THERAPIST: Given you some time to be able to let it sink in, sit with it and consider how it fits in with the other things that you have going on in your life.<\/span><\/p>\n<p data-id=\"P12-N20140\"><span data-id=\"P12-N20141\">CLIENT: Yeah. And I was. I’ve already talked with one friend. We talked last Friday who’s on the Board now. So it’s been nice in this time to –<\/span><\/p>\n<p data-id=\"P12-N20142\"><span data-id=\"P12-N20143\">THERAPIST: You have a good way to get a lot of really good information.<\/span><\/p>\n<p data-id=\"P12-N20144\"><span data-id=\"P12-N20145\">CLIENT: So I feel like the more information I can get the better decision I can make, too. So we’ll see.<\/span><\/p>\n<p data-id=\"P12-N20146\"><span data-id=\"P12-N20147\">THERAPIST: Well, it will be interesting to hear what you do.<\/span><\/p>\n<p data-id=\"P12-N20148\"><span data-id=\"P12-N20149\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P12-N2014A\"><span data-id=\"P12-N2014B\">THERAPIST: How have other things felt this week?<\/span><\/p>\n<p data-id=\"P12-N2014C\"><span data-id=\"P12-N2014D\">CLIENT: I think that’s been the biggest thing (unclear) of mine. But at the same time I’m trying to get this April 18th deadline – the deadline for my dissertation proposal to submit. So that’s kind of felt a little like just hectic getting that all ready. So the process is that I have to submit my <\/span><span data-id=\"P12-N2014D1\">draft to my advisor. Then he says I can send it to my committee. Then my committee needs to prove it and then you submitted on the April 18th day. So it’s like all of these steps it feels like to get to that submission date. But thankfully I handed it off to Jeff, my advisor, and he said it’s ready <\/span><span data-id=\"P12-N2014D2\">to give to my committee. So that’s at least one little step.<\/span><\/p>\n<p data-id=\"P12-N2014E\"><span data-id=\"P12-N2014F\">THERAPIST: It’s a big step.<\/span><\/p>\n<p data-id=\"P12-N20150\"><span data-id=\"P12-N20151\">CLIENT: So I found that out over the weekend. So now the rest of my committee has it.<\/span><\/p>\n<p data-id=\"P12-N20152\"><span data-id=\"P12-N20153\">THERAPIST: Yeah, so you’re moving along in your process.<\/span><\/p>\n<p data-id=\"P12-N20154\"><span data-id=\"P12-N20155\">CLIENT: Yeah. But I already like – the same kind of checking process, that I wanted to do with my QP to make sure that they all – when I got different feedback and made the changes, I wanted to let them all know. It’s kind of that I want to build time in for that process, too. And I don’t know if everybody <\/span><span data-id=\"P12-N201551\">does it.<\/span><\/p>\n<p data-id=\"P12-N20156\"><span data-id=\"P12-N20157\">THERAPIST: But do you recall what your response was when you did that – when you double checked each of them?<\/span><\/p>\n<p data-id=\"P12-N20158\"><span data-id=\"P12-N20159\">CLIENT: I already told you this was good – why are you even here?<\/span><\/p>\n<p data-id=\"P12-N2015A\"><span data-id=\"P12-N2015B\">THERAPIST: So, taking that information into account and incorporating that into your process, you may be able to eliminate that and feel comfortable that they don’t – they’re not expecting you to double check.<\/span><\/p>\n<p data-id=\"P12-N2015C\"><span data-id=\"P12-N2015D\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P12-N2015E\"><span data-id=\"P12-N2015F\">THERAPIST: Learning from – you know part of the QP is about is kind of practice doing the research but also practicing with the dynamics of your committee.<\/span><\/p>\n<p data-id=\"P12-N20160\"><span data-id=\"P12-N20161\">CLIENT: Right, yeah. And thankfully my committee has all stayed the same so –<\/span><\/p>\n<p data-id=\"P12-N20162\"><span data-id=\"P12-N20163\">THERAPIST: You’ve done that test already.<\/span><\/p>\n<p data-id=\"P12-N20164\"><span data-id=\"P12-N20165\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20166\"><span data-id=\"P12-N20167\">THERAPIST: They all told you pretty much that it wasn’t necessary.<\/span><\/p>\n<p data-id=\"P12-N20168\"><span data-id=\"P12-N20169\">CLIENT: Right. I know. So that is one step that I could remove from the process if I need to. <\/span><\/p>\n<p data-id=\"P12-N2016A\"><span data-id=\"P12-N2016B\">THERAPIST: I think I could (unclear) removing it even if you don’t need to. You don’t need to incorporate it. You already did that experiment.<\/span><\/p>\n<p data-id=\"P12-N2016C\"><span data-id=\"P12-N2016D\">CLIENT: Yeah. So it will be interesting to see everyone’s feedback now.<\/span><\/p>\n<p data-id=\"P12-N2016E\"><span data-id=\"P12-N2016F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20170\"><span data-id=\"P12-N20171\">CLIENT: But it’s nice to know that Jeff thought it looked in good shape and then –<\/span><\/p>\n<p data-id=\"P12-N20172\"><span data-id=\"P12-N20173\">THERAPIST: Yeah. That’s a really good vote of confidence.<\/span><\/p>\n<p data-id=\"P12-N20174\"><span data-id=\"P12-N20175\">CLIENT: Right. And I’m interested because now, tomorrow, one of my committee members has this like feedback group and I submitted an early draft of my QP a couple of months ago and got like good but harsh feedback on that first round. So I did the same thing with this draft of my dissertation proposal. <\/span><span data-id=\"P12-N201751\">I’m going to get that feedback tomorrow. So it feels good knowing that Jeff thinks it’s in such good shape, but I’m kind of like getting myself ready for their feedback, too.<\/span><\/p>\n<span data-id=\"P12-N20174-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N20174-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561823\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N20176\"><span data-id=\"P13-N20177\">THERAPIST: Well, it sounds like you’re making really good use of the resources you have available.<\/span><\/p>\n<p data-id=\"P13-N20178\"><span data-id=\"P13-N20179\">CLIENT: I’ve been trying to, yeah. Because I knew I had kind of a tight time limit. I wasn’t even sure if I would be able to get it together for this April deadline so I’m just trying to take advantage of it all.<\/span><\/p>\n<p data-id=\"P13-N2017A\"><span data-id=\"P13-N2017B\">THERAPIST: Well good for you. It sounds like you really are.<\/span><\/p>\n<p data-id=\"P13-N2017C\"><span data-id=\"P13-N2017D\">CLIENT: Right now it’s feeling like it actually might happen. So we’ll see how everyone else’s feedback is. But, yeah. That part, too, has just kind of felt like just kind of up in the air like I know people have it and the process of getting it and sending it out just kind of felt rushed and I wanted <\/span><span data-id=\"P13-N2017D1\">to get it out as soon as I could and –<\/span><\/p>\n<p data-id=\"P13-N2017E\"><span data-id=\"P13-N2017F\">THERAPIST: And letting go of it is always hard.<\/span><\/p>\n<p data-id=\"P13-N20180\"><span data-id=\"P13-N20181\">CLIENT: Yeah. But at least the process because I kind of like let myself kind of think after I sent it out like am I going to worry about have I plagiarized? And there are certain parts from the QP that I was able to use in my dissertation proposal and then I’m thinking like, ‘is that bad?’ Can I plagiarize myself?<\/span><\/p>\n<p data-id=\"P13-N20182\"><span data-id=\"P13-N20183\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P13-N20184\"><span data-id=\"P13-N20185\">CLIENT: No. Don’t worry about that.<\/span><\/p>\n<p data-id=\"P13-N20186\"><span data-id=\"P13-N20187\">THERAPIST: You cannot plagiarize your own thought. It’s still your thought.<\/span><\/p>\n<p data-id=\"P13-N20188\"><span data-id=\"P13-N20189\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P13-N2018A\"><span data-id=\"P13-N2018B\">THERAPIST: You’re writing the paper. I don’t think you have to cite yourself.<\/span><\/p>\n<p data-id=\"P13-N2018C\"><span data-id=\"P13-N2018D\">CLIENT: Right. And I don’t even know if I – you can’t cite and unpublished article. So – but it’s nice. And then I thought well even if I want to worry about that it’s just a draft so even if there was anything there like it’s fine. So that kind of feels good, too, that you’re sending off drafts and <\/span><span data-id=\"P13-N2018D1\">drafts until it’s ready.<\/span><\/p>\n<p data-id=\"P13-N2018E\"><span data-id=\"P13-N2018F\">THERAPIST: It’s partially relying on other people to note things for you if you’ve left out something.<\/span><\/p>\n<p data-id=\"P13-N20190\"><span data-id=\"P13-N20191\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P13-N20192\"><span data-id=\"P13-N20193\">THERAPIST: Well you had a busy couple of weeks.<\/span><\/p>\n<p data-id=\"P13-N20194\"><span data-id=\"P13-N20195\">CLIENT: It has felt busy, yeah.<\/span><\/p>\n<p data-id=\"P13-N20196\"><span data-id=\"P13-N20197\">THERAPIST: In all different areas of your life.<\/span><\/p>\n<p data-id=\"P13-N20198\"><span data-id=\"P13-N20199\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P13-N2019A\"><span data-id=\"P13-N2019B\">THERAPIST: Well, why don’t we wrap it up there for today. I think we’re on for two weeks?<\/span><\/p>\n<p data-id=\"P13-N2019C\"><span data-id=\"P13-N2019D\">CLIENT: Good. Yeah, I just want to make sure I have it. It’s two weeks at the same time. Like I think I put it in my phone wrong.<\/span><\/p>\n<p data-id=\"P13-N2019E\"><span data-id=\"P13-N2019F\">THERAPIST: I’ll have to double check. I’m pretty sure I have us at 12:30 again.<\/span><\/p>\n<p data-id=\"P13-N201A0\"><span data-id=\"P13-N201A1\">CLIENT: Yeah, good. I had it at like one in the morning so I know that’s not right.<\/span><\/p>\n<p data-id=\"P13-N201A2\"><span data-id=\"P13-N201A3\">THERAPIST: No. I have boundaries. Yeah, so I have us at 12:30 on the 7th, and then for three weeks after that on the 28th and then again at 12:30 in the afternoon.<\/span><\/p>\n<p data-id=\"P13-N201A4\"><span data-id=\"P13-N201A5\">CLIENT: Good. In the afternoon. (Chuckles) Yeah, so then I’ll have made my decision by the next time I see you. So –<\/span><\/p>\n<p data-id=\"P13-N201A6\"><span data-id=\"P13-N201A7\">THERAPIST: Well, whatever you decide – I’ll be interested to hear.<\/span><\/p>\n<p data-id=\"P13-N201A8\"><span data-id=\"P13-N201A9\">CLIENT: Good. I have a check for you too.<\/span><\/p>\n<p data-id=\"P13-N201AA\"><span data-id=\"P13-N201AB\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}