{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her issues with over-scheduling herself and then getting annoyed when she is stressed. Client discusses her feelings of obligation towards authority figures, especially her therapist."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Client-therapist relationship","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Romantic relationships","Authority issues","Psychoanalytic Psychology","Confusion","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Client-therapist relationship","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Indian"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["14"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Romantic relationships","Authority issues"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Confusion","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562618","dorpId":"1006469611","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\" Therapy Session Audio Recording, April 16, 2014: Client discusses her issues with over-scheduling herself and then getting annoyed when she is stressed. Client discusses her feelings of obligation towards authority figures, especially her therapist.","fullTitle":"Client \"S\" Therapy Session Audio Recording, April 16, 2014: Client discusses her issues with over-scheduling herself and then getting annoyed when she is stressed. Client discusses her feelings of obligation towards authority figures, especially her therapist.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562618\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">(start at 00:04:20)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Hi. Come on in.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Sorry I am late. (pause) So next Monday you are out? Is that it?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Yeah. Next Monday. We scheduled something. I think I had. (pause) I was actually just thinking that. So I have you down at 10:15 next Thursday. We had talked about that. Maybe I put you down I put you down with a question mark. So I think I had said that I could meet on Thursday morning <\/span><span data-id=\"P1-N200131\">instead of Monday morning and I think you had said that would work for you. Does that work for you still, next Thursday?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah, I think I have something on Thursday. So it won’t work. (laughs) Sorry.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Yeah. Lets talk about the schedule though. It seems like, you know. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: No, yeah, so. (laughs) I signed up to do this thing, like a readers theater with children. I signed up for stuff halfheartedly because I am like, “I don’t know if I want to do it.” You know. (laughs) But I think I should do it because it is two days, it is Thursday and Friday and, yeah, I think <\/span><span data-id=\"P1-N200191\">it might be good to kind of see what they do. Something different. So I will check it out.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">But, yeah. A colleague of mine is doing it and she sent out an e-mail asking people to volunteer. Me and another person, another girl, volunteered and, you know, we had a meeting about it on Monday. It is just logistics kind of get to me a little bit. I was a little late to the meeting and then I was <\/span><span data-id=\"P1-N2001B1\">just hanging outside my teacher’s office for like ten minutes. And then I realized they were just down the hall meeting in a different room and I was so upset. (laughs) I just kind of felt so out of the loop. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">And then later that day my professor sent me an e-mail saying, “Are you okay? You looked really distant.” (laughs) So I was like, I just And I was thinking the whole time during the meeting, I just cannot recover as quickly as other people should or do probably from small setbacks. This was just a <\/span><span data-id=\"P1-N2001D1\">small setback. I just missed like twenty minutes of the meeting.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">And instead of saying, “I’m sorry. Stop. Can you fill me in?” You know? Instead of saying that I just felt kind of like an outsider and unappreciated, unloved. And I just sat there feeling bad and neglected the whole time. (laughs) So I was like, “Why am I doing this? You know, I could be at home writing,” <\/span><span data-id=\"P1-N2001F1\">or whatever. Yeah, it is just really weird. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">And I came back. I mean I had taken my laptop because I thought maybe, because that meeting was in the middle of the day from 11:00 to 12:00, so I thought, “Okay, right after I will just stay over and write on campus.” And I didn’t feel like it. I didn’t find a spot and it was very noisy. So I came <\/span><span data-id=\"P1-N200211\">back and I just sat in a cafe and wrote for a bit. Which was good.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">But it just kills me. It just makes me so mad that things are in the middle of the day. So this readers theater thing is happening next week, Thursday and Friday. And, again, it is in the middle in the day. I am like, “Why?” You know? You know, I am going to get up and not do anything and go there. <\/span><span data-id=\"P1-N200231\">It is going to take one hour to get there, one hour to get back. And then, again, I am just not going to do anything. (laughs) I hate that, you know, kind of slicing up of my schedule. (sigh) <\/span><\/p>\n<span data-id=\"P1-N20022-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562618\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">I mean I appreciate the motivation, like the positive motivation behind this anger. Like, you know, I am dedicated and motivated to work on my project and that is good. But I wish I could deal with setbacks and, you know, things like this in a better way without getting hostile and distant and mad. (laughs) So.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">And when you are asking, I don’t know what is the right way to approach it. Should I just say, “I am sorry, Doctor, something else has come up so I won’t be able to make it on Thursday.” (laughs) Is that a better way of saying it than going, “Uh, uh, uh.” (laughs)<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Well, I mean they sound like overlapping issues. I was bringing up the issue less about your, sort of how you respond to my asking, more you usually don’t schedule things during session time, so. <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: So you have been doing that more. So that is why I am asking.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Oh no. Like Thursday [isn’t for] (ph) session times. (laughs)<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Right. I know. Well, Monday we didn’t Well, last Wednesday you tried to cancel and then you canceled on Monday.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Yeah. Last Wednesday. Yeah, because I had this story due on Tuesday and I didn’t finish. So I thought I would work all day Wednesday. What did I do? I mean, yeah, I finished it on Friday and sent it. I can’t remember last Wednesday at all. Yeah. I have no memory of that. (laughs) Yeah, probably <\/span><span data-id=\"P2-N200331\">caught up on stuff. But I came here, right?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Yeah. I am not trying to say, “Well, why aren’t you showing up?” I am saying it is unlike you to schedule, it is very unlike you. You are almost always here on Monday and Wednesdays. <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: It just seems like a change. So that is why I am bringing it up.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: No, it was just this past Monday, right?<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Yeah, last Wednesday because I had the story due and this past Monday because they had a meeting from eleven to twelve. And I couldn’t have got there at eleven, at Amherst (ph) at eleven if I had the session. So (laughs) that is all. I couldn’t tell them, “No, I can’t come.”<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: And it is not like you to not reschedule too. You usually like to come twice a week.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: Yeah. But I don’t know. I feel, yeah, like next Thursday the thing is at some time in the middle of the day. I don’t think I can come here at 10:15 and get there on time. So (laughs) yeah. I mean it is unusual but hopefully this won’t happen again. Because usually there isn’t stuff on Monday <\/span><span data-id=\"P2-N200431\">mornings or Wednesday mornings. Usually I don’t volunteer for anything but I thought this might be interesting. So, yeah. <\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">Yeah, I guess I felt bad about my behavior on Monday. (laughs) I replied to my professor saying, “Yeah, I just felt out of the loop. I am sorry.”<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">(long pause)<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">CLIENT: I just have to learn to be kind of less passive. And even with my own feelings to acknowledge what they are and acknowledge the problem, and try to figure out the best solution. So, yes, I was late. And, yes, I was even more late because I didn’t figure out that they were meeting.<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">I could have just said, “Please stop and fill me in.” (laughs) Why didn’t I say that? (pause) Yeah. (sigh) (pause) I wonder if this also applies to my relationships. It probably does. I don’t know. I want to talk about something really different today. <\/span><\/p>\n<span data-id=\"P2-N2004A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562618\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: What would you like to talk about?<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Just my relationship scenario, status. I don’t know. Chris (sp) is like, “This summer. That is it.” And I feel that is true and I cannot keep on doing what I am doing. I have to change the situation. If at least for other people involved if not for my own sanity. He is like, “For your own sanity <\/span><span data-id=\"P3-N2004F1\">you should stop.” And I am like, “I am not going insane.”<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">But then, you know, I am sometimes so out of touch with my feelings. Like I am mostly (laughs) in denial about things. So even if I am going insane I will tell myself I am not. You know, [like he ] (ph)<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: So I am sorry. Go ahead.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: No. That is okay.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: Well when he says, “So this needs to stop,” or “This needs to change,” what is he referring to specifically?<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: Well, he wants a clean break up so he can start seeing other women. And, you know, it is completely fair, right? After I stop seeing him and stop going over to his place. (laughs) (sigh) Yeah. I feel like I just cannot let go of him. So I have to figure out what is next. I can’t be as needy <\/span><span data-id=\"P3-N200591\">as I am. You know? It is just not fair, healthy and just and fair. <\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">Yeah. I guess I was kind of Maybe I was using him to provide the things that, you know, Nelson (ph) is not ready to provide or whatever. Or, you know, for old time’s sake or just because it was convenient. But I feel like I should be able to provide myself all of those things. I don’t know. (sigh) (pause)<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">I mean I have my own place. I mean as bad or whatever it might be. You know, I can It is not like I am going to die there. (laughs) So it is livable. And I don’t feel sad or lonely when I am there in it. I am able to occupy my time and be productive. (pause) <\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">I mean I like that he is kind and sensitive and he worries about my Mom. And my Mom and him strangely have this new kind of, I don’t know, it is not a relationship. But, you know, dynamic. It is much nicer than before when they were living together. (laughs) You know, that was just cold and hostile. <\/span><span data-id=\"P3-N2005F1\">And now it is not hostile. It is cold and distant but now it is like slightly more engaged and caring. So obviously they never should have lived together.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">But I like that he cares about her. And she is graduating and he was like, “Yeah, I will come.” You know? (laughs) So, I like that. You know, as far as he and I, I don’t know. I feel like I keep telling him, and maybe I am lying to him, but I keep telling him, “You know we are going to regret this break <\/span><span data-id=\"P3-N200611\">up. I am going to go and be with someone else and then ten years, twenty years down the road I am going to regret leaving you and I am going to come back to you and it will be so much worse.” <\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">Like, “You are going to have to leave your wife and I am going to have to leave my husband.” (laughs) I don’t know why I say that. I feel like -<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">THERAPIST: Yeah. Why do you say that to him?<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">CLIENT: I don’t know. I probably believe it. (laughs) I don’t know. Because we have a really good rapport and we are really good companions. And we have fun together and good conversations. So (laughs).<\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\">THERAPIST: Well we can talk about your belief in it, but even if you believed it why would you say that to him?<\/span><\/p>\n<p data-id=\"P3-N2006A\"><span data-id=\"P3-N2006B\">CLIENT: Why not? Oh, to, to (pause) To stop him from breaking up. (laughs)<\/span><\/p>\n<span data-id=\"P3-N2006A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562618\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: I see. (pause) <\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: I don’t know. I mean, doesn’t it seem I mean, I feel like I should have a friend who should tell me, “This is a perfect guy. He has a “ Or, you know, not a friend. Maybe like an aunt or maybe a friend who is like an aunt saying that, you know, “He is a perfect guy. He has a good job. He <\/span><span data-id=\"P4-N2006F1\">is smart. He loves you. He cares about you and you care about him. You could do anything for him and that is love.”<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">And, you know, like, “All his body parts work. So, you know, why don’t you guys? And he wants to get married. And his parents love you. So why don’t you guys get married?” You know? So, yeah. (pause)<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">But then, you know, depending on who that friend is I feel like I would tell that friend, you know, “But, you know, I wasn’t happy with him. I am really confused because I know that I was happy with him but then I was also tremendously unhappy. And I don’t know how much of his was his fault or not. <\/span><span data-id=\"P4-N200731\">But, you know, end product was that I was unhappy.” (laughs) <\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">So maybe it was not his fault at all but, you know, it is all those associations have built up in my head that you know, like, “Chris (sp). Time with Chris (sp) equals unhappiness.” And so there is just this great resistance in my head to the idea of life with him forever and ever. (laughs) So. (pause) <\/span><span data-id=\"P4-N200751\">That is where I am and I am stuck. (sigh)<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">I feel like if there was no Nelson (sp) in the picture, no one else, it would still be the way that it is right now. Do you agree?<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: It would still be, meaning in what ways?<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: Just me wanting him but at an arm’s length.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: Hm.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: (laughs)<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: Well it seems like you have thought I mean the people like Nelson (sp), you seek them out. So I agree with that because you seek out other people. <\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: It is not like they happen upon you.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: Yeah. No, I mean I go back to the time when I met him and right before when I was You know, things were kind of very peachy between Chris (sp) and me, almost. You know, like I was living with him. It was peachy. It was peachy financially too. Am I using peachy correctly? (laughs)<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">CLIENT: You know, like he was paying rent at his place and I was paying my Mom’s rent, you know, almost all of it. And it was nice, you know? I didn’t mind doing that. She was away but she came and visited me and, you know, I was trying to be as creative in all these different endeavors as much as I could.<\/span><\/p>\n<p data-id=\"P4-N2008C\"><span data-id=\"P4-N2008D\">But this was this layer of kind of sadness or I don’t know if it was sadness. (pause) Just, you know, there wasn’t excitement. And I wasn’t as independent because I was living with him and he was taking care of me. But there were, you know, like we were planning to go to [] and that is exciting but <\/span><span data-id=\"P4-N2008D1\">in a subdued, quiet sort of way. Just the way that Chris (sp) is. <\/span><\/p>\n<p data-id=\"P4-N2008E\"><span data-id=\"P4-N2008F\">So it is like (speaks softly) excitement. (laughs) That is his version of it. And I was thinking of Victor (ph) a lot and trying to get over him. And I was having sex with Chris (sp) but it was, you know, good but not in the way that it was with Victor (ph). But maybe that was just bad. Bad in the sense <\/span><span data-id=\"P4-N2008F1\">that it was good because it was wrong. So that could be it.<\/span><\/p>\n<p data-id=\"P4-N20090\"><span data-id=\"P4-N20091\">Yeah, there was just some subdued kind of living. It was stable and it was subdued and it was peachy in some ways. But then when I met Nelson (ph) I could have said, you know, “No. I have a boyfriend.” (laughs) “I don’t need to pursue this.” But I didn’t say that. You know? <\/span><\/p>\n<span data-id=\"P4-N20090-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20090-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562618\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">Instead I tried to figure out a way to see him and let go of Chris (sp). You know, move out and live on my own and pursue this completely other kind of life, which I am pursuing now. (laughs) And even right now I think, you know, he is gone most of the week and then I get his texts when he is coming <\/span><span data-id=\"P5-N200931\">back and whatever.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">But he comes back on Thursday or Friday. And I look at it and I look at myself and I am like, “Why am responding to it?” Because I seek it out. You know? And the idea of him is exciting. You know, after the work week I seek that out. And, yeah, I just don’t seek out Chris (sp) in the same way. I am <\/span><span data-id=\"P5-N200951\">sure I seek him,. I am sure I would use that word but not at all for the same reasons, obviously. <\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">I mean that is the piece, right, when you are thinking of marriage. You are thinking can You know, like, I guess I will know if I will marry Chris (sp) when I know that I will not seek out other guys. (laughs) And that is what I am trying to convince myself of, that I won’t seek out other days. But <\/span><span data-id=\"P5-N200971\">I don’t think that is true. (laughs)<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: My friend was asking, would I seek out other guys if I was with Nelson (sp) completely? And I said, “Yes,” to him but I am not sure I would.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: What would the difference be?<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: Well at least in the beginning I will try to be all into Nelson (sp) and not seek other people for excitement, for sex or for romance. (pause) Yeah, I don’t understand. Can you really, is this even Is it silly to break up with someone just because they are subdued? (laughs) <\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: Is that what you think the problem is with Chris (sp)?<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: Yeah. Sometimes I think that I am sure that is not the only thing but I think like that. (laughs) That is what comes to mind sometimes. (laughs) (pause) And it is not like Nelson (ph) jumps off the walls all the time. (laughs) But [I am observing] (ph) that even when we are supposedly having <\/span><span data-id=\"P5-N200A31\">the most exciting time -<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">Like, I don’t know, we are at a bar and he is into me or not into me. You know, he is just there or he is subdued too. And I take that moment to think and observe myself and I am like, “How is this different from hanging out with Chris (sp)? How is it different?” I can’t figure it out. What is that <\/span><span data-id=\"P5-N200A51\">emotion that, you know, contentment versus I don’t know, what is the opposite of contentment? I know it is discontent but that is negative. The urge to want stimulation. I don’t know. <\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">What is that? You know? Because you have to have both but it is just when do you have Yeah. It has to align with the other person. (laughs) (pause) (sigh)<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">THERAPIST: Well I think it is a lot more complicated than who do you choose.<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">THERAPIST: Because it is how you feel. And what does it all mean to you? I think it is much more about that and who is the right person for you.<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">CLIENT: Yeah. (pause) What do you mean, “What does it mean to me?” <\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">THERAPIST: Well, you know, we have talked about what Chris (sp) represents, who he represents to you, what he represents to you.<\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">THERAPIST: You know, it is much more beyond is he a good match for you, which is important too.<\/span><\/p>\n<span data-id=\"P5-N200B4-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200B4-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562618\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: Yeah. (pause) I feel I have come a long way. Or not a long way, a short way, but I have come (laughs) from feeling that way. Because you used to say, you identified how Chris (sp) represents structure and, you know, this and that. And why can’t I make that on my own? And I feel And I have <\/span><span data-id=\"P6-N200B71\">learned how to do that.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">I might not be very efficient and good at it like Chris (sp) is but I am kind of I recognize that, you know, I seek him out because of structure and this and that but I can provide that on my own. And his beliefs, his structure, his judgment does not have to be my own. It better not be my own. That <\/span><span data-id=\"P6-N200B91\">is the thing. I have kind of learned that. <\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">So I don’t seek him out for structure. I don’t seek him out for judgment or taste. I appreciate his thinking still but I feel like relationships are about much more than just, what does the other person think of politics or books? You know? It is actually about the time you spend together and how good <\/span><span data-id=\"P6-N200BB1\">is it for you. Isn’t that right?<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">Like a relationship should be about what you cannot get from yourself. That is when you need the other person. Right? So if he doesn’t bring to the table what I constantly want and need then it is not a good match. And the sad part is that people change. You know? So these few years I might be wanting <\/span><span data-id=\"P6-N200BD1\">and needing this “x.” But a few years down the road I know that (laughs) I will want something else. <\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: Something else? Like, yeah, how are you thinking about that?<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: Like I am completely different now than I was two years ago. You know? Like if I fill out a chart in a doctor’s office I would be ticking off alcohol units. You know? Like three to four every week. And it used to be not every week. You know, a couple of years ago. So it is like every weekend <\/span><span data-id=\"P6-N200C11\">and like, okay, you know, time to go out and have drinks with friends. You now? That never used to be the case.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">And I kind of observe myself and I wonder, “How long will this last?” You know? I mean, sometimes it feels tiresome. I don’t want to go out and drink. And I am like, wow, I have already done it so many times and it seems old to me because, you know, I just started living my twenties.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: I see, so what you are saying is that if your needs constantly change, how can you choose a partner if that grows out of what you might need from another person? <\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: Yeah. And Chris (sp) is pretty set. He was pretty set eight years ago when I met him. Like he was pretty set. I would say he hasn’t changed. Or he has changed a little but there is not much room for growth there. (laughs) He would never He doesn’t want to go out drinking, never ever. Wine <\/span><span data-id=\"P6-N200C71\">gives him headaches. He doesn’t do that. You know?<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">I feel like I was that way and then something happened and I just exploded and I wanted to be something completely different. And I am different and I am on this other extreme. But there will be a point where I am going to come back to a medium. Maybe I won’t go back to that extreme of not drinking. <\/span><span data-id=\"P6-N200C91\">Maybe I will be in the middle. But, yeah, I don’t know.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">I think I kind of lost track. We were talking about what it means to me. I think I was responding to that. <\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">THERAPIST: What Chris (sp) means?<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">CLIENT: Yeah. Like beyond structure what else does he mean to me? Like an authority figure? I think we have talked about that. Yeah, I feel I am seeking out authority figures less and less. Yeah.<\/span><\/p>\n<span data-id=\"P6-N200CE-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200CE-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562618\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: Well I do want to comment about Chris (sp). I know I keep coming back to this and maybe I am just barking up the wrong tree. But there is a way in which you are experiencing me as an authority figure now that I feel is really important for us to understand. Not because it is so important <\/span><span data-id=\"P7-N200D11\">that we talk about the treatment but I am wondering if it reflects something about what is going on inside of you. That is why I bring it up.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: You as an authority figure?<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: Like there is a way in which And, I mean, this happens with a lot of the obligations you feel. That you seek them out and then you kind of feel trapped by them or kind of annoyed that you are stuck with these obligations. “Why are you making me do this?” <\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: Mm hm.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: And I feel like there is a little bit of that going on in here. Not entirely but that is why I want to It sort of turns into something that you are seeking out because you want help and you want understanding. And it is sort of like, “Oh, these are sessions that I have to commit to but <\/span><span data-id=\"P7-N200DD1\">I have other things to do.”<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: (laughs)<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: Like somehow there is a certain kind of obligation that feels onerous or at least conflicting with other things that are important to you.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: It does feel a little bit that way but, I don’t know, I don’t know if I feel about the sessions as much as I feel about say classes or other obligations as you say. I definitely feel like (sigh) I am trapped with them. And I am trying not to think that way. I keep telling myself, “No. I signed <\/span><span data-id=\"P7-N200E31\">up for this for this reason. Focus on that.” You know? Like I wanted to do this readers theater to see how kids do this and that is what I am going to get out of it. <\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">And I will figure out how to write on those days. I will take my laptop. I will figure something out. You know? So I am trying to tell myself that so that I don’t feel trapped. But I don’t know about the sessions so much. Sometimes it does feel like an obligation but I just have to remind myself that <\/span><span data-id=\"P7-N200E51\">I am doing this for me. You know? This is my thing.<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">You are not getting anything out of it? (laughs) I am getting I guess we are both getting stuff out of it.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">CLIENT: So, yeah, I guess I have to keep reminding myself of that.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">THERAPIST: Okay, but unlike other experiences where you are not going to really be talking about this with a professor. I mean it is okay that you feel trapped.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">THERAPIST: I mean it is not okay in the long run because it doesn’t feel good. But we can also try to explore those feelings together.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">CLIENT: Yeah. What do you mean?<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">THERAPIST: Well, you know, if you show up at your professor’s office and you are pissed off that you have to be there I am not really sure there is much productivity. (ph) I mean, okay. But here we can talk about that. It is an opportunity for us to understand those feelings. <\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">THERAPIST: You came here very pissed off -<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">CLIENT: (laughs)<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">THERAPIST: that you have to be here and you had other things to do. I am not encouraging you to come here pissed off, per se. (laughs)<\/span><\/p>\n<span data-id=\"P7-N200FC-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200FC-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562618\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">THERAPIST: Like artificially create it. But that is what we are here to do, to understand those feelings not just to try to control them.<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">CLIENT: Yeah, no, I don’t think I am pissed off. I wasn’t pissed off on Monday.<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">CLIENT: I just was kind of pissed off that I was late and I had missed out. And, yeah, like I said, I had my laptop with me so that really kind of gives me the feeling, I guess, “It is right here and I can work.” (laughs) So, yeah, but I was pissed off for a different reason. And I come here kind of, <\/span><span data-id=\"P8-N201071\">you know, running and I am a few minutes late but I am not pissed off to be here.<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">I mean, of course, I would be lying if I said that I have never felt that way. But there might be moments where I am like, “Oh, I don’t want to talk.” And it is just that is has got to do with me not wanting to talk rather than, “Why am I here?” And, “This is an obligation.” Because I feel like I can <\/span><span data-id=\"P8-N201091\">remind myself that, you know, I am here for me. <\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">But, I mean, I completely see what you are saying, the feeling trapped, because I know that feeling so well. I feel trapped in situations.<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">THERAPIST: It is a terrible feeling.<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">THERAPIST: It is a terrible feeling.<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">CLIENT: But I think I am learning how to not feel that. Although, you know, like with my Mom I feel trapped to help her. And I don’t think I have figured out (laughs) a very good solution. But then I am like, you know, it will take years to resolve, I think, this thing. I mean the feeling. What do you say?<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">The financial situation can be changed. It might not take so long to change but the feeling of You know, like my professor was saying that he is helping out his Mom too. He is taking care of her. He goes to see her at the rehab every day. So it is something like that is what it is. Like much older <\/span><span data-id=\"P8-N201151\">people have this obligation. How do they deal with feeling trapped. They probably do feel trapped. <\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">THERAPIST: No. Not necessarily.<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">CLIENT: Yeah?<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">THERAPIST: Not at all. I think it is a big difference if you feel like you are giving it versus it is being taken from you.<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">CLIENT: Yeah. I feel like it is being taken from me.<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">THERAPIST: I know.<\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">CLIENT: (laughs) (pause)<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\">THERAPIST: And I understand why you feel like that.<\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">THERAPIST: But it is a very big difference. Not everybody who visits their parents every day feels that way.<\/span><\/p>\n<p data-id=\"P8-N20128\"><span data-id=\"P8-N20129\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2012A\"><span data-id=\"P8-N2012B\">THERAPIST: They feel it is a choice that they are making. It is very different than feeling like, “I have to do this. This is something that is expected.”<\/span><\/p>\n<p data-id=\"P8-N2012C\"><span data-id=\"P8-N2012D\">CLIENT: Yeah. Well I have thought that just not doing it will help. (laughs) And then instead of feeling guilty to do it I feel I want to do it. Maybe you disagree with that but I feel like that works or it is working.<\/span><\/p>\n<p data-id=\"P8-N2012E\"><span data-id=\"P8-N2012F\">THERAPIST: Well I am certainly I am an empiricist at heart. So if it is working it is working.<\/span><\/p>\n<p data-id=\"P8-N20130\"><span data-id=\"P8-N20131\">CLIENT: (laughs)<\/span><\/p>\n<p data-id=\"P8-N20132\"><span data-id=\"P8-N20133\">THERAPIST: I am not going to I don’t dis If it is working it is working. So.<\/span><\/p>\n<p data-id=\"P8-N20134\"><span data-id=\"P8-N20135\">CLIENT: Yeah. So, I mean, I ignore my Mom a lot. Like I don’t go see her -<\/span><\/p>\n<p data-id=\"P8-N20136\"><span data-id=\"P8-N20137\">THERAPIST: Do you want me to turn on the heat by the way? <\/span><\/p>\n<p data-id=\"P8-N20138\"><span data-id=\"P8-N20139\">CLIENT: Oh, no, that is okay.<\/span><\/p>\n<p data-id=\"P8-N2013A\"><span data-id=\"P8-N2013B\">THERAPIST: It is so cold today.<\/span><\/p>\n<p data-id=\"P8-N2013C\"><span data-id=\"P8-N2013D\">CLIENT: Strange. There is snow on the ground.<\/span><\/p>\n<p data-id=\"P8-N2013E\"><span data-id=\"P8-N2013F\">THERAPIST: It was like 31 degrees this morning.<\/span><\/p>\n<p data-id=\"P8-N20140\"><span data-id=\"P8-N20141\">CLIENT: But, yeah, and then after several days of not seeing her I wonder about her and I want to see her. So I am trying to learn to be different. But I am taking other people’s help. Like I am taking Nelson’s (sp) help because he is all about, “I am selfish and I only do stuff for people if it is <\/span><span data-id=\"P8-N201411\">convenient for me, if it makes me feel good.”<\/span><\/p>\n<span data-id=\"P8-N20140-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20140-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562618\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">So I am like, “Huh.” I can try and posture and do that. (laughs) Not to his extreme, not be selfish. Or maybe try to be selfish and think about what I want and figure out how to get that first and then respond to my Mom’s call or something. You know? So that it feels like I am giving instead of it feeling <\/span><span data-id=\"P9-N201431\">like it is being taken from me. It is like a “me” centered understanding. I don’t know. (pause) Yeah. <\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">THERAPIST: But you come by this feeling honestly. You know? Because your mother can I mean, for so many different reasons, you know, one of which is your mother very much communicated to you what she sacrificed for you and what you owe her.<\/span><\/p>\n<p data-id=\"P9-N20146\"><span data-id=\"P9-N20147\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20148\"><span data-id=\"P9-N20149\">THERAPIST: Implicitly and explicitly. It is not something that you are fabricating.<\/span><\/p>\n<p data-id=\"P9-N2014A\"><span data-id=\"P9-N2014B\">CLIENT: Yeah. And I am trying to separate that from everything and ball it up and put it like, okay, that was a narrative. Not something like the narrative that is around. Or even the narrative that she has. She has some narratives too.<\/span><\/p>\n<p data-id=\"P9-N2014C\"><span data-id=\"P9-N2014D\">THERAPIST: True.<\/span><\/p>\n<p data-id=\"P9-N2014E\"><span data-id=\"P9-N2014F\">CLIENT: So take that and take it and understand it and rationalize it but not let it govern me so much. Because I think it kind of did for a few years back there. But, yeah, I guess and to rise above it and separate myself. <\/span><\/p>\n<p data-id=\"P9-N20150\"><span data-id=\"P9-N20151\">THERAPIST: I know you are working very hard.<\/span><\/p>\n<p data-id=\"P9-N20152\"><span data-id=\"P9-N20153\">CLIENT: (laughs)<\/span><\/p>\n<p data-id=\"P9-N20154\"><span data-id=\"P9-N20155\">THERAPIST: I see that.<\/span><\/p>\n<p data-id=\"P9-N20156\"><span data-id=\"P9-N20157\">CLIENT: But not hard enough in this relationship scenario. (laughs)<\/span><\/p>\n<p data-id=\"P9-N20158\"><span data-id=\"P9-N20159\">THERAPIST: Why do you say that?<\/span><\/p>\n<p data-id=\"P9-N2015A\"><span data-id=\"P9-N2015B\">CLIENT: Well, I feel like that is true. Like I work hard in certain areas and not at all in others. So I am slacking in that.<\/span><\/p>\n<p data-id=\"P9-N2015C\"><span data-id=\"P9-N2015D\">THERAPIST: Well, leaving that question aside, whether you are slacking or not. I am not chiming in on that. I don’t really know how to think about that yet. But it is a much more complicated situation.<\/span><\/p>\n<p data-id=\"P9-N2015E\"><span data-id=\"P9-N2015F\">CLIENT: Yeah. Yeah, and there are so many people involved now and they are all like, “Hello! You can’t just do this.” (laughs)<\/span><\/p>\n<p data-id=\"P9-N20160\"><span data-id=\"P9-N20161\">THERAPIST: It is complicated. Right. It involves other people and it is confusing.<\/span><\/p>\n<p data-id=\"P9-N20162\"><span data-id=\"P9-N20163\">CLIENT: Yeah. I don’t know. I feel like I just want to just talk to Nelson (sp) this weekend and tell him I cannot continue like this. (laughs) I mean he hasn’t met my Mom and he hasn’t told his parents about me. <\/span><\/p>\n<p data-id=\"P9-N20164\"><span data-id=\"P9-N20165\">And, you know, he has known me for a year and he said last week that at first he was meeting girls with the intent of getting married because they were through his parents. But now he is happy just seeing me and he is like, “Yeah, I can just continue doing this. I don’t have to get married.” (laughs)<\/span><\/p>\n<p data-id=\"P9-N20166\"><span data-id=\"P9-N20167\">THERAPIST: Cecelia (sp) we do need to stop for today.<\/span><\/p>\n<p data-id=\"P9-N20168\"><span data-id=\"P9-N20169\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N2016A\"><span data-id=\"P9-N2016B\">THERAPIST: So I will see you then next Wednesday.<\/span><\/p>\n<p data-id=\"P9-N2016C\"><span data-id=\"P9-N2016D\">CLIENT: Enjoy the marathon.<\/span><\/p>\n<p data-id=\"P9-N2016E\"><span data-id=\"P9-N2016F\">THERAPIST: I’m sorry.<\/span><\/p>\n<p data-id=\"P9-N20170\"><span data-id=\"P9-N20171\">CLIENT: Enjoy the marathon.<\/span><\/p>\n<p data-id=\"P9-N20172\"><span data-id=\"P9-N20173\">THERAPIST: Oh, thank you, thank you. Take care.<\/span><\/p>\n<p data-id=\"P9-N20174\"><span data-id=\"P9-N20175\">CLIENT: You too.<\/span><\/p>\n<p data-id=\"P9-N20176\"><span data-id=\"P9-N20177\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}