{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is starting to second-guess his move abroad and is almost setting himself up for disappointment. Client discusses his feelings on moving and his anxiety over such a major life change."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Life events","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Disappointment","Job security","Stress","Life choices","Life changes","Psychoanalytic Psychology","Anxiety","Sadness","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Life events","Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["7"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Disappointment","Job security","Stress","Life choices","Life changes"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Sadness"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":6,"pageCount":6,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562586","dorpId":"1006469579","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 162: January 15, 2014: Client is starting to second-guess his move abroad and is almost setting himself up for disappointment. Client discusses his feelings on moving and his anxiety over such a major life change.","fullTitle":"Client \"AP\", Session 162: January 15, 2014: Client is starting to second-guess his move abroad and is almost setting himself up for disappointment. Client discusses his feelings on moving and his anxiety over such a major life change.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":6,"totalPages":6,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":6,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562586\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: How’s it going? Feel better?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Much better, thank you. A quick thing.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: It’s been going around, definitely. Glasses? Whoa!<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Yeah, I’ve always worn glasses. I have contacts.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Awesome. I remembered two dreams, finally, that I just had.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Last night?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah. I don’t know what’s going on with Cecelia, but she’s been waking me up at 5:00 AM, 5:30, and I have to get up. She will not stop meowing. It’s throwing off an already-not-great sleep schedule. Then I try to get up and then I rally and am like I’m up really early, great. It’s impossible. <\/span><span data-id=\"P1-N200191\">By 9:00 AM I’m just exhausted.  Anyway, after I’ve fed her and played with her a little bit, when I fell back asleep I saw one dream where I could hear songs that were mine and it was me and my band, but I don’t know those songs. They sounded good, so that was interesting. Then the weirder dream is <\/span><span data-id=\"P1-N200192\">that my friend, Diego, the one who is here from Assyria, the one who I’m going to stay with when I go there and who has been visiting here these past few weeks. I had a dream that – I don’t know if in the dream I knew this or not – but it was almost like some kind of psychiatric hospital that he had <\/span><span data-id=\"P1-N200193\">taken me to and it was really weird; and then he disappeared.  I was there with these people that worked there and, at the same time, I’ve been looking at it like frames, I think.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Like glasses?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah, I think. I started having this weird premonition that these people that were there were not believing me that I was there for a friend and that they were going to try and lock me up.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Thinking that you were really the patient.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: That I was really the crazy one or whatever. That was really weird. That didn’t end up being the case. That was the funny thing. She finally took me in to see him, although this was weird, too. She took me in to see him, but when she opened the door he was just snoring; he was sleeping or something. <\/span><span data-id=\"P1-N200211\">At first I thought it was growling, but she opened the door and it was just totally dark and he was snoring.  There was something on the table for me that he had left or something. I don’t fucking know. It was really weird and the people were really weird like – not caricatures, but grotesque, kind <\/span><span data-id=\"P1-N200212\">of. This woman was like a dwarf or midget, very, very short, and had a weird red afro. (chuckles) It was weird, but I wasn’t scared. I was just kind of . . . I don’t know.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Thoughts?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: I have no fucking idea. My friend, Diego, has had mental problems years ago because they didn’t know that he had that kind of epilepsy where you don’t know that you’re having a seizure. So he seemed totally normal, but he was having seizures. So it got to the point where it was really fucking <\/span><span data-id=\"P1-N200251\">his moods.  He’s already one of these guys who – he’s my age or younger – but he’s always seemed like an old dude, like the way he dresses. You know how some people already seem a little curmudgeonly, like get-off-my-lawn kind of thing? So he always had that, but that’s not a mental illness. But that <\/span><span data-id=\"P1-N200252\">thing, until they diagnosed it, he got put into a psych ward – not in a bad way. I think he volunteered himself, but it was bad until they diagnosed it. I don’t know if that was just swirling somewhere in my mind, but then the snoring I was like wait, is that me? Because I do snore sometimes. Even if <\/span><span data-id=\"P1-N200253\">that was me, what does that mean? I don’t know.  The one thing I can think of is that (pause) – I just drew a blank – about going to Assyria and stuff. Everything feels so unreal. I think it has maybe something to do with that. I’m not sure what. It must have something to do with it. I think that’s <\/span><span data-id=\"P1-N200254\">why I’m seeing so many of these vivid dreams now because I still feel that it’s weird. I don’t feel as excited as I should feel. Maybe a part of me feels like I’m not really going to go or it’s really not real.  It seems like such a big change all of a sudden that it’s not really sinking in on some <\/span><span data-id=\"P1-N200255\">level. Like I’ve been saying, I’m just scared to go there if it doesn’t work out – or if it does work out. And then the music, like with the band, that’s a bummer. That’s bumming me out, but there is no way around it. I can’t stay here just for three guys that I like to play music with where we have <\/span><span data-id=\"P1-N200256\">nothing going on. But that is kind of bumming me out. I feel like I’m leaving that half-assed. I feel like did we really try as hard as we could? But like my friends have said, that’s not about them, it’s about me.  I could be trying anywhere as hard as I can. They are my songs so I’m going to go play <\/span><span data-id=\"P1-N200257\">them wherever I am.<\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562586\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: It’s something more you wished you’d done with this group, you mean?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: I mean it just hasn’t been that long and we sound good. It’s just a bummer to have to give it up. I’m not going to find people like that in Assyria. It’s hard to find people that you also really enjoy spending time with and they just “get” you. In Assyria, it’s probably going to be much more <\/span><span data-id=\"P2-N200291\">like you play this; you play that. They’re literally going to be a backing band, if I even have one, whereas this feels like a band. It’s like a benevolent dictatorship, but they’re talented guys. They know what to do because we just get it.  Then I’m careful and wonder if I’m using it as an excuse. <\/span><span data-id=\"P2-N200292\">They’re just three guys I like playing music with. Am I going to give up a great opportunity to hang out behind the plumbing supply shop and play music? Yeah, that’s great, but that’s not . . .<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Are you feeling ambivalent about it in an unreal way right now, like you’re second-guessing going? Has that crossed your mind? I don’t know. I’m just trying to [follow it through.] (ph?)<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: I guess a little bit. Everything feels surreal to me right now. It’s hard. I can’t find a better way to express it. Not surreal, just unreal; like what is going on? I’m talking about moving in March? But it also makes sense. In a way, I feel like I’m along for a ride that some other part of <\/span><span data-id=\"P2-N2002D1\">me has put together.  Do you know what I mean? It could be that it’s the older, anxious side of me that’s having trouble handling this other newer side that has made an opportunity for himself and makes perfect sense. I don’t know if that’s what’s going on or if I just legitimately feel like . . . I don’t know.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Feel like what?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: If I’m really ambivalent. But then it’s like ambivalent about what? What am I doing here? It seems like it’s more about just the change. I’m scared of the change. What if I go there and I still don’t write? What if I go there and I still feel whacky and I still sleep too much or something?  <\/span><span data-id=\"P2-N200311\">Things really need to change and I’m worried that I’m expecting too much change.<\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562586\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: Are you setting yourself up for disappointment?<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Yeah, I don’t know. At the same time, things do need to change. It wasn’t easy when I had this stupid job, but now I feel like I’m adrift. There is no routine and as much as I try to make a routine, you need things. They don’t have to be major things, but you need things to give you a routine. <\/span><span data-id=\"P3-N200351\">I’m hoping that something like that will happen over there. Or, if nothing else, I’m hoping that things will be so different in terms of my social life that that, in and of itself, is a kind of routine.  (pause)<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: Your dream where you were afraid that maybe you were the patient, in a way it’s like there are two representations of you, feeling healthy and taking ownership and just visiting and feeling more powerful and empowered and doing this for all the right reasons, but you’re unsure and sort of <\/span><span data-id=\"P3-N200371\">have to say “no, but I’m not the patient and I’m worried.” What if this other side is there, too? What if you get there and this isn’t real about you?<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Yeah. (pause)  On some level, maybe what’s happening –it’s a bit dramatic – and I have a feeling that what’s happening, is that there is something in me that feels like it’s now or never in terms of all this shit I say about being an artist and this and that. Yeah, that’s true; but something <\/span><span data-id=\"P3-N200391\">in me feels like it’s now or never. Either you’re going to take it to another level or – there is a reality. Yeah, I’m sure you can still do shit when you’re in your 50’s and 60’s. Of course you can, but you’re in your prime. While you’re still fairly young and you have your fucking wits about you and <\/span><span data-id=\"P3-N200392\">you have nothing anchoring you down – come on. Either you sit down and you make shit happen or you don’t. That’s scary because so far I’m not. I keep saying that, but I’m not. So I’m worried that even a big change like that – because then there’s no answer. Then I don’t have an answer after that. I <\/span><span data-id=\"P3-N200393\">don’t know if I need to take a shitload of Aterol or . . . (laughs)  Because it can’t be that I’m not talented. I know enough to know that I’m not the most talented, but I’m talented in whatever spectrum. So it’s not that. I think something in me is trying to really battle it out. Especially in the <\/span><span data-id=\"P3-N200394\">last few weeks I’ve been feeling it. Part of me is like I just want to get up and read that book, but I don’t. (chuckles) I can taste it, but something in me here is just not . . . I don’t know what the fuck it is.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: Maybe what’s frightening about it, then, is thinking that somehow it’s going to be different just because you change locations and it feels like can that really be true?<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: That’s part of it. A nine-hour zone difference – I’m still me. But then I keep thinking that it does.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: How so?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Because it did in London. It still didn’t go all the way to where I wanted it to, but it was a start. Chances are if I had had a job there and stayed there, then that was going to continue. But because I had to do this keep-coming-back and I couldn’t get into a real blossom, I couldn’t really <\/span><span data-id=\"P3-N200411\">come out. If I had stayed there when the book was done, then who knows? I would have still been there and Jason would have still really been pushing me instead of now we really have no contact.  He doesn’t even get back to me now. Those things would have kept pushing me out. Instead I regressed to family <\/span><span data-id=\"P3-N200412\">and this stupid routine and this shitty job and not challenging myself.<\/span><\/p>\n<span data-id=\"P3-N20040-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562586\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: And because there wasn’t money, do you think? Like had there been the money to support you being there, you don’t think you would have come back?<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: Yeah, if they were like “just teach here.” If it were like the Assyrian situation where it was real money, not just this chump-change money then, of course, of course I would. Then there wouldn’t be such a break. I would come to Darien and in the summer I’ll stay in Darien and then I’ll go back, <\/span><span data-id=\"P4-N200451\">especially from there. Jesus, it’s like six or seven hours, like from here to Oregon; it’s nothing. But western Europe is not a joke, unless you’re some 20-year-old who is just going to live on tuna fish and live in a shit-box and work under the table; that’s not me. It’s a very, very expensive place. <\/span><span data-id=\"P4-N200452\">Especially because I was already going there in debt, so that didn’t feel great already.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: Brian, that’s also a big factor to keep in mind about a kind of thing that can be inhibitory when moving forward in your life pursuits, is money. It didn’t ever sound like the reason why you left there was because you had regressed. That may have been what eventually happened.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: I didn’t say it was because I regressed, I meant that because I had to come back because of the money, once I was back it’s a trap.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: Getting sucked into [ ] (inaudible at 00:17:00), too.  But the idea that this plan you have has money involved – yes, it could happen if this job doesn’t come through and they all of a sudden say, “I’m sorry. We have no teaching opportunities.” And six months go by and there is nothing, certainly <\/span><span data-id=\"P4-N2004B1\">there is a chance of that if you don’t have a contract and suddenly it’s impossible to get a contract. It doesn’t sound like it’s very likely that’s going to happen, so assuming you get to teach a couple of courses or three courses or four courses, it’s so different. You will have money. I think one <\/span><span data-id=\"P4-N2004B2\">of the things that means that it’s not just a location cure, which is a fantasy, is more along the line of financially being really independent. Having money often means symbolically being able to forge your own identity once and for all, not being tied to mom and dad and sort of building the feeling <\/span><span data-id=\"P4-N2004B3\">of indebtedness and loyalties. It breaks that tie with your mom in a way that I think allows you to just really embrace you.  You’re still scared thinking, “Okay, what if, given that chance, what if even with money I don’t write? What does that mean then? Who am I?” And you’ll cross that bridge when <\/span><span data-id=\"P4-N2004B4\">you come to it.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: That’s true. That’s the thing. That’s what I’m saying. Maybe there is this ultimate battle going on. It’s the older, regressed side that’s so lulled into this cocoon that I have in this area between family and friends and this little, in some ways, very comfortable life. <\/span><\/p>\n<span data-id=\"P4-N2004C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562586\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: What if you were going to try to make yourself do something that you haven’t been able to do again in a really effortful way in preparation? [Trying to get the motivation running?] (ph?)<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: I think that’s what’s been happening, even subconsciously. That’s what I’m saying. I suddenly have this desire like “I just want to read this book.” I think that is happening. Just my thinking it, I think, is a good start because in the past I was thinking it, but not really, kind of scatterbrained. <\/span><span data-id=\"P5-N200511\">But now I feel this weird pull. Not a need, but a desire to; maybe that’s what I didn’t feel in the past. I felt a desire to feel a desire. I wanted to want to, but now I just want. That book is interesting. I just want to see what’s going on here.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: What book? <\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: It’s because of this fricking dissertation that I’m not really writing. There is this Assyrian-American who teaches nearby, I think. It’s basically the book I would have written, kind of. It’s modernism, trauma and poetry. It’s not about Assyrians, but he has one or two chapters that deal with <\/span><span data-id=\"P5-N200551\">Assyrian genocide. It’s not just Armeno-centric. That’s a book I should read.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: So what stopped you on that book?<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: I have no idea. That’s the thing, I never know. I think I’m just lulled.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: What does that mean?<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: I’m just too comfortable here or something.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: When you’re in bed the book is there. Why not look at it in bed?<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: I can’t concentrate or something or I’m worried that I can’t concentrate. It’s become a viscous cycle. That goes back to what I was saying way before when I thought that maybe it’s ADD.  Except for a few years when I was a teenager, I just have such a history of not being able to concentrate <\/span><span data-id=\"P5-N200611\">that it’s just become a self-fulfilling thing.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: But you did it as a teenager?<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: Kind of. I did but I didn’t though. I coasted through high school. I don’t remember doing any homework. I would just get good grades. I don’t know how.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: I’m just saying that with your writing you seem so focused.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: Yeah, writing poetry and stuff I was more motivated.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: Sending it out, following through with all of that.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Yeah, there were a few years, so I’m assuming it’s because of PTSD once my dad died. That must be a PTSD thing where if it’s drastic something just gets shut off or paralyzed or you just can’t. <\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: So is that what it is, the paralysis?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Yeah, like something in me just can’t. I don’t feel the joy I used to feel like “Oh, cool. I’m going to get on the bus and go to a café” and I would just sit there and I would read. I’m sure I was distracted here and there, but no Internet and no cell phones. I would just sit there and I would <\/span><span data-id=\"P5-N200711\">read [Camus] (ph?) or something. I would underline shit and stuff that I totally didn’t understand. That just went out the window when my dad died. Whatever that joy was of just doing that went out the window.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: That kind of vitality?<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Exactly, and not caring what page I was on or whether I should read the whole book. That just went out the window, totally out the window.  And then, unfortunately, that’s a bad combo to conflate that kind of paralysis with this academic bullshit because then it really asking for self-flagellation <\/span><span data-id=\"P5-N200751\">because now you’ve got to read these dry, bullshit books that you don’t really want to read. So then it becomes a viscous cycle. Then I’m not a good scholar. I don’t know what to write in this paper. I have nothing to say, so I end up writing these half-assed papers. I think that has just become deep-seated <\/span><span data-id=\"P5-N200752\">and I don’t find pleasure.<\/span><\/p>\n<span data-id=\"P5-N20074-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20074-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562586\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: I wonder what it would be like to just try it between today and tomorrow and see what happens.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Yeah, I have a book with me in my bag.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: Even if it’s just a chapter and even if it doesn’t work, then pay attention to what’s going on inside.  What do you get distracted with? What does it feel like? Are there feelings that come up with you when you read?<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: The one concrete thing that I know does happen – the other stuff is more deeply psychological – is I have so much going on, so it’s hard to do one thing at a time. That’s more of a logistical, practical problem that I have. So if I’m working on songs I can kind of focus, kind of, but writing <\/span><span data-id=\"P6-N2007D1\">and the PhD and all that I’m like “I should be sending poems out.” But then, of course, I don’t send out poems. My mind just goes in very different directions instead of just being like “I will send poems out. Right now I’m going to read this chapter, but then I’ll send some poems out.” For whatever <\/span><span data-id=\"P6-N2007D2\">reason . . .<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: You get overwhelmed quickly.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: Very quickly. Even before I open the book I’m already . . . And then that, of course, saps the joy. I feel fucking tired. My PhD is not done. What am I going to say? I’ve got nothing to say. This guy already wrote the book. What the fuck? That’s the other thing, I probably shouldn’t have even <\/span><span data-id=\"P6-N200811\">probably gone to grad school. I have nothing to say. Even if I do it’s not in this academic, scholarly, bazillion-footnotes way, but here I am. There is no other way to finish this fucking thing.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: So those voices are also really important in potentially hampering you from even writing the book. How about you say you’re not allowed to do anything else but read a chapter in that book? You cannot send out poems today. That’s the only thing. See what happens and see what it brings up, <\/span><span data-id=\"P6-N200831\">even if you don’t do it, and we’ll talk about it tomorrow.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: Okay. All right. Thanks Claire. See you again. Have a good one.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}