{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses feeling stuck and overwhelmed both professionally and in therapy."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Work behavior","Anxiety disorders","Sense of control","Psychoanalytic Psychology","Frustration","Anxiety","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["4"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Work behavior","Anxiety disorders","Sense of control"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":4,"pageCount":4,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562202","dorpId":"1006469195","contentType":"text","aucs":"CTRN-V1","title":"Client \"K\", Session February 12, 2014: Client discusses feeling stuck and overwhelmed both professionally and in therapy.","fullTitle":"Client \"K\", Session February 12, 2014: Client discusses feeling stuck and overwhelmed both professionally and in therapy.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":4,"totalPages":4,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":4,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562202\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I’m just kind of feeling the same as yesterday. I feel like at work, to be productive and doing a lot, it’s got to match up with [ ] (inaudible at 00:01:43), but I don’t know. I wish I could do things more calmly where I’m just not so affected by it.  I feel like it’s always like I either have <\/span><span data-id=\"P1-N2000D1\">to be wrapped up or where I don’t do anything at all. It’s always kind of in between. (pause)  I guess I just am fed up and not really feeling good about things and I don’t really know how to manage myself or slow down, but not so much that I’m not doing anything.  (long pause) I guess I just want change, <\/span><span data-id=\"P1-N2000D2\">but I feel like I’m unable to and am stuck, not able to let some things go.  (long pause) <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Let me be clear. I don’t think you have bipolar disorder, otherwise I would have said something by now. But there are some features of what you’re describing that are a little like that in more of a psycho-dynamic and a kind of diagnostic sense. What I mean is I think that kind of amped up, <\/span><span data-id=\"P1-N2000F1\">energized state bears some resemblance to a mild manic state, in that I don’t think that’s what it actually is in a diagnostic sense, but I think it’s like that in that I think when you’re feeling that way, there is a collection of feelings and fantasies that go along with it.  I think you tend to have <\/span><span data-id=\"P1-N2000F2\">a fairly narrow focus, like you don’t let a lot in in terms of bad feelings or doubts, in a way. And I think it probably feels like there are no problems – or maybe there is only one problem, which is that something might not get done. I imagine that you sort of have to shut all of that other stuff <\/span><span data-id=\"P1-N2000F3\">out and have, I guess, some idea about yourself being able to kind of get through anything.  That’s sort of the mode that you’re in when you’re productive in that way, but it’s a little fragile or a little [ ] (inaudible at 00:08:18) and things pull you out of it – interactions with people, bad things <\/span><span data-id=\"P1-N2000F4\">happening – that kind of put you into that other mode where you’re feeling more overwhelmed, more stuck, not as motivated, but also it’s a much more inclusive mode in that you can feel worried about a variety of things. You can feel upset, confused, sad, lacking conviction – all these things that you <\/span><span data-id=\"P1-N2000F5\">can’t get in touch with really in the more energized mode.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I don’t know. Yeah.  (pause) I agree. (pause)<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I guess the reason I mention it is because I think, especially in the more productive mode, some of the fantasies that go along with it are not as obvious as when you’re in that.  For example, and maybe I’m wrong, but it doesn’t feel like you have limitations or it feels like a much less <\/span><span data-id=\"P1-N200131\">limiting mode. I think in some ways that’s true and in other ways it’s not true. (pause) <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I feel like either way, in either mode, there is this lack of enjoyment. It’s not like I should be enjoying everything [in the line of work] (ph?), but there is always this wanting more and I’m not sure how to do that. (pause) <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: I think when you get like that, you always feel very much on the line, like it’s a very performative way of being; and there is a lot of anxiety that goes with that which doesn’t have much to do with enjoying what you’re doing. (long pause)  [I guess I’m just thinking what I do because with <\/span><span data-id=\"P1-N200171\">my anxiety,] (ph?) I need that to remember things I have to do or to get me to do it. (pause) <\/span><\/p>\n<span data-id=\"P1-N20016-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20016-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562202\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">THERAPIST: I guess when you talk about it, it’s almost like the boss is right over your shoulder when you feel that way, like standing right over your shoulder – which makes it awfully easy to remember what it is that you have to do, but also feels, I think, intrusive and exposed. (pause) <\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">CLIENT: I don’t know. (pause)<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: I know that I’m not really answering your question. I know that your question also comes from feeling, I think, that things are really quite intolerable.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: Right. (pause) I guess I’m just kind of stuck on what to do or what to change. <\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: Okay, so here is the moment then that I think you really want the same thing with me. I think you are probably feeling like close to coming apart in thinking about what we’re talking about and are sort of reaching for the same scenario, where I am then kind of over your shoulder saying, “Do <\/span><span data-id=\"P2-N200211\">this; do that. Here’s how you need to fix that,” because that is the thing that helps hold you together.  If I were to tell you that, it would be, I’m sure, such a relief.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Right. (pause) I don’t know. I guess I just kind of feel like I don’t want to keep doing the same thing, but I also feel like I’m just going to, like it’s inevitable. [But things are going to stay the same.] (ph?) (pause) <\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: I guess you were also saying yesterday, although I don’t know if this applies now, that you feel as though you are wanting to go about this in a more childish way and I am wanting you to go about this in a more – and I’m thinking about this from your point of view now – mature emotion-facing way.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: I just want a fix or something to hold onto when I’m feeling overwhelmed or beginning to so I’m not completely taken over by this feeling of anxiety and stress.  I guess I kind of feel like something else needs to happen or . . . I don’t know. (long pause) <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: I imagine that you feel me abandoning you and that’s also part of what makes you feel overwhelmed. (pause)<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: I’m not sure. (long pause)  I don’t know. It’s just kind of a hopeless feeling or nothing is ever enough. It doesn’t feel like what I would describe as abandonment. (pause)<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: It’s more like you’re too needy and no one can help you. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Right. (pause) <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Maybe like you’re too far gone?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Right. I always feel like I’m missing something and I’m not sure why I can’t just direct the energy or motivation to fix it or be better or [good enough] (ph?) or kind of slow things down to enjoy them more. (pause) <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Although, I think your feeling better is predicated on feeling, in this example, in a different relation to me in which I’m telling you what you need to do. (pause) <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: I think it’s a temporary relief, kind of, so I have something else to focus on.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Like it’s coping.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Right.  I guess what I’m kind of feeling is like I’m overwhelmed and not able to do very much. It’s like kind of a fantasy and it kind of helps me get motivated for the next day, but I don’t know if that’s not healthy or wrong. (pause) <\/span><\/p>\n<span data-id=\"P2-N2003A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562202\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: My sense is that when you are feeling that way and you are moving and getting things done, it doesn’t feel like just coping, it feels like you’re more together and things are better in a way. I imagine that, even though you’re not feeling that way now, you’re enough in touch with what it’s <\/span><span data-id=\"P3-N2003D1\">like to know that when you’re feeling that way it doesn’t just feel like coping.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Right. (long pause)  I guess it’s like I don’t know what else to do. I feel like I have to do that, otherwise I won’t do anything. (pause) <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: I am clear that that is the mode in which you get things done and if you are not in that mode, you don’t; and that getting things done matters. (pause)<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: I guess the feeling is that if I’m not going to be productive, I’m not enough; I need to do more and I just don’t know.  It seems like the only way, if I’m coping with that feeling of being inadequate. I don’t know how else to deal with it. (pause)<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: I guess I think it’s pretty inextricably linked to the relation in your mind with another person in relation to whom you feel inadequate and who can also give you hope or help you have hope that you could feel better.  So at work, feeling that, compared to what you need to do and maybe compared <\/span><span data-id=\"P3-N200451\">to what Bryan thinks you should be able to get done, you feel inadequate. I guess it’s probably your own judgment in a way, but I think also kind of in his eyes; but I don’t necessarily know he feels that way. Then I think when you feel him over your shoulder and feel like you’re very aware of and very <\/span><span data-id=\"P3-N200452\">focused on the things you need to get done, there is a kind of hope there that you’ll prove yourself or redeem yourself somewhat.  (long pause)  With me, I think it gets a little complicated because (long pause) . . .  I can’t quite put my finger on it. It’s something about, I think, feeling in here <\/span><span data-id=\"P3-N200453\">like the demand is sort of impossible or unclear from me. You’re just supposed to deal with this differently or be better about it or somehow not have the problem you are wanting help feeling with. Something like that.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: [ ] (inaudible at 00:39:21) (pause) With work stuff, it just feels like if I can’t redeem myself I can’t work the way I want to be able to [ ] I should do it if I can do it and obviously I can.  I’m just trying to redeem myself or do it all over or [do much.] (ph?) (long pause) <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: [I see. So the redemption is impossible.] (ph?) (pause)<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: It’s like I’m not able to process, in terms of what we do in here, or deal with the things that are happening. As much as I might want to, it’s just kind of like everything I do kind of makes it worse.  (long pause) <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: I guess I am aware that often in talking about these things you feel more upset, at least in the moment, and confused. I wasn’t aware that it overall felt like it was making things worse. Is that true? (long pause) <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: It’s just the feeling that things don’t change. (pause)<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: It does seem to me that you are able to talk much more closely about this. I am not trying to argue that things are getting better if it doesn’t feel like they are getting better or that any of this stuff feels easy or like it makes a whole lot of sense. <\/span><\/p>\n<span data-id=\"P3-N20050-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562202\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: I think when I leave here everything kind of snaps back. I don’t process things. I just process things here. I don’t apply them and [ ] (inaudible at 00:46:59).<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: Well we should stop for now. Good luck.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}