{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses feeling anxious and overwhelmed by work demands."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Work behavior","Anxiety disorders","Sense of control","Psychoanalytic Psychology","Anxiety","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["4"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Work behavior","Anxiety disorders","Sense of control"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":4,"pageCount":4,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562200","dorpId":"1006469193","contentType":"text","aucs":"CTRN-V1","title":"Client \"K\", Session February 11, 2014: Client discusses feeling anxious and overwhelmed by work demands.","fullTitle":"Client \"K\", Session February 11, 2014: Client discusses feeling anxious and overwhelmed by work demands.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":4,"totalPages":4,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":4,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562200\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I was feeling the same, in terms of work and a feeling that there are things that need to be done. Nothing ever gets finished. Things just kind of lead to not knowing what to do.  I’ve always got to be pushed to do something, but then expect to still do everything else. I guess I’m feeling kind <\/span><span data-id=\"P1-N2000D1\">of frustrated and tired of having to remember all these things I need to.  (pause) I can never have a relaxed day. Between doing experiments, answering e-mails, doing analysis or talking to people to try to figure things out, it’s always hectic. (pause) <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I guess I wonder whether a lot of the stress and pressure come from not just how much you have to do – which I know is a lot – but from your worry about whether you’re going to get it right and the other people involved are doing what they need to do right and it’s good enough and it’s timely <\/span><span data-id=\"P1-N2000F1\">enough. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Right. (pause) If someone needs something or comes to me with something and needs my help, I’d rather do it right away than put it off because I’ll forget; there are too many things to remember. So I guess I’m always rushed or feel like let’s do it now or that I should.  (pause) It’s just hard <\/span><span data-id=\"P1-N200111\">because I feel like I want [to be able to slow down] (ph?) and I want more time to do things, but I’m always in a rush to get things done so I have energy and motivation to do anything.  (pause)<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: So you want to make hay while the sun shines kind of thing – get it done while you’re thinking about it; get it done while you have enough energy to do it; get it done while you’re motivated to do it – stuff like that?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Right.  (long pause)  I guess even talking about it now I’m fed up with it. I just kind of want to deal with it or get as much of it done as I can for the day until I’m tired and it’s time to go home. That’s what it feels like. It’s just kind of like (inaudible at 00:09:52). (pause) <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: When you say you’re fed up with it, you mean fed up with working in this way? Do you mean fed up with talking about it?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: I think I mean talking about it – [the feeling, though.] (ph?) It’s the dread or anxiety when I go home I remember what I didn’t do or didn’t get to do.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: It does occur to me that talking in here is different and maybe the opposite of the kind of thing you’re describing, where it’s not like stuff comes up and we work hard on it and resolve it in that moment and then it’s done and it’s on to the next thing.  It’s a lot of keeping things open <\/span><span data-id=\"P1-N2001B1\">or up in the air, which then, as I guess is happening now, brings up the feelings around the worry or the dread, which like at work, you’re actually working very hard and conscientiously to remove.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Right.  (pause)<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: One question, it seems to me, and the reasons are not clear, is why the anxiety and dread are so strong.  I understand, to some extent, there are practical consequences to not getting your work done at work and it matters to get it done, and to get it done relatively quickly and well. Maybe <\/span><span data-id=\"P1-N2001F1\">you disagree, but it seems to me that you tend to feel anxiety and dread about getting stuff done at work that is really pretty intense.  I guess my sense is that there is kind of a snowball effect. I don’t think you worry that if you don’t get something done today or something that you’re going to <\/span><span data-id=\"P1-N2001F2\">get fired; but I think you probably do worry that if you don’t get something done today, then it’s going to put you behind tomorrow, which is going to make it harder to do these three other things and it’s going to kind of cascade. And that you’re going to come apart as a result and not be able to work <\/span><span data-id=\"P1-N2001F3\">well.  (pause)<\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562200\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: It almost seems like the nature of job is doing things for other people and processing samples and sending them or processing them and giving them back to them or giving them data or doing analysis. I guess I just feel there are a lot of things to remember and I want to get them done and process <\/span><span data-id=\"P2-N200211\">them so I can be kind of finished.  I think it’s because it’s for other people and dealing with other people. (pause)<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: I think that makes sense to me, but in this other complicated way, in that what I think you’re worried about there is getting into something that is sticky and confusing and anxious and upsetting with the person.  In other words, it’s the kind of thing that we talked about where, if you don’t <\/span><span data-id=\"P2-N200231\">get something done the way or in the timeframe that somebody wants it, then it becomes a conflict with them.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: So defending myself, it’s kind of like I should have. (pause) <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: I think it may feel different. I mean I think that’s one aspect of it, but what often happens when you describe situations like that at work, is part of the feeling is that the other person is critical and you’re defenseless. But then it often seems to change to where it’s clear that they’re <\/span><span data-id=\"P2-N200271\">being unreasonable in some way and they’re kind of oblivious.  Then I think it gets hard to know which view is right; and I think that’s the situation that I think you really dread all of that.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Right. (long pause)  I just either want to remove myself from it or I’m just super critical of myself. I want to try to do it better. (pause) <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: The way that it starts to come up a little bit between you and me, where I think – and maybe I have this wrong – sometimes you feel like this is just kind of awful to talk about and just makes it worse. Or I say that maybe there are things we can learn from it or whatever, and it’s unclear <\/span><span data-id=\"P2-N2002B1\">whether there is something wrong with me and I just don’t understand, or there is something wrong with you and you’re supposed to be able to fix this or work through it and there is some way that you can’t. But it gets difficult or dreadful. <\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: I guess it’s kind of like I don’t want this problem and I just allow this and I am angry towards myself because there is a problem and this is happening. (pause) <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: What are you referring to specifically when you say . . . What are you identifying as the problem? [Maybe if we talked at] (ph?) different levels or from different angles about what the problem is, and I’m wondering what you have in mind.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: It explodes into everything. I’m not . . .  Yeah, it’s just kind of everything, like I don’t work hard enough or I’m lazy or not thinking about this critically.<\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562200\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: It doesn’t look this way often from the outside, but do you have a kind of internal tantrum when this happens, where you just get fed up and furious with yourself and sort of explode? <\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Right. Yeah, like everything is the matter and all my problems are because of these reasons. (long pause)  I guess it just feels like I’m always the problem. (pause)<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: It’s really very painful (inaudible at 00:28:43). I think you’re pretty clear that when this happens you feel not like you have a problem, but that you are the problem and it’s inherent and unfixable and incredibly frustrating.  You get terribly angry at yourself for it.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: I feel like as much as I work or I try, it just keeps getting worse or more convoluted over time.  I can try to be strict, but it just doesn’t work or it doesn’t stick. (long pause)  I guess there is a feeling of wanting to leave or bow out or something, but I always sort of come back in.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: Leave or bow out of here now, or do you mean out of this issue?<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: I just have the feeling like maybe I shouldn’t do this job or like I shouldn’t be in science or I shouldn’t . . . <\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: I guess that’s another feature of this, that you tend to want to look outside of yourself when you feel this way, I think because looking inside feels so incredibly frightening and bad and overwhelming. You either so don’t want to go into it yourself or become so overwhelmed. (pause)  It <\/span><span data-id=\"P3-N2003F1\">must feel, in some way, like I’m telling you you’re handling this wrong or you’re doing this wrong. I’m not saying that that’s what I think, but I do think it feels that way to you. (pause)<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: I guess maybe because it’s like this discussion brings these feelings out. Maybe that’s why I feel like I should work on them or I’m just being unreasonable.  (pause)<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Being unreasonable by . . ?<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Being this way or allowing myself to be so (inaudible at 00:37:01) or not being more together. (pause)<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: (inaudible at 00:37:28) it sort of starts, in a way, with my finding you unacceptable, which I also suspect would feel like I just really don’t understand how overwhelming and how disorienting and disturbing thinking about these things is.  I guess it’s like I can’t understand how that throws <\/span><span data-id=\"P3-N200471\">you more than it tends to help you.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: I guess my ideals and resolves, like we said earlier, are to fix it and go on from there. (pause) <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: It’s like I don’t get that that would just be a better way to go.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: I don’t think it’s that you don’t get it, it’s just not what you want with this. (pause)<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: What do you want? (pause) <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: I just want to feel and deal with these things and not be like well you should . . . Just something like [perceptive] (ph?) and be more like (inaudible at 00:41:28). (pause)<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: If we’re on the same page, I get what the problem is in the sense of what it feels like and generally what causes it and something like that, but I want you to go about fixing it one way, which doesn’t seem tenable to you, I think.  And you want to go about it another way which, for some <\/span><span data-id=\"P3-N200531\">reason, doesn’t seem tenable to me. (pause)<\/span><\/p>\n<span data-id=\"P3-N20052-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562200\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: I know I’m being childish or kind of just wanting to escape it, but (inaudible at 00:43:18)  (long pause)<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: So my kind of gripe with your way of wanting to deal with this is that you want to tell me this and you want an easy fix, and you really need to sort of do the grown-up work, in my mind, of dealing with all of the emotional stuff?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Right. But then where I get kind of critical of myself is when I can’t go through it all or I don’t deal with it. It’s too hard, too confusing.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: We should stop for now. We meet tomorrow but not Thursday.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}