{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses racism talks within an American Library Association panel."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Education, development, and training","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Shame","Race","Communication","Frustration","Psychoanalytic Psychology","Anxiety","Frustration","Anger","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Education, development, and training","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["7"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Shame","Race","Communication","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Multiracial"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Frustration","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562194","dorpId":"1006469187","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ju\", Session February 04, 2014: Client discusses racism talks within an American Library Association panel.","fullTitle":"Client \"Ju\", Session February 04, 2014: Client discusses racism talks within an American Library Association panel.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562194\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Actually, one of the students got out to Manchester and realized that the battery on their camera was low and they were joking around, so then someone whipped out their iPhone. I was like yeah, it’s true. I was kind of like sorry, but you don’t need (inaudible at 00:00:25) and stenographers. <\/span><span data-id=\"P1-N2000D1\">You have ears, too. Wikipedia was kind of interesting and Wikipedia edit wars and library studying. Those were interesting, but I was just like this is not really about digital. Yeah, this is about digital media or digital technology; and I was just feeling really frustrated.  I talked to someone the <\/span><span data-id=\"P1-N2000D2\">next day. Also, it was a focus on the stuff that was as an undergrad, which was interviews, [trust-grabbing] (ph?) interviews. I got a recorder and I recorded people and then transcribed it or I could have gotten a video camera, but I never did. So to have her talk about digital video as this revolutionary <\/span><span data-id=\"P1-N2000D3\">thing, I was like no, because portable recording equipment is a revolution that already happened a while ago. I was very frustrated. You had said that it sounded like I was picking at her story, making it more ludicrous. <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I wondered about that. I thought it might be, but I really didn’t know.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: So I talked to one of my co-workers who had been there the next day. I did eventually leave early. Most of her talk was chit-chatting with friends about how I was frustrated and stressed and didn’t want to be there. One of my co-workers, the part that she said “oh, yeah. I really liked it.” <\/span><span data-id=\"P1-N200111\">And the part that she liked was the non-digital, like how she taught it. And I was like oh. I talked to her a little bit about what I found frustrating. Basically my colleague, Marvin, was like, “No, the (inaudible at 00:02:49) part I don’t think was relevant.” How they did it, which I thought if the <\/span><span data-id=\"P1-N200112\">talk was about pedagogy, then that part is relevant.  That’s totally true. If the talk is about the required sophomoric tutorial, and so if they’re trying to find new ways to teach it, to an extent, it doesn’t really matter what they did, I guess. It doesn’t matter that it’s not actually new, it’s new <\/span><span data-id=\"P1-N200113\">to the students, so that makes it new, if that makes sense. Then we were also talking about how it seemed a bit ridiculous to make such an honors-only concentration, and so if you’re an honors-only student at Cambridge, you should kind of suck up a foreign class, because (inaudible at 00:03:59) is boring <\/span><span data-id=\"P1-N200114\">and also it’s like . It just makes you want to be like, “Well, back in my day I had to read Finnish poetic epics. So there.” (both laugh) But that’s not fair. I think what was going on was more about I want to talk about how out of all the departments in which you invite someone you might get a person <\/span><span data-id=\"P1-N200115\">of color. (inaudible at 00:04:54) will be one of them; and we didn’t. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">The post doc who came is someone who . . . It’s weird. Certain grad students end up getting picked a lot. Some libraries will kind of talk to them a lot and use them a lot in focus groups and surveys and bring them in. One grad student, I’ve seen her speak four times. I saw her in other focus groups, <\/span><span data-id=\"P1-N200131\">and it’s kind of weird. It’s really skewing – whatever. I’m assuming Manchester (inaudible at 00:05:42) are canceled and they were [manifest] (ph?). Also the other thing that I found super frustrating was that she didn’t really talk about race at all which is weird, considering the topic. So she is <\/span><span data-id=\"P1-N200132\">teaching the students in the tutorial are mostly black, half black. So she’s teaching them how to talk to black people but she’s like we have to explain to them how to interview people. I’m thinking this sounds very strange. What’s happening? One woman could write up the interview on someone who was <\/span><span data-id=\"P1-N200133\">Ethiopian. There were two or three interviews with people who had come from Ethiopia because of war and were in the U.S.  One was a priest and one was not. That they fled due to war was kind of (inaudible at 00:07:13). It was mentioned, but then Wikipedia said war was actually over conflicts between <\/span><span data-id=\"P1-N200134\">the Ethiopian Christian sects. (inaudible at 00:07:33), which, I think, is also behind [science in the military complex.] (ph?) But what she was describing made it seem more like people disagree how to phrase this. I think what they are saying is that if you’re sending this kid up to Manchester, it’s <\/span><span data-id=\"P1-N200135\">kind of weird, in a certain way, why are they speaking to recent immigrants as opposed to Manchester natives?  Why is it that the students couldn’t figure out how to get to Manchester on their own? Obviously they can. It is literally possible, but why had they never gone there for a professor? I really <\/span><span data-id=\"P1-N200136\">started thinking about those aspects and she just didn’t mention them. I was thinking there must be some kind of tension that she would have, talking to the mature students or the informants and it just didn’t come up. It just wasn’t present. <\/span><\/p>\n<span data-id=\"P1-N20012-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20012-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562194\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20014\"><span data-id=\"P2-N20015\">THERAPIST: That nobody else was seeing.<\/span><\/p>\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">CLIENT: Then she had this other thing where plotting something on a Google Map and she mentioned how a lot of businesses in wherever they were in Manchester, weren’t already on Google Maps or whatever. Yes, because they’re in Manchester because Google Map is often populated by people who aren’t in Manchester. <\/span><span data-id=\"P2-N200171\">(inaudible at 00:09:27) I feel like there is all this stuff that could be stuff missing and I felt like if I mentioned that, it was also like “oh, you’re just being oversensitive and crazy.” I also was super confident and had said to Karl, “Karl, do you notice how all the speakers are white?” he would <\/span><span data-id=\"P2-N200172\">be very defensive.  I didn’t feel like there was anyone who would feel probably the same way.<\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">THERAPIST: Completely shut down.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">CLIENT: Yeah. Shut down and also made me feel like what kind of crazy question was I asking? It’s as if I’m saying “why didn’t more of the speakers have blue eyes?” What relevancy is this? I think the reason that I was focusing on every little thing was because this feels safer to talk about.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: But you’re not necessarily overly sensitive or crazy in whatever way for bringing those up. <\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: Right. And no one will say “it’s because you’re black that you brought it up.” Then there was a related thing that came up at the American Library Association (inaudible at 00:11:31) discussion, which I was following online.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: It sounds like, as I think about it, more (inaudible at 00:11:43) colleague, you’re clear that what really infuriated you with the kind of stuff that you’re describing now, knowing that you were only going to be judged and criticized for bringing up things that were really bothering you and <\/span><span data-id=\"P2-N200211\">that likely nobody else was seeing.  And that seems like the much more relevant issue than what I had been wondering about last time about are you being overly critical when she really pissed you off. It’s more that what is more central is how marginalized and [vulnerable] (ph?) you were to being criticized <\/span><span data-id=\"P2-N200212\">for things that you had strong reactions to. <\/span><\/p>\n<span data-id=\"P2-N20020-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562194\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">CLIENT: The other thing I was thinking about was I felt very confident that no one in the room would act at all, and now later, when I was thinking about it, I was like well, let’s say that all my reference librarians were in there or some larger chunk of people that I know or work with, because half <\/span><span data-id=\"P3-N200231\">of them were people that I didn’t really know. I thought even more infuriatingly, I was sad that some people would come up to me afterwards and say, “Oh, yeah. I totally agree with you, but I didn’t say anything because – whatever.”  And\/or one of the organizers would come up to me to want to be reassured <\/span><span data-id=\"P3-N200232\">that they weren’t racist, both of which are (inaudible at 00:14:43). At this American Library Association thing there was a discussion about libraries and gender. One of the panelists was a black American woman living in Canada, a white butch lesbian from Stanford and some other people.  One of the <\/span><span data-id=\"P3-N200233\">things ostensibly this black woman had said was, “We’re not going to tell stories in this panel. We’re not going to chat about discrimination,” right at the beginning. There was this immediate push-back, mostly from white people and people who were lesbians or were in that . . . “Story telling is really <\/span><span data-id=\"P3-N200234\">important and it feels like you don’t really want to talk about it . . .”  The response was, “It really sucks to do that.” Someone talked about how it’s basically terrifying. Either you’re up on the podium and everyone is staring at you and you’re like, “Oh, I have to disagree with someone else on this <\/span><span data-id=\"P3-N200235\">panel,” and basically telling the story of discrimination. A) You have no idea if anyone is going to back you up. B) People are going to argue with you about what actually happened. They are going to argue with you about (inaudible at 00:16:51), if it’s coming, so you’re bringing up this really profound experience.<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">THERAPIST: Yeah, the initial response already does not bode well; to your point that it’s a very vulnerable, terrible experience that you’re sharing with people, without knowing if anybody will back you up and just as likely that people will, in fact, blame you. <\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">CLIENT: I have to say it’s a certainty that someone will roll their eyes at me or just be like oh . . . It shouldn’t be necessary. There are studies in statistics and numbers.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">THERAPIST: Yes, that’s what it’s out there to do. It’s almost like they’re holding personal and awful stuff. It’s like – it’s not the same, but like with a panel of people discussing pregnancy, you wouldn’t necessarily expect somebody up there to tell their awful miscarriage story.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">CLIENT: Or even discuss pregnancy in detail. We agree, labor can be painful. It’s like if this panel of pregnancy, everyone should agree on certain topics. Labor is uncomfortable. Pregnancy is a potential health risk or whatever.<\/span><\/p>\n<span data-id=\"P3-N2002A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562194\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2002C\"><span data-id=\"P4-N2002D\">THERAPIST: I see. It’s not incumbent on the people on the panel to say, “Labor is painful. Let me tell you what happened during my labor with my kid so that I can illustrate that and you will have a story to think about how labor is painful.”<\/span><\/p>\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">CLIENT: And then someone will say, “Was it really?” <\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">THERAPIST: Did it really hurt that much?<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">CLIENT: Or “my mom’s aunt said labor is painless.” So presume everyone in the room is onboard with the basic topic and the other thing is I feel like you’re reaching out and making yourself vulnerable and also this loss of dignity almost, like why do I have to this and you don’t? Like why do your facts <\/span><span data-id=\"P4-N200331\">just exist as facts and mine don’t? I used to tell the stories and then I stopped because I realized it was just so ambiguous, really painful and horrible.  And also why.<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">THERAPIST: You’re talking now about you you?<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">CLIENT: Yeah, me me.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: And what setting did you tell? Like when you were on pills?<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: I guess sort of like to people in life, in the panels, in discussion forums. [This happened before, like oh,] (ph?) there is no racism or racism doesn’t exist once you’re in the Ivy League or if you’re in Manchester or whatever. I used to tell stories about my life to be illustrative. They would <\/span><span data-id=\"P4-N2003B1\">always be challenged. Always, always, always.  At one point I had this moment where I realized it doesn’t matter how horrible and how clear whatever I’m saying is, someone is going to disagree. It actually was kind of a revelation. One person, it’s this author who has been flogging me online since . . .<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: This is that guy?<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">CLIENT: Part of why he has been doing that was he literally refuses to believe that, for instance, taxis won’t stop for black people in Philadelphia. He insists it has nothing to do with race. It didn’t happen, even if it did have something to do with race. And see? I’m rich because I’m taking a cab <\/span><span data-id=\"P4-N2003F1\">in Philadelphia mostly.  So I had this moment of – huh, there is nothing. The reason why he’s mad is I said that about people and just basically laid that out very clearly using his own words, and he got really mad about it. That is sort of what we did. Besides, I shouldn’t have to tell you a personal <\/span><span data-id=\"P4-N2003F2\">story in order for you to do the right thing, do you know what I mean? Especially if we already agree there is a problem and we all want to do the right thing. So what the fuck?  I feel like it makes experiences of racism or sexism about me, this nice person, interacting with this horrible mean person <\/span><span data-id=\"P4-N2003F3\">and that mean person just doesn’t understand or is stupid and if this person was educated, the experience wouldn’t happen, as opposed to you could fire Will right now and there would still be sexism and racism in the library system. It’s not about a person; it’s kind of like this huge structural problem <\/span><span data-id=\"P4-N2003F4\">as opposed to an individual one-on-one problem. <\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: Or, if I follow, like one or a few bad character traits that a few people have, a small number of people. What I mean is, as opposed to being a quite widespread social problem. You do have people that are really mean. Okay, there aren’t that many people who are really mean statistically. <\/span><span data-id=\"P4-N200411\">But that’s not like this. This is racist.<\/span><\/p>\n<span data-id=\"P4-N20040-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562194\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">CLIENT: Racism exists. People get engaged in racist actions and not (inaudible at 00:24:38) and that’s something that basically a person of color is like “yes, I know that.” People are racist (inaudible at 00:24:50) in relation to white people. What’s the plan? <\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">THERAPIST: Not everybody says things like the audience in that talk pushing back. That doesn’t mean they’re all sort of assholes as people, but it does mean they are sort of acting in a racist fashion to push back on the speaker who said no, we’re not telling personal stories. Is that . . ?<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">CLIENT: It is. Yes, that’s basically it. Then something which I’m still kind of stressed about, which is I had been very ambivalent about talking about library issues under my real name or the most common online handle I use because I’m worried about my personal life, professional and crossover. I’m <\/span><span data-id=\"P5-N200471\">worried about crazy stalking dudes. I’m just very uncomfortable with it. I’ve been kind of struggling around how to deal with this and a blogger that I read and admire wrote this long-ass blog post in defense of storytelling, like “I don’t understand. Why don’t people just want to tell their stories?” <\/span><span data-id=\"P5-N200472\">At the end she was like, “It seems like all these people who have been involved in proactivism longer than me agree that story telling is a bad idea, but I don’t understand. I love it.” She was like “it’s really important.” And I wrote a really long comment, which was like, “Why do you need this?  Who <\/span><span data-id=\"P5-N200473\">is story telling important to?” Cris, this white butch lesbian on the panel, has a lot of experience in (inaudible at 00:27:19). She might want to vent to lesbians or computer people.<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">THERAPIST: What does butch mean? Mistaken for . . ?<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">CLIENT: Yes, she is a butch lesbian; she is defined as a woman who looks masculine and people will identify her as a man. The people that she might want to vent and tell stories with is not that audience. I said “Why is it important to you?” and I said everything that I just said. It was small.  I just <\/span><span data-id=\"P5-N2004B1\">posted it and went home. I was like whatever. Who cares. Then I get home and I’m looking on my phone and was seeing Doris and Pat were like, “Oh, my God. This comment is amazing. I want you to read it.” Retweets galore. I was just like oh, shit. This was not what I meant to do. I did not think that through.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">THERAPIST: So you made that under your own name?<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">CLIENT: Actually what I did was I ended up using my library handle\/my personal handle. I was in a rush.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">THERAPIST: Okay. But now you’re out there.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">CLIENT: I was just like well, that sucked. I immediately e-mailed the blogger and asked if they could just make that one name? What I ended up deciding was can you just make it not my personal handle, because that’s the one that is associated with activism? It will make a lot more sense coming from <\/span><span data-id=\"P5-N200531\">that person. But also, I was just like I guess I did that. (inaudible at 00:29:59) It’s really scary. You end up saying things. You know people are going to respond in a variety of ways, all of them not positive.  Everyone is staring at you. I have now publicly said no, nice white ladies, you can’t <\/span><span data-id=\"P5-N200532\">have story telling. When I got home I just had a stomach ache and it was horrible, horrible. That was really stressful.<\/span><\/p>\n<span data-id=\"P5-N20052-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562194\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20054\"><span data-id=\"P6-N20055\">THERAPIST: I don’t expect you made the decision to do that. If you had waited and said yeah, it’s worth being out there on this. I’ll sign it this way. You just kind of did it. <\/span><\/p>\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">CLIENT: Yeah. And part of it was I felt and still feel like I didn’t say anything particularly that would blow up. I didn’t feel like I had said anything particularly amazing. I was sort of long-form saying what I had been saying in short-form and pulled in a Melissa Harris-Perry quote or something <\/span><span data-id=\"P6-N200571\">like that. It wasn’t original to me or original, I was just like I don’t know; it was just part of why I couldn’t make a decision about it because I didn’t feel like . . .<\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">THERAPIST: Yeah, it was going to go anywhere really.<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">CLIENT: And then it did and it’s still going. <\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">THERAPIST: Did you get in quick enough so that when people re-publicized it they did it under the alias that you wanted?<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">CLIENT: Yes, I did. And then the blogger was like I want to repost your whole comment as a separate post. I was like okay. That’s when I also started completely flipping out. If you’re going to publish it as a whole post . . . She was like “My blog isn’t that well-read.” Oh, my God. Yes it is. It doesn’t <\/span><span data-id=\"P6-N2005F1\">really matter. It was sort of like so this has happened and . . .<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">THERAPIST: What are you worried about? Are you worried about push back? Are you worried about being identified and associated personally with this?  People making negative comments?<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">CLIENT: I’m worried about being . . . All of this is perception; perception, reputation, and (inaudible at 00:33:23). I’m worried that people are going to be like, “Oh, yeah. Karen. She’s bad. Angry black person. You can never make her happy. She’s just angry and black everywhere.” And not be taken <\/span><span data-id=\"P6-N200631\">seriously because “she’s just always complaining.” Also people being like “I don’t want to work with her. She’s so angry about all of the race things.”  There is that aspect. There is this aspect of I also do not feel capable of being a librarian discussing racial issues. That’s not what I want to do <\/span><span data-id=\"P6-N200632\">and I don’t feel qualified for it.<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">THERAPIST: You mean not having a preference to do it or part of it is also you dread doing something like that?<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">CLIENT: It’s also just super frustrating, which is also part of the problem with academia.  Let’s say I got a professor job. Yay. There is the expectation that I would supervise the Black Student’s Organization or the Gay-Lesbian Student Organization or whatever. Gays have additional – I won’t say burdens, <\/span><span data-id=\"P6-N200671\">but jobs bundled into existing roles.<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">THERAPIST: (inaudible at 00:35:25)<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">CLIENT: And people rarely explicitly say anything; and then what you roll into the job is “okay, you’re doing this.” I don’t want that.  I don’t want to worry that if I’m blogging or tweeting about (inaudible at 00:36:38) feminism or a friend of mine who is trans-gender or making terrible jokes, there <\/span><span data-id=\"P6-N2006B1\">are a lot of things that I will blog about and talk about that I wouldn’t do at work.  Now everybody gets to see it, which I just am conflicted about and also conflicted about things getting pulled out of context.<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">THERAPIST: You, in most contexts, don’t like that at all. You hate being that visible, particularly when it comes to this kind of stuff. That results in bad and hurtful reactions from people.<\/span><\/p>\n<span data-id=\"P6-N2006C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562194\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">CLIENT: I had this odd experience of when someone set up (inaudible at 00:37:59) and the speaker, who I had never met, was like, “Oh, yeah. I had met you maybe. Don’t you have this well-known Twitter . . ?” and I’m like “shit” because, again, not really thinking about it, I had tweeted under my own <\/span><span data-id=\"P7-N2006F1\">Twitter account, a whole bunch of Harvard library [murder] (ph?) stuff, not really thinking about it. In my head it was like who is going to remember the information or the source? Like it doesn’t matter who is saying it. She remembered it two years later.  I said something else and then I think I made <\/span><span data-id=\"P7-N2006F2\">a crack about how I didn’t think that it was going to be so popular and also something about online harassment or something. A worker and this person were both like “women are harassed online?” They were surprised. A) Yes. B) This has really never come up? A part of me also feels that it’s a little <\/span><span data-id=\"P7-N2006F3\">weird to have people I have worked with not know about things I spend a lot of time on.  There are things I would like to talk to co-workers about, except I don’t want to go through the part that sucks where they disagree with me.<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">THERAPIST: We should stop. Are you okay?<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">CLIENT: I’m just really, really stiff today. I wasn’t stiff before this semester.<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">THERAPIST: Be careful.<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}