{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses ongoing financial difficulties, and relationships."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Social anxiety","Psychoanalytic Psychology","Anxiety","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Separated"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2013"],"weight":14},{"name":"page_count","label":"Page Count","values":["13"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Social anxiety"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562024","dorpId":"1006469017","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session January 17, 2013: Client discusses ongoing financial difficulties, and relationships.","fullTitle":"Client \"J\", Session January 17, 2013: Client discusses ongoing financial difficulties, and relationships.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562024\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: You know, it’s the first day back to work after the holidays. You’ve blown all this money on Christmas. The weather sucks.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Right. The holidays really coming up for a while.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: That’s when you’ve got to worry about fucking Valentine’s Day. So I’m dying a slow painful death. Once I got over the bug, where it’s like “Oh, it’s 24 hours.” You know? 15 days later I still have diarrhea.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: No shit?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Lots of shit. That was funny.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yeah. It was funny. You shouldn’t have to point it out though. Yeah, I know you want credit. My ankle was fucking killing me. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: You were the one who said [funny thing] (ph) actually.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: My ankle, my Crohn’s is still there. I’m feeling the stomach pains. Well, originally I was wondering why my wrist wasn’t healing. I’ve got arthritis in some of my knuckles from the Crohn’s. Crohn’s is an inflammation and very often, in the past after a flare, I’ve gotten arthritis. That’s why <\/span><span data-id=\"P1-N2001B1\">I don’t grow a beard, because I play with it too much and it hurts my hand.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">I don’t know if you remember, but I’ve had this Achilles heel problem in the past and I don’t know if it’s because of the arthritis or the Crohn’s or just me being so fucking out of shape that my body’s tensing up. You know? Because I didn’t do anything. I hadn’t been doing anything. I’ve been eating <\/span><span data-id=\"P1-N2001D1\">like shit so I’ve started at least to be conscious of that and not [suck down] (ph). I got a roll, a cranberry pecan roll, instead of a [inaudible at 00:02:15] to avoid all that sugar. Sugar is an inflammatory.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: You know you could look up or I could, somebody (ph) I could ask about this… I have worked with people who have found a strategy called ‘mindful eating’ helpful.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I don’t want to do anything that has ‘mindful’ in the title.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: So, you’re looking at me and you’re smiling, but I’ve tried the mindfulness crap and I just can’t focus on that. So like the weather. I don’t even have time to think about the weather. Not time like in time, but there are just other things out there, you know?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: Well, I think the idea with (inaudible at 00:3:16) with the eating is like you just try to (inaudible at 00:03:20) while you’re eating. That’s all.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: To what you’re eating. Yeah, I’ve done that before.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: Okay. If you don’t want to do it, you don’t have to do it.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: No. I’ll be waiting (inaudible at 00:03:34) I’m going to get drunk and fucking start sucking down chicken wings. I’m trying to avoid the sugar first because that’s an inflammatory and I’ve one off sugar before and I’ve been drinking a lot of soda recently and things I don’t do sugar wise. So <\/span><span data-id=\"P1-N2002D1\">I think that’s causing some problems. I know the Prednisone destroyed my immune system because I’ve had cold after cold after cold since.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">You know, I don’t know if it’s going to do me any good to make an appointment with my GI (ph) but I think I’m going to do that. That’s going to be five years from now and then just go see my Primary Care who can give me blood tests. I’d like some Ultram (sp?) or something for my stomach. It’s like right <\/span><span data-id=\"P1-N2002F1\">now, every time I eat something it hurts. Not every time, but… <\/span><\/p>\n<span data-id=\"P1-N2002E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562024\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">So it’s been really tough just getting around, you know? I’ve had to work through just really feeling like crap yesterday and I had to see a client. Luckily I didn’t go into some huge coughing fit. Finally went and got some Mucinex and that’s cleared up my nose and helps. And the Tylenol helps my ankle <\/span><span data-id=\"P2-N200311\">a little bit, but it’s fucking [inaudible 00:05:01] down. I don’t know what’s going to stop the bleeding. You know what I mean? It’s just like one thing after another, but I’m all happy. Yay.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">But no, I actually financially, I think I’m a little more positive.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Oh, good. That’s great.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: You know I started with a financial planner at Edward Jones, just pulling out $100 every month. I don’t have a log in. I’m not going online. I’m not signing up for that. And basically I’m trying to build an emergency fund for the next time I fucking lose my shit. To cover my expenses. And as <\/span><span data-id=\"P2-N200371\">I get money here and there, I can put a little extra money in there as well. Something I’m very excited about is a designer just joined the BMI (sp?) group and we meet at the galley in Essex which is this dated, nautical themed fish-fry place on the water. The bar (inaudible at 00:06:29).<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">Doug walks into the room and he just looks around. To me a designer’s someone who comes into an empty space and puts it or rearranges stuff, but he really seems to have a more involved than just hanging pictures or putting furniture. And my office is much like yours. I’ve got this thing that sticks <\/span><span data-id=\"P2-N200391\">out. It’s small. Mine is split in half, so mine’s even more awkward. So you got my office and the reception\/conference room. So he came up with some ideas which I think, number one, I think just walking into a more professional office is going to help me. I think it’s going to be, because people walk <\/span><span data-id=\"P2-N200392\">by, they’re going to see a more professional office. When people come in, it doesn’t look like I just moved in. [I got] (ph) a couple pictures on the wall, but that’s it. <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">And it’s going to cost me some money that I don’t have. So I did something that, hopefully I’m not going to regret. But I got a credit card. And right now, it is only for business expenses and like emergencies. Like a really good concert and I don’t have the money for it. But not for every day. In fact, <\/span><span data-id=\"P2-N2003B1\">I’m trying to build up even a little cushion there for the every day.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">And business seems to be doing a little better. I’ve hired a woman who is –it’s funny because I get a lot of stuff, mostly about my website or different things. Advertising. Some exclusive advertisements. You know, I get this e-mail that said, “Growth in numbers.” Something, “More closings in Pembroke” <\/span><span data-id=\"P2-N2003D1\">or something like that. <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">When the sales person does something a little unique, I give them the benefit of the doubt. Like the woman I bought the clothes from, she crumpled up the letter and says, “To save you some time, I’ve pre-crumpled this letter for you.” I’m like, “You know, it’s ingenious.” I don’t know if she came up <\/span><span data-id=\"P2-N2003F1\">with it or not. So I called her and she made a sale out of it. What this woman did is she gave me the turnover rates for Pembroke and explained basically how I can be a part of getting those closings. When I think of that I’m thinking, “Bank. Buyer.” So she comes in and basically what she does is she’s <\/span><span data-id=\"P2-N2003F2\">a realtor. [She used to do this realtors now is focusing on attorneys.] (Ph) And goes in, she creates a little flyer type advertisement. An 8 ½ X 11. It’ll have a nice thing on one side and on the other side will be white, except for there’ll (ph) be language as it’s folded up and you pull it out of <\/span><span data-id=\"P2-N2003F3\">the envelope it says, “Hold this. Put this in a safe place or put this away until you get your first offer.” <\/span><\/p>\n<span data-id=\"P2-N2003E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562024\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">And basically, she’s going to sending this out. First up, everybody who’s listed a property in Pembroke in Plymouth. I’ve got those two towns exclusive. And then as new listings come on, which is where the real value, I think is, she’s going to be sending these out weekly. And it’s a few hundred bucks <\/span><span data-id=\"P3-N200411\">a month so one deal, one [seller up] (ph). So the idea is to get these [seller ups] (ph) which the easiest money I make is [seller ups] (ph). I mean, not to say that they’re not bad [and all] (ph). I mean, I just went through a crazy one at the end of the year. <\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">And you know, all this stuff kind of adds up. Number one, people are going to be learning my name in these towns if they’re staying in the town or they’re moving to another town. So it’s just some good PR. I never would have thought of myself as doing this kind of… If I did a mass mailing, it would <\/span><span data-id=\"P3-N200431\">be a letter or something more professional. And it’s going to say on the envelope, I have to put advertising on there. It’s advertising. So they know it’s an advertisement. But it’s coming in an envelope from a law office. So we’ll see. Probably take three month to see if... so I’m going to give it <\/span><span data-id=\"P3-N200432\">six months. <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Good luck.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Thank you. I’ve been budgeting or thinking about budgeting in both the business and personally to see where my spending’s going and places I could… For instance, Marcia gave me a TV for Christmas and now she wants me to get cable. She really doesn’t want to come over because I don’t have a TV <\/span><span data-id=\"P3-N200471\">and cable. And I asked my landlord a while ago about, “What would it cost me to get a box in my room and basic cable?” And he was like, “$66” or something like that. I still [owe him] (ph) like $5,000 or whatever. And she’s like, “Oh, that’s not a lot.” Here’s someone whose got no work and can’t pay <\/span><span data-id=\"P3-N200472\">her rent and all this. And she’s like, “Well, $67. What’s that?” <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Do you have Wi-Fi?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: I do. And yeah, the streaming stuff. But really for me, it’s sports. And for her, it’s Housewives of New Jersey, Beverly Hills, New York, Atlanta. You know all the [places] (ph) they have that. But the reality is, $66 is not a lot of money. I throw that away in scratch tickets I buy for her. <\/span><span data-id=\"P3-N2004B1\">So if I’m smarter about making sure my expenses are covered. I think sometimes when there’s money there I’m just going spend it. I’m going to buy concert tickets. I’m going to buy weed. Going to buy booze. Going to take her out for a nice dinner. I’m going to spend the money. So I’m trying to find ways <\/span><span data-id=\"P3-N2004B2\">to get the money out of my account, when it goes in there and building up cushions outside of my normal accounts. <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Gotcha (ph).<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: So I’ve got my financial planner building one cushion. I’ve got the credit card now, which I’m very conscious of utilization now, which is how much you use of your credit line. Right now, I have a Gap card. I’ve got a $200 limit and I owe like $140. So that’s a bad utilization. They want it <\/span><span data-id=\"P3-N2004F1\">around 30%. So that’s my goal after I get my office. <\/span><\/p>\n<span data-id=\"P3-N2004E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562024\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">I’m going to get a nice table. Like this wood, kind of tree thing. Going to get some cabinets. Like the wall that has this. If that was my reception area, there would be just like a counter that’s going to come across, stop, start again, and there’s my office. It goes into my office and I’m going to <\/span><span data-id=\"P4-N200511\">have some cabinets above that. I’ve already ordered the Kurt (ph) machine. That’s going to sit next to the [Brita things] (ph) so I can offer people—oh, it’s horrible. Because I’ve got to go grab water for my mouth. You know, my dry mouth. And I don’t offer people water or coffee. <\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">So I got a huge deal on a Kurt (ph) machine, which we’ll see if it shows up in one condition. It’s one of these e-commerce websites where they basically set it all up for you and you just sell your product. And what I think happens is one of two things. I was looking at the basic $150 model, which seemed <\/span><span data-id=\"P4-N200531\">like I could get for probably $120, $130, whatever. This guy had it for like $80. So when I pulled that up, there was a nicer one for $90 but it was the new, it’s the View, it’s a different cup (ph). So I looked at the next higher up one, which is the Chrome. The one you would want to put in your office <\/span><span data-id=\"P4-N200532\">if people were going to see it. And that’s a $180 coffee maker for $99.99, free shipping. And I they use PayPal, so if there’s any problem I’m covered. <\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">So I figure this guy either stole them or he ordered too many and he can’t get rid of them and so now he’s just trying to dump them after Christmas. And hopefully I can do that for a lot of the—I mean, I’ve already got one in my fridge of those big sort of Brita things where it’s got the little… So <\/span><span data-id=\"P4-N200551\">I can just put that on the counter and keep water in there and (inaudible at 00:16:39) people if they want ice.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">Maybe resurface my desk. First, Marcia and I were going to paint, but then a friend of hers the other night, her dad just died. Laurel. She’s got no work. She’s broke. She spent all her money on making these Trevon Martin sweatshirts that she sold none of. It says something on it. It doesn’t say Trevon <\/span><span data-id=\"P4-N200571\">Martin, but it says something like, “I’m not a criminal. A hoody doesn’t make me a criminal” or something like that. And she’s not doing anything with that, so she has no money. And she’s really a large woman. And she’s always like, “Oh, do you have any bachelor friends you can set me up with?” I’m <\/span><span data-id=\"P4-N200572\">just like, “Uh…” All my friends play ultimate, you know. <\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">She’s really nice. But she’s broke so I was like, “Do you want to paint my office?” She’s like, “Yeah.” I’m like, “What are you going to charge me?” She’s like, “$150.” And I’m like, “Oh (ph).” Instead of just giving her $150— Marcia was like, “I thought I was going to help paint?” I’m like, “Well, <\/span><span data-id=\"P4-N200591\">you know (inaudible at 00:17:52) but Laurel.”<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">So I got a new paint job. I already feel better when my blinds went in. So spending some money for some psychic (ph) capital maybe? But I will pay that down and try to keep that one-third. I’ve got a credit monitoring website that sends me information all the time. You know, if someone does an inquiry, <\/span><span data-id=\"P4-N2005B1\">an account’s opened, [I give you] (ph) my credit score, my utilization. All kinds of different information. What credit cards I can qualify for. And so I could track that stuff pretty easily now. <\/span><\/p>\n<span data-id=\"P4-N2005A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562024\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">I was thinking about selling Braymore (ph), and you know what, (inaudible at 00:18:52) $1,500 free and clear and it’s just stupid for me to give that up. And there’s a guy who wants to buy it and obviously if I sell it at a short sale, my credits going to take less than it (inaudible at 00:19:06) foreclosure. <\/span><span data-id=\"P5-N2005D1\">But right now, I don’t owe any money on the note because that’s gone because of the bankruptcy. Congraphies the bank’s paying. Taxes the bank’s paying. I’m not paying anything. I’m not paying anything for the condo and I’m getting $1500. And they just separated and she’s a doctor and I think (inaudible at 00:19:28).<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">Well, I feel like I’ve restarted my whole business. You know, like three years ago. He (ph) started from scratch. I didn’t but, he started a firm from scratch like a year or two ago. He was always laid (ph) and you know, whatever. Then I got my new iPhone that’s waiting for me. Hopefully in the foyer <\/span><span data-id=\"P5-N2005F1\">and not still on the porch. Well, I got my upgrade. And of course I can’t go with the 16 GB because I put at least 20 in music on there. So between photos and apps I put 32. So that was like $299. Well, to trade in my phone they were going to give me $119. So now it’s like a little over $200 with the <\/span><span data-id=\"P5-N2005F2\">upcharge (ph) or whatever. Once again that’s something that will make me feel a little better. I think (inaudible at 00:20:43) or do you have the 4S?<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: 5<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: The 5? The 5C? The 5S?<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: Just the straight up 5.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: That has a bigger screen?<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: Yeah. You want to see?<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Yeah. Does the 5S look just like this?<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Yeah. The 5S looks just like that.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: That’s not so bad. I think I see people’s Androids and I think those are too big. Galaxies are bigger. I’m not watching fucking General Hospital on my phone. So yeah, just happened to have extra time because of the (inaudible at 00:21:27) storm. I stayed down in Norwood (sp?) and going through <\/span><span data-id=\"P5-N2006F1\">that really. And started working on getting my mileage logged and just getting my house in order. I was up in the office yesterday doing the same thing, clearing out the old bank accounts, getting the new bank accounts in order. Sort of putting together the list of people I didn’t send Christmas cards <\/span><span data-id=\"P5-N2006F2\">to that I need to reach out to. You know, just that kind of stuff. So it’s just [a difficult, so I felt like crap] (ph).<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">And it’s usual bull shit of 3:00 yesterday, [title order] (ph). “Hey. Great. I finally got a title examination. [You know, I’ve] (ph) been slow. Oh, it’s a rush. Oh, tomorrow! Tomorrow morning.” I said I can have it by the end of the day tomorrow. I worked on it some last night. Marcia’s very intolerant. <\/span><span data-id=\"P5-N200711\">She can’t wait. She’s very impatient. So I try to do as much as I can. Don’t want her to be bored. <\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">You know what bothers me? I talk to like Jess and to like Marcia —and by the way, it’s only a matter of time before I say Marcia [to] (ph) Jess. I’ve done it. I’ve caught myself. I’m (inaudible at 00:22:55) for that first time it happens and hopefully we’re not naked. But I feel like I’m talking to <\/span><span data-id=\"P5-N200731\">them and they either cut me off or they’re just not listening. You know, we’re over at Marcia’s sister’s house and she’s got ADHD. She’s hyper.<\/span><\/p>\n<span data-id=\"P5-N20072-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20072-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562024\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">THERAPIST: Her (ph) sister?<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">CLIENT: Marcia is.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">THERAPIST: Oh, okay.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: She’s like super hyper and loud. Tiny little woman. So she asks me how I’m feeling. And I say, “I’m not feeling well.” And I actually started, you know, I had been feeling better but this is when the cold started kicking in. So I’m about to tell her how I’m starting to feel pretty crappy, and <\/span><span data-id=\"P6-N2007B1\">she turns around and just starts talking to someone else. Right after she asks me how I was doing. Didn’t even wait for an answer. Just vrum (sp?). <\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">And I guess there are just certain things I have to get used to in women, and tolerate? Because I’ve noticed difference between Jess and Marcia which are noticeable differences, but there are certain things that I just guess all fucking women do, which is not pay attention to me when I speak. Or at <\/span><span data-id=\"P6-N2007D1\">least women I’m attracted to.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: Or at least two of them.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: Yeah. Two [inaudible at 00:24:29]. So yeah, I’ve been really fucking upset because I’m sick and my ankles and I barely get around. But on the other hand, I’m feeling…<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: Yeah, sounds like your much more on top of some of the financial planning and office stuff.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: Yeah, because I feel like I’m moving forward. Last year was not a great year. But I started making money in areas that I had not been making before. So the landlord tent (ph), the condo, I just got another condo guy (ph) collection yesterday. And each of those is like a closing (ph) so… <\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">I got this woman who lives in a disaster down in Easton and her landlord’s an asshole and he’s going to be paying attorney’s fees and so he’ll be here for a while but I’ll make some good money on that. I don’t know if I’m getting money from Grandma E dying. My mom once mentioned to me that I was going <\/span><span data-id=\"P6-N200871\">to get some money. I don’t want to bring it up. I want [it home] (ph), but I don’t want to bring it up. I don’t want to give the impression that that’s something… I don’t know. I don’t want to think about the money I’m getting from my parents. Just inheritance is something that happens and I don’t want <\/span><span data-id=\"P6-N200872\">to plan for it is what I’m saying. <\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">But my mom—I just wanted to know if everything was in a trust, which I had hoped my uncle had done, which he did do, or they were going to go through probate (ph) and Oregon. (Chuckles) But everything was in trust and my mom said, “Hey, he’s sending me a check by the end of the week or something like <\/span><span data-id=\"P6-N200891\">that.” I didn’t say anything, so I don’t know if I’m going to get a check or if she’s supposed to cut me a check or if she wants to cut me a check. So I might just send her a text. I don’t know. But basically, that money’s going to my landlord and to Flo, who are the two people who are my bank. <\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: Who’s Flo?<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: Flo. My step-mom.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: Oh, right.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: She [let me report that] (ph). Originally I was like, “Oh, I just give the whole thing to her” but no, I’ve got to catch up on my rent. I bounced $2,000 which she hasn’t fucking cashed those checks yet. I sent them an e-mail. I said, “Listen, you could either re-deposit them or I can give you <\/span><span data-id=\"P6-N200911\">a fucking bank check.” And I just want to get the money out of my account. And I didn’t get a response to that e-mail. (inaudible at 00:27:28)<\/span><\/p>\n<span data-id=\"P6-N20090-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20090-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562024\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">I just them another check he’s getting today. So now he’s got $3,000 of checks, which I’ve got to sit there and look at my account and not spend it. At least in my old bank account when I did [bill pay] (ph) it took it out. But then it took it put it back when he didn’t cash it so I got all fucked up. <\/span><span data-id=\"P7-N200931\">[Now it doesn’t. That’s what happens.] (ph) But still, I got October, November, December, and January. Four months behind. [inaudible at 00:28:03] I give some to him, give some to Flo, and give some to Edward Jones.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">At least I don’t have to worry about non-prescription co-pays or co-insurance or anything like that because I’ve met my out-of-pocket. I don’t know. Do they notify you of that? Like let’s say you’re collecting a co-pay and they all of a sudden tell you that you don’t need co-pays anymore?<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: Yeah, [I’ve been to] (ph) an electronic EOB that’s [fed into my billing software] (ph) automatically so I can see it there.<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: Okay. I know I still owe you a chunk of money.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: Yeah, you know what? I’ll think about it this weekend, where we’re at. I’ll send you an e-mail. <\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: Okay. I put all my medical bills on the backburner.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: The ones from the hospital?<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: Yeah. And just various things here and there. Mostly for priority. It’s like, what’s Flo going to do to me, what’s the landlord going to do to me. What’s the hospital going to do to me? You know? They’re not like credit card companies. You know? You might get a collection or whatever and I don’t <\/span><span data-id=\"P7-N200A11\">know what you do, but I’ll take you down…<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: (inaudible at 00:29:48) I was just thinking about the hospital, there are some guys that’ll put you in the hospital but that doesn’t get them anywhere.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: Yeah. I tried telling someone there was a Jewish mafia and they didn’t believe me. I said, “What do you think those (inaudible at 00:30:08) Jews are dealing all the diamonds. You think those guys are all above board? Nah (sp?) They’re killing people left and right.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: (inaudible at 00:30:19)<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: (Sneezes)<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: Bless you.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: Thank you. But yeah, so I got the new client over Christmas. I got the new client yesterday. I’m going to meet a guy I know from tailgating and ultimate, who he and a buddy want to buy some property. I don’t know what’s going to happen (inaudible at 00:30:54). I mean, we may get our charter <\/span><span data-id=\"P7-N200AD1\">pulled or whatever, pretty soon. But Eddie and I are on the same page—he’s vice president—that we’ll just go to some other organization. We’re going to keep the group together.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">Because one of the problems is BNI’s (ph) expensive. And BNI’s (ph) starting to get this reputation—it’s always had some reputation, but now it’s really like they’re cannibalizing the chapters. They’re just building too many. All they care about is the chapter size. And the charge is a good chunk of <\/span><span data-id=\"P7-N200AF1\">money where these other groups aren’t like that. So I just have to be careful that I’m not in something that’s going to put me in a quo pro situation. Ethically, I give a referral to someone they’re going to refer back to me. <\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">So I’ll just issue something in writing to myself as president of the chapter, that ethical standards—you know, it’s already in the BMI (ph) code—whatever the word is, superseded. So even though I should be worried about that I’m not. I’m still trying to get people motivated, but I don’t know. There <\/span><span data-id=\"P7-N200B11\">are some people who are going to be renewing and I don’t know if they’re going to leave the group or not. Reality is, I want people to not leave just for the numbers of it, but if someone really wants to leave (inaudible at 00:04:59) stay in the group, you know? We’ve talked people into staying over <\/span><span data-id=\"P7-N200B12\">the years and it’s never been a “Oh, boy. They’ve really become a great member” type of thing. And right now, you know, Patricia really is pissed at being on (ph). She was president last time. She’s an angry woman. I’m started to get just sick of it too.<\/span><\/p>\n<span data-id=\"P7-N200B0-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200B0-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562024\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">I’m going to write a letter to Boch Honda [so they’ll] (ph) fix my car. I also want to write a letter to the founder of BNI (ph) explaining the situation and help her feel what they’re doing to us is contrary to the very philosophy of BNI (ph) which is ‘givers gain’ and this is ‘takers gain.’ Basically <\/span><span data-id=\"P8-N200B31\">the administrative cost of running a chapter don’t make them enough money. They’re making (inaudible at 00:33:42) but they’re making [nothing else] (ph).I mean they charge us for training so it’s not like they’re putting money up for that. I’ve been meaning to meet with our, not our, area director. <\/span><span data-id=\"P8-N200B32\">He’s on my list of people to contact. But yeah, my car. What’s bothering me…<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">THERAPIST: Yeah, it’s a starter? [They tried] (ph) the wrong key…?<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">CLIENT: Yes. I got a different key to start it. I’ve got one door lock and I have to use the old key to do that, and I don’t have my remote. And basically, I don’t know if I should e-mail the sales guy or sales manager, but my beef is this. You know, I took a week old car into your shop thinking I was <\/span><span data-id=\"P8-N200B71\">going to be driving out a week old car. And I didn’t. I drove out with a car that was not a week old. I couldn’t open the doors with my lock. You know, I can’t lock it. Just with the kids. You know, being in Andover carrying things. To always have to go around the snow. Always having to go around to <\/span><span data-id=\"P8-N200B72\">the front door to unlock the lock. You know, it’s much more of a pain in the ass than one would think. <\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">And it’s even more of a pain in the ass knowing how new my car is and how much I’m paying a month. If they had said it would have—they never gave me the option. And so at this point, “You’re going to come pick up my car. You’re going to drop off a courtesy car.” I imagine I would pay a reasonable fee <\/span><span data-id=\"P8-N200B91\">for whatever it would to take my car back to normal, because I should have paid that in the first place. But I expect a discount from them. Flo and my dad think I should just contact Honda, but I believe in chain of command. How could you go to the Honda without even complaining to the service department? <\/span><span data-id=\"P8-N200B92\">Give them the opportunity to fix it. They could even pick the car up in Watertown. I’m not going to make them go to Andover. <\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">THERAPIST: They’re in Watertown?<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">CLIENT: Yeah. On the Automile. Watertown on the Automile. This is my skill…is pumping them up without costing myself if this thing were to go to litigation. So the one mistake my landlords always do, the one mistake my tenants always do is there’s that e-mail at the initial part of, “This isn’t working <\/span><span data-id=\"P8-N200BD1\">out.” They always say, “You’ve been a great tenant.” “You’ve been a great landlord.” Well now, what is it? Is this the landlord that never fixed anything or is this the “Great landlord?” <\/span><\/p>\n<span data-id=\"P8-N200BC-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562024\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">So I can say, “Hey, I got great customer service.” But I point out the things they did right. And do those first. And this was the calm one. The next one is the screaming phone call, which I don’t do that anymore. I’m going to have to go off my lamento (ph) for a few days before I make that phone call. <\/span><\/p>\n<p data-id=\"P9-N200C0\"><span data-id=\"P9-N200C1\">Marcia and a friend of hers, we were—what night was this? This was the blizzard. Thursday. She lives a few blocks away. Her boyfriend didn’t show up and she was just alone so she came over to hang out and we were playing cards and whatnot.<\/span><\/p>\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">You know, for nighttime I take a Klonopin (sp?) and Lamictal (sp?). 50 mgs have gone down, which I either have a tab of 100 or two 25s. So I put on the counter a Klonopin and two 25s and took my Questran (sp?) which is a powder. Drank that. And normally I drink the pills with the Questran, which I probably <\/span><span data-id=\"P9-N200C31\">shouldn’t do. But apparently, I didn’t take the Klonopin and the Lamictal and Marcia says to me, “Did you leave those pills on the counter for us?” It’s like, “How wasted were you guys?” Because I went to bed. And she was like, “Oh, we thought you left those for us. What were they?” I’m like, “What <\/span><span data-id=\"P9-N200C32\">did you do? Each take a half of the Klonopin and one of the Lamictals?” She’s like, “Yeah.” I said, “Well, I guess your bipolar is going to be cured for a day. I don’t know.” <\/span><\/p>\n<p data-id=\"P9-N200C4\"><span data-id=\"P9-N200C5\">(Pause) Here’s the thing that’s freaking me out.<\/span><\/p>\n<p data-id=\"P9-N200C6\"><span data-id=\"P9-N200C7\">THERAPIST: There something that’s dangerous with Lamictal. What is it, going up or coming off it?<\/span><\/p>\n<p data-id=\"P9-N200C8\"><span data-id=\"P9-N200C9\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P9-N200CA\"><span data-id=\"P9-N200CB\">THERAPIST: One of those things is quite dangerous.<\/span><\/p>\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">CLIENT: Oh, taking it.<\/span><\/p>\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">THERAPIST: Starting up.<\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">CLIENT: The rash. Like the rash or something like that. I should tell them shouldn’t I?<\/span><\/p>\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">THERAPIST: Might not be a bad idea.<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">CLIENT: I’ll tell Marcia. The other one is fucking crazy. She’s like trying to have sex with Marcia like you wouldn’t believe. I was like, “Whoa. This is just inappropriate.” Of course I’m encouraging it because I’m a guy. Supposed to. Right? You know? I don’t think Marcia n was enjoying it. <\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">But here’s this weird thing. I think about the car accident and I kind of go replay in my mind the hitting of a telephone or the hitting of another car, and it’s not just I think about it. I actually get a physical manifestation of…<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">THERAPIST: You have a (inaudible at 00:40:12)<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">THERAPIST: Are you asking if you have PFP (ph)?<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">CLIENT: No. I just wanted to point that out. I assume this is something that’s normal. Maybe not?<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">THERAPIST: Um… yeah. The question is, how much, how often, how long does it last? I mean I think to some extent, that’s pretty normal and usual.<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">CLIENT: I mean it bothers me that I do it at all. I don’t like it.<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">THERAPIST: How long has it been?<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">CLIENT: It was October 7th.<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">THERAPIST: Okay. So…<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">CLIENT: It’s been two months. Three months. And it just happened the other day.<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: Do you startle more easily in general?<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">THERAPIST: Nightmares?<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">CLIENT: I don’t remember dreams or nightmares or nothing. Rarely. The last one I did, a woman committed suicide. (inaudible at 00:41:22) She was Asian so I though t she was hot.<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">THERAPIST: This is the last dream you remember having?<\/span><\/p>\n<span data-id=\"P9-N200F4-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200F4-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562024\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N200F8\"><span data-id=\"P10-N200F9\">THERAPIST: When was that?<\/span><\/p>\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">CLIENT: A couple months ago. Is it weird that I don’t remember dreams? Anymore? I used to, but I don’t. [Really I’m just] (ph) going to wake up and go. I assumed it was the medication. I’m not getting good round (ph) of sleep and I’m going to die a slow painful death.<\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">THERAPIST: (Pause) I don’t know. Ask your prescriber of your medication about your memory thing, but I don’t know. (Pause) Are you also taking any kinds (inaudible at 00:42:47)? Sometimes those will actually make your (inaudible 00:42:30) more vivid.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">CLIENT: I’m taking Prozac and Lovitran (sp?).<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">THERAPIST: That’s great. Yeah. So I don’t know what the combination of that that’ll make you (inaudible 00:42:41).<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">CLIENT: Now that we’re speaking about the anti-depressant and the Wellbutrin and the reason I’m taking the Wellbutrin is to counteract the side effects of Prozac, which was why they thought it was weird I was having sexual dysfunction. I think you said and Doctor Province (sp?) said that it was performance <\/span><span data-id=\"P10-N201031\">(ph) anxiety. And I think it was because I’m not really having that issue anymore. But now I’ve got this great prescription for Viagra. Of course when I take a Viagra we don’t have sex.<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">THERAPIST: That was also happening when you and Marcia were just first getting together. (inaudible 00:43:30)<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">CLIENT: That’s why I think (inaudible at 00:43:31). Which is good because she was getting frustrated. (Pause)<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">But even like the type of pictures the designer wants me to put in the office has got me really excited. I’m even going to go ahead and frame my law school diploma. I always thought it was border line pornography, because right under there it says, “Cum laude (sp?).” No, I’m a magnum cum laude. That’s <\/span><span data-id=\"P10-N201091\">right. (inaudible 00:44:30)<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">I love telling (ph) Lucille to scream (ph). She goes, (inaudible at 00:44:36). That’s going well by the way.<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">THERAPIST: Good. Monday nights?<\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">CLIENT: Well, we’re doing the Monday nights and she’s sleeping over Saturday. The sleepovers have gone well.<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">THERAPIST: Good. That’s great.<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">CLIENT: I took them to a party and Marcia was there and Lucille hit it off with her. I was really nervous because Lucille like ran by her and Marcia kind of scratched her head. And I was like, “Oh my God. Is this too quick? Is this, you know?” And they ended up playing tickle monster. And Ian was like, <\/span><span data-id=\"P10-N201131\">“Could you ask your friend Marcia to not tickle me because her nails scratch me.” And I’m thinking, “Well, (inaudible at 00:45:16) it’s the same problem I have.”<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">And I said, “Lucille, what’s your favorite part of the party? What did you like the most?” And she’s like, “Tickle monster.” And then she remembered Marcia. And then later in the car ride she asked me to remind me of her name, just out of the blue.<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">THERAPIST: Oh that’s great.<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">CLIENT: That went well. She’s good with kids.<\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">THERAPIST: Yeah. Ian had met her before at the golf thing, the miniature golf thing.<\/span><\/p>\n<p data-id=\"P10-N2011C\"><span data-id=\"P10-N2011D\">CLIENT: Yeah. Saw and met her. So that went well. I’m trying to work out a dinner. A Monday night dinner. I didn’t have the kids last night (ph) because I was sick. They had them over the weekend. They have not played with Alice and Dorothy. Ian goes down there and I can’t get him to say I’m inviting <\/span><span data-id=\"P10-N2011D1\">them up. So they keep pushing back the time he can come down. I text them. Nothing. C’est la vie. I’m thinking that it’s either me or (inaudible at 00:46:24) time or that they think that Dorothy misbehaves when she’s around Ian which I think (inaudible at 00:46:30). They did take Quinn (inaudible at 00:46:35).<\/span><\/p>\n<span data-id=\"P10-N2011C-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2011C-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562024\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">THERAPIST: Okay. How old is Alice?<\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">CLIENT: He’s now five, but this like a year ago. (inaudible at 00:46:48)<\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}