{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her work settings and how she feels bad that she takes her issues out on colleagues. Client discusses trying to be more herself."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Work settings","Work behavior","Psychoanalytic Psychology","Frustration","Anxiety","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["7"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Work settings","Work behavior"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562418","dorpId":"1006469411","contentType":"text","aucs":"CTRN-V1","title":"Client \"K\", Session March 27, 2014: Client discusses her work settings and how she feels bad that she takes her issues out on colleagues. Client discusses trying to be more herself.","fullTitle":"Client \"K\", Session March 27, 2014: Client discusses her work settings and how she feels bad that she takes her issues out on colleagues. Client discusses trying to be more herself.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562418\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I guess, so in our department or whatever, or in the lab, there’s this [inaudible at 00:01:24] too much samples for processing and she’s really nice and acts, yes. Anyway and so she had a grant coming up or something and she needed samples processed right away so I sent kind of out of normal <\/span><span data-id=\"P1-N2000D1\">submission and that’s fine. The company kind of, especially now since we’re the same company notices (ph), that they do, I don’t know, they gave me they said oh it might take longer because it was only six samples instead of usually we send 100 or something. All right, whatever, that’s fine. <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">But then I don’t know for some reason when I’m send the samples I fill out forms and tell what they are and all that jazz. For some reason there were mouse samples that they ran them on, a human chip, which has human genes instead of mouse genes and so that’s a big mistake.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Right, because that would mess everything up I would think.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Right. And so yesterday I got the data back and I was just infuriated because I mean the first thing we noticed is everything was the same and [it’s all] (ph) on the data. But then I go and look at it and asked why is this crazy, I don’t know it was just a clump right in the middle. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: And so that’s on her, right? She could put this stuff on her own chip?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Right, on the company, yes.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Oh it’s on the company, not on Post-doc. Okay.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Right, on the company. And I have no idea why they did it or I don’t know because we do send both, human and mouse, but I don’t know. And I was so, I don’t know, just all this trouble that comes with this company. And I feel like whenever something goes wrong with them or something, I’m always <\/span><span data-id=\"P1-N2001B1\">the dispatcher of bad news with all, with any samples. [Laughs] And they say well you (ph) never in particular this is [inaudible at 00:04:01] is the post-doc who takes samples and she spends so much time. She spends a lot of face time with me making sure that I treat her samples well because I understand <\/span><span data-id=\"P1-N2001B2\">and she’s nice enough and explains what they are. But it’s because she, because it’s just a lot of work to take these samples so I understand her input. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">So, anyway, so yes this came at the end of the day yesterday and I was so just not wanting to deal with it. So, but I kind of just e-mailed them back asking why did this happen and if there’s anything we can do. Sometimes there’s left over materials and we can run again but I’m not sure; they haven’t <\/span><span data-id=\"P1-N2001D1\">answered me. But I don’t know. When somebody gets to me I’m not going to say anything to my boss or to her. I’m just going to wait because, I don’t know, one I think she’s going to be really upset because that’s [inaudible at 00:05:25].<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">I don’t know it’s always, it gets blown out of proportion; we’re asked to have a conference call with everyone at the company and I would have to explain what happened and, I don’t know, it just making more work for me. And I don’t know, I just kind of, I don’t know, it’s just kind of it’s always <\/span><span data-id=\"P1-N2001F1\">something with this company. And, I don’t know. I don’t really know what to do if they say there’s nothing we can do or there’s nothing left over, whatever. But, I don’t know. <\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562418\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">But I guess, I don’t know, I guess I kind of feel like because I’ve been so busy in doing so many different things, I was thinking back, I doubled-checked that with the mouse, I definitely did and I found out but, I don’t know <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: So you double-checked that you put mouse?<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Yes, instead of human run this under mouse array, [inaudible at 00:07:32] right. But I guess they send, before they actually hybridized (ph) them to the array they send a report and I’m trying to think, I don’t know. The report was fine but maybe it did say they were going to, I don’t think <\/span><span data-id=\"P2-N200251\">so but they rerun it on human stuff but I don’t know it just doesn’t so easy. But, anyway <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: So they said they were going to run it on mouse stuff?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: I’m not sure; I don’t know. I think it depends on the, I don’t know they give an I.D. for each sample and I have to look at that and see if I can tell by the label because of the numbers they have.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">[Pause]<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: I think I’m aware (ph) that you feel in the middle of this catastrophe and as so, I don’t know, maybe you’re also the most vulnerable and nobody else is really going to take any of it on probably including me. Not that I would take on blame, you know well actually Katie it was me, but that <\/span><span data-id=\"P2-N2002D1\">talking with me about it you’ll still feel like it’s on you and up to you to deal with. And I won’t help you feel; I’ll sort of leave it there. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Right. Yes, I mean I guess I feel responsible and there’s, I mean they came to me; I just can’t ignore it. And I guess I’m just afraid me being negatively, like the post-doc samples our samples are, I don’t know. Post-doc saying you can’t manage, this is your job to work with these companies <\/span><span data-id=\"P2-N2002F1\">and managing them but it’s always something with them. I don’t know. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">[Pause]<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">So, I don’t know. [Pause] I just, yes I mean I guess I’ve got to feel like it’s (ph) on me. I don’t want to work with this company any more. This company is much trouble and I don’t know. I’m constantly being kind of asked or from everyone that I submit my [inaudible at 00:13:15] and the tables for <\/span><span data-id=\"P2-N200331\">I ask is it going to pass QC’s or is it going to pass quality controls or is the data going to be good, high cells off. I mean they answer all these questions but it’s just constant worry they’re going to, I don’t know. Especially when it’s, I think I described it as a black box kind of sending these <\/span><span data-id=\"P2-N200332\">samples away and I don’t know what happens there. I know what kits they use, I know the protocol but I’m not there to quality them or whatever. <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">But, I don’t know. And yes I mean the company can give us a refund or whatever but it doesn’t make up for <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: It wouldn’t change the credit deadline.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Right. So, I don’t know.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: So yes I’d imagine that when people give you the samples they are the end product of a lot of work that they’ve done. And then it’s sort of they’re both, I mean they’re so invested in learning the results they’ve gotten from the samples and so they’re always intense and anxious with you about <\/span><span data-id=\"P2-N2003B1\">it. And the company on the other side I gather is just kind of flaky and inconsistent? <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: Well I guess the results are. I mean, yes, the data -<\/span><\/p>\n<span data-id=\"P2-N2003C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562418\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: I see, so -<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Somehow we’ve gotten I think it was September or October everything was failing and we didn’t know why and it ended up being one of their operators who wasn’t doing something right.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: At the company?<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: I see. There’s really two things to contend with that you never really know at the time, which it is. There’s error on the part of the company and then there’s the science just not turning out the way that people want which I understand happens all the time. <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: Right. Another thing too is what people give me isn’t always the best quality, what [inaudible at 00:16:18], how healthy the cells are, et cetera. So if they fail it’s not always my fault or the company’s fault; it might be their fault. And just in terms of why I have no idea; it could be you, <\/span><span data-id=\"P3-N200491\">it could be me, the company, or it just could be this sometimes things don’t work. And there’s no rhyme or reason. I’ve looked into this extensively at why samples fail. Is it from every point of variability I’ve looked and there’s no correlation, there’s no, I don’t know. <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">Yes, I mean there’s a little bit more if you have more cells then the samples usually do better but that’s not always the case. There’s a sweet spot and we try to aim for but sometimes things wave a little. It’s a gamble; sometimes people just say all right we’ll just try it. We know it’s a very low, <\/span><span data-id=\"P3-N2004B1\">got a lower climb and -<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Sometimes it doesn’t work.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yes and then something in the sweet spot will fail so, I don’t know, there’s no and so it’s hard to explain I guess so I kind of give a reason.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">[Pause]<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: But you’re the one who gives people the bad news and deals with their immediate reaction. <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">[Pause]<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: And that gets extremely stressful where you can’t <\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Right. And yes and also, I don’t know, it makes me kind of yes, vulnerable to other people and their judgment. Yes, it’s nice when I can say oh your sample’s back; here’s your data. It’s usually okay thanks, that’s great. But when something goes bad it’s kind of why, why, and I can’t give a <\/span><span data-id=\"P3-N2005B1\">clear cut answer so I feel like I’m always kind of judged or kind of viewed negatively and, I don’t know. I want to seem competent; I want to seem capable or kind of have a trust with their samples or whatever but I don’t know. <\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">[Pause]<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: It’s kind of much more dramatic. It reminds me a little bit of the military, you have to inform both of the loved ones who died or something like that. I mean it’s not quite like that. <\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">CLIENT: I know. I mean it’s not always bad or yes it’s just and people don’t always react like they’ll send 10 samples to [] (ph). Okay, they’re happy that tonight that’s doable (ph) but it’s just weird. They hide (sp) them to the wrong shipments, and kind of <\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">THERAPIST: Wait, they what?<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">CLIENT: They it’s called hybridization, they hide (sp) them to the wrong shipment. It’s kind of like friendly fire or something, right? I don’t know. [Pause] But we’ll see if it works out. I guess also what I’m a little worried about is, I don’t know. This is kind of this whole working with this <\/span><span data-id=\"P3-N200651\">company, processing samples and all that is kind of what I’m going to have to teach or kind of pass on to the person replacing me. <\/span><\/p>\n<span data-id=\"P3-N20064-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562418\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">And again it kind of feels so uncertain and I’m leaving them without a good understanding or just kind of vague, the book that’s on them, or how to properly use them, work with the company, work with people, and I don’t know. It just feels very not regimented or something, kind of -<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Like there’s not a sort of well-defined protocol? <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Right. I mean I can think of the reason why they probably hyde (sp) them to human because that’s not out of order and the only time they do that is when there are human samples or I sent them a small amount of figures and the argument is most people do that. That’s probably why they thought <\/span><span data-id=\"P4-N2006B1\">it was similar because it was a small shipment from our lab, blah, blah, blah.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">So, I don’t know. And, so it can’t be well always just send the monthly shipment but she needed these things faster than we know what the connection. So I don’t know it’s kind of always messy. They don’t teach that or I guess I feel vulnerable because [inaudible at 00:27:11] or something. <\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">[Pause]<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: Yes, I guess there’s messiness all around, really. I mean certainly with dealing with the company but also with people’s reactions. <\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">[Pause]<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">I guess, yes I mean it’s kind of, I don’t know, it’s part of my job or whatever and I’ve been dealing with it for years but I don’t know, I’m just everything it didn’t seem as bad for the first two years; there was no major screw ups. And the first major screw up that they, the company did have <\/span><span data-id=\"P4-N200771\">was actually was all my samples. So it didn’t really, yes, it sucked but at least I didn’t have to deal with other people but last week I did, yes. And but now it seems like things creep up and, I don’t know. <\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">[Pause]<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">I guess I just, I don’t know. I always feel I don’t want to complain or kind of make excuses or something about, I don’t know, anyone. <\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: You’re constantly starting to feel like you’re [inaudible at 00:31:47]?<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: Right, well just in me, I don’t know. This is one thing, one small aspect of running the rest of the job and I was feeling like what do I have to do today and hopefully they’ll reply. And then I have to deal with other things too and not wanting there’s just so much responsibility that I’m <\/span><span data-id=\"P4-N2007F1\">kind of, I’m holding up or cleaning up the messes or something like that. <\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">[Pause]<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">THERAPIST: I’m a little confused. I mean I think I got what you meant when you said you don’t want to complain or make excuses. And also I mean I get that this is only one small part of what you do and that you’re feeling a bit overwhelmed by all the responsibility that you have and the other stuff <\/span><span data-id=\"P4-N200831\">you have to deal with like the messes you have to clean up. I guess the thing I’m not sure about is how that, the one follows from the other. My sense is that you have a sense of how those things are connected, not willing to complain or make excuses and feeling like it’s just a small part of what you <\/span><span data-id=\"P4-N200832\">do and that you’ve got more on you than you want. <\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">CLIENT: I don’t know.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">THERAPIST: Maybe you don’t and that’s fine, I just -<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">CLIENT: Well I was just going to say that, yes it’s just the feeling of being overwhelmed and I wanted to complain I had a million other things to do and this is kind of, I don’t know, just something I really don’t want to deal with or really don’t want to think about. So yes, then that other thing <\/span><span data-id=\"P4-N200891\">I think I just I wanted to complain but then God (ph) it’s always something. <\/span><\/p>\n<span data-id=\"P4-N20088-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562418\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: I see. But I imagine because you worry that complaining would make you feel bad in a way that would make all this, make you feel more overwhelmed.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">[Pause]<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: Because you feel that’s not how you’re supposed to be and because [inaudible at 00:35:52] yourself?<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Right. [Pause] I don’t know. It’s kind of because I can’t allow myself to complain or say [that I was] (ph), or say I’ve got other things to do. Anyway it’s kind of that same kind of feeling like hanging out with Marlowe. It’s kind of backsliding or feeling sorry for myself or I don’t know. <\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">[Pause]<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: You’re feeling this kind of like you let yourself go far enough in talking in the way you did about what’s been giving you trouble in dealing with the company and with what just happened yesterday. And the point is not to let that turn into a bunch of complaining about stuff. <\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: I mean I think it just makes everything else harder and so does I mean, yes I mean something heavier and I’m tired, I’m hard (ph) and don’t want to do anything kind of. And so, I don’t know. And I know since we have something, lately I’ve been a little bit more, if I can describe it, like not <\/span><span data-id=\"P5-N200991\">taking out Marlowe and just be more to myself. I’m better able to keep from doing things like working and stuff. I don’t know, just a product of that, just moving I guess and keep working. <\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: I wonder if there’s also if you start to feel like you were complaining it would feel like something a little different between you and me. I mean if I were sort of listening and attentive while you were complaining, you would start to feel more, more down on yourself but also more helpless, <\/span><span data-id=\"P5-N2009B1\">vulnerable, in need of my taking care of you or something like that and maybe that doesn’t sit well with you. <\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Right. Yes, that’s exactly it. [Pause] I don’t know. In a way it’s something like this [inaudible at 00:42:08] with the company. I guess it feels like there’s no making it better; there’s no, yes this sucks but there’s no solution or, yes. <\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">[Pause]<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: Well why don’t we stop?<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: Okay. <\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}