{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses some good news he heard about finishing up his doctoral dissertation. Client discusses a major fight he had with his mom and how he's completely checked out from his life in America."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Parent-child relationships","Continuing education","Self confidence","Family relations","Psychoanalytic Psychology","Anger","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["18"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Parent-child relationships","Continuing education","Self confidence","Family relations"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562564","dorpId":"1006469557","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 173: February 26, 2014: Client discusses some good news he heard about finishing up his doctoral dissertation. Client discusses a major fight he had with his mom and how he's completely checked out from his life in America.","fullTitle":"Client \"AP\", Session 173: February 26, 2014: Client discusses some good news he heard about finishing up his doctoral dissertation. Client discusses a major fight he had with his mom and how he's completely checked out from his life in America.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562564\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">ANALYST: You’re back.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Yeah. It’s good to see you.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">ANALYST: Thank you.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Sorry I flaked last week.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">ANALYST: No problem.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: The minute I saw your cell number just suddenly I was like, yeah, what the fuck am I doing?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">ANALYST: I figured as much. You were away too.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: No, I didn’t… it was… Ah, a lot to talk about. I didn’t go to San Diego. I got into a little car accident. That day I was really bad, Thursday maybe? Wednesday, Thursday?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">ANALYST: Of last week?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Just that I was near my house going really, really slow to my Assyrian friend’s, a car stopped, I tried to stop.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">ANALYST: Oh yeah. So I was here when this happened.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">ANALYST: What’s… you mean you had a second car accident?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Oh, has it been already that long? Yeah, then you were, I’m sorry.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">ANALYST: No, that’s okay.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: Yeah, you’re right, you’re right, it’s been a while. So then what last week? Oh, yeah, so the car issue was one.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">ANALYST: Yeah.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: And then just the money. I mean, I was like what the… I mean, I’m really cutting it close, going all the way down there to read 15 minutes. They were going to give me a $10 drink ticket.<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">ANALYST: What was it for?<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">CLIENT: The Assyrian Cultural Educational blah blah something. You know, just one of those things where I just… I’m at that place and I was like, I can say no to this and I’m going to be fine. I would have liked to have gone, but that… And I’d been fighting a cold off and on. So it’s like, you know, <\/span><span data-id=\"P1-N200331\">what the fuck am I doing? So I didn’t do that. Then I had a major—very, very temporary but major blow up with my mom, where she called me one night, I was at George’s house, and she’s like, “The tenant slipped and fell,” blah, blah, blah, blah. She wasn’t upset or anything, she was like, “They just <\/span><span data-id=\"P1-N200332\">fell. Maybe if you could put salt.” I was like, yeah, whatever. Couldn’t find any salt or sand anywhere to buy, so I bought cat litter. I was like, these people fucking slipped, I’m going to put something, right, cat litter.<\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">ANALYST: Mm hm. [0:02:15]<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">CLIENT: The next day in the middle of the day she called me and she left one of her like kind of panicked totally melodramatic, “What is this sand? It’s dirty every…” You know, just… I don’t know what happened, dude, but it was just another one of those, I just was done. And I waited… I was at the post <\/span><span data-id=\"P1-N200371\">office, so I was like shaking. The minute I got into the car I dialed her, and the minute she answered just in Assyrian I think the only thing I said was “Fuck you,” just like over and over. I was like, “Just go fuck yourself!” — Oh, no, no, then I did say… She was like, “Wha wha…” I was like, “You <\/span><span data-id=\"P1-N200372\">said these fucking people slipped!” I said, “And first of all, I contacted… the tenant was more worried about you.” Nothing… there was no problem really, right. “And second of all, regardless, I was concerned, not just for them but for you, because you’re fucking old and you have your broken hip. So <\/span><span data-id=\"P1-N200373\">I put something, because you have to put something, right. Do you want to fucking fall? Or do you want to just be dirty for a second and fucking walk…” I mean, I just… I was shaking. Shaking.<\/span><\/p>\n<p data-id=\"P1-N20038\"><span data-id=\"P1-N20039\">Came home, totally fucking sobbed, like just had a fucking breakdown. Then it was fine. My mom was… we had one little more. She kept trying to apologize and I blew her off for like a day, yelled at her a little more. But I was very articulate. I was like, “I’m done with you people.” I was like, “Everything <\/span><span data-id=\"P1-N200391\">is about you.” You know. Like I was like, “Everything is about you.” Like I was like, “Everything is about my fucking uncle, you.” I was like, “Ever since my dad died you people have not… you think you’ve looked out for me, but you haven’t. And I’m just fucking done with you. I love you. Yeah, I love <\/span><span data-id=\"P1-N200392\">you, I get it. Yeah, I get your…” You know. “But you can’t…” I said, “You cannot call me and then that kinda tone of… Who the fuck do you think you are?” Yeah, so… And that was that. It’s fine. I mean, it’s cool. So that happened. [0:04:30]<\/span><\/p>\n<span data-id=\"P1-N20038-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562564\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">I’m a tough motherfucker. That’s all I can say, dude. I’m a tough guy. Even this fucking cold. It’s like, you know what? All my friends are puking, having all kinds of colds all fucking year. This is the first real cold I’ve had. So there you go.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">I haven’t talked to my uncle. I feel totally fine about that one. As does everybody else. [laughs] All my mom’s friends I guess have been telling her like, “You know that Brian totally did the right thing, right?” You know, like that’s not even… you know. And she gets it now, whatever. And I’m all, <\/span><span data-id=\"P2-N2003D1\">look, I love my uncle. It’ll be fine at some point. But he needed a bitch slap. And if they can’t get over it, that’s their problem, not mine. I’ll send them a note before I got to Assyrian or something, be like, “Hey, sorry it went down the way it did, but I don’t know what to tell you. I tried to <\/span><span data-id=\"P2-N2003D2\">articulate it as best as I could, and you need to suck it up and accept that you’re the man of the family. You can’t put your mind with a lunatic sister and another sister who has a martyr complex. You gotta step up. You have the means, you have the language skills, and you claim to care so much about <\/span><span data-id=\"P2-N2003D3\">your mother.” That’s all that this is about. And I have to care for my grandmother and my mother. So, you know, really that’s all there is to it. [0:06:00]<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">I’ve been writing a lot. Like a lot. I finished the blog post that I haven’t published yet, but I’m pretty happy with it. I’m going to send it to you actually. But I’m pretty happy with it. It just talks about why I’m leaving and this and that. There’s a part of me that like… I’m just so angry, you <\/span><span data-id=\"P2-N2003F1\">know what I mean, I’m so disappointed and sad and angry. I just don’t want it to come across as that. But I think it’s… But then I’m like, yeah, but you know what, I am fucking angry. What, I’m supposed to write like that I’m frolicking in a field? That’s such an American…<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">See, that’s why I’m leaving. You know what I mean? Like we’re all supposed to be like, “Oh Claire, don’t be so politically correct and so boring, just fucking have a beer.” You know? No. There are things to be really fucking angry about. And I’ve been like obsess… I mean, I’ve been… I’ve been I think <\/span><span data-id=\"P2-N200411\">at that café, I shit you not, hours. Literally like six-hour blocks of writing, editing.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">ANALYST: My goodness.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">CLIENT: Yeah, yeah. No, something has definitely shifted. Anyway, I think I have it to a place where it’s angry, but it’s thoughtful, and like factual, and, you know, just from the heart. And also like, look, I love it here, but that’s why I’m upset. And it also talks about my family. I finally was <\/span><span data-id=\"P2-N200451\">able to kind of have some paragraphs just saying that, you know, that’s why: Immigrants take American principles really fucking seriously, that’s why we’re here. But it’s like this innocent… you know, then they get here and it’s not exactly what they thought. But anyway, so I’ve been writing a lot. <\/span><span data-id=\"P2-N200452\">The UConn thing, did I e-mail that to you? I don’t think I did.<\/span><\/p>\n<span data-id=\"P2-N20044-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562564\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">ANALYST: No.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: So Chuck just said… I’ll e-mail it to you. He just said, “Yeah, she just needs to write what were all the reasons that you weren’t able to register and why we shouldn’t charge you.” You know what I mean?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">ANALYST: Mm hm. [0:08:00]<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: But I’ll e-mail that to you. So that’s happening. The Ph.D. in London is happening. But I do want to read you something, because I don’t know if I should send it or not. So it’s happening, it’s moving forward. My current… that younger guy I was telling you about, he’s being very helpful, really <\/span><span data-id=\"P3-N2004D1\">good. Jason is being Jason. He sent me this… and I’m just going to… Okay. “Dear Brian, I have a point to appointment…” I don’t know what the fuck that means, “… half-time appointment at London now and have four Ph.D. students. I’m winding down…”<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">ANALYST: This is Jason?<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: This is Jason.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">ANALYST: Okay.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: “… I’m winding down and seldom in the city. I think you’ll need to have two supervisors on site, as it were, to accelerate and complete for 2015.” No problemo, all good. “You started with a poetry project and then shifted to a prose project…” I don’t remember ever doing that, “… which was not <\/span><span data-id=\"P3-N200551\">advancing very satisfactorily at the time you disappeared.” That’s… I’m not… I gotta be careful here, because my nerves are raw lately. But you can’t tell me I disappeared, I don’t like that. And the “not very satisfactorily,” I’ll let that slide I guess. But I don’t even know what the fucking prose <\/span><span data-id=\"P3-N200552\">project you’re talking about. But disappeared? No. “I’m not sure whether the poetry project or the prose project is what you are proceeding with. If the latter, there are several possibilities for supervisors at London. If the former…” blah, blah, blah. “I will have a word,” whoever that is, “Best, Jason.” [0:10:00]<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">So this is what I’ve written back, but I think I need to send something like this: “Dear Jason, thanks for your note. I understand your situation and I’m quite happy to work with Walter. I’ll definitely be working on my initial poetry collection. I don’t recall ever switching to a prose track. I feel <\/span><span data-id=\"P3-N200571\">I need to address your choice of the word ‘disappeared’. Perhaps you meant nothing by it, but I find it a bit hurtful. Being at London, studying with you, and publishing are all things I’ve been consistently thrilled about and committed to. I can’t and won’t apologize for not having the funds to stay <\/span><span data-id=\"P3-N200572\">there, and for the fact that I’ve had issues back home that have needed my attention. This is not for sympathy, but to remind you of the proper context.”<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">“When I agreed to come to London I made it plain that I would need help with funding. I was told over a few e-mails that something would be arranged after my first year, but that never happened. And teaching a class there is not like teaching in the U.S., where it covers your tuition and provides a <\/span><span data-id=\"P3-N200591\">stipend. Still, because I’m committed to finishing I found a way to make it back for the second year. I have accumulated debt for this degree, and that’s fine, but I did not disappear. Lack of funds and personal matters back home should not be held against me. They have nothing to do with my talents <\/span><span data-id=\"P3-N200592\">as a poet and ability to do a Ph.D. My second collection is nearly done and I’m ready to finish the degree. I’ll be lecturing at the university in Assyria, so I’ll have time and resources to focus.”<\/span><\/p>\n<span data-id=\"P3-N20058-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562564\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">“There have been many times that I’ve e-mailed you to touch base, send poems, get some feedback, but I have generally not heard back or have gotten back somewhat curt replies. I know how busy you are so I have not taken it personally. But since you used the word ‘disappeared’, I felt a need to clarify. <\/span><span data-id=\"P4-N2005B1\">Forgive me if I’ve misunderstood or overreacted. I think of you as a mentor, a great teacher, and my publisher, and a friend for whom I have the utmost respect and always will.”<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">ANALYST: Hm. Painful.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Right? [0:12:00]<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">ANALYST: Mm hm.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: I mean, you can’t… That’s not cool, man. What disappeared? What the… That’s a der[ogatory]… that’s a negative thing that you’re saying. Go fuck yourself. You can’t do that. And also he copied Walter on it. You know, it’s like… And now the thing is, I don’t know if I should copy Walter on this. <\/span><span data-id=\"P4-N200631\">You know what I mean? Like, then I feel like… So I think what I’m going to do is not copy Walter. I think I’d rather take the high road, I’m just going to send this to Jason. But I am going to e-mail Walter and be like, “Hey man, you’re being really helpful and I’m so grateful, and I’m really looking <\/span><span data-id=\"P4-N200632\">forward to finishing this. I did want you to know that I found it hurtful and kind of odd for Jason… I found Jason’s e-mail and his choice of his words… And I don’t mean this in any gossipy way, but just to let you know that I didn’t think that was appropriate.” So yeah, fuck that, man. Are you fucking <\/span><span data-id=\"P4-N200633\">kidding me? Anyway. So yeah, so I feel like that’s appropriate, right?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">ANALYST: Mm hm. Why do you think he uses the word?<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: I think, you know, he’s a bitchy little gay man. You know. I mean, he’s… I think Jason is… you know, he’s not a scholar. Well, that has nothing to do with it. Jason is Jason fucking Schmidt, all right. I mean, he’s a big shot. And he’s a bizarre workaholic. I mean, he’s just pub… he’s published <\/span><span data-id=\"P4-N200671\">a book now… it’s like 1500 pages long. I mean, the guy’s like 65, he got over prostate cancer, whatever. You know. So I think he just feels like, you know, if you really were… something. You know what I mean? He’s judging. He’s judging.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">ANALYST: Every little thing that happens [overtalk]. [0:14:00]<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Yeah, you don’t know just… Yeah, yeah, that’s one. And two, the satisfactorily thing. And he’s never been a fan of my academic side. I don’t think he thinks of me… I was even going to add that. I was going to be like, look, I didn’t come there to be his… But I was like, I don’t… I think this <\/span><span data-id=\"P4-N2006B1\">is enough. I don’t want it to be like, listen…<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">ANALYST: Uh huh, yeah.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: You know. But I was going to be like, “Dude, I came there to be a poet.” And also, I’m sorry, but up until even now, Walter and me were really the only good poets there. By a long shot. Not even like close, by a… So, you know. But that’s definitely not… I don’t want to put that in there.<\/span><\/p>\n<span data-id=\"P4-N2006E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562564\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">ANALYST: Mm hm, yeah.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: But you know what I mean? It’s like, dude.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">ANALYST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: But I think that’s what it is, I think he feels that, you know, I’m just… on the academic side I’m not really that great. And because I haven’t stuck it out, or because I haven’t finished the second collection faster, or this or that or whatever, that he’s just kinda like, whatever, you know. <\/span><span data-id=\"P5-N200771\">That’s fine, but he can’t pull that. Because I’ve been nice, I’ve been… And also it’s just not true. I’ve been e-mailing you, I’ve been looking for… you know, I’ve been reaching out. So…<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">ANALYST: And when you left, I don’t know that I know even all the context around the departure. You were very clear that it’s because of money, right?<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Of course.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">ANALYST: [unclear]<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Yeah, I told him, I said, I’m going to stay here and do what? I finished course work. So even if I had essays to hand in or whatever, I mean, there’s nothing left to do. Are you going to help me be an actual professor here, not some fucking GTA? No? Well, I gotta go. So… Not to mention, you <\/span><span data-id=\"P5-N2007F1\">already lied to me. You told me you were going to help… I mean, you know. So. Anyway. But, regardless of that, the Ph.D.’s happening. So I’m… you know, whatever.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">ANALYST: So how? What did he do? [0:16:00]<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: You know, they’re working on it. The last e-mail I got was Walter and another creative writing professor… I really… I kinda don’t like her, so I hope I don’t have to… She’s prose, so I hope I don’t have to work with her. But even if she’s like, “Wow, I’m really excited to have Brian back, that’ll <\/span><span data-id=\"P5-N200831\">be awesome,” you know. And yeah, they’re just trying to figure out so like where is he…<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">ANALYST: [unclear]<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Yeah, like where is he at, what should he submit to us?<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">ANALYST: Yeah, yes.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: Do we need to officially readmit him? Like how should we do this?<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">ANALYST: Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Yeah. So.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">ANALYST: That’s very exciting.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">ANALYST: Jason or no Jason.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: What’s that?<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">ANALYST: Jason or no Jason.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: Yeah, Jason or no Jason, dude. It’s like… And you know what, you already published me. So now I can go to one of your competitors in the U.K. and be like, “Hey, would you like a poet on your author list?” You know. It’s like, dude, come on. Whatever hissy fit or weird thing you’re having, you <\/span><span data-id=\"P5-N2009B1\">know, get… I mean, I hope it’s not something weird that I don’t even know about, like… you know, like I got there and he thought I’d turned gay, or he… You know what I mean? And not because he is gay, I’m just saying, I don’t know what these fucking people… You know, because Walter is gay, the other <\/span><span data-id=\"P5-N2009B2\">guy is gay. You know what I mean? Like with this fucking guy here. I don’t know I how I end up in this… You know what I mean? Like did he think I was going to get there and be more of like… what’s the word? Acolyte?<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">ANALYST: Mm hm.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: Like just a disciple that… I don’t know, I don’t know what happened. But I do think he was just kinda disappointed. Like yeah, academically this guy’s not that rigorous. And he’s not being fast enough, I guess, not prolific or whatever. But of course the amazing thing is he’s a fucking poet. <\/span><span data-id=\"P5-N2009F1\">So it’s like, dude, art doesn’t work that way either. I mean, I’m doing my best, and there’s also some other shit going on. And you promised me money that never arrived. Anyway. [0:18:15]<\/span><\/p>\n<span data-id=\"P5-N2009E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2009E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562564\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">So there’s that. Meanwhile the airline is telling me they don’t take cats as ESA animals. I don’t know, I’m going to try one more time. They gave me some different… I’ve been going back and forth. I might have to pay $200 to just have her as carry on.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">ANALYST: You can take her, I guess?<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Oh yeah, they have no problem with… it’s just a question of not paying for her, yeah.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">ANALYST: [unclear] ESA.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Yeah. Yeah. [pause] Yeah, it’s a lot. Meanwhile yesterday this chick in Newfoundland I’ve known a long time, my friend Eliza, we’ve had a little kind of thing or whatever, I gave her advice for like two fucking hours on the phone yesterday while she was crying and this and that.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">ANALYST: What makes you feel [unclear].<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: I mean, just the toughness of it. Like, you know, I mean, that felt good. I mean, I was on the phone with her. She couldn’t get out of her car. She was having like an OCD thing where she… she feels so lonely and sad and like she’s going to fuck up, that she kinda hates herself or whatever, that <\/span><span data-id=\"P6-N200AD1\">like sometimes she can’t get out of her car when she gets home. So I just stayed on the phone with her. I was like, “All right, why don’t I walk you… let’s take a walk to your house.” Like I totally… like we had a long talk, and I like cheered her up, and we talked. And I’m not saying that because I’m <\/span><span data-id=\"P6-N200AD2\">awesome, I’m just saying it like…<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">ANALYST: [unclear]<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Yeah, you know what I mean? And on top of that, she kinda hurt my feelings. We had a little bit of a tiff, you know what I mean. So we had a whole like talking out, and I kind of put her in her place a little bit. I was like, “I get your thing, but you’re…” I was like, “I’m sorry, you’re kinda <\/span><span data-id=\"P6-N200B11\">not quite seeing what a week or two I’ve had here. It’s not just been stressful.” I was like, “You know.” I was like, “I called you…” Because she called me right when I was sobbing about my mom, and I answered. I wouldn’t do that. It’s like, “You think I just cried…” I was like, “I haven’t even cried <\/span><span data-id=\"P6-N200B12\">like that in…” You know. So I was like… She was little bit miffed that I didn’t make concrete plans with her over the weekend, when I just kinda spaced. I mean, I was supposed to go to San Diego, I had no… It was a fucked up week. So I just assumed one way or the other her and I would figure it out, <\/span><span data-id=\"P6-N200B13\">you know, like… [0:20:40]<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">Anyway, so… But even that I feel like I handled it like really, really well, and like I kinda talked her down from being a little bit like bitchy and… just being a little bit like too… making it about her a little bit. And I was like, “Dude, I’ve apologized.” But really I had nothing to apologize for. <\/span><span data-id=\"P6-N200B31\">“Because I really like you, and I know you’ve gone through a really hard time, so I’m bending. But you’re like making something completely innocent into something it’s not, and I don’t have time for that. Like either you understand that your friend—putting aside any romantic things—that your friend <\/span><span data-id=\"P6-N200B32\">who you’ve known a long time has really had a lot on his plate. And he was fucking sobbing to you on the fucking phone. You either cut him some slack, or I don’t have the time for…” That’s not really being a good friend, you know what I mean? Anyway.<\/span><\/p>\n<span data-id=\"P6-N200B2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200B2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562564\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">So yeah, so a lot of just… I sent my cousin an e-mail, and I was like, “Hey man, I just want to let you know that I’m sorry if any way your caught in the middle of this bullshit with uncle. Don’t let yourself get… this has nothing at all to do with you.” Like, you know, I explained a little bit more. <\/span><span data-id=\"P7-N200B51\">And I was like, “I love you guys, you and Aaron and the kids. Like you guys are the only really rational… And you’ve always been there for me, you always… You don’t judge me, you don’t…” You know. So. [0:22:10]<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">ANALYST: Just handling things maturely.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">ANALYST: In a way. And sort of to everywhere you’re going.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">ANALYST: And that was in not [unclear] baggage on your back.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: Yeah. Yeah, yeah, yeah.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">ANALYST: But just being grown up.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">ANALYST: In a way so much of your family is not.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">CLIENT: Yeah. Yeah, yeah.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">ANALYST: And never will be.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">CLIENT: And then something really, really out of the blue. I have this kind of a Facebook acquaintance, this Assyrian girl who I’ll see. She’s in San Diego but she goes… she lives in both places.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">ANALYST: Uh huh.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">CLIENT: She’s a… I’m kind of not sure what, painter, artist. She’s like a really talented person. And I don’t even know if I’ll like her in person, but we just seem to have this kind of rapport, or whatever.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">ANALYST: How did you meet her?<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">CLIENT: On Facebook.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">ANALYST: Mm hm.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: When I was kind of trying to network with like these kind of more Bohemian Assyrian artists, whatever. So on Sunday, when I was… On Sunday when I was… I’m sorry, I’m just trying to find it. On Sunday when I was like eight hours just writing in the café, I suddenly get this text message from <\/span><span data-id=\"P7-N200D91\">her. Um… [pause] I’ll just tell you.<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">ANALYST: Mm hm.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: She’s a painter, and I get this text message of her having done this amazing painting. She did like an installation at a fucking museum in San Diego, okay.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">ANALYST: Hm!<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: And… [pause]<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">ANALYST: It’s in a museum?<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: Yeah. [0:24:00]<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">ANALYST: Oh my goodness. Huh. [Is it on there?]? [the phone] No.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: It’s… yeah.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">ANALYST: Oh! [laughs]<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: Isn’t that sweet. “Music.” She put “music,” with an arrow.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">ANALYST: And your name.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">ANALYST: Wow.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">CLIENT: Yeah, that’s very nice, you know.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">ANALYST: When did you meet?<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">CLIENT: We’ve never met, we’re just friends…<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">ANALYST: I mean on Facebook?<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">CLIENT: Oh, a few years ago I guess. I don’t know two years… I’m not sure really, it’s been a while.<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">ANALYST: Yeah. So not just recently, it’s been…<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">CLIENT: No, no.<\/span><\/p>\n<p data-id=\"P7-N20102\"><span data-id=\"P7-N20103\">ANALYST: Okay.<\/span><\/p>\n<p data-id=\"P7-N20104\"><span data-id=\"P7-N20105\">CLIENT: And the funny thing is we even… we started off with some more of a like exchanges. It went to e-mail I think for a little bit. And then it just kinda tapered off. I sensed that… it was when I was catching myself from like a, wait a minute, I don’t want to just like some girl on Facebook, you <\/span><span data-id=\"P7-N201051\">know what I mean? And also I was like, I think this girl might be a little nutty. I’m being attracted again to someone a little bit nutty. So I just kinda did nothing. But she does live in Assyrian a lot, so I was like… But, you know. So lately we’ve had a much more regular… like we’ve been texting <\/span><span data-id=\"P7-N201052\">almost every day, she’s told me some…<\/span><\/p>\n<p data-id=\"P7-N20106\"><span data-id=\"P7-N20107\">ANALYST: Since you’ve decided.<\/span><\/p>\n<p data-id=\"P7-N20108\"><span data-id=\"P7-N20109\">CLIENT: Yeah, yeah. She’s helping me… I guess she runs…<\/span><\/p>\n<p data-id=\"P7-N2010A\"><span data-id=\"P7-N2010B\">ANALYST: [unclear]<\/span><\/p>\n<p data-id=\"P7-N2010C\"><span data-id=\"P7-N2010D\">CLIENT: Yeah, she wanted to show me the scale so she… it’s like a little kid walking by it.<\/span><\/p>\n<p data-id=\"P7-N2010E\"><span data-id=\"P7-N2010F\">ANALYST: Oh my goodness. Wow. That’s beautiful.<\/span><\/p>\n<span data-id=\"P7-N2010E-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2010E-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562564\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">CLIENT: That’s cool, right?<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">ANALYST: It’s very cool.<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">CLIENT: Yeah, she’s very talented. It’s almost got like a [Boskyotte?] kinda whatever.<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">ANALYST: Mm hm. It’s very alive.<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">CLIENT: Yeah. She runs some club or something or something, so she was like, “I’ll totally…” And she’s like, it’s one of the… it’s like the… well, she didn’t say it, I asked around and people said that that’s like one of the best really cool clubs, whatever. She’s like, you know…<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">ANALYST: She runs the club? [0:26:00]<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">CLIENT: She runs it or something. I don’t know. Yeah, she’s a very… yeah.<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">ANALYST: And she’s an artist.<\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">CLIENT: Yeah. So she’s in movies and shit. I don’t fucking know. So she’s like, you know, ‘We’ll totally like get you…” You know, “We’ll set you up with gigs and stuff,” when I get there. Like, ‘That’s a perfect place for you to play,” and stuff like that. But I didn’t even say anything.<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\">ANALYST: Oh, that’s sweet.<\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">CLIENT: Yeah, she was like just a nice person.<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">ANALYST: And she’s putting your name in her installation. What do you make of it?<\/span><\/p>\n<p data-id=\"P8-N20128\"><span data-id=\"P8-N20129\">CLIENT: I make of that that I should not… I should probably not get involved with her, or something.<\/span><\/p>\n<p data-id=\"P8-N2012A\"><span data-id=\"P8-N2012B\">ANALYST: [laughs]<\/span><\/p>\n<p data-id=\"P8-N2012C\"><span data-id=\"P8-N2012D\">CLIENT: I mean, that’s a little… Because I don’t know what that… that’s a little… You know what I mean? You don’t…<\/span><\/p>\n<p data-id=\"P8-N2012E\"><span data-id=\"P8-N2012F\">ANALYST: It’s unusual.<\/span><\/p>\n<p data-id=\"P8-N20130\"><span data-id=\"P8-N20131\">CLIENT: Yeah, it’s unusual, right. Because there’s no… I don’t see any other names.<\/span><\/p>\n<p data-id=\"P8-N20132\"><span data-id=\"P8-N20133\">ANALYST: No. [laughter]<\/span><\/p>\n<p data-id=\"P8-N20134\"><span data-id=\"P8-N20135\">CLIENT: And it’s kinda big. So yeah, I don’t know what the fuck to make of that. It’s weird. Maybe she sensed that I was going through a hard time the last few weeks. You know, I was trying to be honest but not give too much information. But… Oh no, I… there were two instances on Facebook where I was <\/span><span data-id=\"P8-N201351\">just so just a… like you know how you… I’m really good about that, not putting shit like that on Facebook, but sometimes you get tricked, you know. So I think I put just like I was in a fucked family or something like that on Facebook. I erased it pretty quickly, but I have a shitload of friends. And <\/span><span data-id=\"P8-N201352\">I started getting e-mails, like, “Dude, are you okay,” or this… Which is very sweet, you know.<\/span><\/p>\n<p data-id=\"P8-N20136\"><span data-id=\"P8-N20137\">ANALYST: Mm hm.<\/span><\/p>\n<p data-id=\"P8-N20138\"><span data-id=\"P8-N20139\">CLIENT: But maybe she saw that. But still, I mean, that’s… that’s a serious thing for an artist to… But it was very nice. It just reminded me that…<\/span><\/p>\n<p data-id=\"P8-N2013A\"><span data-id=\"P8-N2013B\">ANALYST: It’s flattering.<\/span><\/p>\n<p data-id=\"P8-N2013C\"><span data-id=\"P8-N2013D\">CLIENT: It’s flattering, and it reminded me of why I’m getting out of here. How long have I been in Darien? How many artists do I know? I don’t even know this fucking person. And, you know, that gesture. You know what I mean?<\/span><\/p>\n<p data-id=\"P8-N2013E\"><span data-id=\"P8-N2013F\">ANALYST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20140\"><span data-id=\"P8-N20141\">CLIENT: She could be a nut job, but you know what, I’ll take that. I’ll take that. It’s not that people here aren’t nice, it’s just… like I wrote in this essay, there’s not really a Bohemian… you know, that just unfortunately doesn’t exist anymore in the States. It just can’t, you know. And somehow <\/span><span data-id=\"P8-N201411\">it does in Assyrian. It might be tiny. It might be fucking 35 people, I don’t know. But I don’t care. You know, that’s all I need is… you know, how many friends do you need?<\/span><\/p>\n<p data-id=\"P8-N20142\"><span data-id=\"P8-N20143\">ANALYST: Mm hm. [0:28:20]<\/span><\/p>\n<p data-id=\"P8-N20144\"><span data-id=\"P8-N20145\">CLIENT: It just… that’s a lotta… that’s energy, you know. [pause]<\/span><\/p>\n<p data-id=\"P8-N20146\"><span data-id=\"P8-N20147\">ANALYST: It’s very touching.<\/span><\/p>\n<p data-id=\"P8-N20148\"><span data-id=\"P8-N20149\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2014A\"><span data-id=\"P8-N2014B\">ANALYST: Even when it’s [unclear].<\/span><\/p>\n<p data-id=\"P8-N2014C\"><span data-id=\"P8-N2014D\">CLIENT: And I told her… Yeah, yeah. And I tried to temper my reaction to it too. But I was like, wow, like [listen?], I… I mean, that’s such a gesture. It was like I don’t… you know, thank you. And I’m not sure what to say, that’s… And it was like, you know, that really moves me. I said something like <\/span><span data-id=\"P8-N2014D1\">that or… you know. And yeah. [pause] Oh, and a dream last night.<\/span><\/p>\n<span data-id=\"P8-N2014C-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2014C-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562564\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2014E\"><span data-id=\"P9-N2014F\">ANALYST: Mm hm.<\/span><\/p>\n<p data-id=\"P9-N20150\"><span data-id=\"P9-N20151\">CLIENT: [laughs] If there are two people in the world who I pretty much never think about they’re Angelina Jolie and Brad Pitt.<\/span><\/p>\n<p data-id=\"P9-N20152\"><span data-id=\"P9-N20153\">ANALYST: [laughs]<\/span><\/p>\n<p data-id=\"P9-N20154\"><span data-id=\"P9-N20155\">CLIENT: This I did put on Facebook because I think it’s fucking hilarious. In my dream last night I’m in an amazing book store, like old like used book store, slash wacky art gallery, with Brad and Angelina. And we’re like we’re just buddies, we’re pals. We’re just hanging out there, we’re chatting, <\/span><span data-id=\"P9-N201551\">we’re like hanging out. And at one point Angelina leans in—like we’re sitting or something, I don’t know what—but she leans, and she goes… she sort of… she goes something like this, she goes, “[unclear] we’re thinking about moving.” She’s like, “What do you think? We’re thinking about like, I don’t <\/span><span data-id=\"P9-N201552\">know, Buenos Aires, or like Oslo or Paris.” You know, she’s like, “What do you think?” So then I tell her… in the dream I tell her, I was like, “Are you fucking kidding me? Paris. Like hands down.” I was like, “I fucking loved it there.” And then I said, “And for you guys…” I was like, “Actually and <\/span><span data-id=\"P9-N201553\">for you guys it’ll be perfect, because French are kinda like Darienians, they kinda won’t give a shit that you’re there.” [laughter] And she’s like, “Oh, okay.” That’s just such a funny…<\/span><\/p>\n<p data-id=\"P9-N20156\"><span data-id=\"P9-N20157\">ANALYST: [unclear] [0:30:30]<\/span><\/p>\n<p data-id=\"P9-N20158\"><span data-id=\"P9-N20159\">CLIENT: So on Facebook I was like, my takeaway from that is, (1), I give great advice even in… even in dreams I give good advice. But (2), I really miss used bookstores. [laughter] But yeah. But clearly it was like very… It was like, I’m ready to go. You know what I mean? It was a very cheerful, very <\/span><span data-id=\"P9-N201591\">pleasant, you know.<\/span><\/p>\n<p data-id=\"P9-N2015A\"><span data-id=\"P9-N2015B\">ANALYST: [unclear]<\/span><\/p>\n<p data-id=\"P9-N2015C\"><span data-id=\"P9-N2015D\">CLIENT: Yeah. Also that I wasn’t in the dream saying… You know, obviously those two are like prototypes of—<\/span><\/p>\n<p data-id=\"P9-N2015E\"><span data-id=\"P9-N2015F\">ANALYST: Sure.<\/span><\/p>\n<p data-id=\"P9-N20160\"><span data-id=\"P9-N20161\">CLIENT: Right? —attraction, and this and that. So the idea that I felt no… like yeah, like we’re… of course we’re all…<\/span><\/p>\n<p data-id=\"P9-N20162\"><span data-id=\"P9-N20163\">ANALYST: You’re amongst peers.<\/span><\/p>\n<p data-id=\"P9-N20164\"><span data-id=\"P9-N20165\">CLIENT: Yeah, exactly. That we’re just friends, and like, well, yeah. Like sure, you need advice about moving? Yeah, whatever. Or there was even… I didn’t put this in the post, but there was some other weird painting thing, and I kind of like… just like I would with George or you, any friend, I kind <\/span><span data-id=\"P9-N201651\">of like nudged Brad Pitt. I mean, I was like, “Ah man, that’s a cool painting, right?” It was like, you know, it was very just…<\/span><\/p>\n<p data-id=\"P9-N20166\"><span data-id=\"P9-N20167\">ANALYST: Friendly and honest people.<\/span><\/p>\n<p data-id=\"P9-N20168\"><span data-id=\"P9-N20169\">CLIENT: Yeah, yeah. I don’t know if it was because I had talked to Eliza a lot about self-hatred, and I don’t know, like about her parading herself, and like I was explaining what I’ve been through, and you gotta like fake it to make it, and then also work really, really, really, really, really, really, <\/span><span data-id=\"P9-N201691\">really, really hard, and la la la. I don’t know. But… [0:32:20]<\/span><\/p>\n<p data-id=\"P9-N2016A\"><span data-id=\"P9-N2016B\">ANALYST: There’s an acceptance of yourself.<\/span><\/p>\n<p data-id=\"P9-N2016C\"><span data-id=\"P9-N2016D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2016E\"><span data-id=\"P9-N2016F\">ANALYST: No more… it’s not Angelina Jolie on a pedestal, it’s just…<\/span><\/p>\n<p data-id=\"P9-N20170\"><span data-id=\"P9-N20171\">CLIENT: Yeah, I know.<\/span><\/p>\n<p data-id=\"P9-N20172\"><span data-id=\"P9-N20173\">ANALYST: … sort of like ordinary.<\/span><\/p>\n<p data-id=\"P9-N20174\"><span data-id=\"P9-N20175\">CLIENT: Yeah. Yeah. Yeah. I mean, yeah, because that was the thing, I genuinely was almost more excited that it was a used book store. You know?<\/span><\/p>\n<span data-id=\"P9-N20174-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20174-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562564\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20176\"><span data-id=\"P10-N20177\">ANALYST: Mm hm.<\/span><\/p>\n<p data-id=\"P10-N20178\"><span data-id=\"P10-N20179\">CLIENT: Like it reminded me of the 80s and all the used book stores here. Then I was kinda like, “Oh, and these guys are here. And we’re friends I guess, okay.”<\/span><\/p>\n<p data-id=\"P10-N2017A\"><span data-id=\"P10-N2017B\">ANALYST: They’re not shopping at rich…<\/span><\/p>\n<p data-id=\"P10-N2017C\"><span data-id=\"P10-N2017D\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P10-N2017E\"><span data-id=\"P10-N2017F\">ANALYST: … new, shiny, you know, [unclear].<\/span><\/p>\n<p data-id=\"P10-N20180\"><span data-id=\"P10-N20181\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20182\"><span data-id=\"P10-N20183\">ANALYST: Old is good and [unclear].<\/span><\/p>\n<p data-id=\"P10-N20184\"><span data-id=\"P10-N20185\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P10-N20186\"><span data-id=\"P10-N20187\">ANALYST: It doesn’t have to be perfect to be [unclear].<\/span><\/p>\n<p data-id=\"P10-N20188\"><span data-id=\"P10-N20189\">CLIENT: Yeah. No. [pause]<\/span><\/p>\n<p data-id=\"P10-N2018A\"><span data-id=\"P10-N2018B\">ANALYST: I wonder about the Paris is good for you guys, it’s just like Darien, they won’t even notice you’re there.<\/span><\/p>\n<p data-id=\"P10-N2018C\"><span data-id=\"P10-N2018D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N2018E\"><span data-id=\"P10-N2018F\">ANALYST: There’s a little…<\/span><\/p>\n<p data-id=\"P10-N20190\"><span data-id=\"P10-N20191\">CLIENT: Because that’s what I loved about Paris. I mean, I just… you just blend right… I mean, although one of my friends made the point that, I mean, on a realistic level Frenchs are so gaga over pop culture they probably would make a big deal if Brad Pitt… you know. But I mean, it’s Paris. Like they’d <\/span><span data-id=\"P10-N201911\">make a big deal for a day, then they’d be like, all right, whatever. Brad Pitt and fucking Angelina, all right. You know. That dram[atic]… it’s very Darienian too. It’s like, “Oh, shit, I saw John Malkovich. Well, all right, great.” Like we’re not… I like that, you know what I mean, we’re not… yeah. <\/span><span data-id=\"P10-N201912\">But why, what do you think it means? [0:34:10]<\/span><\/p>\n<p data-id=\"P10-N20192\"><span data-id=\"P10-N20193\">ANALYST: Well, the thing I was sort of asking about was did it feel like you were describing something very positive?<\/span><\/p>\n<p data-id=\"P10-N20194\"><span data-id=\"P10-N20195\">CLIENT: Yeah, to me it’s very positive. Yeah, yeah, yeah. The idea that they’re great fucking cities because you can just be in Darien and people… I mean, yeah, I wish people were a little more friendly.<\/span><\/p>\n<p data-id=\"P10-N20196\"><span data-id=\"P10-N20197\">ANALYST: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20198\"><span data-id=\"P10-N20199\">CLIENT: You know. But they’re real. You know what I mean? When you do get to know them they’re pretty amazing. I mean, I have amazing friends here, right. Once you cut through the ice a little bit. And if you don’t want to, they leave you the fuck alone. It’s kinda great. It’s not San Francisco, it’s <\/span><span data-id=\"P10-N201991\">not like San Francisco, it’s not… you know, it’s just… And I found that to be very French too.<\/span><\/p>\n<p data-id=\"P10-N2019A\"><span data-id=\"P10-N2019B\">ANALYST: Then it gets… and being also about your… you’re saying it’s good for them, but at the same time that you’re getting out of Darien. In a way that’s not looking to Assyrian as something different.<\/span><\/p>\n<p data-id=\"P10-N2019C\"><span data-id=\"P10-N2019D\">CLIENT: Oh. Yeah. Yeah, yeah, yeah, yeah, yeah. Yeah, in Assyrian I will not… Assyrian’s going to be… I don’t know why I’m fairly confident about this, but yeah, I’m not going to be some dude that just blends in in Assyrian.<\/span><\/p>\n<p data-id=\"P10-N2019E\"><span data-id=\"P10-N2019F\">ANALYST: That’s what I mean.<\/span><\/p>\n<p data-id=\"P10-N201A0\"><span data-id=\"P10-N201A1\">CLIENT: Yeah, no.<\/span><\/p>\n<p data-id=\"P10-N201A2\"><span data-id=\"P10-N201A3\">ANALYST: It’s sort of like the stark opposite of what…<\/span><\/p>\n<p data-id=\"P10-N201A4\"><span data-id=\"P10-N201A5\">CLIENT: Yeah. I think in Assyrian, relatively quickly I think, I’m gonna get like attention, I think I’m gonna—and this is just because people are telling me, that, you know, word is gonna quickly spread about this guy who’s playing music, or this poet, or whatever, whatever.<\/span><\/p>\n<p data-id=\"P10-N201A6\"><span data-id=\"P10-N201A7\">ANALYST: So it’s a kind of identification with Brad Pitt and Angelina Jolie too, sort of the being… [0:36:00]<\/span><\/p>\n<p data-id=\"P10-N201A8\"><span data-id=\"P10-N201A9\">CLIENT: I guess, yeah. Yeah. I mean, I thought of that too, it’s like, is she asking me or am I asking myself? You know what I mean? Like I’m moving, I’m the one fucking moving. Where should I move? Like, you know? Yeah.<\/span><\/p>\n<p data-id=\"P10-N201AA\"><span data-id=\"P10-N201AB\">ANALYST: And also the—I know this is at a deeper level, because largely what you’re describing sounds like such a positive casual feeling, but the… you know, the idea of in Darien they don’t even notice you’re there.<\/span><\/p>\n<span data-id=\"P10-N201AA-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N201AA-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562564\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N201AC\"><span data-id=\"P11-N201AD\">CLIENT: Yeah. Yeah, on some levels, sure.<\/span><\/p>\n<p data-id=\"P11-N201AE\"><span data-id=\"P11-N201AF\">ANALYST: That you are… But I think in your family…<\/span><\/p>\n<p data-id=\"P11-N201B0\"><span data-id=\"P11-N201B1\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P11-N201B2\"><span data-id=\"P11-N201B3\">ANALYST: … you know, sort of not being noticed here…<\/span><\/p>\n<p data-id=\"P11-N201B4\"><span data-id=\"P11-N201B5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N201B6\"><span data-id=\"P11-N201B7\">ANALYST: … and trying to go to a place where you get… you are seen.<\/span><\/p>\n<p data-id=\"P11-N201B8\"><span data-id=\"P11-N201B9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N201BA\"><span data-id=\"P11-N201BB\">ANALYST: I don’t mean that in, you know, some just pretentious…<\/span><\/p>\n<p data-id=\"P11-N201BC\"><span data-id=\"P11-N201BD\">CLIENT: No, no.<\/span><\/p>\n<p data-id=\"P11-N201BE\"><span data-id=\"P11-N201BF\">ANALYST: … but truly…<\/span><\/p>\n<p data-id=\"P11-N201C0\"><span data-id=\"P11-N201C1\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P11-N201C2\"><span data-id=\"P11-N201C3\">ANALYST: … seeing that [overtalk]…<\/span><\/p>\n<p data-id=\"P11-N201C4\"><span data-id=\"P11-N201C5\">CLIENT: I think I’ll be like genuinely valued there. Yeah.<\/span><\/p>\n<p data-id=\"P11-N201C6\"><span data-id=\"P11-N201C7\">ANALYST: Mm hm. Exactly.<\/span><\/p>\n<p data-id=\"P11-N201C8\"><span data-id=\"P11-N201C9\">CLIENT: I mean, I might get sick of it, I might whatever, but, you know, I’ll be genuinely valued.<\/span><\/p>\n<p data-id=\"P11-N201CA\"><span data-id=\"P11-N201CB\">ANALYST: Mm hm.<\/span><\/p>\n<p data-id=\"P11-N201CC\"><span data-id=\"P11-N201CD\">CLIENT: Whereas it’s just… it’s not that there aren’t people who value… it’s not there aren’t people who value… Whatever. Sorry, I’m like stuffed up.<\/span><\/p>\n<p data-id=\"P11-N201CE\"><span data-id=\"P11-N201CF\">ANALYST: I get it. [laughs] Yeah.<\/span><\/p>\n<p data-id=\"P11-N201D0\"><span data-id=\"P11-N201D1\">CLIENT: There are people that value me here. It’s just that, you know, nothing… it doesn’t go to any other level, it doesn’t go to any other place, and it feels very like just these isolated things that don’t… like what am I doing? You know, they don’t really lead to anything. Whereas over there I think <\/span><span data-id=\"P11-N201D11\">they will lead to things. I’m not even there yet and I’m booking shows and I’m, you know, in a place where no one does what I do. So the fact is, for the first time in my life I could be a working musician. Even if it paid half my rent, that’s something that doesn’t happen here. You know, so.<\/span><\/p>\n<p data-id=\"P11-N201D2\"><span data-id=\"P11-N201D3\">ANALYST: I wonder if there’s something about this, appearing in her painting—and it’s Lucy?<\/span><\/p>\n<p data-id=\"P11-N201D4\"><span data-id=\"P11-N201D5\">CLIENT: Lucy. [0:38:00]<\/span><\/p>\n<p data-id=\"P11-N201D6\"><span data-id=\"P11-N201D7\">ANALYST: —and this conversation [you had?]. So she’s in with this club, and you’re gonna get in with the club, and she’s putting your name publically in her artwork. That sort of feels like is bringing you out and being seen. And this is very, very visual.<\/span><\/p>\n<p data-id=\"P11-N201D8\"><span data-id=\"P11-N201D9\">CLIENT: Yeah, yeah. Yeah, it is.<\/span><\/p>\n<p data-id=\"P11-N201DA\"><span data-id=\"P11-N201DB\">ANALYST: Your name…<\/span><\/p>\n<p data-id=\"P11-N201DC\"><span data-id=\"P11-N201DD\">CLIENT: Yeah. [laughter]<\/span><\/p>\n<p data-id=\"P11-N201DE\"><span data-id=\"P11-N201DF\">ANALYST: … is in like bright lights, big city.<\/span><\/p>\n<p data-id=\"P11-N201E0\"><span data-id=\"P11-N201E1\">CLIENT: Yeah, yeah, yeah. Yeah. I think it was already happening.<\/span><\/p>\n<p data-id=\"P11-N201E2\"><span data-id=\"P11-N201E3\">ANALYST: Yeah. Oh yeah.<\/span><\/p>\n<p data-id=\"P11-N201E4\"><span data-id=\"P11-N201E5\">CLIENT: And that’s what I’m saying, now it’s like manifesting kind of.<\/span><\/p>\n<p data-id=\"P11-N201E6\"><span data-id=\"P11-N201E7\">ANALYST: Mm hm.<\/span><\/p>\n<p data-id=\"P11-N201E8\"><span data-id=\"P11-N201E9\">CLIENT: So now I suddenly feel way more… even though I’m not going there with much money, I kind of… now I’m just really looking forward to it, you know, and it’s like without any kinda…<\/span><\/p>\n<p data-id=\"P11-N201EA\"><span data-id=\"P11-N201EB\">ANALYST: Yeah.<\/span><\/p>\n<p data-id=\"P11-N201EC\"><span data-id=\"P11-N201ED\">CLIENT: Yeah. I mostly just… I just hope Cecelia’s going to be okay really, that’s about it. And I hope I don’t annoy everybody on the plane. But yeah, now I’m just looking forward to it and feeling like, all right. You know, yeah. I mean, it’s a tiny fucking country, and there’s no one that really <\/span><span data-id=\"P11-N201ED1\">does what I do. Or does it… or if there are, not as well as I do.<\/span><\/p>\n<p data-id=\"P11-N201EE\"><span data-id=\"P11-N201EF\">ANALYST: Mm hm, mm hm.<\/span><\/p>\n<p data-id=\"P11-N201F0\"><span data-id=\"P11-N201F1\">CLIENT: So I think it could be a really nice launching pad and whatever. [pause] But more so than that, I think on a deeper level—and I put this in the essay—this place is just fucking with… like our society is just… it’s fucking with my mind and my like soul too much, you know what I mean? It turns <\/span><span data-id=\"P11-N201F11\">out I kinda care about my soul like. I can’t just keep going to bars and, you know, like, “Oh, we’re all fucked!” You know. Like you can go to any… I put that in the essay, that’s it’s like there’s something wrong when you can go to any fucking bar and you can overhear people sarcastically being like, <\/span><span data-id=\"P11-N201F12\">“We’re all screwed Cheers!” You know, then what’s going on here? There’s something… I kinda can’t keep doing that. I don’t… it’s not… there’s cognitive… that kinda cognitive dissonance isn’t working for me anymore. Like it’s damaging like my sense of self, and my sense of like dignity, and I feel kind <\/span><span data-id=\"P11-N201F13\">of like a constant hypocrite all the time, and like… [0:40:20]<\/span><\/p>\n<span data-id=\"P11-N201F0-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N201F0-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562564\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N201F2\"><span data-id=\"P12-N201F3\">ANALYST: Like your sense of [overtalk].<\/span><\/p>\n<p data-id=\"P12-N201F4\"><span data-id=\"P12-N201F5\">CLIENT: Yeah. Yeah, I just don’t want to be like that. I don’t want to put shit on Facebook anymore, I want to be in the world. And I’d rather be in a country that doesn’t pretend to be anything. It’s a little fucking shitty country with corruption, and you know, it’s not the arbiter of anything, it <\/span><span data-id=\"P12-N201F51\">doesn’t… you know. I’d rather just be there and be quiet and do my thing. And at least feel like, all right, well, my ancestry is Assyrian. I’ll make some money here, the money will go to maybe bettering this fucking place. And I don’t need to put stuff on Facebook about poverty or whatever, like… I’m <\/span><span data-id=\"P12-N201F52\">tired of that. [pause] It’s a spiritual journey in a lot of… It’s like my uncle. You know, I really connect now to his… I just… yeah, I could compromise, I could do this, I could do that, I just don’t… I can’t anymore, it’s not good for me. And Assyria’s not any better, but I can just… but I know what <\/span><span data-id=\"P12-N201F53\">it is. And it’s not going around claiming things. That’s what bothers me, you know. It’s just a shitty little country that knows it’s just among other fucking countries, that’s all. You know, I’d rather give that a shot, you know.<\/span><\/p>\n<p data-id=\"P12-N201F6\"><span data-id=\"P12-N201F7\">ANALYST: Mm hm. [0:42:00]<\/span><\/p>\n<p data-id=\"P12-N201F8\"><span data-id=\"P12-N201F9\">CLIENT: I mean, I’ll miss it here, this is home, but I’ll just… it’s an 8-hour plane ride, not a big deal. [pause]<\/span><\/p>\n<p data-id=\"P12-N201FA\"><span data-id=\"P12-N201FB\">ANALYST: A huge deal in life.<\/span><\/p>\n<p data-id=\"P12-N201FC\"><span data-id=\"P12-N201FD\">CLIENT: Well, yes. No, it’s a totally huge deal. But yeah, it makes me feel better to just feel like, you know, it’s not some kinda… I’m not going to the moon, you know.<\/span><\/p>\n<p data-id=\"P12-N201FE\"><span data-id=\"P12-N201FF\">ANALYST: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20200\"><span data-id=\"P12-N20201\">CLIENT: But yeah, it’s a huge… it’s a huge deal. [pause]<\/span><\/p>\n<p data-id=\"P12-N20202\"><span data-id=\"P12-N20203\">ANALYST: See you tomorrow.<\/span><\/p>\n<p data-id=\"P12-N20204\"><span data-id=\"P12-N20205\">CLIENT: Thanks Claire. At noon, right?<\/span><\/p>\n<p data-id=\"P12-N20206\"><span data-id=\"P12-N20207\">ANALYST: Yes.<\/span><\/p>\n<p data-id=\"P12-N20208\"><span data-id=\"P12-N20209\">CLIENT: See you tomorrow.<\/span><\/p>\n<p data-id=\"P12-N2020A\"><span data-id=\"P12-N2020B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}