{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her work schedule and how she is okay with not working as much as her colleagues. Client discusses a new birth in the family and how she wants to know more about her therapist's personal life."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Client-therapist relationship","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Family relations","Childbirth","Children","Psychoanalytic Psychology","Sadness","Exhaustion","Anxiety","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Client-therapist relationship","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["9"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Family relations","Childbirth","Children"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Exhaustion","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562304","dorpId":"1006469297","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"R\", Session February 06, 2014: Client discusses her work schedule and how she is okay with not working as much as her colleagues. Client discusses a new birth in the family and how she wants to know more about her therapist's personal life.","fullTitle":"Client \"R\", Session February 06, 2014: Client discusses her work schedule and how she is okay with not working as much as her colleagues. Client discusses a new birth in the family and how she wants to know more about her therapist's personal life.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562304\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Are you feeling so stressed and [ ] (inaudible at 00:00:54)?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Thanks.  (pause) It’s a turbulent time. (long pause)  I want to show you [ ] (inaudible at 00:02:04) of my work. (pause) I need to finish something to have enough confidence to keep going. I need to keep going before I finish something – not just confidence, but energy, interest. Of course, <\/span><span data-id=\"P1-N2000F1\">I finish lots of things, but none of them is like a bright and shiny stone enough for me.  It’s my decision, but also not enough for Kelly, too. She’s the bright and shiny stone scientist. (pause) It’s like I probably could have finished my PhD by now if I were working with somebody less interesting <\/span><span data-id=\"P1-N2000F2\">and if I were less . . . We could play that game all day.  The last 10% of the last bit of what I’m trying to finish feels like the whole thing. It feels like there is the entire rest of it left. It’s technically tedious and I’ve put in a lot of work and it’s not clear that I’m going to get anything <\/span><span data-id=\"P1-N2000F3\">interpretable, so I just end up where I started.  It’s unclear when to stop; it’s unclear how much to try. This is the study that I told you about. [] It’s not clear exactly what I’m looking for. I have a number of ideas.  It’s very hard to prove how much diversity there is in a mixed sample like that <\/span><span data-id=\"P1-N2000F4\">because the technical limitations sometimes cause you to think that there are multiple strains when there are not because the way that you tell what a strain is involves sequencing and there are sequencing errors and there are errors in the alignment process, like in aligning your sample to the sequence <\/span><span data-id=\"P1-N2000F5\">that you got out of your sample to a reference sequence. So it’s sort of a land mine of false positives. There is a sort of tedious way of going into the original sample and check position by position by position in the genome whether or not that sample was originally mixed or the multiple strains look <\/span><span data-id=\"P1-N2000F6\">like multiple strains but it’s really false.  There are hundreds of candidate positions and it’s not clear how to choose the ones that you want to look at. Even if you get a result like yes, these are real, no they’re not, you could still be missing some. It’s just really amorphous. It will be clear <\/span><span data-id=\"P1-N2000F7\">when to stop if we find something cool, because we’ll find something cool and then we can stop. Or if I get tired [ ] (inaudible at 00:08:05) two options that I see and am getting tired.  (pause) There is other stuff, too. It’s not that I’ve been in this place many times with many projects. There is <\/span><span data-id=\"P1-N2000F8\">other stuff I can’t really figure out what it is. I have two papers that I haven’t written that I’m not working on any more and it could be written.  I have another project that is completely different.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: He’s [ ] (inaudible at 00:09:22)?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: No, he’s a senior scientist. He’s very cool. He’s in his 60’s and he has been building hemostats for his whole career and nothing really managed to take off for him, so he’s been hopping from lab to lab. He’s so excited. He has all this stuff in his basement and he really, really knows the system. <\/span><span data-id=\"P1-N200131\"> This part of our lab has been converted into this crazy, mad scientist corner with these big glass carboys bubbling, stirring, the glass is pumping stuff in, pumping stuff out. There are two computer monitors. Part of it is that it’s ancient, so it has that 1950’s, 1960’s and ‘70’s appeal. There is <\/span><span data-id=\"P1-N200132\">stuff flowing into the sink continuously. I spent a long time trying to build it, partly with his help, and we didn’t have enough equipment. And now that he got kicked out of his lab upstairs, we can use all of his equipment. He knows it so well.  That’s an entire project that I just deal with when <\/span><span data-id=\"P1-N200133\">I have time. We’re asking a really cool question. If that ends up being true, that will be a shiny stone. Maybe we’ll put this other project in a less stressful place. I have this undergrad who is wonderful, but she needs a lot of everything. (pause) So it’s a lot of stuff. None of it is [ ] (inaudible <\/span><span data-id=\"P1-N200134\">at 00:12:01).  It all kind of makes me nervous. I’m not even spending that much time on it. I think I am for myself, but I don’t know. Yesterday I stayed home and worked on a painting all day and I do that a lot. I don’t work nine to five; I just work when I want to and it’s not as many hours as most <\/span><span data-id=\"P1-N200135\">other people work. I don’t want to work more hours. I want to feel more comfortable working the way I do. But then it gets to these points where it’s like I’m nervous because this thing isn’t really moving forward that fast.  And it’s like if I worked more, it might move forward faster. It’s such a <\/span><span data-id=\"P1-N200136\">corrosive matrix sometimes. Joanne and I call it the matrix. Like the [ ] (inaudible at 00:13:32) matrix when you’re locked in and everybody has their stress face on and they care so much about what people think and they care how much people work and they care how hard you work and they care about lots <\/span><span data-id=\"P1-N200137\">and lots and lots of stuff, like how many papers you publish and how smart you sound. Blah, blah, blah. It gets really old.  It has an incredible amount of momentum. It’s hard to stay grounded, especially when I’m feeling so vulnerable. (long pause)  What’s been happening here between us is making me <\/span><span data-id=\"P1-N200138\">nervous, too. (long pause) <\/span><\/p>\n<span data-id=\"P1-N20012-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20012-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562304\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20014\"><span data-id=\"P2-N20015\">How can you matter so much and at times I feel like I know so little about you? (pause) That’s like most of the time. At the best times, I feel like I know all I need to know. There is not a single thing more that I need to know to feel okay about your mattering so much.  (long pause) <\/span><\/p>\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">THERAPIST: It’s like a little bit of a “me” matrix.<\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">CLIENT: Yes. Sure. (pause)<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: [It is off balance] (ph?) and there’s something that also feels like it matters a lot that sometimes it doesn’t feel like it needs to. <\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Yes, like what I know and what I see and how much I see and what you say to me and how you say it. (pause) Some of it does feel like it should matter and needs to matter, but sometimes it gets wrapped into other stuff and I’m not entirely clear why that other stuff should matter. (pause)  Like <\/span><span data-id=\"P2-N2001D1\">how you treat me and what you say and how you say it, of course that matters. It always does, but sometimes what you say to other people or how you feel about other people, like matrix-y. Or like what you don’t say to anyone but are thinking, that feels like it matters a whole lot.  I know that it’s <\/span><span data-id=\"P2-N2001D2\">painful that it matters, I’m not sure that it does matter. (long pause)  Do you think that something that makes the matrix the matrix is future thinking as well? Like when is it going to end? When is it going to change? Is it going to flow more and feel more settled in? I think that’s true about the <\/span><span data-id=\"P2-N2001D3\">word matrix, too, and about the “me” matrix; but of course, they’re both just a matrix. (pause) [Or in the nothing matrix. [00:25:46] (long pause) There is an incredible amount of pain that comes with it, whatever it is. (long pause) <\/span><\/p>\n<span data-id=\"P2-N2001C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562304\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2001E\"><span data-id=\"P3-N2001F\">THERAPIST: I guess I see it maybe a little differently. I sort of think about the matrices as fantasies that don’t feel like fantasies when you’re in them about what’s important, which help protect you from things you’re worried about or that feel bad.  If you’re feeling work isn’t going so well, then <\/span><span data-id=\"P3-N2001F1\">it can start to feel like all that work matrix-y stuff matters a whole lot, I guess, which is kind of like a way to protect yourself. You can just do those things and feel okay instead of work not going as well. Where here, you feel separate or I feel distant from you and if you know x, y, z, you’ll <\/span><span data-id=\"P3-N2001F2\">feel better. Maybe something like that. <\/span><\/p>\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">CLIENT: Like if I could only know x, y, or z, that [would make it better.] (ph?)<\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">THERAPIST: Yeah, it would assuage the worry or the doubt or frustration that come from feeling far away from me or quite separate.<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">CLIENT: It’s so strange to think of it as protective because it feels like those things cause more pain than the initial thing, like I’m nervous about the amount of work that I have to do to get to some more clearer picture about what’s going on with these patients; and all the work will be to no result. <\/span><span data-id=\"P3-N200251\"> Thinking about Nelson or Lori’s work, whatever they work, nine or ten hours a day, or that Thomas [] published three papers, or like Kurt’s stuff always works and that’s probably the result of x, y, and z about him that’s not true about me. Thinking about all of those things will make me feel bad, <\/span><span data-id=\"P3-N200252\">but I get what you’re saying about if only I could work more hours or figure out how to be a spinmeister like Thomas is or whatever the things that I feel like I’m lacking. That’s what you mean about protective, like it’s sort of shunting that negative energy into some imaginary . . . <\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: That’s what I had in mind and may be the thing, but that is what I had in mind.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: And here it feels way more complicated. I can’t really think of clean examples like that, but if I could know whether and in what context you’ve thought about having sex with me, if I could just know, then maybe my thoughts and feelings about having sex with you or that we don’t would feel less <\/span><span data-id=\"P3-N200291\">painful.  It’s sort of protective in the same way, but it’s also painful in the same way because I don’t know those things, so that sucks. I’m left to just imagine. And while, if I never saw you again, I would probably have very, very positive fantasies about what your fantasies are, somehow seeing <\/span><span data-id=\"P3-N200292\">you and having a real-life relationship with you casts so much doubt on what I imagine to be true and not true.  So if I leave you and it’s somehow easier that distant you that doesn’t want to hear from me is who I’m left with, it’s like if I could just know that you do want to hear from me or if there <\/span><span data-id=\"P3-N200293\">is some indication that I get in touch with you and you were receptive to it, then that makes having a distant version of you less painful.  But it causes so much pain to care or to think at all to wonder whether you want to hear from me. It’s such a painful cycle of thought, so it feels utterly destructive <\/span><span data-id=\"P3-N200294\">and not protective.  I think you’re right. It does divert my energy away from the thing that is causing the pain in the first place, causing me to think about whether you [ ] (inaudible at 00:36:40). But I don’t know what that is. Some of it is that you just haven’t told me, so that’s not like some <\/span><span data-id=\"P3-N200295\">imaginary you that I’m carrying around. It’s like there is some sort of really simple message that I don’t have from you. Or the message that I have is a simple negative one, which is this isn’t what that is.  I can’t talk about what I want to hear from you because that’s not what this is. This would <\/span><span data-id=\"P3-N200296\">be something different if I could tell you if I were making [ ] (inaudible at 00:38:09).<\/span><\/p>\n<span data-id=\"P3-N20028-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562304\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2002A\"><span data-id=\"P4-N2002B\">THERAPIST: I think I follow. Maybe I don’t. What I hear you saying is that the message you’re getting from me is that this would be analysis if I would tell you about whether I want to be hearing from you.  It would be something else. And so how does that fare on the question? That’s what I wasn’t clear about.<\/span><\/p>\n<p data-id=\"P4-N2002C\"><span data-id=\"P4-N2002D\">CLIENT: I was just wondering out loud what is it that I’m protecting myself against? It’s some hard to describe amorphous feeling of distance between us and maybe part of it is that I’m making up some version of you that’s more hostile and oblivious and clinical than the version that I actually know <\/span><span data-id=\"P4-N2002D1\">and interact with.  But then there is quite a bit of distance in lots of real ways, so . . . yeah. (pause) <\/span><\/p>\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">THERAPIST: I think you might be talking about a lot of different kinds of things there. Maybe not, but I think maybe. The sorts of distance that you’re referring to that are really there on one side, the way that I feel distant and oblivious . . .  I’m trying to think; do those actually go together? <\/span><span data-id=\"P4-N2002F1\">(long pause) No, no, I don’t think they necessarily do. So, for example, if you are, not now, but whenever, like at home, feeling sad or disconnected about something that we’ve talked about and I am not available to talk about it then, then I can see how that is a way in which there is actual distance. <\/span><span data-id=\"P4-N2002F2\"> In general, you’re not going to call me up and say, “You know, Jay, why don’t you come on over?” or “Why don’t we get some coffee?” or “Let’s meet in your office.” “I need to hash this out and now.” There is real distance. I assume that’s the sort of thing you were referring to. “And, by the way, what’s <\/span><span data-id=\"P4-N2002F3\">this like for you anyway, Jay?” That’s another sort of real distance.<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">CLIENT: I could call you up. There are a lot of different distances there. There is why aren’t I just really being as open as possible about all those moments?  Why am I keeping them to myself? So there is that distance to cross, which I rarely do, but I think about it a lot.<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: That is the distance that you introduced?<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: Yes. The other part of it is based on what I’m going with, like what I get from you or general common sense, like interpersonal relations kinds of stuff. [ ] (inaudible at 00:44:52) from you. But yes, I’m following some code of conduct that I have or that other people have that I’m following <\/span><span data-id=\"P4-N200351\">or that you have, but it’s complicated.  So there is some distance that keeps me from getting in touch with you nine million times a day. Then there is the very real distance of what would happen, which I don’t know much about; so it’s scary and unknown and there is some real limit to how much you want <\/span><span data-id=\"P4-N200352\">to be engaged with me outside of when we see each other. So those are two distances, is all I’m trying to say. (pause) <\/span><\/p>\n<span data-id=\"P4-N20034-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562304\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20036\"><span data-id=\"P5-N20037\">THERAPIST: Right. I think the way you put it there starts to me to get at the distinction, like when you say how much I want to be engaged with you when you’re not here, as opposed to how much I feel is appropriate.<\/span><\/p>\n<p data-id=\"P5-N20038\"><span data-id=\"P5-N20039\">CLIENT: Those aren’t the same thing? <\/span><\/p>\n<p data-id=\"P5-N2003A\"><span data-id=\"P5-N2003B\">THERAPIST: Conceptually, those are completely different things.<\/span><\/p>\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">CLIENT: Sure. I guess the same thing applies to me. Maybe that’s what the first distance is; it wouldn’t feel appropriate to get in touch with you nine million times a day, but I’m fully interested in it. Or I want to be engaged with you that often, even though I’m not acting on it.<\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">THERAPIST: Right. And I think it gets a little blurry for you, as it did I think a minute ago, when it feels like you might get bad news about what I want.<\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">CLIENT: I see.  (pause) Even if you wanted to and it weren’t appropriate, those two things being confusingly overlapping or something.<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: Yeah. It feels like rejection. At times, a lot of this, I think, feels to you like I’m rejecting you.<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: Yeah, well both things are . . .  “You think it’s inappropriate and you don’t want to” is rejection and “you think it’s inappropriate and you want to” is also rejection, though one hurts much less than the other, I suppose.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: Or after some point, it’s inappropriate and you don’t know if I want to and it feels like rejection.<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: Right. I guess that’s most of the time.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: Which isn’t what it is. It makes all the sense in the world to me that it feels like that. Of course it does, but that’s not actually what it is.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: I hadn’t thought of it that way. (pause)  But say you are real Jay; you could just tell me what it’s like and then we could move on. (both laugh) The whole thing is just smothered with rejection.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: Or something.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: You’re rejecting me this whole time.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: Uh-huh.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: And yet, here you are with me – you’re smiling; you’re listening. That’s accepting. So if it could just stop mattering, the whole thing could just stop mattering, it would be great, you know?  (pause) But it matters so much. (pause) I have to pee really badly and I’ve also been shivering. I’ll <\/span><span data-id=\"P5-N200551\">be back.  (long pause) <\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">[ ] (inaudible at 00:53:26) (pause) Also, your example was like I call you up because I need to hash something out about what we talked about now. It’s only that kind of thing every so often, 10%, are the times I would get in touch with you and feel comfortable. Most of the time, I just want to talk <\/span><span data-id=\"P5-N200571\">to you now. That part’s right. There is a lot of wanting you to have a complete picture of what it’s like to be me.  There is not that much confusion or urgent-ness around what comes up here in a direct way. Days like Monday, when I felt like wanting to talk about what came up now.<\/span><\/p>\n<span data-id=\"P5-N20056-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562304\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">THERAPIST: I see. It’s much like this is what’s going on when you’re painting a painting.<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">THERAPIST: Or this is what you’re like when you’re just hanging out at your apartment or at work. <\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">CLIENT: Yeah, but like wouldn’t it be nice if you were here? It’s not really informational like that; it’s like sharing. It would be much nicer if you were here and it’s really uncomfortable that you’re not – or really painful. (pause) A lot of times something will come up that I don’t know about you <\/span><span data-id=\"P6-N2005F1\">that I really want to know. (sniffles)  Here’s a good example: Michael has a baby brother now. He was born yesterday.<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">THERAPIST: Wow! That’s big news.<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">CLIENT: Yes. It is big news.<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">THERAPIST: It’s exciting.<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">CLIENT: Yes. Grayson [ ] (inaudible at 00:57:31) was born at 3:41 early Wednesday morning.<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">THERAPIST: He’s really cute?<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">CLIENT: Do you want to see the picture?<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">THERAPIST: Yeah.  (pause)<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">CLIENT: (sniffles) I want to show you two pictures. (sniffles) That’s one; and that.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">CLIENT: If you scroll up there are a lot of really delicious, full, soft skin.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">THERAPIST: He really doesn’t look like a lizard. A lot of times – you know.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">CLIENT: It’s pretty bad.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">THERAPIST: That looks like a big brother.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: There’s a lot of talk about whether he has red hair. That’s the best picture. And this one.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: Aww, that’s great.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">CLIENT: It’s like fold, fold, fold, fold, fold, fold – soft.  (sniffles)<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: (laughs) That’s really cute.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: His birth has been all sorts of things. It’s been exiting; it’s been me, Jeremy, Jeremy’s parents and Tammy – a five-person text stream constantly since he was born, which is really nice. (sniffles) It’s brought up a lot of differences for me about our families, about how Tammy and Thomas have <\/span><span data-id=\"P6-N200831\">really changed since the Michael’s birth and since Jack’s birth.  For Michael’s birth, Samantha was there. Thomas’s parents were lined up to be Michael’s caretakers while Tammy finished her PhD. They’re in a different apartment. The whole world just came crashing down and there were months of difficult <\/span><span data-id=\"P6-N200832\">upheaval for Tammy.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: Where are they again?<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: San Diego. Thomas is a non-tenure track faculty member. Tammy got her PhD in San Diego. So for Michael’s birth there was so much complex turmoil. Of course, there must be for everybody, but Jack’s birth is like no parents are invited, there is no question on who is going to take care of Jack <\/span><span data-id=\"P6-N200871\">when he’s young or during his childhood.  Tammy is pretty set on continuing to stay home. There is no conflict about getting back to something else, except Michael, which it seems like is hugely difficult. Wednesday was the first night Tammy has ever spent with Michael. There is also a ton of space. <\/span><span data-id=\"P6-N200872\">Tammy’s parents are really respecting the space, but I can tell that it’s so hard. My mom picked up a phone to call Tammy yesterday when Tammy didn’t tell Jeremy that she was having contractions. Tammy didn’t tell Jeremy anything until Jack was born.  Samantha knew that she was having contractions 12 <\/span><span data-id=\"P6-N200873\">hours before and didn’t tell Jeremy. Jeremy was very hurt. Samantha felt really bad knowing that Jeremy was hurt, but said “it wasn’t my muse to tell.” That is such a strange thing to hear for me because it’s like I don’t know what it’s going to be like, but I can imagine from what I know about my family. <\/span><span data-id=\"P6-N200874\">It’s like “Hey! Hey!”  If my entire family isn’t there already, it’s not my muse. It’s the whole world’s muse. I don’t possess this baby. I’m not the owner of this baby. It’s a gift to the world. There is something very serious there, but then there is also something very funny. It’s almost like there <\/span><span data-id=\"P6-N200875\">is just no space. There is zero space. A good example is Tammy would not let Jack be bathed for 12 hours until yesterday afternoon. He spent the entire time on her chest from 3:40 AM until 3:30 PM and he got bathed and he got right back on and that’s where he’s been the whole time.  She hasn’t put him <\/span><span data-id=\"P6-N200876\">down to sleep. She hasn’t put him down for him to sleep or to eat.<\/span><\/p>\n<span data-id=\"P6-N20086-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562304\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">THERAPIST: A little reserved parking space.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">CLIENT: Yeah. (laughs) Which I guess feels so good. Anyway, it’s brought up a lot of stuff. It’s been very exciting and very evocative. But here I am hearing about the news. We got to talk to Tammy for a couple of minutes yesterday on the phone and she said they got to the hospital at 11:00 PM. It was <\/span><span data-id=\"P7-N2008B1\">such a short labor. She said she spent most of the time in the shower. She didn’t want to be sitting down at all. She was in the shower and walking around, bending, doing whatever.  Thomas was in there with the nozzle pointed right on her lower back or on a couple of other places that were really feeling <\/span><span data-id=\"P7-N2008B2\">really bad. All I could think about was you pointing the shower nozzle at somebody’s lower back, like maybe your wife’s, maybe mine. I have so many questions for you about today and yesterday, in particular. This isn’t the first time these questions have come up. How old was your oldest when [ ] (inaudible <\/span><span data-id=\"P7-N2008B3\">at 01:05:52)? How much time did you take off and did you tell your patients?  Who else was there for you? And did you cry? Were you nice to have around or were you kind of not great to have around? I think it was really hard for Thomas the first time and the second time he was incredible. He was so <\/span><span data-id=\"P7-N2008B4\">incredible. It’s this weird (pause) wanting to share with you and missing you and being upset that I don’t know these things about you and that I can’t call you and ask you.  It’s also a weird way of processing new things in the world.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">THERAPIST: You think you feel hurt like Jeremy?<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">CLIENT: (crying) Yes. Something really exciting was starting to happen and no one told him. (pause)<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: In a way, it’s worse.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">CLIENT: It’s much worse.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: Because the way you know being closeness is in your family there is none of that bullshit.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: People don’t care about your space and it’s so nice.  Now that I’m seeing the nice things about it and the bad things about it, I realize how insulating and warm it has been for me and how [ ] (inaudible at 01:08:31) and cold I feel all the time. It’s like sometimes it feels like it’s simply <\/span><span data-id=\"P7-N200971\">a result of the relative change. (pause)  It’s like I couldn’t process new information without pulling you into it. It’s very intense and invasive and is also a sort of wistful and sweet way, but the lack of things was so much stronger at that moment and it always is, like this is what happens nine <\/span><span data-id=\"P7-N200972\">million times a day, this sort of – I don’t know. What would you call it?<\/span><\/p>\n<span data-id=\"P7-N20096-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562304\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">THERAPIST: Longing?<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">CLIENT: Imagining you in the shower with the shower nozzle. <\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">THERAPIST: [ ] (inaudible at 01:10:14)<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">CLIENT: Why is it there? (pause) Does it make sense how it is and how much it’s there? (sniffles) How invasive it feels? (pause)  Invasive is tricky because it only feels invasive when I respond to it with a lot of sadness, but sometimes I respond to it with a pleasant, curious, sweet longing that I <\/span><span data-id=\"P8-N2009F1\">can just hold. I don’t really mean invasive all the time, but most of the time in me maybe. (long pause) <\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">THERAPIST: Yes. (pause) It does because I feel like what’s happening with me, how you’re feeling, is, because of the way things are, something that is more intense with me and jumps way out into relief with me, but that you feel aversion of all over the place – with a lot of people and situations and <\/span><span data-id=\"P8-N200A11\">things – but that you manage in ways that keep it less intense, more [ ] (inaudible at 01:14:31), and mixed with other things. <\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">CLIENT: Do you have anything in mind at the moment?<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">THERAPIST: Examples of that?  The way you describe falling in love with a lot of people, growing up and in your present life, and harvesting people and taking control of social situations, activities that you get into and make your own.<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">CLIENT: Like what?<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">THERAPIST: Painting and meditating and playing music.<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">CLIENT: The ways you describe all of these things and the way that you’re talking about them right now have to do with the longing and the harvesting and [the intent.] (ph?) <\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">THERAPIST: I think so. In a way, I guess what I’m doing is relating it to other things in your life, but I’m actually not, it occurs to me, really explaining anything. I’m saying it’s like all this other stuff.<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">CLIENT: That helps a lot.<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">THERAPIST: But I’m not saying “and I know why it’s like this” or “here’s why.”<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">CLIENT: Yes, you are not doing that.<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">THERAPIST: I would if I knew. It occurs to me that you asked me why and I’m not actually answering the question, but I’m kind of saying something that’s sort of related and that’s as far as I got. (pause)  We should stop for now. (long pause) <\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">CLIENT: It feels like the other points of really, really, really intense longing in my life have been like little pomegranate seeds, sort of isolated people and activities. And now it feels like a pomegranate seed would be to a watermelon seed, except that both of those things are small and I feel like <\/span><span data-id=\"P8-N200B71\">the entire world is like this longing watermelon or some huge thing compared to what I’m used to. I’m painting all the time; I’m meditating all the time and really crying and throwing a lot of tantrums and there is so much angst and so much nervousness.  I have these intense labor-shower-nozzle-Jay <\/span><span data-id=\"P8-N200B72\">things, really nine million times a day. I think if I counted it would be nine million. (pause) That’s what it feels like these days.<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">THERAPIST: Thanks for letting me know.<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}