{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses ongoing financial difficulties."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Life events","Teoria do Aconselhamento","Teorías del Asesoramiento","Finances and accounting","Frustration","Psychoanalytic Psychology","Anxiety","Frustration","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Separated"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Life events"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Finances and accounting","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562182","dorpId":"1006469175","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session February 25, 2014: Client discusses ongoing financial difficulties.","fullTitle":"Client \"J\", Session February 25, 2014: Client discusses ongoing financial difficulties.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562182\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I’m doing great today. So, and after I saw you two weeks ago, I went to see Micah. And as I was talking to her, she was writing everything down. And she’s like, “These are all symptoms of depression. Take your medicine. Stop drinking,” you know. And, you know, I did kind of focus a little more. <\/span><span data-id=\"P1-N2000D1\">You know, we kind of made it so the only thing I have to take at night is the Klonopin, you know. And I think maybe some of my feeling not so well was due to the inconsistency of taking the medicines. And, you know, towards the end, you know, I don’t really remember what happened in the middle of the <\/span><span data-id=\"P1-N2000D2\">week. But, you know, like Friday I just—I don’t know. Just, you know, stressed and, you know, frustrated and the kids came over. And I just—really rough time with the kids. And, you know, I was with them forever. At the hockey rink and, you know, I forget Lucille’s snacks. You know, just all this shit <\/span><span data-id=\"P1-N2000D3\">was going on. And I kind of took a nap on Saturday. What did we do? Oh, it was Valentine’s Day, so this wasn’t—no. I’m thinking of something different. This was Valentine’s Day. And things were actually—I don’t know. I mean I guess I was probably—<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: (crosstalk 00:01:51) this past Friday or something?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah. This was the past—that was like this past Friday. But the Friday before that was Valentine’s Day. And, you know, I definitely wasn’t 100%, you know. I know Marcia kind of sensed it, you know. But went to dinner, you know. Really nice restaurant in Hartford. And we met up with a friend <\/span><span data-id=\"P1-N200111\">of hers. We had a really good time. And then we got back to the hotel and, you know, first thing I was trying to do—I’ve got the—my little blue tooth speaker was to hook her phone up to it, you know. I’ve had problems in the past and now I kind of realize that my problem is I got to unhook my phone <\/span><span data-id=\"P1-N200112\">first, you know. So, I was getting frustrated with that. And so, she takes her phone and starts playing it out of the speaker in the phone. And it was like this song, you know—one of these crazy ladies belting it out song. So, she’s like belting it out. And she doesn’t have that great of voice. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">And, you know, just starting to get to me a little bit. And went to the—we’re—somehow we ended up in the bathroom. And just was even more tinny. And I’m asking her to turn it off, you know. I don’t know—just—and I haven’t figure out yet that I needed to unpair my phone. And I don’t remember specifically, <\/span><span data-id=\"P1-N200131\">but there just—it seems like there’s times where, you know, I ask her to stop doing something, right? And just kind of ignores me, you know. And I started feeling like that. And, you know, so she’s like, “What’s the matter,” whatever, you know. And I don’t—you know, just—it just started snowballing <\/span><span data-id=\"P1-N200132\">into this really big thing, you know. So, then we had champagne and she pops the champagne. She’s going to go outside and smoke the cigarette. So, she, you know, pours a glass and walks out. And we haven’t—I haven’t even had any yet. I’m like, you know—it’s like once we got back to the room it was like <\/span><span data-id=\"P1-N200133\">I kind of wasn’t there to some degree. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">You know, she’s singing to herself, you know. You know, but I think it was one of these things where, you know, we were at a bar and she was like, “Oh, I’m not even buzzed or,” you know. And then she had like an espresso martini and I think that’s all she wrote. But, you know, she kept kind of bringing <\/span><span data-id=\"P1-N200151\">it back to the music thing. And so, it was like, “Would you let it go? Let it go?” You know, just she kept going back to it and it just kept snowballing and getting worse. And it got to the point that I really just mentally could not let it go. And she’s getting really pissed. She starts saying things <\/span><span data-id=\"P1-N200152\">like I’m trying to use reverse psychology on her. I wasn’t. You know, it wasn’t even reverse—you know. <\/span><\/p>\n<span data-id=\"P1-N20014-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20014-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562182\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">So, I think she’s feeling frustrated with trying to argue with me which I understand. I’m trying to argue with (inaudible). And then we’re sitting there and all of a sudden, you know, she brings up what happened, you know, a couple weeks ago, you know, where I took off, you know. And I’m like, “Why’d <\/span><span data-id=\"P2-N200171\">you bring that up,” you know. And she gets upset with me for me even asking that question like I should know. So, now it turns into how can I not see all the horrible things I’m doing, you know. So, it’s like now I’m basically—there’s nothing to do because everything she says she’s not going to tell <\/span><span data-id=\"P2-N200172\">me what’s wrong, what I’ve done. She’s just going to tell me I’m an asshole, you know. And it really, at one point, you know, way out of hand. She was screaming at me, you know. Psychotic, crazy. You need to get off these meds. Just going. Really hurtful things, you know. I don’t even think she really <\/span><span data-id=\"P2-N200173\">remembers what she said, but I basically stopped talking to her. <\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">She went out maybe to have another cigarette. And she came back in. She laid down. She’s like, you know, “I’m head over heels in love with you,” and then comes the half-hearted apology like I’m a professional at with. And she’s like, “I am sorry though I’m not sure what I did,” you know and then just <\/span><span data-id=\"P2-N200191\">starts going on about, you know, me being an asshole again or something like that. And I didn’t even—I said nothing. And she’s like, “You don’t have anything to say?” And I said nothing because I’m like there’s nothing I can say that can make this better. It can only make it worse, you know. So, she’s <\/span><span data-id=\"P2-N200192\">like, “Well, I figured, you know,” whatever. And then, you know, when we woke up and it seemed to a—a little, you know, she’s sobered up, I guess. And I think a little more like it wasn’t fatal or anything like that. <\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">And but it really was kind of bothering me what she had said to me, you know. And she was kind of picking up that, you know, I was upset. And finally when I left, I just kind of texted her. I was like, “You said some really hurtful things.” I said, “You know, I’m not saying I didn’t do anything wrong, <\/span><span data-id=\"P2-N2001B1\">but you went way with the magnitude compared to what I may have done and what you did.” And I don’t even think she—like I said, that she really knows what she did. And so that kind of, you know, you know, I was bummed out. You know what? I did go back and hang out. And, you know, it was a little, you <\/span><span data-id=\"P2-N2001B2\">know—I don’t know. But I was getting busy. And, you know, so I just—it just, like, just sort of general depression. I wasn’t even really fixating on that. Like I really didn’t even start thinking about that again until this past weekend, you know. <\/span><\/p>\n<span data-id=\"P2-N2001A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2001A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562182\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2001C\"><span data-id=\"P3-N2001D\">You just kind of even—and that’s when the kids and everything started bothering me. And I was really just, you know—and then I went over there Saturday night. And it’s like flipping a switch, you know. It really is. And I was fine. Went and saw a show at the House of Blues and it was Jill’s 50 year <\/span><span data-id=\"P3-N2001D1\">birthday party at WFW. Great time. I was pretty hung over the next day. I pretty much spent the whole day in bed. She spent three quarters of the day in bed, you know. And I don’t know what happened, but I woke up Monday morning. And this is a Monday morning where I’m usually like—you know it’s like <\/span><span data-id=\"P3-N2001D2\">I got a state plan. You know, I got shit on my mind. I got shit to do. I woke up and there’s no anxiety. I was motivated, you know, and it felt good. <\/span><\/p>\n<p data-id=\"P3-N2001E\"><span data-id=\"P3-N2001F\">And, you know, I totally thought this thing. Thinking that I could buy all of these papers in housing court in Concord. But they’re only in Concord on Wednesday and it took like—I got to go to Merrimac and then I got to serve the landlord at his (ph) you know. There’s no fucking way I’m going to get <\/span><span data-id=\"P3-N2001F1\">all this done. You know, and so, I called Gail, you know, to take the kids or whatever. But no anxiety, no, you know. And same thing today. I woke up, you know, about 5:00 a.m. and I went to the bathroom. Went back to lay down. My alarm was going to go off at 6:00 and I just thought a little bit about work. <\/span><\/p>\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">And instead of ruminating, I said, “You know, maybe I better get up, beat traffic.” And I got back to the apartment and was very productive this morning. I kept amazing myself how early it was and how much time—because usually I’m up. I got to get seven things to do and five minutes out the door, you <\/span><span data-id=\"P3-N200211\">know. And so, there’s been just a normalcy change. Now, I think I know what part of that is. So, I started some paid search, you know, my website, (inaudible 00:10:43). When you Google in addition to the different attorney websites, their directory comes up. And the real value is being number one, connected <\/span><span data-id=\"P3-N200212\">to their directory, so people going from their directory, a very popular site, you know, your website. That kind of stuff is really good. But what I think I wasn’t capturing was the people who weren’t going to the website. They were just seeing the name, what they did, and picking the phone number. <\/span><span data-id=\"P3-N200213\">So, for very short money, I mean less than $100 I’m paying for landlord\/tenant, trusts, and maybe probate, you know. Cheap words that when people Google that and they go through the directory—<\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">THERAPIST: Google AdWord?<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">CLIENT: No. This is—<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: (crosstalk 00:11:41)<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: Yeah. This is by laws. You know, people Googling—what people Google to get to their site. So, they take that information and give you what you’re looking for in that directory.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: So, somebody goes find law probate.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: Probate. You know, here’s a perfect example. Plymouth trust attorney, you know, (inaudible 00:12:07) attorney, you know. That blue box they might even have the payment on top, but one of the first is going to be the final directory. They click on it and there’s going to be a list of the Plymouth <\/span><span data-id=\"P3-N2002D1\">or at least the attorneys of Plymouth. Now the top five spots are paid for spots that are red thing. You click to go to their website and they’ve got something special. These areas not all five of those are sold. And because I cover from Pembroke to Plymouth they’ve got this second tier which basically <\/span><span data-id=\"P3-N2002D2\">puts you underneath that, but it shades your name. Now if I were to do this in real estate or some of these other more expensive things, because I’m not that in town guy—the guy in Essex they say he gets like 70 a month. You know, how many of those are—I get a ton of—you know, probably three or four <\/span><span data-id=\"P3-N2002D3\">telemarketing calls a day from my website. I was like, “Yeah. You know, what the fuck?” <\/span><\/p>\n<span data-id=\"P3-N2002C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562182\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">So, pretty much I think this went live on Friday. I’ve had it Saturday and Sunday now, but every other day I’ve had at least one inquiry with landlord\/tenant and estate planning. The first people that called me hired me. They’re on section eight, so, you know, I’m kind of hoping for attorney’s fees <\/span><span data-id=\"P4-N2002F1\">here. But I think there’s a good shot. And I think a lot of what the—you know, and I basically have kind of found a niche as landlord\/tenant that’s not being satisfied with the Internet, you know. And I think the tenants it’s really like talking to them about their problem maybe meet with them for an <\/span><span data-id=\"P4-N2002F2\">hour, talking with them on the phone for an hour. Tell them what their options are going to be. And even if at that moment, they don’t need me, you know. Would they take the self-help or some—you know, the—the fact that they’re calling suggests that the landlord coughed up a security deposit. <\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">That there’s things that they can hire me and, you know, I would get attorney’s fees. So, it’s kind of a like a personal injury kind of, you know, win some, lose some I think kind of thing I think some (inaudible) in the bag. And, obviously in settlements my fee is going to be part of the bargaining <\/span><span data-id=\"P4-N200311\">chip. But a lot of these cases are $1,000, $1,500 worth of time anyways. And I get a call from this guy who’s doing a mass health application for this company—with this company. And they need a durable power of attorney. So, he’s like, “Well, the company’s like a (inaudible 00:14:59) ram. Do you have <\/span><span data-id=\"P4-N200312\">something to recommend in Plymouth?”<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">And what I think the guy did was went on Google and put Plymouth whatever and up came me and gave him my name because the number from the website. I (crosstalk). And it was easy, you know. He’s like, “I don’t know. I don’t know the guy,” you know. “Well, I know him real well,” and so, you know, kind <\/span><span data-id=\"P4-N200331\">of along with it a little bit. So, it’s really I mean this isn’t just—this isn’t a small thing. I’m like busy on the verge of going to flight out, you know.<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">THERAPIST: Well, that’s huge.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">CLIENT: Sails and everything, you know. You know the purchase and sales side is just picking up. And I think, you know—I mean if I got an inquiry. I’ve had a couple that, you know, haven’t connected. But I think, you know, the ability to lay the groundwork with these tenants and ultimately, you know, <\/span><span data-id=\"P4-N200371\">if I can get the chance to meet and talk with them and to explain to them about the security deposit. You know, it’s kind of the same thing with my direct marketing to listings. You know, it’s when they get they offer that’s when hopefully they’re going to hire me and the same thing here, you know. <\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">You know, when your landlord screws up your security deposit at the apartment they have, they probably have already done it. If you want, I can pay it now. Which I’m meeting with one on Tuesday. And she had a lease and the landlord took a security deposit. They renewed it and the landlord took the security <\/span><span data-id=\"P4-N200391\">deposit on renewal, used it towards damages, and it made her give another deposit. Can’t do that. So, this old lady who’s going to be—(inaudible 00:16:48) lady who I know is going to be stubborn. So, we’re going to get like a big, chunk of money and attorney’s fees on this one. I’m going to own that <\/span><span data-id=\"P4-N200392\">house in Waltham, you know. So, you know.<\/span><\/p>\n<span data-id=\"P4-N20038-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562182\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2003A\"><span data-id=\"P5-N2003B\">THERAPIST: That’s great.<\/span><\/p>\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">CLIENT: So, I think that has—<\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">THERAPIST: Like there’s a lot of potential there.<\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">CLIENT: Yeah. And really it’s probably because, you know, this was happening all last week. And you know, it’s kind of one these pinching yourself kinds of things. It’s like I’ve been waiting for this to happen forever.<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: (crosstalk 00:17:14) like that.<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: I think one of the first things that clicked was I had to—like I have to local calls, you know. And I’ve got to get back to people quickly and I’ve got to be sort of—kind of like with e-mails I can—I got to be kind of gentle because I can’t, you know, ask them questions about their situation. <\/span><span data-id=\"P5-N200451\">I can’t probe. But, you know, for the money I’m spending I mean, you know, the words are like 30—for the three spots—words I’m buying 80, 90 bucks.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: That’s great.<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: And every year it’s going to go down. So, I think that just kind of sunk in yesterday of like boom, you know. You know, it’s one of those things the more productive you get the more, you know—so, I was struggling with doing titles and getting work done and wah, wah. Just every day (crosstalk 00:18:12).<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: And the more you—the more work you get the better you know what you’re doing. The easier it is to get it done.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: Yeah. And, you know, thinking about things to do to sort of make things work a little easier for me. And my motivation is way up. And, you know, I had a—I can remember a small claims case out in Ware District Court. And he showed up late and it was dismissed. So, we filed a motion to dismiss. <\/span><span data-id=\"P5-N2004D1\">I went back out there. And part of—you know, he said that he had to get his granddaughter to the bus, traffic. You know, the distance from Sturbridge to Ware at 8:00 in the morning. Seriously though, this was western mass through (inaudible 00:19:03). Those things get pretty good, you know. (inaudible) <\/span><span data-id=\"P5-N2004D2\">and I was trying to get to Holland, you know. So, or Hadley (ph). No parking, you know. And then there was the suggestion—you know, he’s a disabled veteran.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">And the suggestion was that the disability made it difficult for him to get around the courthouse. I’m expecting this (inaudible 00:19:32), you know. I’m walking down these guys—behind these guys on the stairs. He was slightly little limp whatever. No problem going down the stairs. Now I probably should <\/span><span data-id=\"P5-N2004F1\">have known better, but, you know, you really need—you know, big caution. There’s these guidelines that come out and they caution these magistrates. You know, don’t remove these dismissals lightly, you know. But it’s a local guy. It’s an older guy. He was a disabled veteran that she really didn’t like <\/span><span data-id=\"P5-N2004F2\">where I was going, you know, because, you know, these excuses were not, you know—they’re basically foreseeable. <\/span><\/p>\n<span data-id=\"P5-N2004E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562182\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20050\"><span data-id=\"P6-N20051\">It’s foreseeable that you got to take your daughter to the bus. It’s foreseeable that you—you know. She didn’t want to listen to any of that which is, you know, I should have expected that. But I think I was coming off a little rough. But, you know, I made sure to mention the part and she kind of was, <\/span><span data-id=\"P6-N200511\">you know, pulling me in a little bit. And I made the mention of like, “Well, you know, I saw this guy walk down the stairs. And, you know,”—she understood that I was making the argument that that wasn’t the reason he was late. He didn’t take that. Now this is a guy who blows up because he had to wait <\/span><span data-id=\"P6-N200512\">three hours to get his room. That’s what this is all about at his timeshare. Waiting to get his room for three hours. Key doesn’t work. All these little things that don’t work. Not getting the satisfaction he wants from whomever he talks to other than I’m sorry and some drink tickets. He wants to talk <\/span><span data-id=\"P6-N200513\">to the CEO. <\/span><\/p>\n<p data-id=\"P6-N20052\"><span data-id=\"P6-N20053\">So, I knew I had to poke him, you know. And I was going to go up and hand him my attorney’s fees, my affidavit of attorney’s fees. But when I was walking down the stairs behind him I’m like—you know. And so, he went nuts. (laughter) And she, you know, granted the motion and so, you know, let’s have <\/span><span data-id=\"P6-N200531\">the trial. So, you know, she did a couple more motions and we came back and we did the trial. And that guy went through. And just, you know, they had—they brought no evidence. They submitted nothing, you know. They want $7,000. They want everyone’s claim tickets in the party, you know. They don’t even <\/span><span data-id=\"P6-N200532\">have the price of the ticket in writing, you know. The contract. You know, we have a contract. You know, by contract we were supposed to have a room at 4:00. I’m like, “Madam Clerk, can they provide this contract? It’s just not enforceable promise.” You know they promise him a room at 4:00, but it’s <\/span><span data-id=\"P6-N200533\">unenforceable, you know. <\/span><\/p>\n<p data-id=\"P6-N20054\"><span data-id=\"P6-N20055\">I didn’t want to say well, you know, bad customer service, but you know. I’m like hey these people live down here 15 years. One bad time, you know. Let all the sales force notes and everything like that, you know. And every so often, you know—first of all, you know, during the motion, he turned and <\/span><span data-id=\"P6-N200551\">was like looking right at me, you know, about the whole veteran thing. And so, I’m looking at him, you know, with a straight face. And, you know, just waiting. I knew the clerk at some point was going to tell him to stop talking to me. She did and I was going to ask her to tell him to stop talking to <\/span><span data-id=\"P6-N200552\">me. But she said, “You cannot talk. You can only talk to me.” And but also he would find little points all throughout to bring this up. And, you know, I thought she just even had blown off the attorney’s fees. I was going to ask for them again. <\/span><\/p>\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">And, you know, it was stuff like, you know, they’re just burying themselves—you know they never even called us. You know, write them a note on salesforce.com. They’re on the do not call registry, you know, which they do still call him. But the magistrates like, “You guys are on the do not call, so you’ve <\/span><span data-id=\"P6-N200571\">got some special system,” you know. So, you know. So, she started, you know, number one saying how easily he, you know, was getting angry. And she came back about the attorney’s fees. And he (inaudible 00:23:37). I can’t remember the word he used, you know. But this guy is going to, you know, whatever <\/span><span data-id=\"P6-N200572\">in open court about me and he has no respect for disabled veterans. And his partner was like, you know, “You don’t know his disability. You’re not a doctor. He was attacked by a serial killer in a VA hospital.” And both of them were just going nuts.<\/span><\/p>\n<span data-id=\"P6-N20056-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562182\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20058\"><span data-id=\"P7-N20059\">And I’m just sitting there. I’ve got my eyes occasionally connecting with the clerk just saying, “Things couldn’t be going any better.” (laughter) And when it came up to attorney’s fee and they’re like, “What? Why would we have to pay,” you know. And she’s like, “Well, you know, you guys were late for <\/span><span data-id=\"P7-N200591\">the hearing. His client did have to spend money for his time.” So, they fucking lost it. It was awesome. It was beautiful. I didn’t want to look around the courtroom and, you know—I just—you know, I didn’t want to look bad to the magistrate. I didn’t want her to know I was enjoying it. And so, you know, <\/span><span data-id=\"P7-N200592\">I made the arguments how they hadn’t submitted anything. Blah, blah, blah, blah. And I have a feeling ultimately she’s probably going to—I’m cautiously optimistic that she’s going to give some attorney’s fees probably knock down what I asked for. Probably craft some way to make an offset. <\/span><\/p>\n<p data-id=\"P7-N2005A\"><span data-id=\"P7-N2005B\">Well, maybe a couple hundred dollars off their vacation. A couple hundred dollars in attorney’s fees. You know, she might do that. She might not. I don’t know because the way they hand they handle dismissal hearings and the way they handle the actual trial are two different things. You know, they’re <\/span><span data-id=\"P7-N2005B1\">pretty, you know—yes, they’re (inaudible). Yes, they’re locals, but you still have to make your case, you know. And I just don’t think they did. And she’s got to issue findings too. So, we got outside the courtroom. And no less than six times and I never made contact with them. Eye contact. Sort of <\/span><span data-id=\"P7-N2005B2\">allowed conversation of what an asshole I was. And then they were down here and as I went up by the stairs, you know, he’s like, “You had no fucking respect for disabled veterans.” (laughter) I kept going, you know. <\/span><\/p>\n<p data-id=\"P7-N2005C\"><span data-id=\"P7-N2005D\">But the thing that popped into my mind was to stop, turn around, and say, “My dad is MIA in Vietnam,” which I know I could have pulled off. But, you know, I didn’t need to be mean to him, you know. I was just showing the clerk how these guys react. And, you know, it was just a—I was handed a meatball <\/span><span data-id=\"P7-N2005D1\">walking down behind these guys, you know. And I couldn’t have imagined it going that well, you know. I mean it’s always going to come out. The money didn’t matter, but I think it really—when you add in the fact that they submitted nothing to prove their damages, you know. “Well, their contractor contractions, <\/span><span data-id=\"P7-N2005D2\">contract, contract, contract.” I’m like, “I’m a clerk. Where’s the contract,” you know. So, that went well. And I don’t know. I just self-confidence. And, you know—<\/span><\/p>\n<p data-id=\"P7-N2005E\"><span data-id=\"P7-N2005F\">THERAPIST: Well, and also it sounds like you were effective. <\/span><\/p>\n<p data-id=\"P7-N20060\"><span data-id=\"P7-N20061\">CLIENT: Yeah. And I feel like, you know, the landlord\/tenant is an area that I still need to learn some things and get some things—get some systems in place. I think it’s an area that isn’t crowded like no one wants to put up with these tasks. You know, you—there’s going to be a lot of crap calls. But <\/span><span data-id=\"P7-N200611\">the nice thing is as I get busy I can be picky, you know. And, you know, so I remembered there was—when I was going over to Marcia when we were first dating that, you know, I’d get up. I would beat traffic, you know. I would just and recently it’s like I—you know, even getting up at 6:00, I just—I get <\/span><span data-id=\"P7-N200612\">stuck in traffic. It’s like all this wasted time, you know. Storms and, you know, I was going over there and not really getting work done and that I should have. And, you know, today getting up at five. <\/span><\/p>\n<span data-id=\"P7-N20060-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562182\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20062\"><span data-id=\"P8-N20063\">You know, I’m like I can do this, you know. Yeah. I went to bed at 11:00 last night. We just hung out and watched all the crappy reality TV shows. You know, I was there working. You know, she was at work when I got there, so I got some work done. And busy as fucking how, you know. A couple things she—I <\/span><span data-id=\"P8-N200631\">notice she’s hitting on is number one I think the—I kind of let go her anger and all these hurtful things she said to me. And maybe I’m not as so hurt about them. Sort of looking at the perspective of living with someone who has depression, you know. But I don’t—as much as she thinks she understands, <\/span><span data-id=\"P8-N200632\">she doesn’t, you know. Her nephew, you know, may have bipolar. Checking him into, you know, the who who house doesn’t give you a PhD. Maybe for you it did, but, you know, you probably have your dad and your brother all locked up or something. Hard earned cash. So, (laughter) I lost my train of thought. <\/span><span data-id=\"P8-N200633\">So, you know, and the same thing was going on with Jess, you know. And sort of a tangent of that is— <\/span><\/p>\n<p data-id=\"P8-N20064\"><span data-id=\"P8-N20065\">THERAPIST: You mean when—<\/span><\/p>\n<p data-id=\"P8-N20066\"><span data-id=\"P8-N20067\">CLIENT: Here’s the example. So, you know, she’s kind of asking me why—it’s in her text blog, you know. You know, I was frustrated, upset, whatever, you know. And so, she—when I got over there, she asked me about it. And I was like, “Oh, you know, the kids were,”—you know, and it’s not like I can come <\/span><span data-id=\"P8-N200671\">out and sit here for 45 minutes and boom, boom, go through all this shit that’s bothering me. Like one or two things comes out and it was the kids. And, you know, she just muttered under her breath. “They’re kids,” you know. Like, you know, what’s your fucking problem? You know, and the other thing <\/span><span data-id=\"P8-N200672\">when I talked about work, she’s like, “That’s life,” you know. Not to me but kind of, you know. And at first that really bothered me. And maybe that I’m okay being bother by it. But I understand how she doesn’t understand, you know.<\/span><\/p>\n<p data-id=\"P8-N20068\"><span data-id=\"P8-N20069\">THERAPIST: I follow. <\/span><\/p>\n<p data-id=\"P8-N2006A\"><span data-id=\"P8-N2006B\">CLIENT: But she’s not being completely unreasonable. And then I probably have to, you know, work this out with her in some way. And it came up yesterday like when I cancelled with the kids. You know, she wanted to know whether I was going to still have dinner with the kids or she was going to make dinner. <\/span><span data-id=\"P8-N2006B1\">But and I think there was this thing about, you know, me being not so—maybe this is just self-conscious. But, you know, I don’t have a second thought about trying to make up for not having the kids. I’ll see them Friday, you know. And I think she may have been picking up on that. And it’s only going <\/span><span data-id=\"P8-N2006B2\">to get worse, you know. I mean I’m—I haven’t used Jess’ office in months and I’ve used it like three times in, you know. <\/span><\/p>\n<p data-id=\"P8-N2006C\"><span data-id=\"P8-N2006D\">So, and that’s you know—I want to go ahead and sell the condo in Wales because I don’t think I’m going to need the $1,500 anymore and I want to get rid of it. I mean she wanted to sell it anyways in the spring. It’s a nice referral to Vivian. She’s giving me a hard time about using Patricia. She doesn’t <\/span><span data-id=\"P8-N2006D1\">understand that—you know, she’s like, you now, Patricia’s website kind of does an estimation value based on, you know, this is all algorithmic, you know. But between like 280 and 290, you know. But when you got a $240,000 in principle, no interest payments, no tax payments, and no condo fee payments, <\/span><span data-id=\"P8-N2006D2\">and no assessments like we’ll probably get $10,000. <\/span><\/p>\n<span data-id=\"P8-N2006C-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562182\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2006E\"><span data-id=\"P9-N2006F\">Since 2010, that 240—I mean we—we owe $70,000 on top of our $500,000 principle. And that’s just a first mortgage and then you got to throw in a broker’s commission. I want to use a specialist. S, you got to throw in their commission, you know. I’m trying to explain to her that the price we sell it for <\/span><span data-id=\"P9-N2006F1\">doesn’t make a difference. What makes the difference is where is our negotiation with the lender as far as who gets paid what and what gets written off? And we’ve already declared bankruptcy, so the notes are unenforceable. You know, the debts are gone. So, it’s just a matter of them satisfying their <\/span><span data-id=\"P9-N2006F2\">liens. And, you know, she just—it’s just another thing where she doesn’t understand. And I’m not even that sad about it. Not normally where I would (inaudible 00:33:13), you know. And so, it’s, you know. I mean—<\/span><\/p>\n<p data-id=\"P9-N20070\"><span data-id=\"P9-N20071\">THERAPIST: It does seem like the work is going to be part of it. I mean getting more business, having this—<\/span><\/p>\n<p data-id=\"P9-N20072\"><span data-id=\"P9-N20073\">CLIENT: Having a reason to wake up and take a shower because I got to meet with a client. You know, putting on slacks instead of—and having closings, meeting, you know. I got another closing tonight, you know. Just I don’t know. And this is just the start of it, you know. I know this is just the start of it.<\/span><\/p>\n<p data-id=\"P9-N20074\"><span data-id=\"P9-N20075\">THERAPIST: I don’t know. It kind of sounds like you found a niche with the landlord\/tenant stuff. So, I imagine it doesn’t seem like it’s just a good few weeks either. But something that’s really on the way up.<\/span><\/p>\n<p data-id=\"P9-N20076\"><span data-id=\"P9-N20077\">CLIENT: Yeah. And this is—this just came, so this, you know—all this great feeling was before this. But, you know, there’s—let’s see. (tongue clicking) So, this is, you know, the mortgage guys in Beverly. The one guy who came to the—<\/span><\/p>\n<p data-id=\"P9-N20078\"><span data-id=\"P9-N20079\">THERAPIST: The tip? <\/span><\/p>\n<p data-id=\"P9-N2007A\"><span data-id=\"P9-N2007B\">CLIENT: The (inaudible) tip and, you know. He just doesn’t have it. You know, I had him act as a witness for a state plan yesterday. And he didn’t even bring a business card down, you know. To dress up, you know. And it’s another great thing that happened is, you know, I get these witnesses. So, I sent <\/span><span data-id=\"P9-N2007B1\">out a mass letter to all the—my contacts in Pembroke and around and financial planners just to let them know I’m doing this. And so, I’ve had a witness brigade. So, I’m thinking oh, maybe one or two people will respond. Overwhelmed by how many people are going to help me out just being a witness. Because <\/span><span data-id=\"P9-N2007B2\">they see a chance to meet another professional and a client, you know. <\/span><\/p>\n<p data-id=\"P9-N2007C\"><span data-id=\"P9-N2007D\">So, you know, one of the people I invited is, you know, Karl. And he’s always about business partners. He’s really big on the—he throws parties and he’s got his clubhouse. And he wants to do bocce. (inaudible 00:35:24), “Gold Coast is running a 100% based referral business. I love introducing my partners <\/span><span data-id=\"P9-N2007D1\">to each other to see if they have the chemistry to work together. And look at it this way. The more people involved on the team the easier it is to keep the referral volume going. Wouldn’t you agree? The (inaudible 00:35:41) that’s the closing tonight was referred into me by Lyle Evans (ph). That is <\/span><span data-id=\"P9-N2007D2\">one of the most networked, energetic, and successful business partners that I have. Would you kindly allow me to introduce him to you over coffee? By way of career and business banker with Eastern? But Lyle would do well with whatever it is he chooses to learn about and represent.” I’m not sure what <\/span><span data-id=\"P9-N2007D3\">that means, but early morning venue is best. Late lunch perhaps. And we are okay travelling to your preferred coffee shop. So, it’s like, you know, this is something that’s been in the groundwork that I’ve been laying. So, just all of a sudden just, you know. I figure in a couple of months I might even <\/span><span data-id=\"P9-N2007D4\">see the top of the hole. Start paying you. I’ve given the go ahead for my office, you know. I don’t know where I’m going to get the money from. <\/span><\/p>\n<span data-id=\"P9-N2007C-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562182\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N2007E\"><span data-id=\"P10-N2007F\">THERAPIST: What do you mean?<\/span><\/p>\n<p data-id=\"P10-N20080\"><span data-id=\"P10-N20081\">CLIENT: I’ve got money coming in. To put my cabinets in and, you know. I don’t think Bruce’s going to charge me much if anything to do the work. You know, that was really the big expense. You know, the IKEA cabinets are, you know. That’s really going to be my big expense, now. But I think I—you know, <\/span><span data-id=\"P10-N200811\">all these little things I’ve got to do. I’ve got to look more professional now. People coming in from Salem, you know. And, yeah. I think it’s just, you know, routine. Showers, brushing teeth, you know. All this, you know, come together. You know, just—it’s all the work really, you know.<\/span><\/p>\n<p data-id=\"P10-N20082\"><span data-id=\"P10-N20083\">THERAPIST: I hope you (inaudible 00:37:33) this way.<\/span><\/p>\n<p data-id=\"P10-N20084\"><span data-id=\"P10-N20085\">CLIENT: Yeah. I mean it—it’s uncanny. It’s every fucking day I’m getting an inquiry. So, if real estate blows up again, I don’t think I would even—I’d probably in business would explode because of, you know—I’d be well entrenched.<\/span><\/p>\n<p data-id=\"P10-N20086\"><span data-id=\"P10-N20087\">THERAPIST: Well, it’s been a long time. That’s really neat.<\/span><\/p>\n<p data-id=\"P10-N20088\"><span data-id=\"P10-N20089\">CLIENT: Yeah. So, and you know the relationship with the guy, the new guy, seems to be going okay. And got some Frisbee players buying properties as usual. And, you know, it’s funny because I was thinking yesterday. You know, it’s like Jim, the guy who doesn’t think to bring a business card. It’s funny. <\/span><span data-id=\"P10-N200891\">And I’m like, you know her, because I didn’t her refi for (inaudible 00:38:33) people or certain people it seems like. So, it’s like—so, but I was thinking I was driving from Merrimac. And I was like, “God. You know, how can I really,”—you know, because Karl wrote me back saying that he would—him and <\/span><span data-id=\"P10-N200892\">Harry mentioning about Jim. Him and Harry would want to be on my witness brigade I’m calling it. And, you know, I replied back, “Great.” You know they got—bought these crazy bocce ball or whatever. I need to start practicing for my Memorial Day barbecue. And I’m just like—I’m like what a—just kind of <\/span><span data-id=\"P10-N200893\">didn’t know how to approach dealing with Karl who’s sending me business, Harry who’s now in the Pembroke BNI (ph), but he’s got the Concord Rotary, which I’ve got my eye on once you can find me a new time slot. We’ve talked about this before, didn’t we? Yeah. <\/span><\/p>\n<p data-id=\"P10-N2008A\"><span data-id=\"P10-N2008B\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P10-N2008C\"><span data-id=\"P10-N2008D\">CLIENT: Maybe we haven’t. What’s that?<\/span><\/p>\n<p data-id=\"P10-N2008E\"><span data-id=\"P10-N2008F\">THERAPIST: What do you want?<\/span><\/p>\n<p data-id=\"P10-N20090\"><span data-id=\"P10-N20091\">CLIENT: Well, Concord Rotary —and I’m not ready for Concord Rotary. But Concord Rotary meets at noon on Tuesdays. So, you know, me getting out of here at 10:00, I’d have to go straight up. You know, just a big chunk that I’m giving up on Thursdays that I can’t Tuesdays as well with a payoff that is <\/span><span data-id=\"P10-N200911\">much farther down the road. It’s a service group. And but it’s an opportunity to meet other attorneys. And so, I would want to move my meeting with you to a different day or time. I think you even mentioned maybe like 7:00 a.m. on Monday or something stupid like that. Or—<\/span><\/p>\n<span data-id=\"P10-N20090-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20090-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562182\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20092\"><span data-id=\"P11-N20093\">THERAPIST: Right. I had had an early appointment on Monday. But I can keep booking up. <\/span><\/p>\n<p data-id=\"P11-N20094\"><span data-id=\"P11-N20095\">CLIENT: I mean it’s no big deal right now because I just—<\/span><\/p>\n<p data-id=\"P11-N20096\"><span data-id=\"P11-N20097\">THERAPIST: Right. You’re not quite there yet.<\/span><\/p>\n<p data-id=\"P11-N20098\"><span data-id=\"P11-N20099\">CLIENT: You know, it’s funny because I was about to jump on it. I looked at this and I said no. Now I’m glad because I’ve got a lot of other balls in the air now, you know. And, you know, hopefully Jess will give me some money for taxes. But, you know, in estate planning the money comes up front. The <\/span><span data-id=\"P11-N200991\">landlord\/tenant. Hopefully, like this woman I meet on Tuesday I can get some money from her, you know, up front. And then there’ll be the day that unless they are that Section 8 client that I can just demand. So, we’ll see how long it lasts. Yeah. I mean I think the business, the—will keep coming in. <\/span><span data-id=\"P11-N200992\">When will this start killing me? That’s the, you know. <\/span><\/p>\n<p data-id=\"P11-N2009A\"><span data-id=\"P11-N2009B\">THERAPIST: Well, so far it’s making you feel better. I mean it’s like a—it’s a virtuous cycle.<\/span><\/p>\n<p data-id=\"P11-N2009C\"><span data-id=\"P11-N2009D\">CLIENT: It’s like I know—it’s like right now there—it’s like there’s a bunch of checks waiting to be sent to me, you know. So, it’s like I’m not even stressed out about the money. That I have no money, you know. I don’t know if I should feel about this, but one of the things that bothered me about Valentine’s <\/span><span data-id=\"P11-N2009D1\">Day was the amount of money I spent. The effort I put into it. I don’t know. We make some reservations. We buy some flowers. I got a little (inaudible 00:42:11) ring, which she’s wearing on this finger. I asked her to go steady. She’s like we already were going steady.<\/span><\/p>\n<p data-id=\"P11-N2009E\"><span data-id=\"P11-N2009F\">THERAPIST: Congratulations.<\/span><\/p>\n<p data-id=\"P11-N200A0\"><span data-id=\"P11-N200A1\">CLIENT: I said, “Well, now it’s official.” So, you know, I think that’s kind of part of—was part of it too. It’s like I really spent a lot of money that I didn’t have, you know. Everything was expensive, you know.<\/span><\/p>\n<p data-id=\"P11-N200A2\"><span data-id=\"P11-N200A3\">THERAPIST: We’ve got—<\/span><\/p>\n<p data-id=\"P11-N200A4\"><span data-id=\"P11-N200A5\">CLIENT: But even after the blow up she was very—thanks for everything. (inaudible).<\/span><\/p>\n<p data-id=\"P11-N200A6\"><span data-id=\"P11-N200A7\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}