{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses how his wife is surprised by how well he's adapting to being a father and husband. Client discusses his thoughts on if this is a backlash against his father's parenting style."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Regression","Memory","Depressive disorder","Parenting style","Trust","Psychoanalytic Psychology","Anxiety","Anger","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["9"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Regression","Memory","Depressive disorder","Parenting style","Trust"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562144","dorpId":"1006469137","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session February 04, 2014: Client discusses how his wife is surprised by how well he's adapting to being a father and husband. Client discusses his thoughts on if this is a backlash against his father's parenting style.","fullTitle":"Client \"A\", Session February 04, 2014: Client discusses how his wife is surprised by how well he's adapting to being a father and husband. Client discusses his thoughts on if this is a backlash against his father's parenting style.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562144\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: So, all right, I’m just going to get some water. Do you want some?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: No, I’m good thank you. I was thinking about something over the weekend. I’m not sure what reminded me of it. I started writing for real. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">Which is really (inaudible at 00:01:04). My mother’s here for another ten days, so I figure if I can get a really decent start during these ten days then I have regularly four hours a day and that will be the thing. So I think it was probably related to something that I was writing or thinking about <\/span><span data-id=\"P1-N200111\">writing. But this was something that has come up, I think, quite often in, you know, my latest peregrinations (sp) for, toward, you know, possible gig, I guess. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">And, it’s funny, (inaudible at 00:02:09), I’m usually good. It’s like I forget, I forget what I’m doing. I forget the content of what it is that I’m doing, like I lose the thread, in exactly the same way, I think, that I lose the thread in my conversations. In other words, like I can’t feel any expertise, <\/span><span data-id=\"P1-N200131\">I can’t feel any familiarity, I can’t feel any sense of, you know, of belonging to, or belonging with whatever it is that I’m doing. And that applied to graduate school, it applied to, you know, the public health work. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">You know, ultimately at the end of the day, what would prevent me from settling into one or another situation would be this failure of memory. And sometimes it was specific, like there was, you know, specific knowledge that needed to be produced in a conversation that I didn’t have, and sometimes it <\/span><span data-id=\"P1-N200151\">was more affective, like, you know, needing to have a sense of kind of professional assurance. And it wasn’t like I hadn’t ever been able to produce that knowledge, it was something more baroque than that. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">But it involves some failure of memory that seemed very analogous to what we’ve been talking of for the last couple of weeks, and I thought I would bring it up. (Long pause) <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Yeah, I guess in that way it’s kind of unconscious way of not letting yourself feel a part of something.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: That’s occurred to me. But I don’t quite get it.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Like why you would do that?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: I don’, it’s hard for me to access the (inaudible at 00:05:39). I think I told you this anecdote of walking through the library, (inaudible at 00:05:45) , after I had come back from Holland, and it’s just like this brief moment, I was walking up the stair, I have a very vivid recollection of this. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">I was walking up the stairs and there were two librarians, I assume, you know, middle-aged, walking down, and they were talking about something that involved everyday routine activities, and I felt uncomfortable. I felt like, “God, I wouldn’t want that,” or “God, I’m uncomfortable with that daily routine.” <\/span><span data-id=\"P1-N200211\">Like somehow it was something threatening, that routine. And I think I was struck by that almost immediately, like, “Boy, that’s weird. Why would this be such a, such an unpleasant thought to entertain, that this, you know, that it’s boring, that it’s, you know, this kind of hum-drum bourgeois existence, <\/span><span data-id=\"P1-N200212\">is it that I feel more comfortable, you know, as a, as an outsider that passes in the night?” <\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562144\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">I don’t know. I never figured it out, but that moment always struck me in connection to this question I’ve puzzled over quite a bit. It’s as if I’ve been acclimatized to be alien, so much so that I can’t even remember the information that I would need to have at my disposal in order to be (inaudible <\/span><span data-id=\"P2-N200231\">at 00:07:52). So anyway. <\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">And then, and there’s something Jennie (sp) said to me last night, it’s a wonderful moment, she said something like, “You’re so good at this, you know, being a partner and a father, you know, who knew, it’s such a surprise.” I can’t remember whether I said, “It’s such a surprise,” or whether she said, <\/span><span data-id=\"P2-N200251\">“It’s such a surprise.” But, you know, it just, it was like this revelation that I’m very good at these things. And again, somehow, not again, but somehow, you know, the specific knowledge that’s involved in, you know, being made husband, whatever, being a father, which is considerable. I mean, you <\/span><span data-id=\"P2-N200252\">know, it’s affection and care and nurturing and support and all these other things require that you remember things. <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">You remember many, many things. Those don’t escape me. There’s not an incapacity, but there’s some interference in risk situations and there’s some discomfort at a, you know, at a fundamental level occurs, and can be symbolized. <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: (Long pause) Do you think this is out of loyalty to your father in the sense that in your mind, in a way, you want to really be part of things with him, it means not being part of things like the work environment? <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: That doesn’t ring a bell. I don’t feel conscious loyalty to my father at this point. Maybe there’s some evolutionary phenomenon, maybe there’s a vestigial character to it, also originally. <\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">I mean, I think it seemed to me plausible in the abstract, I guess, when I thought about this that you know, there’s something about usual, the usual middle-class regularities, regular middle-class life that I was sort of acculturated to reject, and that it’s difficult for me to, you know, to kind of, <\/span><span data-id=\"P2-N2002D1\">difficult for me to assimilate now, because of that. So I guess that’s a kind of loyalty, if so, if that’s, you know, a plausible explanation, I guess that’s a kind of loyalty to my father, in the sense that, you know, that’s where that particular ideology is coming from on. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">I’ve very consciously gone about trying, unsuccessfully as it turned out, for the last few years, to reject that, just in part because, you know, there was just nothing to replace it with so, you know, that’s a crisis, I guess, and in my world view, a significant crisis. But it, I mean, that feels only <\/span><span data-id=\"P2-N2002F1\">weirdly, I mean, it doesn’t feel like an emotional investment in my father, it just feels like you know, a cultural phenomenon. In other words, it’s not as if I feel the reason that I have held on to this outmoded, you know, kind of cultural concept is that I had some loyalty to my father on any conscious <\/span><span data-id=\"P2-N2002F2\">level. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">It’s more like, well you know, you grow up in an Thailand tribe, and you know, you wear the, you know, get used to wearing the relevant costume and, you know, find relevant morays, and those are the morays that I kind of got used to, and it’s difficult to shift gears. It’s not personal in my imagining <\/span><span data-id=\"P2-N200311\">of it. Now, you know, these things are complicated so I don’t reject that out of hand. I’m not aware of feeling particular investment in sustaining this bit of my father. He didn’t do so well by it himself, let alone on our behalf. But it was an interesting moment yesterday, actually, when my mother <\/span><span data-id=\"P2-N200312\">was a couple days ago. <\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562144\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">I was visiting with an old friend, family friend, who’d come to hang out with Grayson and she was telling her the story of how my father and his friend Larry came to found the collective, and the story was, as she told it, he went to Jordan in like 1963 and he decided that, to his, you know, disappointment <\/span><span data-id=\"P3-N200331\">and dismay, this kind of socialist ideal was founded on you know, the exploitation of Arab labor. And so he decided to go to, back to the United States and start a kibbutz like Enterprise that would, you know, create an alternative economy. <\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">And I was talking, you know, with Jennie (sp) as we were going to bed, said to me, “You know, I heard this and I was really kind of outraged,” she said. “You know, like what kind of a stupid thing is it to respond to, you know, oppression by going back to the United States to, you know, create an alternative <\/span><span data-id=\"P3-N200351\">to it?” And it was funny to hear her say this because I immediately saw her point, for one thing. But for another thing, I had always taken the, you know, the kind of internal logic of this, you know, their ideology, for granted, like. You know, maybe it wasn’t realistic, whatever, but at least it made <\/span><span data-id=\"P3-N200352\">sense on its own terms in Jennie’s (sp) life. You know, even on its own terms it was a crazy idea. It was an odd thing to do, anyway.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: I guess part of family mythology that you just—<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Of course it made sense. <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">Yeah, of course, this was the thing to do, you know. Larry had been with the United Nations in Thailand, and it was very awful in Thailand, and my father had been in, you know, Jordan, and it had been kind of, he’d been very kind of shocked and disappointed by Jordan, so they both went to the United <\/span><span data-id=\"P3-N2003B1\">States and they did something else. And this is an old debate among socialists, anyway. So it’s not, whatever, but it was just, I guess my point was just that it’s not about my relationship with my father, so far as I can see. <\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">Except that it’s obviously, you know, an inexplicable thing.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: And if I, to follow Jennie’s (sp) point, there’s the sort of usual kind of <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">Very self-serving logic. The depression is terrible. I can’t believe these, you know, (inaudible at 00:19:34), or whatever he saw, I don’t know. And (inaudible at 00:19:47) response was to go halfway around the world and do something the way he wanted to do it. <\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">(Long pause) <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">(Long pause continues) <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: What are you chewing on?<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: I was just thinking about the first thing you said again in light of what you just said, something about you losing your thread or <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">Yeah, I think you just like to, there’s one part of you that’s kind of like, “Nope, that’s it. I want nothing to do with this, you know, this kind of, whether this is repulsing me, or whether this just doesn’t feel right. I’m done. I don’t want any part of it.” And then some other part of you that’s <\/span><span data-id=\"P3-N2004B1\">totally left high and dry by that, and is panicky and worried about things like, and understandably like security, and how to help handle it. <\/span><\/p>\n<span data-id=\"P3-N2004A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562144\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: And but parts like don’t really talk to each other.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: They certainly don’t strategize together. I think they do talk to each other, but not in very collegial terms. They just kind of, I’m just kind of whipsawed between the two of them. And they both have a logic. You know, they both have good arguments. Maybe not the right arguments at any given time, but—<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Well I think the arguments of the part that’s like, “I’m done, and I’m having nothing to do with it” are I think <\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">Like a little more, like a little more regressive, I think, a little more self, sort of involve a little more paranoid, I guess what I haven’t—<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: Maybe, maybe. And it may be you know, there has to be some, it’s like you know, in any given situation, there are two, you know, kind of polarities. <\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">In any given kind of social situation, there are two kind of polarities. One, you know, pole, is “This isn’t working for me,” or you know, “I don’t want to engage with this person, just to strip it down to the kind of rudimentary element.” And the other polarity is, “I really want to, you know,” for <\/span><span data-id=\"P4-N200591\">whatever reason, and the reasons are always complex, you know, “I want to establish a relationship with this person.” And this individual, and you know, there has to be some facility, ability to say, “Okay, this doesn’t meet my needs, I need to go elsewhere.” This doesn’t, you know, this, you know, <\/span><span data-id=\"P4-N200592\">ideology of my father’s doesn’t meet my needs. I need to go elsewhere. <\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">This, you know, group of work group doesn’t meet my needs, I need to go elsewhere. This, you know, vocation is not fulfilling to me, I need to go elsewhere. And the problem that I think has been occasioned by my perfectly reasonable search for security has been in part that, you know, I gravitated, <\/span><span data-id=\"P4-N2005B1\">I would say in retrospect, toward unsuitable, you know, places of work that didn’t meet my needs. So it’s not just a kind of reflexive regressive whatever, it’s, you know, I mean, there’s no doubt that my behavior has been regressive in many, you know, in many instances. <\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">But it’s not intrinsically wrong, I don’t think.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: I feel directly that that part of you doesn’t just think, you know, “I don’t want to form a relationship.” It also thinks, “I can’t trust this person,” and you know, often, like they’ve already wronged you, which in some cases they have. You know, get very angry and wary about that.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: And why is this regressive, per se? I feel like I need to defend it a little bit because it’s not totally clear to me that it is, you know.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Okay, well yeah, let’s hash it out. I mean, I think it’s because though there may be some, there often is, some truth, you tend to kind of run with it too far and to assume it’s completely unworkable in a way that is generally, in the short term, proved otherwise. <\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">And then I think part of the problem that results from that is that the other part of you really doesn’t know what to think. And I mean, if that first part was kind of wary, but kind of you could trust it, you know, to make a good judgment about where not to work, this would be much easier for you, <\/span><span data-id=\"P4-N200651\">I think. The problem is, that you know, like If Jennie’s (sp) depressed for a while, if Phil happens to be a flaky guy, nothing bad or malevolent guy, but not really dependable guy. <\/span><\/p>\n<span data-id=\"P4-N20064-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562144\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">If you know, there are institutional dynamics that are going to get in the way of getting, you know, a suitable sort of niche for yourself, like those are real problems. I don’t doubt that at all, and those have absolutely those sorts of things have gotten in the way of your being able to work with <\/span><span data-id=\"P5-N200671\">the relevant people at times. But I think, you know, the way it feels to you at the time where you kind of shut down and you get angry and you’re feeling like you’re really being betrayed and screwed over, you have a lot of trouble sort of approaching or talking to them about it, or trying to broach <\/span><span data-id=\"P5-N200672\">it. Like that, you know, while I agree there is kind of some truth in that you, and also almost always proves to involve like some distortion of what’s going on, too. <\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">Which I think is a problem, not because like, well I’ve got to see things how they are, but because then it’s really hard for you to know sort of what for you to trust, you know what I mean? Like you’re not sure whether you’re going too far, and like being apparent about it, or whether, you know, this <\/span><span data-id=\"P5-N200691\">is, you know, there’s really a problem that, you know a problem that can be work. And that, I think, you kind of go back and forth on. Or like I think it’s part of what gets complicated.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: I’m trying to relate this to the question of memory.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Well <\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: And kind of acclimatization. This, so you added this tension between these two sort of states of being, sort of habitual states of being. One of them is, one of them rejects self-protectively, and the other of them, what?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Like gets really worried and tries to make things work, yeah. <\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Tries to make things work.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: And gets sort of anxious.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: Gets concerned about, yeah, right.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: Sometimes desperate.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Right, right. <\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Way.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Okay. So—<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: And the forgetting happens from the first one.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Forgetting happens from the first one, it’s a rejection.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: Yeah, it’s part of the rejection that happens.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: So your read on why I sometimes don’t remember the contents of our previous conversation is that I’m feeling a lack of progress and betrayed by the inadequacies of the process and so just to say, “The hell with it.”<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: I think there is this part of you that’s, you know, sort of, that does that, yeah. I clearly, there’s a lot of you that doesn’t, because you keep coming in and talking, you know, but you do, yeah, I think so. <\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: Okay. I mean, you know, whether it’s right or not, I’m not totally sure, but it’s certainly internally consistent.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Well that’s an interesting way to put it. I mean, you see why I mean—<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Yes. I don’t know. That makes sense. That’s a plausible explanation, because I do have an excellent memory.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: Yeah, even the memory that you were just referring to from however long ago it was, in the library. You said it was very vivid and clear. <\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: I have an excellent memory. Even for childhood events, but also for adult ones, so you know, I mean the fact that my sleep is disrupted when I’m stressed out, and all these things do interfere with the functioning of it, but in general, kind of my native organic capacity to remember things is <\/span><span data-id=\"P5-N200931\">quite good, so these large holes in it are something that need to be explained somehow.<\/span><\/p>\n<span data-id=\"P5-N20092-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20092-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562144\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">Okay, now what? Am I challenging you again?<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: You may be, a little. My inclination would be, and what comes to mind, although I imagine that might annoy you.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: No, I’ll be all right, don’t worry about that. Are you wary of annoying me?<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: I’m wary of annoying you if it’s like, I don’t mind annoying you, exactly. It’s more like I don’t want to, I don’t want to do something that’s provocative and I don’t want to do something that like, you know, gets into a thing that doesn’t feel productive, you know, like that. Your annoyance, <\/span><span data-id=\"P6-N2009B1\">I don’t know if that’s important. <\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: Yeah, I guess I don’t feel like I’m a person who’s easily annoyed, but I guess these are sensitive questions.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: Well, I think though, and I think that the way in which we’re doing this together, and you’re putting yourself in my hands, you know, sort of evokes some of these kinds of responses that we’re talking about, which, you know, many situations do not, I think. (Long pause) <\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: It’s a funny thing, you know, to express anger by forgetting things, or to express rejection by forgetting things. It’s a little like holding your breath. You know, if you do not meet my needs, then I will stop functioning. If you do not meet my needs, then I’ll do something that, then I’ll <\/span><span data-id=\"P6-N200A11\">harm myself. <\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">It’s a kind of self-destructive threat.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Maybe it’s like, “Then I will just banish you from my mind.”<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Okay, that’s a little different. Banish you from my mind. That’s not the way that it works, really. That’s not the way that it works out, I mean.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: Right. There’s a little kiddish quality to both. I guess that’s part of it, like holding the breath, (inaudible at 00:39:47).<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: All of this seems a little kiddish. I think one of the reasons is that it’s so mystifying, has been so difficult to, you know, for me to intervene in a pattern that I’ve seen very clearly for quite some time now is just that it’s so clearly, got tangled up in these developmental processes. <\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">I don’t know, you know, I don’t know how to walk it back. I don’t know how to walk, you know how to walk my childhood back. I don’t know how to walk, these things feel primary, these impulses that you were talking about. You know, your proposition is plausible, and you know, if I accept that that’s <\/span><span data-id=\"P6-N200AD1\">the case, then we’re talking about, you know, the way that I respond on some basic level, and the only thing that’s hopeful, I guess, is that in these intimate relationships, I’ve been able to do otherwise. So clearly I have some capacity, given the satisfaction of certain, you know, criteria, to engage <\/span><span data-id=\"P6-N200AD2\">in a different way, and yet in this one very important area of my life, I’ve just been really laid low by this, you know, way of responding to certain social interactive processes. <\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: To me, it seems a little less kind of either or than that, that actually, I think with the work stuff, things have improved from that, probably have to resign from.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Oh, in the, when I came to see you.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: We haven’t really seen that degree of paralysis in a while. Some paralysis, absolutely. Some periods where it really mattered and you really couldn’t, absolutely, but not for a long time, and not categorically. <\/span><\/p>\n<span data-id=\"P6-N200B2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200B2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562144\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">And I think over time has gotten less, and I also think, you know, this is not unrelated to the intimate relationship stuff. You know, which may be a sort of related to sort of the way you’re working on it here, and also obviously with just, you know, getting much closer to the cause.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Just not quite a tangent, but an interjection. The feeling that I had when I passed those two people in the stairwell at (inaudible at 00:42:50), was exactly the feeling that I had when you said working on it here. <\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">Something about that makes me uncomfortable, and I mean, you know, maybe psychotherapeutic jargon has something to do with it, but the feelings are too close, they’re too similar for that to be accidental.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: Anyway.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: That seems to me quite important.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: Yeah. Clock, okay, that is our way.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Yes. No, I’m not (inaudible at 00:43:51) stopping that if I didn’t have, if I had something I felt like useful or (inaudible at 00:43:56) to say about it, I would. I just am not sure what to say.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: No, we can pick it up next week. All right, see you on Thursday. Yes, see you then.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: I’ll see you, Galen.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}