{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his strained relationship with his family and how it has made him realize how much he needs to move away. Client discusses his plans for therapy while he's abroad."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Life events","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Relationships","Elder abuse","Family relations","Psychoanalytic Psychology","Exhaustion","Sadness","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Life events","Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["10"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Relationships","Elder abuse","Family relations"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Exhaustion","Sadness","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562572","dorpId":"1006469565","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 169: February 07, 2014: Client discusses his strained relationship with his family and how it has made him realize how much he needs to move away. Client discusses his plans for therapy while he's abroad.","fullTitle":"Client \"AP\", Session 169: February 07, 2014: Client discusses his strained relationship with his family and how it has made him realize how much he needs to move away. Client discusses his plans for therapy while he's abroad.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562572\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: That was awesome. I knew I had superpower. (both laughing) So – where do you start? I don’t even know. Popping Advils. I haven’t taken any Advil, but my head is spinning from all this shit. Yesterday my mom – I couldn’t have planned this or predicted it any better – she spends the whole fucking <\/span><span data-id=\"P1-N2000D1\">day with them until like 11:00 at night; then she gets flustered and angry with me that I called. I was like, “I’m done. You’re mentally ill. You people are mentally ill.” <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">The funny thing is, deep down I knew this was going to happen and I knew that if I didn’t do this, this is just the absurdist play. It’s like a cycle that’s just going to keep going. I said, “Now you’re forgetting all the shit you said yesterday? All the complaints you keep making? She said, “Well that <\/span><span data-id=\"P1-N2000F1\">doesn’t concern you. We can’t just talk? We’re talking. We’re a family.” I’m like, “No, you can’t. You can’t be so exhausted and so whiny and complaining so much and then say, ‘It’s none of your business.’ You can’t do that because I’m witnessing it. I’m here. I’m seeing what’s going on day in and day <\/span><span data-id=\"P1-N2000F2\">out. You’re all mentally ill. You’re all mentally ill. Because of your mental illness, you’re not properly taking care of a sick woman.  You think you are, and you’re not. I don’t care how many times you took her to a coffee shop.” She was like, “Today I got her, I bathed her, I cut her nails.” I was <\/span><span data-id=\"P1-N2000F3\">like, “I don’t give a shit. That should be happening regularly, not like a victory after two months or whatever that you finally got her to do it. You’re idiots. You’re a bunch of fucking idiots. I’m done with you. I’m done.”<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">Then, of course, today – this is the thing. This is why I’ve got to get out of here. Today she knocks on my door. She’s like, “I’m with you, son. Don’t worry. I’m on your side. I know it’s very difficult.” I just have to extricate. I think I have to let go of whatever this protectiveness thing is that <\/span><span data-id=\"P1-N200111\">I have with my mom, too, because she’s an idiot. I have to accept the fact now that this is just what they are and my mom won’t allow herself to have just some nice, peaceful retirement.  So I have to let it go and I have to accept the fact that it’s affecting her health. She’s being worn down. Other <\/span><span data-id=\"P1-N200112\">than what I’ve done now, there’s nothing I can do. And now it’s like I’m already a bad guy.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">It’s stunning. It’s absolutely stunning. I was like, “The very sister you were saying all this shit about yesterday, now you’re all –” They watched a movie together. You’re freaks. You’re absolute freaks. She was like, “This happens. Why does it concern you? Brothers and sisters fight and they make <\/span><span data-id=\"P1-N200131\">up.” No, this is not normal. If other families do this, then I don’t care. That’s not normal. This is not normal behavior. This is absolutely absurd. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: It sounds like “make up” means more like pretending what happened yesterday didn’t happen.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yeah, yeah. That, too. Thank you. Right. Instead of dealing head on – my uncle came over, too. I think they talked about nothing. My mom is like, “Okay, your uncle said the ladies are going to come now and they’re going to give her her medication.” Again, it’s like this piecemeal, half-assed <\/span><span data-id=\"P1-N200171\">– and then two weeks later something else will happen. My aunt will again lose a screw and she’ll stop giving the medication. I was like, “So that’s all going to happen while this fucking broad is living there? You’re a bunch of idiots. You’re a bunch of morons. Also, it’s too late. You can get upset <\/span><span data-id=\"P1-N200172\">all you want, but it’s in motion and this is probably not going to fly like this. The state – that’s not acceptable care.”  She was like, “I can’t believe this.” I’m like, “Well – believe it. You forced a grandchild to get involved because you’re a bunch of idiots. There is nothing to talk about. You’re <\/span><span data-id=\"P1-N200173\">morons. I don’t want have time for this anymore. I’m leaving pretty soon. I’m not leaving here until that woman is cared for properly, not this half-assed this week is like this; next week is like that. It doesn’t work that way.” Am I being too sensitive and over-involved? I guess so, but I don’t care. <\/span><span data-id=\"P1-N200174\">It’s not sitting well with me. It’s not right.<\/span><\/p>\n<span data-id=\"P1-N20016-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20016-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562572\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">THERAPIST: There are lots of idiots and morons.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">CLIENT: There are lots of idiots and morons on this street probably. (pause)  Don’t read into that. Because if that’s the case then all my friends and me have the same problems. (laughs) It’s a reality, right? There are a lot of idiots and morons in the world. I think it’s finally okay for people to <\/span><span data-id=\"P2-N2001B1\">say that. We’re all supposed to act like we’re all kind of the same, and we’re not. There are a lot of people that, either because they’re not helping themselves understand themselves better, deal with their issues, or they’re just completely selfish assholes. There is a lot of that going around. It’s <\/span><span data-id=\"P2-N2001B2\">just a reality. You know it is when people are talking about it. Do you know what I mean? There is something in the air. Other people can do whatever they want and I’ll just call them idiots, but when it’s your family and when it’s the majority of your family – it’s one thing if there are two whack-jobs <\/span><span data-id=\"P2-N2001B3\">and one is like, “Oh, uncle is so nuts. No, no. It’s fine. We’re going to take care of grandma the right way.”  When it’s the majority your whole fucking life, these weirdos, then enough is enough.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: I wonder. I guess I’m saying to myself that I just wonder if there is something this experience holds. It’s a parable, in a way, for your rage at them for being idiots and morons in much bigger and global ways your entire life. It’s not that you’re not also [struck by] (ph?) the reality of this.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: No, this is the final straw and I feel like – wow. This is one thing I can actually maybe do something about. I don’t know if I can. I guess if they drag their heels or whatever, then they’ll just keep doing it this way. But at least I did my part because there is really nothing – after my grandmother <\/span><span data-id=\"P2-N2001F1\">goes, what else can I take a stand about? Then it’s just my mom and me. There is no one. This is it.  But yeah, it is a much bigger issue – including my mom – that yeah, they’re idiots. Where do you start? Just the stupid things they’ve done or haven’t done when I’ve suggested it. All that time I told <\/span><span data-id=\"P2-N2001F2\">my mom to save her money, to do it, and now she just bitches and moans, “Why didn’t I do it? I should have listened to you.” It’s just a very bad family. That’s all I can say. Lots of families have lots of issues, but I see them. I have enough friends. I see people in their day-to-day lives and unless, <\/span><span data-id=\"P2-N2001F3\">God forbid, there is illness, obviously stress happens; but overall I just look at these people and in their day-to-day lives they’re not skipping down the street, but there is a consistency to their day-to-day lives. <\/span><\/p>\n<span data-id=\"P2-N2001E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562572\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">These people; every day is a fucking roller coaster. And do you know what I realized just in the bathroom? Oh, I didn’t tell you. On top of everything else I have a car issue. Now I have to spend like $600 because my car alarm is fucked up. I mean I have to fix it, so I was furious yesterday. I was <\/span><span data-id=\"P3-N200211\">like “on top of everything else?” I started getting into that thing like “have I done something in a past life?” Do you know what I realized in the bathroom? It’s not the world against me; it’s my family against me. That’s what’s going on here. That is what’s going on here because all of their idiotic <\/span><span data-id=\"P3-N200212\">things they have done and things they have not done that they should have done has made this family what it is. And that’s what I’m fighting against. They could have had real careers. If they wanted money so much, fucking get off your ass, join the mainstream society, and fucking make money.  But now <\/span><span data-id=\"P3-N200213\">here we are and everything is bitching and moaning and bitching and moaning. That’s not my problem. That’s not my other cousin’s problem. And yet, when my car doesn’t work it’s a trigger.<\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">It’s almost as if if my family had done other things right, this moment wouldn’t happen. I wouldn’t be driving a 15-year-old car. I don’t need to drive a Mercedes, but things would be a little more like stable like “Oh, the car is really old. Maybe I’ll trade it in and get a new one.” There would just <\/span><span data-id=\"P3-N200231\">be the normal things that people do, but we’ve gotten to this point because people are idiots. And you can’t say that to them, so the only thing I can do is just leave. I have to cut ties. I have to totally cut ties. There is no conversation that can take place, and that gives you a headache because <\/span><span data-id=\"P3-N200232\">the minute I say anything – “My God. What is all this blame? What did we ever do to you? We’ve given you everything you ever wanted.” Because what I’m really asking them to do is face something they can’t. That’s what people like me do. We come here and spend years working on ourselves at a young age. <\/span><span data-id=\"P3-N200233\">You can’t expect a seventy-year-old woman, a sixty-year-old guy, to suddenly have an epiphanous . . . (pause) But yeah, I just realized that in the bathroom. That’s what’s going on here.<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">Every time something goes wrong for me, the rage is that what I’m tracing is all the way back to how they’ve done this. I didn’t do this. They’ve done this. I have bad credit? Well, you know what? You raise a kid properly, you teach them about finances, you – I don’t know – whatever you do. I don’t <\/span><span data-id=\"P3-N200251\">even know how normal people do it. They do something. I’m going to do it with my kid.  Your kid wants to be whatever they want to be, you support them. You find a way to support them. You want to make money? Well, you fucking get off your ass, you start a business or whatever the fuck people do and <\/span><span data-id=\"P3-N200252\">you make money. Then you shut the fuck up. I mean it’s one thing after another. It’s one thing after another.<\/span><\/p>\n<span data-id=\"P3-N20024-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562572\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20026\"><span data-id=\"P4-N20027\">THERAPIST: It’s funny, because I think you and I ended up having in vivo sort of a live moment about how you’re not coming into the session on Wednesday – snowstorm – and not canceling. It’s a moment where what I’m guessing is you’re absorbed so much in this and enraged with them.<\/span><\/p>\n<p data-id=\"P4-N20028\"><span data-id=\"P4-N20029\">CLIENT: Yeah. Again, they caused me to just not make a simple phone call.<\/span><\/p>\n<p data-id=\"P4-N2002A\"><span data-id=\"P4-N2002B\">THERAPIST: There is both the rage and, I think, also if that’s been the history – I don’t know how to describe this – you can get absorbed into something and forget external reality.  Then you don’t make a phone call. I know this is hard to say out loud, but I charge people for the session if they don’t <\/span><span data-id=\"P4-N2002B1\">call and cancel.<\/span><\/p>\n<p data-id=\"P4-N2002C\"><span data-id=\"P4-N2002D\">CLIENT: No, I understand. Of course.<\/span><\/p>\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">THERAPIST: So then that’s $70 on you, which you don’t have the money to pay for, and it’s [the loss of what you need.] (ph?) I don’t know if that’s crossed your mind as we were having our conversation, but it’s this cascading effect of negative effects in your life, then.<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">CLIENT: You become a little nihilistic in these moments because you become like them. It’s just – fuck it. It doesn’t matter. Nothing matters. This shit keeps happening over and over. You get into this dark place and I’m finally realizing that I think I have been over quite a long time. There is no <\/span><span data-id=\"P4-N200311\">dark place. These people just fuck me over non-stop.  I’ve gotten the brunt of it because I’m the oldest grandchild. I’m the only child in my immediate family. It’s just been layers of different avalanches of dysfunction with no reprieve anywhere. It’s like I don’t have a sibling to just vent to, a <\/span><span data-id=\"P4-N200312\">sibling I could talk to; “Listen, you’re in college now so be careful – like credit cards and stuff.” Siblings talk. Who knows if that would have happened. I’m just saying there has been no older cousin to pull me aside and say, “Hey, man. Your dad died. Do you think packing your car and driving to <\/span><span data-id=\"P4-N200313\">San Francisco is the best idea?” Do you know what I mean? Just nothing. One after the other.<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">So they can go fuck themselves. It’s not enough and this conversation is one that can’t take place. Language-wise it can’t take place. I can’t express it the right way in Assyrian. So it’s over. It’s over. I’ve got to cut my losses.  I love my mom. When I lose her it’s going to be absurd that this woman <\/span><span data-id=\"P4-N200331\">can’t just let herself – I don’t know what the word is – enjoy something. You’ve got a house. You’ve got a beautiful apartment, a house, amazing friends. I don’t know why she can’t . . . Some of it is just money. I get that. But I also know that even with the money, it’s not like my mom would be like, <\/span><span data-id=\"P4-N200332\">“You know what? I’ve always wanted to go to Italy.” She just won’t do the things that normal people do – go to the museum. The woman just won’t do it, so I’ve got to let it go. I’ve got to let it go.<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">THERAPIST: I think one of the things you’re feeling, Brian, this kind of anger, is – we’ve talked so much about the things that were done to you that were hurtful, but there are also the things that weren’t done. <\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">CLIENT: Of course. Exactly.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: The neglect.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: Exactly. Some very simple things could have happened that didn’t happen that led to this point. The other reason I can’t bring this up, by the way, is because this is also a family all about money. So let’s say my uncle who does, I can speak like this to him in English. Does he even know what <\/span><span data-id=\"P4-N2003B1\">my PhD is about? To him it’s going to be like, “Shut the fuck up. Get a job. This country is all about – tough. Too bad. That’s just the way it is. Let me tell you about when we came to this country.” I can’t win. They came to this country and he didn’t know any English and he was fucking 15 or whatever <\/span><span data-id=\"P4-N2003B2\">and he rode his bike to the ESL school. He knew that it was all about money here and you’ve just got to do business. Well, then I guess I should just hang myself.  They will never understand where I’m coming from because I’m not allowed to be this. This. I’m not allowed to be it. No one is. No one in <\/span><span data-id=\"P4-N2003B3\">this country is allowed to be that. Only rich people are allowed to have choices and be artists and pursue their path. The rest of us are supposed to suck it up and be business people. If that’s the case, what is there to talk about? On some level, it’s the same with my mom. She’s going to be like, <\/span><span data-id=\"P4-N2003B4\">“No one told you to study all these things and travel here and travel there.” Okay. Well then, there is nothing to talk about.<\/span><\/p>\n<span data-id=\"P4-N2003A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562572\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">THERAPIST: But the piece that I guess is missing in putting it in the “it’s the rich people against the poor people” dichotomy is that what was neglected for you was guidance and help around thinking about how . . . <\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">CLIENT: That’s what I’m saying. If I say all that . . .<\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">THERAPIST: Of course, communicating it.<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">CLIENT: Yes. I’m saying is when I say all that they’re going to be like, “Do you think your grandfather gave me guidance?”<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">THERAPIST: They didn’t get it.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">CLIENT: Right. That’s why I’m saying there’s nothing to talk about other than here or somehow channeling it other ways. This is a done deal. I mean I’m done with these fucking people. I don’t want to go to Thanksgiving. I don’t want to go to Christmas. I’m honestly done. I don’t give a shit if that <\/span><span data-id=\"P5-N200471\">bothers my mom and my uncle is hurt. They can just have a big circle of hurt. I’m done because I’m done faking it. I’m done. I don’t care what’s happening with your mansions and your business. (chuckles) I mean you don’t even know what my book is about, really. Who the fuck do you think you are? So <\/span><span data-id=\"P5-N200472\">I’m just done. I’m done.  (pause)<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">THERAPIST: When you’re referring to getting into a nihilistic kind of place, did that include [ ] (inaudible at 00:19:25) towards anything bad?<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">THERAPIST: No?<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">CLIENT: No. What I mean is it’s more general. Like yesterday, it was such a nice day. I was with my Assyrian buddies. We were going to have lunch. We go to the car and it’s embarrassing. I mean yes, luckily I’m with family so they can laugh and be like “aw, fuck.” “What the fuck.” “Brian, this isn’t <\/span><span data-id=\"P5-N2004F1\">your week, man. What the fuck?”  I can also be myself in Assyrian. I was pissed. I was like, “Fuck this life.” [ ] (inaudible at 00:20:07) is like, “Dude, what are you talking about? You’ve got all those boobies to play with and stuff.” They’re so sweet and funny. It’s like, “You’re going to Assyria, <\/span><span data-id=\"P5-N2004F2\">man. You’re going to be like president of Assyria within like a year.”<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">It’s just this moment of my God, what is this? What is this life? What is happening at this moment? Are you kidding me right now? My car alarm is just gone? It’s like a metaphor for my life just blaring in the middle of the street. (chuckling) And now another expense and that’s electrical. There’s not <\/span><span data-id=\"P5-N200511\">a shit thing that my regular mechanic can do about that. You’ve got to take it to the dealership. He’s going to charge me what he’s going to charge me right at the time that I need to buy my ticket to go to Assyria. So what happens is this general tension headache kicks in and I just don’t want to play <\/span><span data-id=\"P5-N200512\">with boobies. <\/span><\/p>\n<span data-id=\"P5-N20050-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562572\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20052\"><span data-id=\"P6-N20053\">I literally don’t have the energy to play with boobies right now. It’s half funny, but I’m being serious. I’m even in a place where this one chick, the one who’s really cool, this one girl I see, she text messaged me, “I’m so sorry you’re going through all this. Do you know what would probably make <\/span><span data-id=\"P6-N200531\">it better?” I’m like, “What?” She was like, “Two girls going down on you.” (laughs) Now that’s a cool chick. That’s a perfect girl (laughing) who is attractive, but also a friend. That’s like something a guy would say just to make you laugh and be kind of flirty. I appreciated it. It did make me feel <\/span><span data-id=\"P6-N200532\">better for a second, but that’s where I’m at; where even the thought of it, I just can’t. I’m just tired.  (pause)<\/span><\/p>\n<p data-id=\"P6-N20054\"><span data-id=\"P6-N20055\">THERAPIST: It’s really sad.<\/span><\/p>\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">CLIENT: Yeah. (pause) I’m having trouble writing. I mean I’m proud of myself; I keep trying to write, which is great. I’m trying, but I can’t do it. This is so much I don’t know how to write. I’m literally going to see my friend, that woman who I sometimes see for the writing. I told her, “We’ve got <\/span><span data-id=\"P6-N200571\">to get together, but I have nothing to show you. I just need to ask you how to write non-fiction.” I’m so drained and overwhelmed. I keep starting and I don’t know what I’m saying because it’s so much.  (pause) (sighs) I don’t know. The upside is I still feel very liberated. I feel like I ran a marathon <\/span><span data-id=\"P6-N200572\">and then I got into a boxing ring and I’m out on the other side. Yeah, my head hurts and I feel battered, but I also feel liberated. I feel like I see things even extra-lucid right now even more than a few days ago. It is what it is. My mom is going to die sometime soon-ish, right? She’s 72. Even if <\/span><span data-id=\"P6-N200573\">she lives until 92, which I really hope she does, this is the way she’s going to be; so I can’t keep being sensitive for her and protective for her. It doesn’t matter anymore.  (pause)<\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">I kind of don’t feel like going to Assyria, but I’m forcing myself. It’s like going to the gym. I feel like I have to see this through for whatever reason. There is nothing for me here. I need to extricate myself from these people. I don’t have the money to do it. I don’t want to move to Ohio, so in <\/span><span data-id=\"P6-N200591\">a way I am running away isn’t the right word, but . . . (pause) <\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">THERAPIST: [It’s like losing your family] (ph?)<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">CLIENT: Yeah, because things are half-assed. How much money am I going to go to Assyria with? Almost nothing. That’s not a good feeling. This job doesn’t start until the fall. I don’t know yet about summer teaching. I’m literally going just because every single person there is telling me to just get <\/span><span data-id=\"P6-N2005D1\">there and there will be work. Well, that’s great, but that’s risky and scary because that’s it. Then when I come back I either have to beg – not beg – but ask friends to crash with them. This is it. (pause) <\/span><\/p>\n<span data-id=\"P6-N2005C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562572\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2005E\"><span data-id=\"P7-N2005F\">THERAPIST: This feels like kind of, again, the story, the parable about breaking ties. That’s what Assyria is going to be about.<\/span><\/p>\n<p data-id=\"P7-N20060\"><span data-id=\"P7-N20061\">CLIENT: Yeah. Part of me is telling myself just don’t be hard on myself. Think of it initially as a vacation. This has been like the worst eight months. In some ways, very good because of this. I’m so in a different place, right?<\/span><\/p>\n<p data-id=\"P7-N20062\"><span data-id=\"P7-N20063\">THERAPIST: It’s been painful. Hard.<\/span><\/p>\n<p data-id=\"P7-N20064\"><span data-id=\"P7-N20065\">CLIENT: Yeah. On top of being broke and this and that, it’s been a nightmare. Part of me is like dude, just go and think of it like hey, man – I’m going to Assyria. It’s a vacation\/exploratory time. Just go and fucking enjoy it. You have these friends there and people want you to do well there and you <\/span><span data-id=\"P7-N200651\">have a job lined up.  Yeah, if worse comes to worse comes to worse you’re going to come back and you’re going to ask friends to crash with them for a while because I’m not staying with my mom. That’s just not going to happen. That’s not the worst thing in the world. It happens all the time. It’s just <\/span><span data-id=\"P7-N200652\">that right now I’m not excited about anything. I’m just drained. Yesterday this really cool chick – she’s so attractive – she was like, “I’ll just come over and we can talk, sexual stuff or whatever, but you can just tell me all about it.” It’s exhausting to even tell someone about. Where do you start <\/span><span data-id=\"P7-N200653\">with this shit? (pause) <\/span><\/p>\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">THERAPIST: You see this as taking a break from them, not as cutting them out of your life – your family?<\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">CLIENT: No, when I say a break, I mean in general. This is a cut. I am cutting ties.<\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">THERAPIST: What I mean is like never speaking to them again?<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">CLIENT: No, no. Not that way. I just mean that – I would never do that to my mom. Why? Because I’m a normal, rational human being with empathy and compassion. My mom has been through a lot in her life and no matter what, I know how much she loves me. The woman does. I also do, these days, give her credit. <\/span><span data-id=\"P7-N2006D1\">That was a big deal this morning. She’s concerned. She gave me the keys to her car. She gave me a huge check to take care of this airline ticket (sniggers) without knowing what’s going on with my car.  She hugged me. She was like, “I’m on your side.” I will never cut ties with her. What I am saying, <\/span><span data-id=\"P7-N2006D2\">though, is the rest of the family, other than my cousin – no interest. They can call me if they want, but I have no interest anymore in pretending anything, so if I do see them, if I do whatever, I’m not going to ask them a goddamned thing about how they’re doing. I don’t give a shit. And when they <\/span><span data-id=\"P7-N2006D3\">ask me, I’ve got nothing to say because they’re asking me is completely hollow. You know when someone really means it. They just love you. They’re your family. They’re asking you “how are you?” Okay, great. Well, I’m here. I guess I’m good. They know nothing about me. They’ve never known shit about <\/span><span data-id=\"P7-N2006D4\">me and have never made effort to know shit about me, so they can go fuck themselves. I guess what I mean is more of an estrangement. It’s not really cutting ties. <\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">THERAPIST: Yes, so another way of putting it, maybe, is trying to break yourself from looking to those family members for something different than what they are able to do, which is limited, and coming to terms with whatever will happen to them is limited in its real emotional contact. It will be a <\/span><span data-id=\"P7-N2006F1\">surface pleasantry that doesn’t go beyond that, which is really sad. But what is freeing about it is that you won’t be having to continue beating your head against the wall, like beating a dead horse, looking for the thing that you’ll never get.<\/span><\/p>\n<span data-id=\"P7-N2006E-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562572\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20070\"><span data-id=\"P8-N20071\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P8-N20072\"><span data-id=\"P8-N20073\">THERAPIST: But it’s sad. (pause) (sighs) <\/span><\/p>\n<p data-id=\"P8-N20074\"><span data-id=\"P8-N20075\">CLIENT: Today I’m going to do the ticket thing, I think. The thing is when it’s so open-ended, you don’t even know what day should it be? It could be mid-March; it could be late March. It could be early April; it could be early March. I can’t wrap my head around when it should be. <\/span><\/p>\n<p data-id=\"P8-N20076\"><span data-id=\"P8-N20077\">THERAPIST: I wonder about that, if there is any reason to talk to the department again about whether coming at a certain time would make it more likely for you to get an appointment right away. <\/span><\/p>\n<p data-id=\"P8-N20078\"><span data-id=\"P8-N20079\">CLIENT: That’s been made very clear, though. They’re very excited for me to be there as soon as possible. When I told them March they were like, “That’s so perfect.”<\/span><\/p>\n<p data-id=\"P8-N2007A\"><span data-id=\"P8-N2007B\">THERAPIST: Do you know when their spring semester starts, for example?<\/span><\/p>\n<p data-id=\"P8-N2007C\"><span data-id=\"P8-N2007D\">CLIENT: There will be no work in the spring.<\/span><\/p>\n<p data-id=\"P8-N2007E\"><span data-id=\"P8-N2007F\">THERAPIST: So summer would be the earliest?<\/span><\/p>\n<p data-id=\"P8-N20080\"><span data-id=\"P8-N20081\">CLIENT: Summer, yes. But again, the thing is from her all the way to all my other friends they’re like, “Dude, there is work. There is work to do. It’s just you’ve got to be there. There is plenty of work.” So I’m going on that and I’m going on getting part of the rent from the third floor. Because <\/span><span data-id=\"P8-N200811\">if that pays my rent there, which it will, all I need is a couple of bucks to just get me started.  The thing is, I’ve put together my writing portfolio. I went back and there was a magazine in the late ‘80’s up through the ‘90’s, but in the early ‘90’s I was their Darien correspondent. It was like <\/span><span data-id=\"P8-N200812\">a Time Magazine, a very fancy thing, about Assyria, in English, about the Assyrian world. I was like, dude, what am I doing? Where are those articles? Luckily these people have archived them all online. I went through each of them. I went through the months and was like, “Here’s one.” I’m going to make <\/span><span data-id=\"P8-N200813\">a writing portfolio and start trying to get free-lance. That’s kind of a big deal that I’ve started a magazine. I’m an editor for a journal. I’m a published writer. That’s got to be something. (chuckles) This is ridiculous.  So I got those at least.<\/span><\/p>\n<p data-id=\"P8-N20082\"><span data-id=\"P8-N20083\">THERAPIST: Is all that stuff on your CD? It is? All the articles you’ve written?<\/span><\/p>\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">CLIENT: What I’ve done is I’ve tried to condense things, so instead of saying all the articles I just said “Darien correspondence, a magazine.” What I’m doing is I have a website for my music. That’s become like a one-size-fits-all website, and I’ll add that. I have my poetry linked. My CD is a good <\/span><span data-id=\"P8-N200851\">CD – BBC interviews, the book. I don’t know what else I’m supposed to do. <\/span><\/p>\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">THERAPIST: But this would allow the actual writing samples . . ?<\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">CLIENT: Yeah, like people will be “there is a free landscape, but we need to see a writing portfolio.” Well, here you go. I’ve done two or three blog posts; links to that. I’m actually being pretty productive, it’s just that this is a final . . . I just need to be away from these people and, I think, <\/span><span data-id=\"P8-N200891\">from this. (sighs) (pause)<\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: We’ll need to give some thought to what we’ll do and in what form, because I think that’s really important that if something is going to change in some way, you have some time knowing what it is going to change to, metabolizing that or trying that on for size. <\/span><\/p>\n<span data-id=\"P8-N2008A-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2008A-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562572\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2008C\"><span data-id=\"P9-N2008D\">CLIENT: It wouldn’t be good if it’s just a cold-turkey kind of situation. I don’t want to do that.<\/span><\/p>\n<p data-id=\"P9-N2008E\"><span data-id=\"P9-N2008F\">THERAPIST: One of the things I realize that I can’t do is that $70 has been stretching to my absolute last lowest of what I can afford, sort of, in my own finances. It has been a stretch carrying the weeks when you can’t pay that. It has an effect. I don’t know if, for example, there is something – <\/span><span data-id=\"P9-N2008F1\">we could certainly figure out a way of doing a phone session potentially, a Skype session. With Skype I’m still a little bit [infantile] (ph?) about a video Skype. That’s not something I historically feel comfortable with. I Skype with people but use the audio Skype, so it’s a free phone call. We can <\/span><span data-id=\"P9-N2008F2\">talk about that another time. <\/span><\/p>\n<p data-id=\"P9-N20090\"><span data-id=\"P9-N20091\">CLIENT: Part of the finances would be, hopefully, that that’s part of this thing, right? I’ll be in a completely different situation. First, it wouldn’t be three days a week anyway, so I could try to make a bigger dent in what I owe and kind of go from there. That’s the plan.<\/span><\/p>\n<p data-id=\"P9-N20092\"><span data-id=\"P9-N20093\">THERAPIST: That makes some sense to me that it makes sense to not be continuously during the three times a week until you get . . .<\/span><\/p>\n<p data-id=\"P9-N20094\"><span data-id=\"P9-N20095\">CLIENT: Of course. That’s impossible. And that wouldn’t feel good anyway. It would almost be counterproductive. (pause)<\/span><\/p>\n<p data-id=\"P9-N20096\"><span data-id=\"P9-N20097\">THERAPIST: Pay some of this down and we can sort of figure out from there what number makes sense.<\/span><\/p>\n<p data-id=\"P9-N20098\"><span data-id=\"P9-N20099\">CLIENT: Exactly. Before I go or when I get there, whatever it is, once I know there is a certain income coming in I can just automatically be like every week paying this much to Claire and don’t think about it.  Just make a dent. Then by that time we’ll figure it out. (pause)<\/span><\/p>\n<p data-id=\"P9-N2009A\"><span data-id=\"P9-N2009B\">THERAPIST: It’s something to think about, though, even if it means going down to once a week. I’m don’t know if you’re picturing . . .<\/span><\/p>\n<p data-id=\"P9-N2009C\"><span data-id=\"P9-N2009D\">CLIENT: I’m not sure what you’re saying. Once a week, you mean, before I go?<\/span><\/p>\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">THERAPIST: No. I foresee wanting to keep this up after you leave, right?<\/span><\/p>\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">CLIENT: I guess my thought was after I go . . .<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">THERAPIST: Take a break? <\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">CLIENT: I’m assuming. At least until I get there. Okay I’m here; I have WiFi. (laughs) We can make a free phone call. I can tell you I’m here and if this is crazy or whatever or it’s awesome and this is how much I think I’m going to be making. That would make sense. Otherwise, that’s not fair to you.<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">THERAPIST: You’d be digging a deeper hole for yourself.<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">CLIENT: Yeah, it’s not fair to you and for me it’s therapy, but I’m constantly worried about it. (pause)<\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">THERAPIST: That makes sense. (pause)  We have next week and the following week is the week I’m away.<\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">CLIENT: The whole week?<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">THERAPIST: I’m here Monday, Tuesday.<\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">CLIENT: Thanks, Claire. Have a good weekend.<\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}