{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a recent dream he had and his mother's desire to be a martyr. Client discusses his upcoming move overseas and how he won't buy his plane ticket because that makes it real."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Life events","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Life changes","Parent-child relationships","Self confidence","Relationships","Psychoanalytic Psychology","Anger","Sadness","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Life events","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["9"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Life changes","Parent-child relationships","Self confidence","Relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Sadness","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562576","dorpId":"1006469569","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 167: January 24, 2014: Client discusses a recent dream he had and his mother's desire to be a martyr. Client discusses his upcoming move overseas and how he won't buy his plane ticket because that makes it real.","fullTitle":"Client \"AP\", Session 167: January 24, 2014: Client discusses a recent dream he had and his mother's desire to be a martyr. Client discusses his upcoming move overseas and how he won't buy his plane ticket because that makes it real.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562576\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I was thinking when I was talking yesterday about it, it’s still pretty awesome. If it was in the past, I would go into full-fledged panic attacks and I’d be taking Ativans. Yesterday I actually got a lot done, a lot of errands and stuff, changed my air filter when my heater got fixed. I went <\/span><span data-id=\"P1-N2000D1\">to Home Depot and did that. It sucks and also I don’t know why I was feeling a little constipated or whatever. I think about the back thing, one day this week I met up with that friend of mine and we kind of did stuff in the car.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: That will do it. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah. She was very aggressive. It was great, but I didn’t think at the time that that is probably not very comfortable. Whatever.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: It’s not “whatever,” though, when it’s something so relatively benign. It’s certainly annoying to have a sore muscle and then you get into where it’s something much worse.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: The one thing I will say is I always feel weird tightness back there and I always feel kind of bloated. But even that, of course I do. My whole back is probably one concrete slab and I’ve never been great with posture. That’s something only the last couple of years I’ve tried to be better about. <\/span><span data-id=\"P1-N200151\">There is that and then diet, whatever, not drinking enough water.  I’ve been guzzling water now just because I think – you know – so things like that.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I had a crazy dream last night about Cecelia. Unbelievable – dreaming about a goddamned cat, but it was (chuckling) really sad. It was both beautiful and sad. I was on some crazy, beautiful island or something and I was looking for – do you know who Isabelle Huppert is? She’s a French actress. <\/span><span data-id=\"P1-N200171\">She’s probably 50 or 60.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: A contemporary actress? <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yes, she’s alive and – you know – she’s French. She always does these kind of whacky films. There is always something weirdly sexual or whatever. I don’t know why she was in the dream. And it wasn’t sexual. I was like I’m going to find her and talk to her. I was going to ask her advice or something <\/span><span data-id=\"P1-N2001B1\">like that. It was this beautiful island. And then I somehow realized that I had either lost Cecelia or I thought the cat I had in my arms is actually not Cecelia, so it was crazy. I freaked out and was looking all over for her. Then I thought I had found her, but it wasn’t her. (laughs) Oh, man. In <\/span><span data-id=\"P1-N2001B2\">the dream I was trying to rouse her. She’s a pet; what can you do? If she’s gone, she’s gone and there are a lot of other cute cats that need love. I don’t know; I was trying to rationalize it. I think, in the end, I found her, but I know that when I woke up I was so happy that she was lying right there. <\/span><span data-id=\"P1-N2001B3\">(laughs) <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Why are you laughing?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: It was just funny. I literally kind of laughed when I woke up. I was like wow, a crazy dream about a pet. It wasn’t funny, it was just kind of crazy. I don’t see dreams like that about people that often. I’m also laughing because it felt good. It was such a relief that she was there.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Even if the place where it’s starting is with the animal and not a human, it’s a dream about a specific and unique attachment to one critter who isn’t replaceable like “oh, just get another cat.” Like women or there are other girls. The bond you have is with her. <\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562576\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: I get why people who have pets don’t immediately get another dog or get another cat. They usually wait a little bit. It’s understandable. You’re so attached.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: But these are the feelings that you can’t imagine having for a girl or for a woman?<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: No, I’ve had those feelings, just for the wrong . . . I felt that way about Samantha, obviously, big time. (pause) And in some ways I have it for my friends. I do. I don’t know why I was trying to find Isabelle Huppert (laughing). I haven’t seen her in a movie for quite a while and I don’t know <\/span><span data-id=\"P2-N200271\">what advice I wanted to ask her, but whatever it was, it was a beautiful place, kind of like a rugged island type thing. Rocky, but not scary. And in a weird way it seemed like I had been there before.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: What is your connotation of Isabelle?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Like I said, all the movies I’ve seen her in . . . I do watch a fair amount of foreign films and with France I’ve noticed there are a couple of actors in a lot of these movies and she’s one of them. The only connotation I have is that her movies tend to be, even if they’re good or bad, they’re <\/span><span data-id=\"P2-N2002B1\">always weird. There is some underlying weirdness and usually it’s some kind of psycho-sexual something.  She’s attractive only because she does those kinds of roles. She’s super pale, very odd looking – Tilda Swinton. More attractive than Tilda Swinton, but just this odd, very pale, basically the same <\/span><span data-id=\"P2-N2002B2\">character in every movie. There is always something kind of aloof about her. I’m assuming it was her. I never met or saw her in the dream, but I think that seemed to be who I was looking for. (pause) <\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: We have been talking about this – sexual experiences, [what you’re going to think about them, what you’re looking for in them.] (ph?)<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Right. This is a weird segue, but because it also happened yesterday, the other thing I noticed yesterday – which was good, but my mom was complaining a little bit about my grandmother and I guess they had a rough night the night before and my grandmother was saying she didn’t want to leave <\/span><span data-id=\"P2-N2002F1\">our house. She was saying, “This is my house. This was my husband’s house.” She was telling them that they’re trying to kill her – my mom and my aunt – just being kind of mean. My mom was like, “By the time we were able to get her to go home . . .” I was going to respond, but then I just kind of stopped <\/span><span data-id=\"P2-N2002F2\">myself and it was kind of cool. Then I forgot about it.  But the one thing that I think I need to get out of here, I think probably for that reason, is that this is going to end badly. How is this going to end?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">They are literally waiting – I don’t know until what – until my grandmother either just dies or just starts acting really fucking crazier and crazier. There is no way for me to get involved with that because if I get involved I’m the bad guy. She complains but then everything is fine the next day. Do <\/span><span data-id=\"P2-N200311\">you know what I mean? So there is no way for me to help in any way because to help means to call people out and be kind of tough. So it’s like that part of me, that’s the one thing. Remember I always say I love it here?  Other people leave their hometowns, but people like me love it here so they don’t <\/span><span data-id=\"P2-N200312\">want to leave. But in my case, that’s the one thing that I do have in common with others. Other people do leave. They don’t just leave Buffalo. There’s usually something fucked up in their family that they just can’t tolerate. This is becoming – I mean there’s always stuff – but this just feels really <\/span><span data-id=\"P2-N200313\">. . . I don’t know why it’s different, but it just feels more surreal and so volatile and there is no way to do anything about it. I don’t know. I don’t want to be part of it anymore. I think it’s very healthy. My mom is in my 70’s and if I try to defend her and get upset for her, it backfires every <\/span><span data-id=\"P2-N200314\">single time. I don’t know what to say.  Yeah, she has dementia and you guys aren’t standing up and saying this woman needs 24-hour care in a good nursing home. Very simple. So I think I need to just cut that tie.<\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562576\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: What’s happened before when you say that.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Remember there was that one time that I kind of blew up at my uncle and was like “I have a mom, too.” It’s literally like getting into a fist fight or something, even when you’re right, and then you feel kind of shitty.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: But blowing up is very different than having a very measured conversation.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: They won’t have it. They won’t have a conversation. My uncle has told my mom and my aunt, “If you want to put her in a nursing home, I will support you.” But that’s a pussy move. He doesn’t want to do it, but he’s like “if you do it I’ll understand and I’ll support you.”  First of all, you’re <\/span><span data-id=\"P3-N200391\">being a douche because you’re the one that has to pay for that. You’re putting them in a weird position. And then they’re douchy because they won’t just be sisters and be like, “What the fuck? You have two mansions, for Christ’s sake. Take proper care of your mother. If you can’t put her in a nursing <\/span><span data-id=\"P3-N200392\">home, then fucking set this up properly. Yeah, it’s expensive, but you know what? You pay $20,000 for your lawn care. Deal with it.” But they won’t do that, so then if I get involved they just don’t listen or they’ll say, “Yeah, obviously she’s going to end up in a nursing home at some point.” Well, <\/span><span data-id=\"P3-N200393\">she’s fucking 90. (sniggers)<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: And you think your mom won’t – why? Why is she not saying “you’re right, Brian?”<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: Because my mom is a martyr and I think she thinks that if she pushes that too hard – especially my one aunt, who is also flighty – is going to turn on her and be like, “You just want to put mom in a nursing home.”  Shit like that. And two, she’s a martyr. She feels this obligation to see it <\/span><span data-id=\"P3-N2003D1\">all the way through to the end. It’s my mother. And no logic helps that, even my fucking uncle. I’m like, “Dude, it’s not a prison. Go be with her all fucking day. Be with your mother. Take her around. Drive her around. There is a safe place – not just safe, medically prepared, to take care of her.” <\/span><span data-id=\"P3-N2003D2\">She won’t bathe. She won’t shower. Her hygiene is out the window. Come on, man. It’s maddening. So because I can’t afford to just pick up and move, then it’s an added bonus of going to Assyria.  It’s not the reason I’m going, but it’s an added bonus. This is going to end badly, I’m pretty sure, unless <\/span><span data-id=\"P3-N2003D3\">my uncle somehow comes to his senses at some point. And my other aunt won’t do it because she’s homeless. She wants to do it, I’m sure on some level, because she has to live with her. It’s unbearable, but she has nowhere to go. It’s very sad. It’s like a train wreck. (pause) I can’t get involved because <\/span><span data-id=\"P3-N2003D4\">if I do I’m going to really unload on my uncle. He’s a douche; he’s being a douche about this. I love him, but this particular thing he’s being a douche. He’s at the coffee shop almost every day with his old dumb-ass friends down the street from our house.  Especially now that my aunt is here, I think <\/span><span data-id=\"P3-N2003D5\">he just doesn’t want to deal with it. In some ways I get it, but that’s not the point. You don’t have to deal with them every day, but set it up in a way that then you really don’t have to deal with them if you don’t want to. This is not a good setup. It’s a very odd way to take care of your mother. <\/span><span data-id=\"P3-N2003D6\">I would never do that to my mom. If I had the money, no matter what my mom is my mom. The woman has made sacrifices. All the fucked-up things, she has been there. That’s not the way you treat someone who doesn’t know what they’re doing anymore. I don’t care if she recognizes us or not. That’s not enough. <\/span><span data-id=\"P3-N2003D7\"> But it doesn’t get me worked up the way it used to. I kind of vent a little bit and then I’m like – you know what? Eh. My mom is old, too. It’s not like my mom is 30 and she’s ruining her youth or whatever. If this is what she wants to do then fine, do it. But I’ve been very good about not letting <\/span><span data-id=\"P3-N2003D8\">her tell me too much. When she gets going I’m like – “Uh – fuck that. I don’t know why you’re telling me. This means nothing.” She says, “Well I don’t have anyone to talk to.” I’m like, “Well don’t tell me; tell your girlfriends because if you tell me I’m going to get upset. I’m going to make rational <\/span><span data-id=\"P3-N2003D9\">suggestions that you’re never going to do. You’re just making me upset, too. I don’t want to hear it.” (pause)<\/span><\/p>\n<span data-id=\"P3-N2003C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562576\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: [Your making it as an issue actually isn’t best in caretaking for her mother and it might even be good for her, but you’re nipping the bud that she then complains about it and it’s none of your business.] (ph?)<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: Yeah, complain to your girlfriends.  That’s what you do with your friends, but don’t unload that stuff on your kid because it’s too contradictory. (pause) Of all the three of them, my mom has really blown me away with how much I respect her. One of them is a nut job. I love her, but she’s just <\/span><span data-id=\"P4-N200411\">flighty and weird and she’s not really taking care of my grandmother properly. She’s living there – and she never has. She wasn’t like that for her own kids. She’s just not a very motherly cooking, cleaning, keeping the house nice. My mom really is. Everything is pristine. She always, at least, makes <\/span><span data-id=\"P4-N200412\">some soup. She’s very health conscious. She’s really good in that way and she’s not as short with my grandmother.  Yes, she gets frustrated but, man. That’s the only thing I need to get away because I feel like the full extent of that is not really being appreciated. My mom wants to do that or whatever, <\/span><span data-id=\"P4-N200413\">but it’s hard to swallow because I just feel like I need to say . . . Imagine if my mom just made a phone call and said, “I’m not doing this anymore. See ya.” Boom. Grandma is going to a nursing home really fast. This idiot is not going to take her to his house all day long, right? So it’s just lame. <\/span><span data-id=\"P4-N200414\">It’s just lame.<\/span><\/p>\n<span data-id=\"P4-N20040-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562576\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: And yet, not if she wants to take that on, right?<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: Exactly. That’s if I fight and get into with my uncle, that’s where I look like an idiot because then he gets shocked that I’m so upset about it and then, yeah, he’s going to say, “I’ve told her that if she decides that she can’t handle it anymore, I totally support it. I’m fine. I will do something.” <\/span><span data-id=\"P5-N200451\"> For me, this is where I have to stop myself. It’s pride.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: Meaning?<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: It has nothing to do with my mom, on some level. Remember? I’ve always had this pride thing. I feel like my pride is being trampled and I’m unappreciated. I’ve stopped myself from going there now because I get that a lot of that either doesn’t have to do with my mom or it’s manipulative. She <\/span><span data-id=\"P5-N200491\">doesn’t realize it, but you can’t get me all amped up and then the next day everything is fine and you’re hanging out with my uncle. It’s like one or the other, so that’s why I’ve gotten very good at it. Whereas my Assyrian friends are like “who gives a shit?” (chuckles)  That’s the one thing I love <\/span><span data-id=\"P5-N200492\">about these Assyrians. It’s been a good lesson in a little old-school, masculinity; and I think some of that is very healthy for these guys; like, “Dude, who the fuck gives a shit? They’re all old. Your mom? Who cares?” And they’re right in some ways. Why am I getting all worked up about this? Let’s <\/span><span data-id=\"P5-N200493\">say my mom wasn’t taking care of my grandmother. What – my mom is going to be traipsing the world? She’s going to be sitting at home complaining about something else. It’s something I feel, in general, about humanity.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: Or something you felt in your own history.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: And about myself.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: And kind of injustice.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: Feeling invisible or like others are doing whatever they want on their own time and having fun or whatever.  And of course, that’s not true either, if I stop myself. Really, if my uncle is hanging out at Starbucks, what am I trying to say about that? What – like he’s having a blast at Starbucks? <\/span><span data-id=\"P5-N200511\">That’s pathetic. And also it’s just probably one refuge of the day. (chuckles) He’s got problems, too. I’ve gotten much better. I’ll vent to myself, but I’ve noticed that now it feels good; it feels more like a normal sort of venting. I’m able to just let it go and whatever. It’s just sad.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: You’re also catching it sooner and sooner and attaching it to the feelings we were talking about yesterday; like in school, thinking you are the one on the outside of everyone else – unseen, unappreciated, unwanted – and so I think you have a sensitivity to anything that has a whiff of that, <\/span><span data-id=\"P5-N200531\">even with your mother.  Even if it’s not her experience with it at all, it can feel like that for you and to sort of discover that that actually isn’t even what was happening then, that’s just how you constructed it.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: Exactly. (pause) Also, I’m able to stop myself and remember that my mom exaggerates, because that martyr thing, complaining thing, it’s always exaggeration; so I’ve gotten better at immediately taking only half of what she says. There is truth in what she says – always – but lots and lots of <\/span><span data-id=\"P5-N200551\">exaggeration and misconstruing for it to serve her purposes a little bit more.  So I’m very careful about that now because in the past I would immediately go into a rage against my aunt and my uncle and a lot of times it’s just not true, really, the way she’s phrasing it. There is a kernel of truth, <\/span><span data-id=\"P5-N200552\">but it’s not so flagrant and whatever as the way that she’s putting it. Regardless, it’s all this silly family stuff that I’m realizing even if you love your hometown, that’s stuff you need to really separate from. In some ways, our family has very little of it. Some of the friends I have and the shit <\/span><span data-id=\"P5-N200553\">they deal with in their families is really amazing, the level of dysfunction or in-fighting or whatever. So this really isn’t bad, but it still doesn’t matter, you need a real break to cut ties to that kind of thing.  (pause)<\/span><\/p>\n<span data-id=\"P5-N20054-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562576\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">THERAPIST: You’ll still find it with you internally, but you’re saying that’s part of what you still work on even when you’re away from it, but the actually separation of still being bombarded with it day in and day out.<\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">CLIENT: Of course you carry around your family with you. Of course, but just the day-to-day. Like I’ve said in the past, you can be having a great week and then one or two little things happen with these idiots and that’s it. All the work you did that week and how good you feel about things is just <\/span><span data-id=\"P6-N200591\">done. And also, this type of stuff affects if you are an anxious person, if you are a little bit of a hypochondriac or whatever – are you kidding? Every fucking day there is a complaint about something.  Even if it’s on a physical complaint, just complaining and negativity constantly triggers feelings <\/span><span data-id=\"P6-N200592\">of negativity in whatever part of your life. (long pause) <\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">THERAPIST: So the next step is a plane ticket.<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">CLIENT: I was just thinking about that. It’s also hitting me that it’s the end of January. That’s fucking crazy. I think there has to be a certain time frame – I think it’s just ten days – but like Cecelia’s shots and whatever things I need to do for her to travel.<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: And you’ll need a letter.<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">CLIENT: And a letter, because I’ve got to do that by phone. That stuff you can’t do online. I’ll find out what the things are about that.<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">THERAPIST: Let me know when you need it by and if there is a particular way – like if they have language.<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: Like a template or something. I’ll find out.<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">THERAPIST: Yeah, I’ll draw something up and I could get it started. I’d be happy to do that for you.<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">THERAPIST: The prices are going to go up soon. March? <\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: Yeah, that’s still off-season, but yeah. Obviously, the closer you buy the ticket – so definitely early February at the latest I should make sure I have a ticket. (pause)<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: I wonder if you’re nervous to do that.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: Totally.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: When you say early February, I’m just curious what’s stopping you from getting it tomorrow.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: The cash.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: You don’t have any cash?<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: That’s a big part of it. I think if I had the cash I would have booked the ticket.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: You would?<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: I’m nervous, but I’d book the ticket.  I’m totally nervous. It feels unreal and weird and very quick and a part of me is wondering if I’m rushing this. I could go in April or May. But again, I just don’t’ see – to stay and do what, exactly? When I could rent out my place and I’m not living with <\/span><span data-id=\"P6-N2007D1\">my mom; so then what am I doing? I have a place to stay there; things are going to be cheaper; I’m going to cut down on expenses. So every time I go over it, it still sounds logical to go. (chuckles) But I feel nervous. It’s a big deal.<\/span><\/p>\n<span data-id=\"P6-N2007C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562576\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">THERAPIST: It’s huge.<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">CLIENT: Absolutely. It’s a good kind of nervous. I’d be weird if I wasn’t nervous. Do you know what I mean?<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">THERAPIST: Of course.<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">CLIENT: It feels good. I’m like yeah, whatever. I’m going to get there and if it fucking sucks I’m going to turn around and come back.  I don’t feel like “Oh, my God. I’m going.” It’s like – whatever. It’s nervous, excited, anxious, very curious.<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">THERAPIST: That’s also in your dream – all those feelings about finding this actress – curious, exotic, excited – it’s this far away land.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">CLIENT: Right. Maybe she represents Assyria. Going to find some answers and figure things out and see what the deal is.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">THERAPIST: And yet, also anxious about wanting to make sure you bring your attachments with you.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">CLIENT: Yeah. Yeah.  (long pause) Yeah, that’s huge. Just putting up my apartment for rent feels – you know.<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">THERAPIST: It would be a big step.<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">CLIENT: It’s a refuge. <\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: It becomes pretty official that you’re going once you do that, too.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: Exactly. I try to remember that, yes, I’m not selling the house. I’m just renting the apartment, but it’s so symbolic.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: Of course you can come back. All that is rationally obvious, yet there is something about it. Even Cecelia is a sort of symbol for whether you are going to lose everything that matters. But how much are you going to lose by going there? Will you be able to find it, even just [your refuge?] <\/span><span data-id=\"P7-N200971\">(ph?) Are you going to be letting go of so many ties that there are none over here – like out here, dangling, all by yourself, lonely, no safe comforting retreat? <\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: I think I’m trying not to project my London experience because this isn’t that. You can’t be that lonely in a place where you know people and you can call them anytime. They’re all so generous.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: You know so many more people. Did you know anyone in London?<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: No, I didn’t know anybody. The second night I met Michael at an Indian restaurant. I didn’t even know him in person. He could have been a douche, right? Or he could have been a really weird guy in person. I didn’t know anybody. It kind of stayed that way. I made friends, but – you know. Assyria <\/span><span data-id=\"P7-N2009D1\">is just not that. That’s not the case. I already know a lot of people and also the lifestyle there is not the same – it’s Assyria. They are going to be excited that I’m there. It’s just going to be very, very different. There is a whole café culture there and all this shit. <\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: And there is also more of a home [ ] (inaudible at 00:33:05).<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: There is going to be something very odd about wherever you go – you go to see a psychologist and she’s Assyrian. That’s odd. That’s an odd thought; or street signs – even the little kinds of things. (pause)<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: Do you get a different cat?<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: Assyrian psychologist.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: A different cat? What do you mean?<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: Your dream is “do I get another cat?”<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: Oh – no, I don’t get another cat. (chuckles)  It was funny, I eve picked up a few, I remember, and I was like “but it’s not Cecelia.”<\/span><\/p>\n<span data-id=\"P7-N200AC-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200AC-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562576\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">THERAPIST: And it’s not about being perfect, it’s just that it’s not Cecelia.<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">CLIENT: Right, it’s not Cecelia.<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">THERAPIST: Next week?<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">CLIENT: See you Wednesday. Thanks. Have a good weekend.<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}