{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses some good news he heard about the employment situation in his new home. Client discusses his confidence levels and what kind of women he attracts."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Self confidence","Relationships","Job security","Life changes","Psychoanalytic Psychology","Anxiety","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Eastern European"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["12"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Self confidence","Relationships","Job security","Life changes"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562580","dorpId":"1006469573","contentType":"text","aucs":"CTRN-V1","title":"Client \"AP\", Session 165: January 22, 2014: Client discusses some good news he heard about the employment situation in his new home. Client discusses his confidence levels and what kind of women he attracts.","fullTitle":"Client \"AP\", Session 165: January 22, 2014: Client discusses some good news he heard about the employment situation in his new home. Client discusses his confidence levels and what kind of women he attracts.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562580\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: When you have an A, it’s all the time. But dialing and all kinds of stuff.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: [I realized after the fact and thought about it that I already knew that there was a problem with this appointment.] (ph?)<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I’m a little loopy because I haven’t had heat for two days.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Oh, no. And it’s cold.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: That’s okay. What are you going to do? It should be fixed today. I’ve been using the burners on my stove off and on without overdoing it so I’m sure I’m breathing fumes or whatever. So I got good news from Assyria. I’ll definitely be able to teach as many classes as I want.  I double-checked. <\/span><span data-id=\"P1-N200151\">I said, “I’m coming in March and I’m looking for something before September. I’m putting together the syllabus for the expository writing. I have ideas, as well, for other courses. I’d really prefer to teach over two courses.” She was like, “Yes. You can teach basically as many as you want,” which is <\/span><span data-id=\"P1-N200152\">huge because, depending on how often they meet, if I were to teach four classes, that’s very well per month if I break it down.  Then she was really cool. She was like, “Send me your CD again.” She wrote an e-mail to the summer-session people and she copied me on it. She was like, “Brian knows – “ She <\/span><span data-id=\"P1-N200153\">mentioned the deans that I know. She was like, “He’s coming here to teach in September, but I thought he would be a good fit since he is going to be here early.” So that’s good. That’s good.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: It’s growing.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: I’ve been in contact with some other people as well about some other jobs. There is one job that I actually really want to get because it’s perfect; but I haven’t heard back yet and it’s almost annoying because I know it’s an absolutely perfect fit. I don’t know what the deal is, but I’m going <\/span><span data-id=\"P1-N200191\">to give it another couple of days and then just follow up.  It’s an editor position of the magazine – I think it’s a quarterly magazine – of the biggest Assyrian charity. It’s great because they’re like, “We prefer if you’re in the capitol, but it doesn’t really matter,” which is great because that <\/span><span data-id=\"P1-N200192\">probably means I could be anywhere if I was traveling. And it’s probably a salaried situation.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Like a part time?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: No, it’s a color magazine. I don’t know. Obviously, it would be tough to do that and four classes.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: And take four classes, yeah. (laughs)<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: But on the other hand, I could do that and teach two classes because that’s salaried. It’s a good gig.  And also because I could have that and be here in the summers. I would have an income. We’ll see. It could also be a shitty job. I don’t really know, but on the surface it seems like it would <\/span><span data-id=\"P1-N200211\">be a good gig. Basically it seems like I don’t have a lot to worry about.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: At least there is going to be teaching and potentially more than that.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yeah. Yeah. (pause) So that’s good. The other thing I’ve been having is that right now my roster right now (chuckles) is very full of these girls I’ve been seeing. I’m realizing now, and I think I was realizing it for quite a while, that I still don’t let – I don’t know.  I can’t decide what <\/span><span data-id=\"P1-N200251\">it is. On the one hand, if I have a very high sex drive there’s nothing wrong with that. But on the other hand, (laughs) there is something wrong with it, kind of, if you’re not sure why or . . . How should I put it? It feels like there is something wrong with it if a lot of times I don’t want to do <\/span><span data-id=\"P1-N200252\">it. Like on the one hand I met these girls and they’re totally willing; and then most days I have no interest in seeing any of them.  Maybe that’s another reason that Assyria will be good because the one thing I hadn’t thought about is that in Assyria you can’t do that as much. These girls live at home <\/span><span data-id=\"P1-N200253\">with their parents. It’s a different culture. Even if they’re 30 or 40, they might be living there – especially women – do not live on their own. Men don’t either. Regardless, even if they came to my place they have brothers. Over there you can’t just be fucking around.<\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562580\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: More people that know your business and express their feelings about it.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Absolutely. It’s still a big deal over there. There is still honor. Over there, that’s respect to the family. It’s got that kind of hot-blooded whatever type culture.  So in a way, that will be good because it won’t be so easy. I won’t be able to indulge that part of me that I feel like sometimes <\/span><span data-id=\"P2-N200291\">. . .<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: It’s a limit put on you then.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Yeah, it’s like a nice . . . Yeah, because this is almost too easy – it is too easy. It’s like a kid in a candy store. You get all the toys you want, but then when you get them, you play with them a little bit and are like “okay, I’ve played with that truck. That’s fine.” (laughs) There is nothing <\/span><span data-id=\"P2-N2002D1\">deeper. But they don’t see it that way. There is one who is really cool. We’re very honest so I think she does get it, but the others don’t really get it. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Meaning that they think it’s a relationship that’s going to last?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Or they want it to be. I can never feel comfortable when I say “no, I don’t want to.” I always feel this kind of – whatever.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: What do you think you were looking for, getting into this – you keep calling it “roster?”<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: I go through these phases where suddenly there will be like five women and I could see any one of them at any time; and then there will be periods where there is one or two. I don’t know. I think it could be (pause) because I’ve used sex so much as an escape, it’s like a self-medicating thing. <\/span><span data-id=\"P2-N200351\">I’m going to do a big move and I feel like right now, like I’ve been saying, things are good, but they also feel kind of unreal or whacky. So I think it’s made me more hyper sexed-up or something just because it’s like an outlet.  And that’s okay, but within limits. You can’t have like (chuckles) five <\/span><span data-id=\"P2-N200352\">women who all want to see you all the time. It’s taxing. It’s like – and what? What are you doing? (pause) I don’t know. I just think it’s an odd thing.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: Is it treating a kind of loneliness or despair state inside? And again, it’s escape. Is it?<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Yeah, I don’t know. It doesn’t feel like a despair thing. That’s the thing I can’t differentiate. A lot of it is perfectly healthy.  I just like it. On the other hand, I worry that because I’m not getting other things done as much, that I’m spending too much time. I’m using it as a procrastinating <\/span><span data-id=\"P2-N200391\">kind of thing.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: Which makes it not healthy. Then it’s a big kid in a candy shop. It isn’t healthy to eat candy all day long. It’s fine to have candy on occasion or for dessert, but after you’ve had a good dinner. Is it more of an addiction then?<\/span><\/p>\n<span data-id=\"P2-N2003A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562580\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: I hope not. I hope not. It can’t be because an addiction would be all the time.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Hmmm.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: No? I don’t know.  I’m not having sex with them every day, but it does take up part of the day with them texting me and going back and forth and things like that.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: In other words, does it get in the way of your forward momentum on your life?<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Yes, it probably does; in these kinds of phases especially. (pause) In that way, I think, again, Assyria just seems like good timing. I think it’s just a natural limiter.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: I wonder if it’s kicking up right now and it may feel like it just ebbs and flows and sometimes it’s out of your hands, but there’s something about the fact that you’re leaving soon that might make it – lots of women, lots of sex – again, knowing the end is coming, right? <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: I think that’s part of it, too. It’s kind of like who gives a shit? A last hurrah, at least for the time being. I think there is a little bit of that. But even with those, after a week or two weeks you’re like no, okay. (pause)<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: Even candy, you eat candy every day for a week and you want something else.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: I think one thing that is true, and I just noticed this somewhere, I read it or someone was talking about it. I don’t remember, but one thing I think that’s true about me is that I’m not really an extrovert, but I am in the sense that I really like human contact.  Like my friends, I love being <\/span><span data-id=\"P3-N2004D1\">with my friends. Two of them are so sweet. They were like, “Man, when you go to Assyria – you’re the one that kind of gets us all together. You make effort for us all to see each other.” And I love that. I think that has something to do with it. I enjoy meeting a new person and talking to them. It’s <\/span><span data-id=\"P3-N2004D2\">not just the sex in some ways, it’s just that the sex, if it’s such a high sex drive and they are like that, too, then that overtakes just hanging out. (pause) Or the sex and the expectations overtake. So a lot of times with these girls it would be great to just have a cup of coffee, but then they’re <\/span><span data-id=\"P3-N2004D3\">going to think that because they want it to go a certain direction, I can’t just relax and just meet a friend for a cup of coffee.  (pause) Because, for example, that week or two when I had my friends from out of town, I didn’t really see any girls much. If I did, I just kept it very short and quick <\/span><span data-id=\"P3-N2004D4\">because I was just so happy hanging out with my friends, so I think there’s an overlap there. I like to come home and be alone, but I have no problem if every day I saw my good friends and had coffee with them. I love that, which I’m lucky to have here. Not every single day, but very often.  It seems <\/span><span data-id=\"P3-N2004D5\">like Assyria even more, I think, is that kind of culture. (pause)<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: It does seem though that with women it doesn’t sound as much like the kind of – maybe it is this way but it doesn’t feel like they respond in this way – the craving for human contact, being friends even.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: It can be. I’m sure sometimes I fuck it up, too, like they’re okay with that but I think that they’re not okay with it. I always have mixed feelings about that anyway. I think it’s rare for men and women. It’s not the same as just being with your buddies. I can be with them today and I feel <\/span><span data-id=\"P3-N200511\">kind of headachy and I feel discombobulated and I can just be like this.  I have very few women friends that I can do that with. Otherwise you can’t help it. There is some underlying sexual attraction or tension or something. It’s just like who needs it? That’s not really being 100% comfortable and <\/span><span data-id=\"P3-N200512\">not giving a shit about whether I need to make out with her after this or can I just say “see you later?” There are all these things that I just don’t subscribe to, I guess, if that makes sense.<\/span><\/p>\n<span data-id=\"P3-N20050-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562580\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: I get what you’re saying at one level. Of course it’s different if it’s hanging out with a buddy versus hanging out with a woman, but I think there’s something more about not getting to be relaxed and being yourself with women period.  Like if you’re in a relationship with her, sometimes <\/span><span data-id=\"P4-N200531\">you’re going to feel headachy – that’s how you’re going to feel and it’s not going to be about sex at all that day.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: I’ve gotten better about that. I’ve gotten better about that. And with my women friends – my real women friends – I am me. I’ve changed so much, it’s really nice. They’re blown away. I’m very honest and thoughtful and I say stuff that I wouldn’t say before. I’ve gotten better. With some of these <\/span><span data-id=\"P4-N200551\">girls I’m just telling them, “Listen, I’m really sorry. I’m just really kind of out of it and things are really hectic and I’m just not 100% there.” That’s pretty honest, but I don’t want to have coffee with them because there’s already . . . <\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: It’s already been sexual?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Sexual and have coffee and do what now? They kind of want something; I can’t really give it and so we’re going to sit down and have coffee? I know what you’re saying. I’m a little cut and dried that way and maybe a little (pause) . . . I’m learning to be better and more open with women in general <\/span><span data-id=\"P4-N200591\">maybe. I don’t know. I’m not sure. I’m just saying that if you started off so sexually . . .<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Sure. Sure. Then it gets [ ] (inaudible at 00:18:45) after that. There is still something then right now that sounds like it’s actually unclear what you want with them. What do you want?<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Exactly.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Do you want to keep sleeping with them? Do you want to get to know some of them? Do you want some of them to be friends? Do you want to never speak to them again? <\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: What I want is something that’s not fair.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Which is what?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Unless they’re totally okay with that which some of them, I guess, are. That when I really do feel like it that I can see them and have sex.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: With all of them?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Well, yeah, ideally I can see whichever one I want.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: So that’s what you want?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: That’s kind of what it is. But here’s the problem: even with the ones – there are at least two that are totally okay with that – (chuckles) the thing is that some weeks I don’t want to. So then they’re like, “What the fuck? I thought that’s what we were doing and now you don’t?” “Well, it’s <\/span><span data-id=\"P4-N2006D1\">not like scheduled. I don’t feel like it right now. It’s not personal.”<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: The part that sounds like it gets messy a little bit as you’re saying “yeah, that’s what I want,” is the part that is does this get in the way of what you want to do, in some way? <\/span><\/p>\n<span data-id=\"P4-N2006E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562580\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: On the one hand, it’s awesome that I’m even a lucky enough guy that has these fucking opportunities, but yeah, then it’s like ehh, so? If I was doing that and then I’m writing all day long, that’s awesome and I think (chuckles) that’s really where I want to get to. But that’s not happening here <\/span><span data-id=\"P5-N200711\">because I’m already in this whole other fucked-up routine and I feel stuck and family and this and that. So I feel like that becomes instead of an added how-cool-that-I-get-to-do-this-if-I-want, it almost becomes a little bit like an added chore almost when I don’t feel like it.  Do you know what I’m <\/span><span data-id=\"P5-N200712\">saying? I don’t know. I’m all headachy. I don’t know if that makes sense.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: No, no. I follow you.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: In other words, what I’m hoping that Assyria will kick-start is that if I feel more productive like, “I took some good notes today. I got some writing done. My day was very productive,” I have a feeling I’ll feel fulfilled anyway and I won’t need a roster of women to hang out with. Or I just <\/span><span data-id=\"P5-N200751\">won’t give a shit and it will just be fun. Then it really will be fun and I’ll be like, ‘No, I do want to see you.” Whereas right now because there is so much on my mind, I’m honestly just tired, especially if they’re just for sex. Yeah, we can talk. They’re very nice to talk to, but really? How often <\/span><span data-id=\"P5-N200752\">am I going to see them in the next six months.  It’s a temporary situation so I’m going to get together with them and talk about all this, my life? Does that make sense? Even that is like sex. That’s another kind of intimacy. It’s fucking tiring. Why would I when I can just chill out? Something like <\/span><span data-id=\"P5-N200753\">that. I don’t know. It’s a complicated thing. (pause) It’s not that people aren’t having sex in Assyria, but I don’t think it’s going to be this easy; and I’m glad. And on top of that, over there I do have to become friends with them.  Let’s say there is one that I’m totally lusting after, there is <\/span><span data-id=\"P5-N200754\">no way, unless they’re unusual and promiscuous – that’s just very rare over there – I have to be friends with them. That’s how we’re going to spend time together – coffee. Maybe that’s what I need. It just forces you to connect differently.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: I find myself thinking, and we haven’t talked about this in a long time, I think it was a babysitter when you were a kid. That there have been these relationships in your history that were overly eroticized that shouldn’t have been, that were eroticized too quickly, too soon, wrong place, <\/span><span data-id=\"P5-N200771\">wrong role. Maybe the impulse to the erotic . . . <\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: I was always like that. When I was a kid I remember – I think I told you this – at my grandmother’s building where she lives now, but they had a bigger apartment with my grandfather, sometimes we’d stay over there, which I loved. Their shower was so awesome because it would get so fucking hot. <\/span><span data-id=\"P5-N200791\">It’s an apartment, so they’re all cozy and warm. I don’t remember how this would happen, but in their junk mail or whatever they would sometimes get either Victoria’s Secret or one of those magazines. I remember being really young and taking that with me into the bathroom. I guess a lot of boys do that, <\/span><span data-id=\"P5-N200792\">but for me it was like . . .<\/span><\/p>\n<span data-id=\"P5-N20078-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562580\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: It raised interest?<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: Yeah, and I wanted to do that non-stop, like I was all about that. <\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: Do you remember how old?<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: I don’t. It was here, so it had to be when I was at least 12, 13, 14. That’s fairly normal, but it was a really heightened interest.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: Again, masturbating, sexual interest . . .<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: It would have been different if that’s all I had. That’s what all boys have, right? Their magazines and a flashlight; but I had actual experience when I was nine, ten, eleven. I had that cousin that would make out with me and stuff. She probably wasn’t more than 14.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: And you were nine. <\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: I think nine, ten, eleven. Maybe she was just a little younger. I think we’re closer in age and she seemed much older, but I don’t think she is. Regardless, let’s say I was nine and she was 12. I don’t know. Was I nine? Who the fuck knows. I wasn’t 12, 13, or 14. I know that. I was younger. <\/span><span data-id=\"P6-N200891\">And the thing is I liked it. It wasn’t that I didn’t like it, but I guess when I look back on it, that’s weird. It wasn’t just like a kiss.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: A peck or something.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: Yeah. It was making out.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: What was the context? No one else around?<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: No, it started off – you know how kids play these games where you hide or whatever? One time I think we were hiding or something and she just did and I liked it. So then every chance we got, we would play games where we could separate and make out. <\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: What was her personality like?<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: She was great. She’s my third cousin. Really pretty and, actually – whoa. I’m blowing my own mind now. You know what’s fucking crazy? Wow. I’m giving myself an earache I’m blowing my mind so much. She was the oldest daughter of that family and the prettiest. Now I don’t know if back then I was <\/span><span data-id=\"P6-N200951\">like “I want her,” but when it happened I think a lot of times I couldn’t believe it or later on I couldn’t believe it because – her name is Betty – she was the prettiest. Wait a minute. Holy shit. I’ve had a little moment here.  And then Tessa, who is the first girl that was a mutual, same age, more <\/span><span data-id=\"P6-N200952\">normal kind of 13, 14, 15, 16 years old, she was stunning, too. I had such a crush on her and I couldn’t believe that she picked me. It was the same kind of thing. We’d make out whenever we could. What’s that game where boys and girls go in the closet? Spin the bottle, all those kinds of things. So <\/span><span data-id=\"P6-N200953\">it’s funny. It’s interesting. Now, in retrospect, they’re all girls . . .<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: [ ] (inaudible at 00:28:42)<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Yeah. These girls that would just appear. And I don’t remember the babysitter at all, but of course my babysitter was a girl. That happens, too, right? I don’t remember if she was attractive, but it didn’t matter. She was the girl, babysitter, with her girl stuff.  When you’re like six, seven, <\/span><span data-id=\"P6-N200991\">eight years old and this girl wants to hold you and likes you so much, you put them up here. Well, our work is done here. (both laugh) Wow, that’s pretty good. That’s interesting. I never fucking thought about that. From the get go it was almost like – well the babysitter out of that is not cool – but <\/span><span data-id=\"P6-N200992\">the other two were too good and too much and too fast, especially if you’re a kid who is not . . . If I was growing up all cocky and self-confident, who knows? That’s neither here nor there, but I wasn’t.  I was so shy and so alone in my own world that that kind of stuff was like what the fuck is happening? <\/span><span data-id=\"P6-N200993\">Why are they . . ? Or even in North Carolina. This wasn’t even sexual, but it was a woman. In North Carolina one time I got home from school and it was a nice spring day. I had my little cap with the tie thing. I was taking it off. I got my shit and I’m walking and this man and woman approached me.<\/span><\/p>\n<span data-id=\"P6-N20098-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562580\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: Man and woman?<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: Man and woman. They stopped me and they said, “Are you Assyrian?” I was like “yes.” And the woman turned to the man and I think in Assyrian said, “See, I told you I could tell from his beautiful eyes.” Oddly enough, they had been in that apartment building. They were looking for my parents. <\/span><span data-id=\"P7-N2009D1\"> They were kind of lost and they saw me and they were like “that kid looks Assyrian.” Even that, it’s a little thing, but who knows? I don’t remember if that woman was attractive. In my mind that’s been my memory. There was this attractive older lady. I’ve had a lot of weird – my second grade teacher, <\/span><span data-id=\"P7-N2009D2\">who gave out free hugs every Friday.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: What?<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: I don’t know what that was about. I don’t know. I liked it, but I don’t know. I just remember something about on Fridays if we were all good she would give us a “good job” hug or something. I don’t fucking know. She was this blonde, busty, Southern woman. She was probably 22. (chuckles) I don’t <\/span><span data-id=\"P7-N200A11\">know. She seemed super old.  So who knows?<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: Super old, but not old old, at 22?<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: In my mind, as I got older I realized, “Wait a minute. she was probably like a 23-year-old girl.” But that was second grade.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: She was an adult.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: Oh, yeah. But I loved that.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: She would hug everyone in the class?<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: Yeah, in class. I think when we were leaving or something.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: Like a good-bye hug?<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: Yeah. Something like that. It was awesome, but in retrospect, this beautiful woman or this womanly adult is giving you this attention and affection. If you have a weird relationship with your mom, then these other females – it’s like a cluster fuck, good and bad. Yeah. Something like that. It <\/span><span data-id=\"P7-N200B11\">was awesome, but in retrospect, this beautiful woman or this womanly adult is giving you this attention and affection. If you have a weird relationship with your mom, then these other females – it’s like a cluster fuck, good and bad in some ways. <\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: It’s funny that you have this mother then who is smothering and critical.<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: Who, on the one hand, did give me a lot of attention, kissing and hugging, but I didn’t want it. I mean I wanted it and I didn’t want it because of this other weird shit that bothered me.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: At home, then, it became this kind of negative chronic living with someone whose contact was smothering and aversive. But her hug became the moment of joy on Friday and then leaving again and she’s just your teacher.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: And also because those things felt so unconditional. “I just want to make out with you” or “come in the closet with me because you’re so cute” or :I want to hug you goodbye.” It’s just “I like you;” whereas if you have a mom that’s “I like you, but why are you wearing those shoes?”  (laughs) <\/span><span data-id=\"P7-N200B91\">Yesterday I said, “Ma, I got this good news from Assyria that I will totally be able to teach. I’d be making like $4,000 a month if I do four classes. In Assyria? Are you kidding me?” She was like, “Oh, that’s great.” But then (laughing) she goes, “Well, I mean, yeah. That’s what you should make.” And <\/span><span data-id=\"P7-N200B92\">I got kind of annoyed and I just kind of laughed. I was like, “Well, right. It is what I should make, but the point is I’m going to make it because I created this opportunity for myself.” (laughs) So that’s kind of cool. It’s hard to find jobs. And then she said, “No, no.” She got all frustrated. “I <\/span><span data-id=\"P7-N200B93\">didn’t mean anything. Of course it’s very exciting.”  But it’s like big whoop; that’s what you should be making. And I get what she’s saying. She was like, “You know you’ve had all this education and you’ve struggled. You’ve stuck to it so, of course, they should be paying you that.” And I get that. <\/span><span data-id=\"P7-N200B94\">That’s very sweet. She just has such a history of . . . If someone else said that I would be like, “Hell, yeah. That’s what they should be paying me.” I’d be totally agreeing with them.<\/span><\/p>\n<span data-id=\"P7-N200B8-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200B8-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562580\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">THERAPIST: That’s not the way she said it, though. “Hell, yeah.”<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">CLIENT: No, no. I would have said “hell, yeah.” But if someone said, “Well, yeah. Of course that’s what you should be making,” because I would take that as they’re being behind me like that’s what I should be making and that’s the way she meant it.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">THERAPIST: It is?<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">CLIENT: This time I think it was, but because I’m so wired . . . You know I realized this yesterday, I actually do feel kind of bad. I think there are times when she doesn’t mean it, but with the history it’s just a program. It’s her style, too. Sometimes she says things and they’re all very like “ehh.” <\/span><span data-id=\"P8-N200C11\"> So they can be excited and they still would be like hmm-hahh. Her tone is just annoying a little bit, but it’s not like saying “those are cool shoes; why do you have acne?” (laughing) Do you know what I mean? It wasn’t that, but in the past and up to recently still, there are a lot of give with one <\/span><span data-id=\"P8-N200C12\">hand and take away with the other.<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">THERAPIST: And even her tone, as much as it could just be that it’s her style and you know if she means it, it still matters. It does have an effect.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">CLIENT: Of course. Don’t say it a certain way. Exactly. It almost annoys me for them that they can’t be excited.  They won’t let themselves be truly excited about anything. “It’s such a nice day out.” “Oh, it’s going to snow tomorrow.” Like everything has a . . .<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">THERAPIST: You can feel that now about her, but as a kid the effect is done to you.<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">CLIENT: It’s a fucking nightmare because it’s like (chuckling) being stroked and smacked at the same time. (pause)<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">THERAPIST: “Stroked and smacked.”<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">CLIENT: It’s like you’re kind of patting someone on the shoulder and then punching them (chuckling) in the arm. <\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">THERAPIST: I get it, I just think that comment is so much of the basis of what so many relationships have been like – stroked and smacked. Like falling for someone who is also not going to be there and is so aloof that she’ll pull back.<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">CLIENT: I see. Right. It’s been good that that hasn’t happened recently. I’ve stopped that, but now I’m in this weird limbo where it’s getting better but now it’s about really trying to connect with people and trying to not have sex. This is the other thing, some of it – I’m not annoyed because it sounds <\/span><span data-id=\"P8-N200D11\">like I’m complaining about women wanting to have sex with me – but I’ve been on dates recently, with this group of women, where a few of them I absolutely did not expect even maybe making out.  I was like, “This person seems not like that.” And each fucking one of them, there was either serious making <\/span><span data-id=\"P8-N200D12\">out with hands and pants and whatever the fuck other things or there was literally sex. That’s not right, I think. (chuckles) It’s awesome, but then for a guy like me I don’t know if that’s good because I already have trust issues and this and that. You start thinking, “What is going on here? These <\/span><span data-id=\"P8-N200D13\">are professional, very together, not sleazy, not slutty women. But then what does this mean? You don’t fucking know me. How charming could I possibly be?” And then your mind says, “Well, obviously, I’m not the only charming person in the world, so do they do this?”  They all adamantly claim “I don’t <\/span><span data-id=\"P8-N200D14\">know what’s happening. I don’t do this.” I take the law of averages and maybe that’s true for half of them or whatever, so it’s like what is going on here? Then your mind starts thinking “are we all fucked up? What are we doing?<\/span><\/p>\n<span data-id=\"P8-N200D0-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200D0-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562580\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">THERAPIST: Even if it’s true for only half, I think that’s still leaving you puzzled, like what is that then when women who would not ordinarily do this are doing it? What do I do with it?<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">CLIENT: Yeah, I don’t know what to do with it because I’m not in love.<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">THERAPIST: And if anything you might wish that they wouldn’t do that, actually, because then it becomes something less special. It’s something to wait and explore.<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">CLIENT: Right. But once you do that off the bat, it’s done. Yeah. It’s a sex buddy. I think to most guys, that’s what it becomes.  Unless it’s a very rare Samantha type where you really are really, really – because it can happen if it’s passionate and really romantic. You’ve had an amazing date and <\/span><span data-id=\"P9-N200D91\">you just really feel connected. I guess it’s possible. But you don’t know this person at all. (pause) No, I totally don’t know what to do with that at all. It’s very strange.<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">THERAPIST: What do you make of it?<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">CLIENT: I don’t know, Claire. I have really sat down and thought about this. I get it. I’m a confident guy now, more or less. I feel very comfortable in my skin. I know that I’m a kind of interesting dude, but honestly (chuckling) there are lots of interesting people.  There are attractive people. And <\/span><span data-id=\"P9-N200DD1\">if they’re not doing this all the time or let’s say they do do it once in a while, even that, what is that? What is it that I and whoever else they’re doing it with, what is it invoking?<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">THERAPIST: Why are they really drawn to you?<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">CLIENT: Yeah, to that point. They want to follow me to my house and have sex. What the fuck? (pause) I’m a dude so it’s very hard to say no to. It’s such a turn-on, obviously, on some level. Some stranger is going crazy for you. On the other hand, I think it just proves my point that on a bigger scale, <\/span><span data-id=\"P9-N200E11\">something is not right. Something is rotten in Denmark. <\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">THERAPIST: It’s funny that you see that as becoming this negative thing, though. There is nothing that you internalize about it then that maybe there is something about you that is alluring to people or attractive. Why is that something fucked up in Denmark?<\/span><\/p>\n<span data-id=\"P9-N200E2-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200E2-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562580\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200E4\"><span data-id=\"P10-N200E5\">CLIENT: Claire, come on, man. Isn’t it? What I’m saying is you’re telling me that not one of these girls could just take a breath – I’m that irresistible? They can’t just take a breath and be like “I really like this guy. Do I really want to give him a blow job in the car right now? Yeah, I think I <\/span><span data-id=\"P10-N200E51\">do.” Of course I’m not going to say no. That’s fucking hot, but what is that? I don’t know. Maybe I’m wrong. I’m saying that if it happened once in a while, I get it. Some people just want to have sex. It is just a hook-up.  I get it. But with a lot of these chicks it’s not just a hook-up, obviously. <\/span><span data-id=\"P10-N200E52\">They want to give me a blow job in the car, but then they want to have coffee, they want to go to the museum, they want me to meet their friends; so that’s what I don’t get. Of course, I’m totally cool with going to the bar. I meet somebody; it’s all great. We have sex and that’s exactly what it is. <\/span><span data-id=\"P10-N200E53\">That’s never the case. I’ve never once had a case where a woman is like, “That was awesome. Here’s my number. Use it if you want. Whatever. It would be cool to see you sometime again.” Never. It’s always like a “thing.” No? Is that not weird?<\/span><\/p>\n<p data-id=\"P10-N200E6\"><span data-id=\"P10-N200E7\">THERAPIST: You mean where it doesn’t lead to something more physical?<\/span><\/p>\n<p data-id=\"P10-N200E8\"><span data-id=\"P10-N200E9\">CLIENT: I’m just saying take me out of the equation. Isn’t that odd if this is a common thing?<\/span><\/p>\n<p data-id=\"P10-N200EA\"><span data-id=\"P10-N200EB\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P10-N200EC\"><span data-id=\"P10-N200ED\">CLIENT: Or are you saying it’s not a common thing? <\/span><\/p>\n<p data-id=\"P10-N200EE\"><span data-id=\"P10-N200EF\">THERAPIST: I guess I’m just saying what feels odd as you’re talking about it is that it’s as though it’s not internalized that people could be drawn to you. You’ve had phases where you feel like “why is no one looking at my image?” And you can get really despairing about no one being attracted to you, <\/span><span data-id=\"P10-N200EF1\">so it still feels sort of like there is a split, somehow, internally about knowing yourself, just confidently knowing. Do you know what I mean?<\/span><\/p>\n<p data-id=\"P10-N200F0\"><span data-id=\"P10-N200F1\">CLIENT: Kind of, but I feel like I do know. More and more and more I do. Even those times when I’ve said “why isn’t?” more and more I’ve gotten to the point where it’s just a voice and because it’s such an old voice, it just pops up and I’ll be like “all right, calm down.” It is still there a little <\/span><span data-id=\"P10-N200F11\">bit. It is. You’re right. I’m still not completely at a place where I’m like “I published the book.” <\/span><\/p>\n<p data-id=\"P10-N200F2\"><span data-id=\"P10-N200F3\">THERAPIST: Or “hot women are attracted to me.” (laughs)<\/span><\/p>\n<p data-id=\"P10-N200F4\"><span data-id=\"P10-N200F5\">CLIENT: On the other hand, I do get it more and more. I do understand that. Honestly. I do feel way more comfortable. When I wake up I’m like “Hey, man. You look all right. I like it.” Again, I’m just saying that.<\/span><\/p>\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">THERAPIST: Why they have a kind of fever.<\/span><\/p>\n<p data-id=\"P10-N200F8\"><span data-id=\"P10-N200F9\">CLIENT: It doesn’t seem healthy to me.<\/span><\/p>\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">THERAPIST: For them?<\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">CLIENT: Yes. If something is supposed to be something after that, is that the way to get things started? And I don’t know, maybe I’m thinking about it too much.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">THERAPIST: No, no, no. I agree. It’s not. It doesn’t usually lead anywhere.<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">CLIENT: Okay, well that’s what I’m saying. Once in a while, of course, I get it. We’ve all been there. You’re just really attracted to somebody and you just want to have sex with them and they want to have sex with you.  I’m just saying that where you’re setting up a date with someone and you want to <\/span><span data-id=\"P10-N201011\">go to the movies and you think, “Oh, cool. We’ll go to the movies. This chick seems like . . .” Especially one of them. I wasn’t even sure if there was going to be any kissing at the end of the date. I was like, “All right. We’re going to go have some wine after this and whatever.” And that’s not because <\/span><span data-id=\"P10-N201012\">I didn’t think she wasn’t attracted to me, I just thought this seemed like the kind of woman where . . .<\/span><\/p>\n<span data-id=\"P10-N20100-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20100-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562580\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20102\"><span data-id=\"P11-N20103\">THERAPIST: Who would wait.<\/span><\/p>\n<p data-id=\"P11-N20104\"><span data-id=\"P11-N20105\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N20106\"><span data-id=\"P11-N20107\">THERAPIST: You could wait, too.<\/span><\/p>\n<p data-id=\"P11-N20108\"><span data-id=\"P11-N20109\">CLIENT: Well that’s a whole other story. Of course. It’s not like I’m stopping it.<\/span><\/p>\n<p data-id=\"P11-N2010A\"><span data-id=\"P11-N2010B\">THERAPIST: We need to stop.<\/span><\/p>\n<p data-id=\"P11-N2010C\"><span data-id=\"P11-N2010D\">CLIENT: Okay. Thanks, Claire. See you at noon. Have a good day. Thanks.<\/span><\/p>\n<p data-id=\"P11-N2010E\"><span data-id=\"P11-N2010F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}