{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses their views on children and vulnerability."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Psychological issues","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Children","Married people","Psychoanalytic Psychology","Disorganized thoughts","Anxiety","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Psychological issues","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["4"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Children","Married people"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Disorganized thoughts","Anxiety","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":4,"pageCount":4,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562070","dorpId":"1006469063","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", January 15, 2014: Client discusses their views on children and vulnerability.","fullTitle":"Client \"Ma\", January 15, 2014: Client discusses their views on children and vulnerability.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":4,"totalPages":4,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":4,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562070\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I went to the Children’s Museum yesterday [with Selena and Marla] (ph?). It was pretty good. They have these little 15to 20-minute on-stage shows with a couple of people. We went to two of those because they really liked the first one and they loved [ ] (inaudible at 00:00:44). At the second <\/span><span data-id=\"P1-N2000D1\">one they had all these little kids. It was the Three Little Pigs. They had all these little kids go up and be characters.  There was this one little girl who is probably about six, maybe five. She was really excited to go up and then once she was on stage she just started to weep. I think she was scared. <\/span><span data-id=\"P1-N2000D2\">I couldn’t really tell what was going on. Only when she got up there did she realize how many people were in the audience or something. She was weeping but not in a way that little kids usually cry. She was trying to hide it and trying not to cry and trying not to have everybody see that she was crying <\/span><span data-id=\"P1-N2000D3\">in this way. I almost started crying. (laughs) It was sort of heart-breaking. (pause)  It took the people who were running it a couple of minutes to realize what was going on and say “do you want to go sit down?” and get somebody else up. It was really sad. (pause) Other than that it was a good day. <\/span><span data-id=\"P1-N2000D4\">I like taking the kids to public museums and public places because they’re really well behaved in public. (both laugh)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: [How’s that going for you?] (ph?)<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: (laughs) I feel really good about it.  All of the tantrums and melt-downs and everything happen at home. I fell asleep in the car on the way home. (long pause) <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I’m thinking about this in relation to the last couple of days in that it seems both with the girl on stage and with the kids who watched, (client sniffling) there’s a sense that you don’t get upset in front of people.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah. Although for the kids I watch, I don’t think that they feel an external pressure to do that. I think it’s just easier for them. The things that set them off more often come up when we’re at home.  It’s not like they are really, really careful to behave well. It’s just that they are usually <\/span><span data-id=\"P1-N200151\">in a pretty good mood.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: I see. Because they’re at the Children’s Museum.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah. They’re good a sharing with each other and they’re good at the stuff that they’re asked to do at the museum, in public. And the stuff that they’re not good at, like eating food and taking naps when it’s time to take naps and not all talking at once, is stuff that comes up at home. I guess <\/span><span data-id=\"P1-N200191\">this girl struck me as very different from the way that these kids that I babysit seem to be because she seemed to have this very clear sense that it wasn’t okay to be upset in public. It wasn’t okay to cry or to be scared.  She was trying really hard to hide that.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: I see. So it’s not that they would be like that, it’s just that they don’t get upset in that same way. They didn’t mind so much.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Selena (sp?) was just like, “No, I don’t want to go up.” (laughs) Sorry, I feel like I sort of derailed you there.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: No, it’s all right. What I was going to say was that you’ve recently been feeling very sad, but I think it also has some feeling of wanting to keep it in and not show it to me.  I know that’s not the only feeling.<\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562070\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: I don’t know. I guess I sort of associate that kind of wanting not to show being sad with adulthood or with being older. I don’t remember ever not feeling like it was more important not to show anybody that I was sad than it was to feel better. (pause) I don’t know how that happens.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: I wonder, too, if you were upset that I was late.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: No. (laughs) You’re late a lot. (laughs) I’m over it. It’s okay. (laughs) <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: I am late a lot.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: That really, really doesn’t bother me. (pause) I guess taking care of these kids has been so good for me in so many ways. A lot of the things that I remember about being a small child are really different (laughs) from the way that they are.  That’s sort of reassuring for me in terms of thinking <\/span><span data-id=\"P2-N200291\">about having my own kids, but it’s also – I don’t know how to sort of [ ] (inaudible at 00:09:23). (pause) Part of it, also, is that I don’t have those clear memories that start at three or four. I don’t remember being three, apparently, at all. I can remember a couple of things. Yeah. (pause)  One <\/span><span data-id=\"P2-N200292\">of the first things, one of my really early memories – I think I was like five – was hiding in my room crying and somebody came and asked me why I was crying and I just said, “I don’t know.” (pause) It’s as though I feel like I remember that because I don’t think I stopped crying after that. I don’t <\/span><span data-id=\"P2-N200293\">think that whoever it was that came and saw me made it better. (long pause)  James has been very careful because, understandably, he doesn’t really want to come down with neuro-virus, so I got home from work yesterday and I sort of went to give him a hug and he backed up. I had changed my clothes and <\/span><span data-id=\"P2-N200294\">then I went to give him a hug and he sort of backed up and he was like, “Can you wash your hands?” That is fine, but it also really hurt my feelings. I don’t want him to try not to get sick, but . . .  (long pause) I don’t feel like I’ve felt particularly strongly in the last few days that I wanted <\/span><span data-id=\"P2-N200295\">to not show you that I’m sad or how sad I am. I guess I more felt like . . . I don’t know.  I don’t know what to do with it. (pause) I don’t feel it’s sort of overwhelming and it’s not flooding me, it’s just sort of [an ache] (ph?) a lot. (long pause) <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">I’ve been thinking about this recently in the context of how open I want to be about mental health issues and sort of deciding that I want to be pretty open about it, both because that’s easier for me in terms of logistical stuff and if I’m not telling everybody everything, I can’t keep track of what <\/span><span data-id=\"P2-N2002B1\">I’ve told people. (laughs)  I do think it’s something I can do to help; but I also feel like, in some way, it sort of raises the pressure for me to be sort of rational and cheerful and not to tick off the things that people might be afraid of when they find out that I have serious mental issues. I feel <\/span><span data-id=\"P2-N2002B2\">like people are afraid or will get anxious that I’ll be really clingy and needy or that I will be unreliable or all these sort of other things that we associate with people with mental illness.  If I’m going to talk about it then I have to function really well, (laughs) which is really the opposite <\/span><span data-id=\"P2-N2002B3\">of the point. (laughs) (long pause)  I’m nervous about telling Kim and Frank about it, and I told them maybe three months into working with them. I just started letting that be the case – basically when it seemed to me that they were confident that I was doing a good job. But now I feel like I don’t <\/span><span data-id=\"P2-N2002B4\">want to bring my depression to work. It’s pretty easy not to. It’s very, very easy not to, actually. I just sort of put it away most of the time.  (pause) It feels like I’m not actually doing what I had hoped to be doing there.<\/span><\/p>\n<span data-id=\"P2-N2002A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562070\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: Right. The initial thought was that you wanted to be okay for you to have mental illness. I guess, in this case, okay with the two of them; and also to educate them a little bit.  I don’t know if this is true with the two of them in particular, but in general.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: Yeah. Way less for them, but in general. I don’t know. It’s just sort of snotty thinking of that in those terms. (laughs)<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: Maybe that’s not quite right.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: Normalize it?<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: Yeah. There you go. That’s better. I think we’re talking about the same thing.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: Yeah. (long pause) <\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Maybe that gets it a little more what matters about the things you’ve mentioned – like the girl at the show? It’s not that you sort of want to be upset on stage in front of people, but that you identified with how hard she was working and how ashamed or scared or something she felt for <\/span><span data-id=\"P3-N200391\">other people to see that. Maybe a little with James, too. He was talking about germs.  Maybe it can feel a little like that about the depression, too.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Sort of like him wanting to insulate himself?<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Wanting you to clean yourself up a bit.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Yeah. Yeah. (pause)<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: I guess I feel like that may or may not apply for him. I’m not intending to say that’s exactly how he’s being or what he wants, but I know it feels that way to you and maybe he is being that way.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: No, it’s much less that he’s being that way. It’s much more that it sort of feels like that. (long pause)  There was a really great piece in one of the NPR blogs last night. I don’t remember the author’s name. She was talking about the reporting on Chris Christy and how every time somebody does <\/span><span data-id=\"P3-N200431\">a funny angle, he talks about how he’s fat. She talks about what that feels like as a fat woman for whom that really hurts. The way she put it, a lot of people have sort of a red handle that’s really deep inside that when you pull on it, it just really hurts. That could be the relationship with your <\/span><span data-id=\"P3-N200432\">parents or whatever, but for some people, like for me, that’s on the outside.  Everybody can see that I’m fat. It was really beautiful, actually. (long pause) <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">It feels like I’m only ever really okay with talking about [ ] (inaudible at 00:28:23) depression and things to do with depression that have already happened. It’s pretty easy for me to talk about my childhood and teenage years at those points, and sort of tell what that means and think about that. <\/span><span data-id=\"P3-N200451\">It’s easier for me to talk about what it was like to be hospitalized with people; but when it’s happening, I just don’t want anybody to know.  (long pause) <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">I feel like stoicism is really overrated. (laughs) There are a couple of novels from the turn of the last century that were very important to me, either as a child or as a young adult. One of the common themes is never complaining about suffering, not even not complaining about it.<\/span><\/p>\n<span data-id=\"P3-N20046-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562070\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: Is that the 20th century?<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Yeah. Never admitting to it. Maybe 1850’s, sort of late Victorian.  Thinking about the matriarch of the family having this chronic illness and she’s unclear what it is. It wipes her out a lot of the time and it’s like she never says anything about it until she faints and has to be taken to bed; <\/span><span data-id=\"P4-N2004B1\">and that’s seen as this remarkable heroism. Maybe. (laughs) Maybe in a time and place where there wasn’t anything they could do about it. (pause) I also feel like the times in my life where I most closely attained that ideal, it’s turned out really badly. (laughs) <\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: Of course there was something they could do about it. They may not have been able to treat it medically, but a lot of times people with chronic illnesses want to talk about them or have people do things for them related to it. “We should stop doing this before I faint.” (both laugh)<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: I know, right?<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: We should stop for today. [We’ll talk more about it on Friday after you think about it.] (ph?)<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}