{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the therapist's pregnancy and apologized for overstepping any boundaries or asking any questions that were uncomfortable. Client discusses his wish to have a family, but his anxiety and fear that he cannot start one, or does not want to start one, with his wife because of her depression."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Fear","Trust","Suicide","Childbirth","Pregnancy","Psychoanalytic Psychology","Fearfulness","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Fear","Trust","Suicide","Childbirth","Pregnancy"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Fearfulness","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562598","dorpId":"1006469591","contentType":"text","aucs":"CTRN-V1","title":"Client \"L\" Therapy Session Audio Recording, April 30, 2014: Client discusses the therapist's pregnancy and apologized for overstepping any boundaries or asking any questions that were uncomfortable. Client discusses his wish to have a family, but his anxiety and fear that he cannot start one, or does not want to start one, with his wife because of her depression.","fullTitle":"Client \"L\" Therapy Session Audio Recording, April 30, 2014: Client discusses the therapist's pregnancy and apologized for overstepping any boundaries or asking any questions that were uncomfortable. Client discusses his wish to have a family, but his anxiety and fear that he cannot start one, or does not want to start one, with his wife because of her depression.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562598\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: So I’ve been fairly anxious this week about a few different things. I’ve been working on the same paper for the last couple of months. It’s sort of been my big paper that I want to talk about in job interviews. So I’ve been trying to finish it before I send out applications. But I both need <\/span><span data-id=\"P1-N2000F1\">to send out applications because I need to have a job and also because there is sort of like I’m anxious about where we will be. I can understand that. Uncertainty, I don’t really like. I feel like I’ve been putting her in a position of uncertainty for a while and I understand the concerns there.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\"><\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">So I finished that paper Sunday, which is a good thing. But this sort of anxiety attached to “Will I ever finish this?” Just get it done already. I’m also in to like in to the job portion of I feel like I have to find the right job, you know, on one level, so that my wife doesn’t kill herself. And on <\/span><span data-id=\"P1-N200131\">another level, that I am happy somewhere for the next several years. On another level, so that I pick the right one so that I have the career that I want even though I don’t exactly know what career I really want. It matters what I do next.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">And then in to the actual process of sending applications. I think I mentioned that in chemistry, almost all the post doc, positions, want to just send applications to people. So you noted that I like to construct rules to govern my environment or something. That particular feature is a strength in <\/span><span data-id=\"P1-N200151\">some areas when there is an actual posting for a job. I can write an application that indicates why I would be a good match for that position. When there is no posting, I know that the person who is reading it will still have a set of criteria. Well I have no access to what these criteria really are, <\/span><span data-id=\"P1-N200152\">so I have to sense that I have to say the right thing; I have to explain like how I would be a good fit for this position that may or may not exist based on criteria that I have no access to. So I find that nerve wrecking. [Pause].<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\"><\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">There’s a sense in which all of it is okay. It’s hard to deal with it and it makes me less efficient, the work that I’m doing. I’m like I just need to get through it and it will be done. It’s okay. Did you finish the paper? I can get things done. I will get the application done. Probably today or tomorrow <\/span><span data-id=\"P1-N200191\">I’ll be sending them out. [Pause.]<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">Sitting here looking for a good segue.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">Another thing that I’ve been anxious about is sort of where we left things last week. That’s been less pressing in the last several days because I’ve been much more anxious about these other things; certain things have been on my mind also.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">So that’s your series of questions…not really related to each other. I don’t want to come back to the last two in a moment, but start with the one at which you balked.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: I balked at one?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: From over here you balked at it. I’m sensitive to particular things. So, I asked if this was your first pregnancy and you sort of…that was the moment at which you disengaged from directly asking questions and started, I felt like, harvesting more defensively. You were more reluctant to answer <\/span><span data-id=\"P1-N200231\">some questions. That is one that I believe that you were more reluctant to answer. I could be wrong in that belief. Recognize that is the premise under which I’m operating here.<\/span><\/p>\n<span data-id=\"P1-N20022-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562598\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\"><\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">We talked a lot after I asked that about why am I so curious about your pregnancy. And so I’ve continued to think about that question. I think there are several things going on. Like I said, a big snarl of things here. So just try to keep talking and see what we’ll get.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">So I think the two things that I don’t remember talking extensively about are one; I really want to have a family. So in a sense, you have this thing that I very much want and don’t really see how I am going to have because I just really don’t just [pause]…I really get used to want to have children <\/span><span data-id=\"P2-N200291\">with Tanya. In addition to wanting to have children, I’m not sure that I want to have children with Tanya. I don’t know if she can handle it. I don’t…you know. [Pause.] So, there’s that. I feel like there may be a sense in which I am trying to appropriate your pregnancy, which sounds horrible. I’m sorry <\/span><span data-id=\"P2-N200292\">if that is potentially a thing that I’ve been doing.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: When you say appropriate, how do you mean?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Like take a piece of it or something for myself, which is why it sounds horrible to me.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">I think another piece that’s going on, most of the women in my life, one way or another are or have been pregnant. That’s just sort of like both of my sisters are pregnant, have been pregnant; one of them is pregnant right now. Went in to labor briefly over the weekend; isn’t in labor anymore. So have <\/span><span data-id=\"P2-N2002F1\">another niece in a week or so probably, which is wonderful. I’m excited about it. [Pause.]<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">So I just have a clear sense that it’s not an easy thing. But it hasn’t seemed to affect you at all in terms of like in your work life, which is great, I think. I can only assume. Speaks to your ability to like keep yourself separate and safe. But there’s this sense that I have, I think, that like this <\/span><span data-id=\"P2-N200311\">must be challenging for you because it’s been challenging for everyone else I’ve known. So I feel like I’m trying to say that it’s okay for it to…I don’t need… [Pause.]<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">Like you’re going to go away on maternity leave. Like there’s reason they have maternity leave because like, you know, it’s an important fit.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: How is that related to being challenging or is it separate?<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\"><\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: No, no, I mean that’s, in my mind, we have maternity leave because one needs maternity leave after childbirth in order to recover, relate to the child, take care of the child’s needs, all of that. So we have some societal accommodation there. So sort of like it’s not a secret that it’s hard, <\/span><span data-id=\"P2-N200391\">I guess, is the other…is how it was related.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: I see. [Pause.]<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: I think there’s also the sense that like one of the things I’d like to do in my other relationships is like be aware of the things that people are struggling with and sort of offer to talk with them about them; sort of tell them that I understand this is going on. So I think that I’m trying <\/span><span data-id=\"P2-N2003D1\">to do that and realize that our relationship is very different from my other ones, but I think that I’m doing that anyway. So I think that’s part of it. [Pause.]<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">I think those are all like important things and I am glad to have said them and thought about them. I think they are important. But none of them; none of those or any of the other things, many things that I’ve said on this topic actually get to like how did it come to be the case that I asked that question? <\/span><span data-id=\"P2-N2003F1\">[Pause.] It’s all related because I do have all of those things. But the actual how it came to be is [pause]…<\/span><\/p>\n<span data-id=\"P2-N2003E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562598\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">Some time ago I asked you whether this would be your first child and you said it would be your first biological child. So a couple of weeks ago, then, I sort of…and I phrased that question very carefully to avoid asking the question that I then later asked to like…I did that because. Anyway. [Pause.]<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\"><\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">So a couple of weeks ago I sort of talked as if this were your first pregnancy, and so in harvesting you, you inquired as to why I would think that was the case. You were curious about that. And I sort of responded very quickly that that’s what you had told me. And even shortly after that, but on reflecting <\/span><span data-id=\"P3-N200451\">later, that’s really not what you had told me. What you told me is that this would be your first child because that’s what I had asked deliberately went into that question.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">And so I then felt like perhaps I had dismissed very real and very trying struggles of yours and really don’t want to have done that. And so I asked the question believing that it was likely that becoming pregnant has been a challenge and has been a hard, like a traumatic thing in other times for you. <\/span><span data-id=\"P3-N200471\">Because I wanted to, I guess, apologize for dismissing that. So, that’s the how it came to be.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: And was the hope that had I had a miscarriage or had an abortion or something like this – I guess those were the two conditions under which I would be pregnant and not have a child right, I guess those were the only two – that I would say more about that or just that it would be acknowledged <\/span><span data-id=\"P3-N200491\">or what would happen?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: That’s a good question. [Pause.] Yeah, so when asking questions and thinking about it, I had a desire to tell you that I feel sorry for dismissing that experience and also to tell you that I was sorry for your loss if that were the case. [Pause.] That’s about as far as it went. Like I don’t <\/span><span data-id=\"P3-N2004B1\">[pause]…it’s sort of like I…sort of like if I accidentally step on your foot when I was walking in here, I might say, “Did that hurt?” and then I would apologize for stepping on your foot. Normally I would probably just apologize because I’m sure it would hurt, but like if I weren’t sure I might ask <\/span><span data-id=\"P3-N2004B2\">first. That’s like a crappy metaphor for what I think was going on. I actually want to know, but that’s like…I also recognize that that’s a level of knowledge about you that I have no reason to expect you would want me to have and I’m actually really okay with that. But it’s this idea that like I have <\/span><span data-id=\"P3-N2004B3\">unintentionally stepped on you that led me to ask the actual question. [Pause.]<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\"><\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">Part of my anxiety comes from the sense that my, in asking that question, and in feeling like you sort of pulled back at that moment as if that were like both a shocking question and perhaps too much; as if I had like in trying to fix something that I felt like I had done badly or yeah; that’s close <\/span><span data-id=\"P3-N2004F1\">enough. I had done another thing, I had asked too much or something. [Pause.]<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">So I’m going to move on to the other questions now. I asked you, I think, at the end of the last session that had you ever been suicidal and whether you would lie to me. You were struck by the pairing of those questions.<\/span><\/p>\n<span data-id=\"P3-N20050-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562598\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: Rightfully so. Particularly with [inaudible – 20:53]. Some of that was the time constraints and some of that was like having the sense that I’ve asked this question that you don’t want to answer; trying to give you enough other questions that you couldn’t possibly answer all of the questions <\/span><span data-id=\"P4-N200551\">so we can both pretend that you’re not avoiding any particular one. My instinct is to keep throwing other questions at you. I have many more, so it’s…<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\"><\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">Those two I asked in particular because I had been thinking, I think the day before, I asked them; like so I’m anxious about asking those questions for, you know, reasons about me. Not about like asking too much if you…those questions, I sort of was wondering are there any questions to which the answer <\/span><span data-id=\"P4-N200591\">might fundamentally change my view of who you are or my view, my experience or my understanding of you? And so those were the two.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">Have you ever been suicidal? Obviously my wife has been for a while and that has changed, radically, my view of her. I find myself unable, although that’s not strictly correct, to trust her. Unwillingly, certainly hard. And so it’s a sense in which the answer to that question has the possibility to <\/span><span data-id=\"P4-N2005B1\">shake me in some deep way. Either you, if you say yes; if you say yes, then either my relationship with you will change in some way internally or I will feel a certain way. Or I won’t. And if I don’t, then that means something about my response to Tanya. It seemed like an important question to at least <\/span><span data-id=\"P4-N2005B2\">talk about this part of what we’re doing seemed important. I actually don’t know how much it matters…what the answer to the question is. And I think [inaudible – 23:23] well it is vaguely related. It is, in a lot of ways, related to my friend Franco, if something is too uncomfortable for him, he will <\/span><span data-id=\"P4-N2005B3\">just lie to my face. I’m kind of okay with it, and I’m kind of really not okay with it. I don’t have, I guess, my feelings on that sorted out. So I think that’s sort of how that question came about.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\"><\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">I do have like actually specific concerns on that question, so I haven’t told you what would happen if you said yes. Would you, if you had a theory about what would happen to me. Give me the answer you thought I needed rather than the true answer. That’s part of the question, would you lie to me. So <\/span><span data-id=\"P4-N2005F1\">I guess it has two parts to it. You wanted to harvest more; harvest [inaudible – 24:18].<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: You’re doing just fine on your own.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Oh, but I’m done. Those are all the things that I traced out to present.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Clearly you thought about it. I will say with the question about whether I was…I did sort of pause after you asked the question had I been pregnant before. And it wasn’t…it made me think that I didn’t really like that question. And my not liking…but the reason that I began to be more focused <\/span><span data-id=\"P4-N200651\">on you is that my liking or not liking a question should not be the reason that I respond to it.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">So it wasn’t that I was…I mean maybe it seemed like I was becoming defensive. I didn’t feel like, you know, defensive per se. I felt like I think I’m losing the point here. It came to a question where I didn’t like the question to make me think maybe I need to be rethinking, just answering your questions <\/span><span data-id=\"P4-N200671\">because I think I’m losing something in that. So that’s why I shifted. Not necessarily that I was trying to avoid answering it per se.<\/span><\/p>\n<span data-id=\"P4-N20066-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562598\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\"><\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Are you willing to say anything more about what you mean by you didn’t like the question?<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Just, I mean I…it doesn’t really bring up anything negative. But I didn’t like it; it wasn’t like, of the questions you asked, not a question I wanted to answer.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: So that’s what I mean by it. Not like I didn’t approve of it, but it was yeah; it was something that I was less, sort of just okay, let’s just answer that too. And then when I thought about that, I thought well my liking doing something doesn’t mean that this is necessarily the most productive, <\/span><span data-id=\"P5-N200711\">or you know, something like that.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">Liking is a little too strong, but kind of something around that.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: Okay. [Pause.]<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\"><\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: Oh, where did you go?<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: I’m actually just trying to wrap my head around what you said, like just internalize it. It seems to be slow or something in this specific context. If I’m understanding correctly, your internal response to the question made you question the approach that you had been taking, so you changed the approach.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Yeah. Exactly.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Alright. [Pause.] I actually had nothing else…other than I have read one of those books and liked it. So.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: Which one?<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Curious Incident – The Dog in the Night-time.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: That’s a good one. That’s a good book. Very quirky.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: I mean there are so much that you’ve said today that, you know, I would take up with you and sort of…well, at least a couple of things are coming to my mind. The one thought I had is when you were describing just a lot of these things. Not all of your questions, but a lot of your questions <\/span><span data-id=\"P5-N200891\">were about me; making sure I was okay and\/or like concerns about the challenges or the difficulties; that they have driven like a negative valance. You know like knowing a lot of other pregnant women and how difficult it is and like kind of along that vein. And I was sort of struck by that. [Pause.]<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: I think I had the sense that one of the ways that people get through life is by sharing their joys and their sorrows with the people and normally, I can…I have like the capacity to carry a lot of things so I can sort of carry other people’s sorrows. It helps. And I like it too. I like to help <\/span><span data-id=\"P5-N2008B1\">people. I think that’s sort of…I think that’s all I have are just thoughts. [Pause.]<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\"><\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">I think part of it is that most people, not necessarily me, but most people will sort of tell you or tell you, an arbitrary person, the things that I wish they’re excited but won’t necessarily say the things they’re excited about that have been hard. That’s where I think this sort of idea that being <\/span><span data-id=\"P5-N2008F1\">aware of someone else’s troubles is an important thing because may or may not like come out with it, but they almost certainly want to talk about it at least a little bit. Having to acknowledge that this is hard or exists. [Pause.]<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">There are probably a lot of other ways to tackle this metaphor, but those are my first responses.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: And do you feel that’s somebody that I would want to do to?<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: No. I think not with me. I feel like it must be a thing that you want to do, but you know, you talk about taking care of yourself and having a good support network. Those imply that you do these things. Yeah. That was a sketchy response, but it covers the whole area.<\/span><\/p>\n<span data-id=\"P5-N20094-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20094-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562598\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: Does it make you feel left out in some way?<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: [Pause]. Almost certainly. Like I don’t have any real sense that you ought to, like, rely on me when I share these things. Phrasing that seems sort of absurd. [Pause.] But I felt like I talked many times about how strange it is for me to be in a relationship where like I share all of these intimate <\/span><span data-id=\"P6-N200991\">things and now myself like, you hear, perhaps; occasionally I mentioned in passing the good things in my life. But mostly I talk about the bad things here. So that’s like one way our relationship is skewed. And then another is that like you just don’t talk much about yours.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\"><\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">One of the struggles over the last several weeks is I feel like has been trying to, for me, trying to like take away the barriers to intimacy that I have made so that the ones that remain are natural in some sense of the ones that you aren’t supposed to like the ones I’ve made up for you to want or <\/span><span data-id=\"P6-N2009D1\">something. So.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">So I guess I also want to express some uncertainty at how I don’t know; it’s not for me to know [inaudible – 35:38] like what you do and don’t want to share. That’s a part of exploring or growing or developing the relationship that we have, whatever exactly it is.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: That I’m not sure…my other set of thoughts which I’m sure are related somehow, is what you were saying earlier about thinking about in general, perhaps, my pregnancy, bringing even more to the forefront about wanting family or not wanting family, or not even knowing if it’s possible with <\/span><span data-id=\"P6-N200A11\">Tanya. And clearly that’s…thinking about that.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Yes. [Pause.] I feel like I’ve sort of said more or less what I had to say on the subject. I so want to say, yeah, you are hearing me correctly. That is a thing that I’m thinking about and it’s hard. But I guess that’s not a sufficient prompt to talk about it further. Is that an okay thing to say?<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Well clearly you have a lot of fears and fantasies about what this means. [Pause.]<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: I’m sorry; what is the antecedent?<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: What, in terms of like…I mean there’s…I sort of understand like. I have some awareness of why you’d be thinking about this; about Tanya in particular. But it seems like there’s a lot more to it than just what you said in terms of how you think about having a family or not having a family. <\/span><span data-id=\"P6-N200A91\">So she’s working as a nanny for three small children right now, so like it’s the sense in which I know that she could do some of the tasks of it. I guess several particular anxieties that I have. I think I’ll just list them or try to.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\"><\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">So the…I really hate the word “hormonal,” but emotional and hormonal changes that occurred during and after pregnancy can be very intense. And particularly for someone like Tanya who’s already very, in some sense, unstable. Like right now she’s relatively stable. She goes in to zones of instability <\/span><span data-id=\"P6-N200AD1\">where small impulses like had disproportionate responses from her. I’m anxious about that time period. Both pregnancy and post-partum. [Pause.]<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">One of the reasons that she’s able to…she works as a nanny three days a week, ten hours a day, which is really intense. It’s pretty tiring for her, but being a parent is 164 hours a week. You don’t take time off. That’s not to say that one can’t construct one’s life so that the children go to daycare <\/span><span data-id=\"P6-N200AF1\">or have a nanny. The parents don’t share the labor, but it’s always there. You don’t walk away from it. Like she could always just quit her job right now. It’s not okay to quit children. It’s just not okay. [Pause.]<\/span><\/p>\n<span data-id=\"P6-N200AE-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562598\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">That’s exactly what her mother did to her. So there are some real similarities between her and her mother. Some of those are presumed genetic and some of those are presumably, I believe like, angry person raises children and turns them in to angry people and they raise children and turn them in to like…the <\/span><span data-id=\"P7-N200B11\">damage seems to propagate regardless of the genetics of the situation also. [Pause.]<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">There are like two sets of fears there. One is that she will behave in a way that her mother did. And one is that she will inflict the damages that were inflicted on her on our children because there’s a real sense of…she feels like she’s inflicted them on me. So I think that’s a list of my major concerns. [Pause.]<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">[00:00:41:12]<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: I can certainly see as much as you’re happy for me that this has…this is tough. This can be tough for me being pregnant to the extent that it, you know, brings up this issue more even though it sounds like it’s on your mind anyway.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: You know I actually think that you being pregnant is a good thing. I’m very happy for you and hopeful that things will be good for you and [inaudible – 42:34]. It sounds like it’s given us an opportunity to talk about these things. So thank you for that particular way of phrasing it. But I don’t <\/span><span data-id=\"P7-N200B91\">think so. I actually…thank you for indulging me talking about these things while you’re pregnant.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: Indulging sounds so trivial, for a lack of a better term. I’m not doing it to indulge you.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: You know that always brings me out this question of why are you here? Why do we do this? Like what…? Yeah.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: That’s certainly a non-trivial question.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: [Laughs.] Yeah.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">[00:00:43:42]<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">You know one of the other things that, [inaudible – 43:58] in all of this is I feel like I’m trying to work out these issues that I have with [inaudible – 44:02]. I’m working them out at you or something. I feel like that could be challenging or something to you. So particularly in you shifting how <\/span><span data-id=\"P7-N200C51\">you were responding to it. I felt more anxious about it. But you having said what you said, I sort of…I guess I understand better that there was no particular…talking about my fears of being off-putting. So…and I’m also sensitive to changes in the world around me of any kind, particularly other people. <\/span><span data-id=\"P7-N200C52\">Who knows why? I just know…so. [Pause.]<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">That’s something that plays in to my mind. Phrasing internships there. [Pause.] I feel like I’m asking a lot, but you need not be willing to give, and I really appreciate that you… [Pause] see me at all, but also are making extra time for me.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">[00:00:45:24]<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">Here, even though I am who I am I guess, or something.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: You’re anxious about what you’re asking or from me on a lot of different levels.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Yeah, I think that’s right.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: Uh huh. [Pause.] Yeah, I think we should certainly continue to talk about because it’s not just about me here.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: Yeah, that’s right.<\/span><\/p>\n<span data-id=\"P7-N200D2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200D2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562598\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">THERAPIST: We do need to stop though, but I’ll see you tomorrow.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: Okay great. Okay take care.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}