{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses feeling stressed and anxious about work and an upcoming move. Client discusses how to handle being angry at her mom and her coworkers."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Self-defeating behavior","Work settings","Stress","Work behavior","Psychoanalytic Psychology","Anger","Anxiety","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["5"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Self-defeating behavior","Work settings","Stress","Work behavior"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562426","dorpId":"1006469419","contentType":"text","aucs":"CTRN-V1","title":"Client \"K\", Session April 15, 2014: Client discusses feeling stressed and anxious about work and an upcoming move. Client discusses how to handle being angry at her mom and her coworkers.","fullTitle":"Client \"K\", Session April 15, 2014: Client discusses feeling stressed and anxious about work and an upcoming move. Client discusses how to handle being angry at her mom and her coworkers.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562426\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">NO VOICE UNTIL <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I guess I’m just feeling anxious about work. I’m sending these samples off later today and everyone is going to give me last-minute submissions. (pause) It’s kind of hard to deal with people or put up with . . . Like yesterday, I was in our office across the street helping out. [ ] (inaudible <\/span><span data-id=\"P1-N2000F1\">at 00:02:36) In the morning, one of the post docs was giving me samples. He’s very talkative and repeats himself over and over again, like giving me samples and giving me information and telling me all about it. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Like verbose?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Yeah. He’s French, so I don’t think he gets it, because he’s very pushy. I don’t think he understood that I was very busy and I was like, “Okay, I’ll do it.” So then while I was out he sent me this long e-mail like here are the samples; here is how he got the samples. In the morning, I also <\/span><span data-id=\"P1-N200131\">showed him where to put the samples and I was like, “I’m going to be out of the office for a couple of hours, so put them here.” The box was marked with my name.  I had orange tape on it, very bright. He was like, “I put the samples in a box. I’m not sure if it’s yours. It says ‘Molly on it.” (both <\/span><span data-id=\"P1-N200132\">laugh) I was like, “Yeah, that’s mine.” Then I get another e-mail where he’s taken a series of photos of the box. (both laugh) Oh, my God. Yes, that’s it. Then I get one more. I was like, “Yes, that’s it,” and I think he could tell I was perturbed. I was like oh my word. Then he sent me this e-mail, <\/span><span data-id=\"P1-N200133\">“I hope your experiment goes well.” Blah, blah, blah. I know you were trying to be nice because you could see that I was upset because you’re taking up so much of my time for something so simple.  I can’t be like “okay, everything is fine” and be nice because then it draws him into talk more and ask <\/span><span data-id=\"P1-N200134\">me questions about things unrelated to science, so I’m just like ugh; I don’t know. I was getting kind of angry. Then another one of our techs is out sick and I was trying to help out with people who needed her. It was a lot.  (pause) I think it’s because I’m kind of feeling extra anxious because I <\/span><span data-id=\"P1-N200135\">have to be there tomorrow and so I’m not there to control some of the craziness or something. (long pause) <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">I guess I feel a little unsettled. I think it’s not only because of work, but because of figuring out different options of moving my furniture. Should I ship it or should I just sell it all? Moving – it’s very expensive to rent a truck and drive it and selling it all – but we’ll see; so I’m just feeling <\/span><span data-id=\"P1-N200151\">kind of unsettled until things are kind of concrete or [ ] (inaudible at 00:08:49).  (long pause) <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: So some of the stuff with work and then with the move it’s feeling out of control?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Right. I guess I’m kind of worried how to best handle it because I’m frustrated with people. (pause) I talked to my mom for a short time last night and I was explaining different options about shipping the furniture. I said it seems like a lot and I don’t want to deal with it.  She said, “Oh, <\/span><span data-id=\"P1-N200191\">it’s just something you have to do.” I’m like, “I know that, mother. I just want to complain.” (both laugh) I was getting upset. (long pause)  I guess I want to remain in control or keep myself calm, but then when things like what the French post doc are doing puts me over the edge. I feel bad because <\/span><span data-id=\"P1-N200192\">I know he’s just that way. (pause) <\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562426\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: I find myself thinking in terms of a parent and a kid and good behavior. You need the French post doc to behave and he’s not behaving. He’s just not behaving, he’s just chatting too much and taking 17 pictures of the box and taking up too much of your time and “I don’t know if you got it” <\/span><span data-id=\"P2-N2001B1\">and continuing to take up your time and apologize for it.  It was frustrating and difficult for you when he wouldn’t behave. Your mother was a little bit the opposite. You wanted to blow off some steam and her attitude was like, “Well, you know, you just have to deal with it. It’s something that’s on <\/span><span data-id=\"P2-N2001B2\">you to fix.” In other words, you weren’t behaving for her, I think.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Right. She wasn’t being very comforting or anything.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: Yeah, she was treating you as though you were doing something kind of wrong in wanting to complain to her about it.  Something about it can feel to you like it actually throws her. Like it’s not so much that she was going “well, you’re not behaving properly,” it’s more like “I can’t handle <\/span><span data-id=\"P2-N2001F1\">this.” “Well, this is something you just have to deal with.” (long pause) <\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: I guess in her mind she thinks things are easier, [but it’s not.] (ph?) It’s like her way of not wanting to deal with it or think about it.  (pause)<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: I actually think this may come up fairly often here, where you have this overarching sense that there is a way you should be doing things, both out in your life and in how you talk here, and that I know what that is and, even though I don’t say so, I kind of expect it of you; and that’s pretty <\/span><span data-id=\"P2-N200231\">uncomfortable if you don’t know what that way to do things is.  It’s like there’s something quite wrong. (pause)<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: I guess I feel bad to sit there and kind of be angry at them, angry at this post doc or my mom. I mean, the post doc was being nice, it’s just his way of being nice wasn’t convenient for me.  And my mom, that’s her way of supporting me, by saying “just deal with it.” It makes me feel bad to <\/span><span data-id=\"P2-N200251\">sit there and pick apart them, so it all comes down to me better dealing with it or I need to handle myself or I need to be doing something else to keep calm and not get upset.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: It should be, though, because either one of them is actually recognizing what you need. I take your point that you feel like there is something the matter with you when you can’t make use of what they give you or, at least, take it more in stride.  I know that bothers you a lot. At the same <\/span><span data-id=\"P2-N200271\">time, I think it’s also true that they’re not really recognizing what you do need.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: I don’t know. It’s like that’s selfish or I’m being rude or something.  (long pause) It sounds like they’re doing what they think is best. The post doc is just trying to be nice, trying to make sure everything is in order, but I’m not putting in my best.  I’m just like, “Okay, I’ve got it. Leave <\/span><span data-id=\"P2-N200291\">me alone.” (both laugh)<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: That’s not how you really describe it and not in the feeling, at least to me, of how you originally described it, which is much more like they are responding to their own anxiety. I guess I could look in my notes. I don’t remember exactly what you said about the post doc, but my impression <\/span><span data-id=\"P2-N2002B1\">is that you said he’s just kind of this way and he gets worried. You made it clear you had a box with your name on it and it’s big and then he sends you all these pictures of it. The way you describe it, it’s not as though he’s just sort of like “what’s going to be most helpful for Molly? I’ll send <\/span><span data-id=\"P2-N2002B2\">her a bunch of pictures just so she knows I put it in the right box. I don’t have to, but that will be most [ ] (inaudible at 00:24:01).”  It’s more like he’s really worried that he’s not bringing the samples in correctly. Or with your mom, something about the way you describe her and how you say it, <\/span><span data-id=\"P2-N2002B3\">it’s like the only way she can deal with your wanting to complain or be anxious about this drastic, big, interstate move is to shut it down; more so than she was saying “I could just listen to her complain and I could just sit here and be supportive, but I don’t think that, at the end of the day, that’s <\/span><span data-id=\"P2-N2002B4\">what’s going to be most helpful to Molly. I think what’s probably going to be more helpful is for me to put it back on her and just tell her to do it.”  It seems more, as you describe it, like she just kind of can’t tolerate the stress or something and has to, like in a tennis match, just hit it back at you.<\/span><\/p>\n<span data-id=\"P2-N2002A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562426\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: In the moment, I was angry and then when he was sending me these e-mails I was angry. I wasn’t really angry with him, I was just like “this is ridiculous.” Then I immediately felt bad because I know that he’s just trying to be nice.  And with her, I think her only way of being supportive is <\/span><span data-id=\"P3-N2002D1\">just trying to motivate; just do it. (long pause) It feels to me like it’s picking your battles. I could sit there and be extremely angry at [Fabian] (ph?) and just chew him out like “I’m busy, too. You’re wasting my time. You don’t make it simple. I don’t want to hear about other things. Just give <\/span><span data-id=\"P3-N2002D2\">me the samples and give me the information that I asked for.” I could just sit there and chew him out, but it’s not worth it for me to make him upset and things like that. And with my mom, I could go into “you don’t do anything all day. You can’t spend a little time doing some research or helping me <\/span><span data-id=\"P3-N2002D3\">out?” It just doesn’t seem worth it because it would just make her upset. It won’t improve anything. It’s like I need to better deal with these situations or not make myself [horrible] (ph?) to them.  (long pause) <\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: I see. In a way, it sounds to me like I’m sort of not giving you the room you need to deal with these situations. Are you saying that I’m suggesting you should push back on them in the ways that you mentioned, like chewing them out? That’s not what I had in mind.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: No. It’s just in terms of telling them what would be better or kind of like whatever I need to not be upset. <\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: I guess, to be clear, in my mind there is some space. There’s a gap between it’s your fault and you shouldn’t be frustrated with them. You should roll with how they’re being on the one side and chewing them out or telling them they just can’t do this this way because it’s completely unhelpful <\/span><span data-id=\"P3-N200331\">on the other.  For example, my sense is that you’ve tried many times to have that conversation with your mom and it doesn’t work; and part of why you’re saying that you don’t want to have it with her is that you have and it just upsets her and probably frustrates you and nothing good comes of it. That <\/span><span data-id=\"P3-N200332\">certainly makes sense to me; but I guess that doesn’t necessarily mean you’re wrong in thinking she’s not being helpful to you or that it’s your fault if she’s frustrating you. (pause) <\/span><\/p>\n<span data-id=\"P3-N20032-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562426\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: For some reason it just feels like that’s the wrong way to go about it, being frustrated, for me to criticize them.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: Do you mean to criticize them in your mind?<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: Yeah. I should just better handle it.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: Does that mean that there’s some kind of disconnect that you don’t like or a rift? <\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: Disconnect between what?<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: You and them. In your mind, you’re frustrated with them but you don’t anticipate it will be helpful or constructive to take it up with them. You’re saying that there is something about that that just doesn’t feel right, that feels like that’s the wrong way to handle it.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: I am angry, so it kind of comes off passively that I am upset. So then I guess I feel bad for doing that or just having that feeling of anger towards them. <\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: So partly what you’re talking about is a pretty judgmental anger. It’s not just like you’re angry of them, but you’re angry and critical of them so it seems disingenuous, like it’s probably going to leak out anyway that you really find how they’re treating you seems pretty wrong.  (long pause) <\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: I just feel like I’m not handling it well, both being critical kind of builds in my mind but then I also worry about how it’s affecting me and how it’s coming off in my interactions with that person . <\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: I take your point, though, that there are two strong feelings that are on top of each other. One is that you should be able to accommodate how they’re being and not be bothered by it, but just let it roll off of you. The other is that you’re angry and also quite critical in a way that, for <\/span><span data-id=\"P4-N200471\">some reason, or in a way that seems important, but, I guess, it’s kind of mysterious to me.  It feels like that has to be a part of the conversation, seeing a little kid, like a four or five year old doing something wrong that they were doing but that they really weren’t supposed to be doing, but not <\/span><span data-id=\"P4-N200472\">saying anything about it – like breaking things or being disrespectful or making a big mess or something. You don’t just sit there and say, “Oh, well. That’s kind of annoying, but I’ll keep it to myself.” Somehow that wouldn’t be right. (pause) <\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: I don’t know. Being critical helps me kind of explain their actions, but then it’s always like it might not be true. It’s just a story in my mind. It’s always so negative and I don’t want to be like “what’s wrong with you?”  It seems like that’s the wrong thing to do, like there is a more positive <\/span><span data-id=\"P4-N200491\">way of dealing with it or stopping the behavior that’s upsetting me or whatever. (long pause)  It’s also that I’m angry at them and feeling mad at them. I don’t know why in the meeting I have to get mad, but I’m so fed up with what they do and their actions and it kind of seems weak or petty and then <\/span><span data-id=\"P4-N200492\">it’s hard for me to interact with them. Then it feels so false and forced and I just get angry.  (long pause)  I can let it go for a little bit, but then something will happen and it intensifies that same feeling, like this relationship is [ ] (inaudible at 00:44:05).<\/span><\/p>\n<span data-id=\"P4-N20048-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562426\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: We should stop for now.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: Thursday is the next time?<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}