{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the difficulties of teaching others new tasks."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Work settings","Work behavior","Psychoanalytic Psychology","Anxiety","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["4"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Work settings","Work behavior"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":4,"pageCount":4,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562218","dorpId":"1006469211","contentType":"text","aucs":"CTRN-V1","title":"Client \"K\", Session February 05, 2014: Client discusses the difficulties of teaching others new tasks.","fullTitle":"Client \"K\", Session February 05, 2014: Client discusses the difficulties of teaching others new tasks.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":4,"totalPages":4,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":4,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562218\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: The girl who came in to (inaudible at 00:00:49), her name was Lolo. (pause)  She’s very nice, but she has a strong personality in terms of like we did a microwave analysis on her samples that she did. It’s very baseline learning and the inferences. Also, just from a statistical standpoint, you <\/span><span data-id=\"P1-N2000D1\">usually need three replicates of each sample so you can average across three samples and it kind of gets rid of sample-to-sample variation.  She doesn’t have that for every single sample. She has it for some of them, but not all – and that’s fine. This is for her to learn the tools. But she kept pushing <\/span><span data-id=\"P1-N2000D2\">and making a lot of inferences about the data that we were looking at. It’s nice and exciting and thought that I would like to see her data and look at genes and look at papers that have looked at this gene in a different context. It just felt like very dangerous. I had a feeling like Bryan – he wasn’t <\/span><span data-id=\"P1-N2000D3\">really around; he was busy – but when he did pop in and say hi or ask her how it was going or what she was working on, she would kind of say things about everything that we were looking at and be jumping to conclusions, like “I’m ready for this paper and we’re going to do this and this.”  This stuff <\/span><span data-id=\"P1-N2000D4\">was all first look, preliminary. It was a lot. I want her to be excited about data. I told her that you need replicates and we have to do statistical testing. Bryan was going to say something, but she was still kind of like “Well . . .”  I just don’t know if it was her, if I was teaching it wrong, how <\/span><span data-id=\"P1-N2000D5\">to look at things, how to find things that are interesting and how to use the tools. We’ll see. After she left yesterday, I felt a little like I was going to be in so much trouble because I haven’t been doing my normal stuff for the past Monday and Tuesday.  She seemed happy and had tons of information <\/span><span data-id=\"P1-N2000D6\">to go off of and things that she could take back and learn, so that was okay; but I just felt like I didn’t caution her enough or maybe that was just kind of the way I was taught, so everything was kind of like “don’t do that;” “be cautious;” “it’s dangerous to do this comparison to this.” (pause) <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: [So the end of it was that it was kind of] (ph?) stressful that she seemed so cavalier, in this potentially responsible way, leaving it open as to whether you hadn’t explained it well enough to her or because it’s how she is or her not understanding. And also because you were feeling kind <\/span><span data-id=\"P1-N2000F1\">of vulnerable for not having gotten done the stuff done that you usually do on Monday and Tuesday? <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah. Also I wanted to give her more exciting things to see or make sure that she got everything; and I felt like I didn’t know how to do that. (pause) I guess either way I felt like I either wasn’t prepared enough for her or I was in trouble with Bryan because I was kind of letting her dictate <\/span><span data-id=\"P1-N200111\">what she wanted to look at and how she wanted to look at things.  (long pause) <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I see. The way you describe her seems to capture her pretty well, how you’re worried about being blamed for being. In other words, she’s cavalier, she’s doing things kind of off the cuff, and too quickly she’s not being careful. She’s not being plan-ful enough, in a way, and that seems like <\/span><span data-id=\"P1-N200131\">it’s kind of the view you’re worried that Bryan could take of you, in the sense that you haven’t been careful enough in how you taught her; because you couldn’t get to your other stuff.<\/span><\/p>\n<span data-id=\"P1-N20012-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20012-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562218\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20014\"><span data-id=\"P2-N20015\">CLIENT: Right. (pause)  I don’t know. (pause) I don’t know. I guess it just didn’t seem like everything was kind of (inaudible at 00:10:50) and then in the background, again, Bryan had a meeting today with his company.  Someone else had actually done the samples and I process them for microwave, but <\/span><span data-id=\"P2-N200151\">in the background I was hearing them and worrying about those samples to make sure he was okay. It was like everything was harder and I was oversaturated. I was worrying about them. I couldn’t critically think about things. I was just worrying all the time how to be helpful or to keep myself calm.  <\/span><span data-id=\"P2-N200152\">(pause) I guess it’s hard for me to step back or [let her] (ph?) handle everything.  (long pause)<\/span><\/p>\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">THERAPIST: I think it’s also kind of hard to step back in the way that you are now and look at how things were the last couple of days.  Again, I have the sense that even if you knew at the time that you were stressed and worried about all of these things, it’s a little different to be reflecting on <\/span><span data-id=\"P2-N200171\">it here and feeling bad about it; feeling that it’s not how you want it to be. (pause) <\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">CLIENT: I guess it’s because I want to clean up the mess that’s happened the last two days. (pause) During those two days, on Monday it was a lot and I was just (inaudible at 00:15:55) through the whole time.  Since then I was worried that I wasn’t going to teach her enough or I’m a fraud, that I don’t <\/span><span data-id=\"P2-N200191\">know anything, or is this is going to be okay. It’s just hard to go back to normal after she went to her hotel. (pause) <\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: Like it’s hard to settle down?<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Right. Like to step back from feeling overwhelmed and feeling like not wanting to do this, to step back and see what needs to be done or that it will be okay – stuff like that. (long pause) <\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: It’s hard when somebody is in your space like that, especially all day. (pause)<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Right. (long pause)  I guess I’m just left with the feeling of ugh, that sucked, and feeling like I need to fix it. (long pause) <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: I guess I’m trying to think of what it’s like and the things that are coming to mind are like if you get cut open or like some boundary of yours gets breached and worries start to flood out.  In a way, then the other person’s problems become your problems. It does, like with this (inaudible <\/span><span data-id=\"P2-N200231\">at 00:24:29).  I think as soon as it seemed to you like she was having a problem, that became a problem – like is it her problem? Is it your problem? Is it your problem because it’s your fault? Is it your problem because it’s just going to reflect badly on you even if it’s not your fault? Something <\/span><span data-id=\"P2-N200232\">like that. (pause)  It’s like something that you feel responsible for but have very little control over.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: I just feel like I’ve given her this task and I feel like I’m supposed to teach it in a way that’s most useful and they get it.  What I feel like I did is kind of more dangerous or sloppier. I feel like everything that happens while she’s here is my responsibility. <\/span><\/p>\n<span data-id=\"P2-N20024-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562218\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: It reminds me a little bit of how somebody might feel about their newborn, like that sense of worry and (inaudible at 00:28:04) can have and they are particularly responsible for this other person.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: You want to do it perfectly, but you’re not sure; and then you’re too overwhelmed or kind of tired to even analyze what’s going on.  (pause) I guess I just don’t want to deal with it because I feel like there are so many other things going on in my world that I need to fix or I need to clean <\/span><span data-id=\"P3-N200291\">up or I need to be thinking about; and I’m just kind of bombarded and it’s hard. (long pause) <\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: I don’t quite know what to make of this association I’m having, but it does sound, the way you talk about it, not unlike an overwhelmed parent – like an infant or a little kid where it’s so important to do it right, but you’re tired and overwhelmed and it’s hard to think and do it right. <\/span><span data-id=\"P3-N2002B1\">When you focus on one thing, there are three other things bombarding you and you’re very responsible.  I say I don’t know what to make of it because that’s not literally the situation that you’re in; (chuckles) but there are some things about it that seem a lot like that. (long pause) <\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: I feel, especially at work, that it’s just like cleaning up or fixing all of these messes that I’m half or fully responsible for them and it (inaudible at 00:34:24) and I can’t. It doesn’t allow for me to feel comfortable or even want to interact with people or even try to help them; or like <\/span><span data-id=\"P3-N2002D1\">they want to be responsible for work . <\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: Like you overcome another (inaudible at 00:35:13), something you don’t really have control over; something that you feel really responsible about and it can get very stressful. It sort of compounds that anxiety that you’re already feeling. (long pause) It seems like you’re in danger on two <\/span><span data-id=\"P3-N2002F1\">fronts, really, with all of this stuff. One front is maybe it’s your conscience or maybe it’s Bryan or whomever; but the danger there is of feeling or being made to feel like you’ve done a terrible job in one way or another. That’s one danger I think that you’re up against.  The other one is more like <\/span><span data-id=\"P3-N2002F2\">from the projects themselves, where here comes another one that you may have to take on and that may make you more stressed out; or may just give you a lot of trouble in some way or another. That seems to be the other danger – that you’re just going to keep getting overloaded as new problems or new <\/span><span data-id=\"P3-N2002F3\">job responsibilities come along.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: Right. (pause) <\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: These things are [wrapped] (ph?) in concert, but it seems like those are the chief threats, really.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Right. (pause) I guess it’s just hard for me to have confidence or feel like the key thing, like “well, I did the best I can” and forget about it; but it’s just hard for me to be okay with it or feel good about it or confident or whatever that is.  (long pause) <\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: Yeah – it must feel like the projects you’re involved in, in a way, almost feel too dangerous to just put away and feel good about. (long pause) <\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: I guess I don’t know how to put a stop to it because I just want more structure. I can’t really do it because I’m overwhelmed. (pause) <\/span><\/p>\n<span data-id=\"P3-N20038-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562218\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: I wonder if you worry about being to me what some of these difficult situations are to you – whether you worry if I hear you saying that you don’t know what to do or how to make it better or how you’re so overwhelmed, that I will feel similarly panicky or confused or very responsible in the <\/span><span data-id=\"P4-N2003B1\">way that you’re describing.  (pause)<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: [Those are all things I don’t want to] (ph?) blame or be like what should I do . . . I don’t know.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: We’ll have to stop for now. See you tomorrow.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}