{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the negative effects of procrastination and being unable to stay on-task."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Guilt","Procrastination","Self esteem","Psychoanalytic Psychology","Anxiety","Shame","Frustration","Low self-esteem","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Guilt","Procrastination","Self esteem"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Shame","Frustration","Low self-esteem"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562178","dorpId":"1006469171","contentType":"text","aucs":"CTRN-V1","title":"Client \"B\", Session March 05, 2014: Client discusses the negative effects of procrastination and being unable to stay on-task.","fullTitle":"Client \"B\", Session March 05, 2014: Client discusses the negative effects of procrastination and being unable to stay on-task.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562178\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Good morning.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Good morning. (sighs)<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: What’s on your mind?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: The long list of things I need to do that I haven’t done yet because I suck. (pause)  I’m sorry. That was kind of a conversation killer, wasn’t it? (sniggers) There is class I’m teaching at work, Statistics. It’s at 1:00 on Wednesdays. I intended yesterday to prepare lecture notes and examples <\/span><span data-id=\"P1-N200131\">for class today; and not because I was fucking around, for one, but we have this design review coming up next Tuesday and so my boss asked us all to submit drafts of our slides by Monday evening. First thing when I got in yesterday, I had feedback from some of the people who had reviewed my review, <\/span><span data-id=\"P1-N200132\">so even though I have until the end of the day today to get edits back out for a second round of critique, I spent all day yesterday working on my slides instead of preparing for the class. Now I’m kind of screwed because this class is at 1:00 today. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">I leave here around 9:20 and I tend to get to work around 10:10. I have an 11:00 – 12:00 meeting, which gives me a little under two hours to get my lecture notes and my examples done and also eat lunch. The examples require coding and mining data from the rows and I am just unprepared, wildly and dramatically <\/span><span data-id=\"P1-N200151\">unprepared. I understand the material; I can talk about the material ad lib if I have to – not ad lib, extemporaneously. That’s the word I was looking for. Why do I have trouble coming up with the right nouns? I know the material. I’ve read the relevant chapters in three statistics textbooks and the <\/span><span data-id=\"P1-N200152\">Wikipedia pages. I’m pretty confident that I know the material, but I don’t appear prepared because I don’t have the examples ready. The problem is that this particular topic is hard to find relevant examples because it’s kind of foundational.  (pause) I don’t have a whole lot of experience and skill <\/span><span data-id=\"P1-N200153\">with managing a classroom. Because these are my peers and, in some cases, my superiors, it’s extra challenging versus a room full of college sophomores. (long pause)  There is that. And I’m behind on my frustrating [ ] (inaudible at 00:04:15) magazine and I don’t know when I’m going to have time, but <\/span><span data-id=\"P1-N200154\">I have like 40 stories that I need to plow through, some of which are over a month old, which is bad. The schedule is on the book I’m producing very badly for a lot of reasons. I got shut down and couldn’t deal with ordering type last fall, so I didn’t order the type until January and it didn’t arrive <\/span><span data-id=\"P1-N200155\">until the last weekend in February. When I ordered paper I ordered the wrong paper, which was stupid of me. Last weekend I went into the shop. I thought that even if I can’t print because I have no paper, I can at least set the type and then I can print when the paper comes in.  I spent a total of 17 <\/span><span data-id=\"P1-N200156\">hours over two days in the shop and didn’t actually manage to set any type because of a whole laundry list of stupid incidents, some of which were my fault and some of which weren’t. There is this guy, Howie. I think I’ve mentioned him before. He’s in his 60s or 70s. He knows a lot about the shop.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Here at the Harvard shop as opposed to the other one.<\/span><\/p>\n<span data-id=\"P1-N20016-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20016-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562178\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">CLIENT: Yes. The other one costs $5 an hour to use.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: Yeah, I think you mentioned Howie.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: Howie is an asshole. He kept interfering and getting in my way, so I had this type which came in four big bricks this big around of individual letters, so I had 4,000 individual pieces of letter that had to be sorted and put into the case. The case is this big with internal dividers so there <\/span><span data-id=\"P2-N2001D1\">is a compartment for each letter.  I pulled down a standard case and Howie yelled at me and told me not to use a standard but to use a double [ ] (inaudible at 00:06:13). A standard case is this wide and holds all of the characters for a single font – lower case, upper case, numbers, punctuation, et <\/span><span data-id=\"P2-N2001D2\">cetera. By font, I mean a case and a size, so Garamond, Italic, 10 point. A double case holds two fonts by making each compartment smaller; half its size, in fact. You could have Garamond’s Italic 12 point in there with Italic 14 point side-by-side in the same case, which totally works if you have a <\/span><span data-id=\"P2-N2001D3\">small amount of type. Howie was like, “We have all this type and that’s not displayed yet. We have all this type in back storage still in boxes. We need to be able to display it and we don’t have any more room, any more cabinets or type cases to put type in. I’m moving all of the type from singles into <\/span><span data-id=\"P2-N2001D4\">doubles.”  I was like, “Well, okay, but this font doesn’t even fit in the doubles.” He was like, “You should try it anyway.” I was like, “It’s 4,000 characters. It’s not going to fit.” “You should try it anyway – and you shouldn’t be buying fonts without getting permission from the chapter anyway.” <\/span><span data-id=\"P2-N2001D5\">Never mind the fact that the reason we have so much font in boxes filling up not just our office, but our secondary office and another student group’s office and they’re kind of pissed at Howie for this.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">Howie keeps buying fonts that we don’t need or want without the permission of the chapter, but let’s leave aside the hypocrisy there. The other reason we don’t have room is that Howie won’t let us get rid of fonts that are obviously bad, so ones where we’re missing seven letters and you can’t print <\/span><span data-id=\"P2-N2001F1\">anything that requires a “q”, a “u”, a “t”, a “z” or – I don’t even remember what the other letters are missing, but are missing. Or fonts where there is so little type that you can’t print anything larger than a business card or fonts where the type is so damaged and worn that it’s hard to read.  You <\/span><span data-id=\"P2-N2001F2\">should just scrap those. They’re no good anymore. Type is meant to be molten down and reforged and, yes, it sucks that there are no traditional foundries using traditional processes and we’re stuck with monotype fonts. It’s kind of sad to see vintage foundry fonts get melted for slag, but when they’re <\/span><span data-id=\"P2-N2001F3\">not using the type . . . We can’t use it; it’s unusable. (sighs) I started filling the double case and, as I predicted, I ran out of space before I was even a third done or half-done distributing my type, so I had to move it all to a single case.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">Then also, Howie insisted that I had to distribute the type for a composing stick. I have a brick of type this big; a composing stick is about this big. [ ] (inaudible at 00:08:57) this big. A composing stick is about this big.  Typically when you buy type, it comes in bricks sized to slide your brick <\/span><span data-id=\"P2-N200211\">into the composing stick, slice open the paper with an Exacto blade. The bricks are wrapped; the paper holds it all together in shipment. It’s typically newspaper. So you just slide the brick into your composing stick, slice it open with an Exacto knife, and you’re good to go. The composing stick allows <\/span><span data-id=\"P2-N200212\">you to move type from wherever you set it to wherever your type cases are. The problem is that with a brick this big, it’s hard. And there were no spacers. So typically when you’re actually working at a job, you have a line of type and just the flexible feet of lead, slide it in, and then the next line <\/span><span data-id=\"P2-N200213\">of type. So we get leading from the visual typesetting because the actual lead you put between lines of type.<\/span><\/p>\n<span data-id=\"P2-N20020-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562178\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">I don’t know if you’ve ever heard the term leading if you’ve ever set text. In Framemaker or the other big digital print-making newsletter you can set up the leading, which is the space between lines.  This is actual lead, so you will have a thin, flexible piece of lead that you slide in and that lets <\/span><span data-id=\"P3-N200231\">you take a line of type and you have these two sheets of lead on either side. You can squeeze the lead and then the compression will hold your type in place once you pick it up and move it safely. My brick of type from this particular type caster didn’t have any in them, so it was very hard to manipulate <\/span><span data-id=\"P3-N200232\">the type and move it around without knocking it over and making a mess. If you knock it over, then it’s no longer sorted. It’s not easy to see what letter each character is. Len was like, “You should put that in the composing stick.<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">THERAPIST: The basic gist here is that you have tons of teeny little letters that you need in some kind of order and also not spill them all over the place. And so these tools help you to manipulate and move the type without trouble. <\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">CLIENT: Yes. Actually, I have a picture. I cheated because I was frustrated on Friday night. (pause) <\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">THERAPIST: What are those?<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">CLIENT: That’s the type.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: The little sticks?<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: They’re about an inch long.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: I see. I don’t have anything to judge scale, so they’re about like that. What’s on each one?<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: There they are, all standing upright and aligned.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: So they’re like this?<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Where are the letters?<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: The letters are on the top surface.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: So if the type was sort of rectangle like this; here?<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: No, the type stands up vertically, the long way, so it’s tall and narrow.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Okay, got it. I was wondering how you can see all that? All right. So you have a bunch sitting there like this, like crayons in a crayon box. They put the spacers in and all of the colors in some particular order that gives you what you want.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: So Howie kept insisting that I had to transfer the type to a composing stick before I could put away the case. I was like, “Or I could move the case off the composing bench and put it next to where I’m working.” Typically, you don’t do that because you need the whole stone area so we have this <\/span><span data-id=\"P3-N200431\">giant granite stone that’s like 3’ x 2’ that you use to lock up the type.  I’m not going to explain what locking-up is, but you use it to lock up the type; and you can’t have anything on the stone when you’re locking up type because it would screw up the locking up process. I wasn’t locking up type, <\/span><span data-id=\"P3-N200432\">so wouldn’t this just move it easier if I put the letters in immediately and then I don’t have to . . . But Howie was like, “No, we have to move it into a composing stick.” Well, because there wasn’t leading in the block of type, every time I tried to move a chunk of the type into a composing stick, <\/span><span data-id=\"P3-N200433\">it fell over and got unsorted and [ ] (inaudible at 00:14:30). Then Howie dropped my phone on the floor three times on purpose, which is why it’s cracked.<\/span><\/p>\n<span data-id=\"P3-N20042-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562178\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: I noticed there were cracks in it.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: He did it on purpose. So the first time, I had run an extension cord from the front of the office to where the shop is because there weren’t electrical outlets in the back of the shop. I had my phone plugged in charging and he tripped over the cord. That was probably an accident. But then I <\/span><span data-id=\"P4-N200471\">picked it up and made sure the cord was flush against the wall and put the thing on a shelf. Two minutes later he’s rummaging around on the shelf I put my phone on that he saw me put it on and knocked it on the floor – oops.  I picked it up and put it on the shelf again and then he goes and picks up <\/span><span data-id=\"P4-N200472\">the extension cord and says, “This shouldn’t be out. This should be put away,” and starts winding the extension cord around his arm while my phone is still connected to it via the charger which, of course, pulls my phone off the shelf and it fell on the floor. That time, he looked at it, looked at me, <\/span><span data-id=\"P4-N200473\">looked at it, looked at me, and paused for four or five seconds and then said, “Oops.” That was pretty clearly intentional. Asshole. The point of that whole long story is that I didn’t actually set any type because it took me two days just to put my type in the case, which is annoying and I feel like <\/span><span data-id=\"P4-N200474\">a loser even though I did [ ] (inaudible at 00:15:53). I’m super stressed about the schedule now because I have a lot of work to do and not a lot of time left to do it in.  A lot of that is my fault, but it feels really shitty; not to mention being behind on preparing lecture stuff for work. I was going <\/span><span data-id=\"P4-N200475\">to plan a big birthday party, but I’m just too tired and don’t have the spare brainpower to figure out what I want to do or call or set anything up.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: This would be for you?<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Yep. Last summer, an acquaintance I am not friendly with had one of my favorite musicians come to her house and play a house party for her birthday. I wanted to do that, but none of the musicians I would have wanted to invite were able to make it. Helen is touring in Toronto and Delia is touring <\/span><span data-id=\"P4-N2004B1\">in the Pacific Northwest, even if I were willing to pay for plane fare for them.  Even though I was willing to pay for plane fare, schedule-wise and stress-wise it wouldn’t work. (pause) This sucks. I didn’t do any planning and now it’s going to be come hang out at my apartment and have pizza and cake, <\/span><span data-id=\"P4-N2004B2\">which is not the worst, but . . . I’ll be a power of two. I wanted to do something special and I didn’t do anything special because of this whole domino effect of things piling up and stress piling up and timelines and schedules.  (pause) Penelope asked me to move my birthday party because March is <\/span><span data-id=\"P4-N2004B3\">her birthday month, so everything that happens in March is her birthday celebration. (laughs) That look on your face – yeah. Yeah. (pause) I don’t know how I was taken in by her cult of personality for so long.  I suppose that’s how cults of personality work.<\/span><\/p>\n<span data-id=\"P4-N2004A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562178\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">THERAPIST: When is your birthday?<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">CLIENT: Next Tuesday.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">THERAPIST: Happy early – Tuesday, right?<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">CLIENT: Thank you. (long pause)  The last big birthday party I had was for 27, which was also a special number, a perfect cube.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">THERAPIST: It’s been a while since you’ve been a perfect cube.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">CLIENT: Yeah. It might be a while before I get another one. It was great. I rented out the big tub at the Inman Oasis and we went hot tubbing [ ] (inaudible at 00:20:25) and came back to my place. It was fun. We watched silly movies all night. My birthday parties as a kid all sucked. Only one person <\/span><span data-id=\"P5-N200571\">showed up to my sweet 16, even though I invited my entire grade. That kind of sucked.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">THERAPIST: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">CLIENT: It was quiet.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: It is quiet?<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: It was, but now it’s making noise again. Strange. (long pause)  I’m kind of tempted to just call in sick to work today. That would be wrong. (pause) <\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: I guess I’m struck by the various nickel regimes that you find yourself under with Penelope insisting that March is her birthday month or Howie at the print shop or, even in a maybe somewhat more benign but totally also in a way, all that’s involved in setting type and dealing with stuff <\/span><span data-id=\"P5-N200611\">in the print shop or your schedule at work; and how you’re kind of squeezed out.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: The work stuff is my own fault for choosing to work on slides yesterday instead of preparing my lecture notes. I could have worked on lecture notes. I should have worked on lecture notes. <\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: I see what you mean, that there was a decision for you to make. There wasn’t somebody else doing it to you, but I imagine in a way it’s similar in that I suspect you didn’t actually make a decision. I imagine it was more anxiety-driven than that. You were probably worried about your slides. <\/span><span data-id=\"P5-N200651\">I’m just speculating here, but you felt dominated by something – whether it was a sense of they sucked or you sucked or you were going to suck if you got [ ] (inaudible at 00:24:36) – or something like that; that you were worried about it not being right, as opposed to “I could to work on that, I could <\/span><span data-id=\"P5-N200652\">work on that. What seems like the right thing to do? Let me think about it.” Again, I’m just guessing.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: A big part of it was I was producing flow diagrams for my components and some of the things I had in the Visio diagrams were slightly wrong and I had left some things out.  There were some things that the reviewers thought were extraneous. Visio is almost like a video game, in that it’s visual, <\/span><span data-id=\"P5-N200671\">it’s graphical, and you’ve got all these thousands of things that can be maxed or optimized, like is this going to look better with a half line or a three-quarter point line? Et cetera. Once I started moving boxes around to make room for the changes that had been requested – I thought it was going to <\/span><span data-id=\"P5-N200672\">be a quick job. And then I spent all day tweaking the fucking diagrams. Diagrams – plural.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: Because of the big optimization problem with 500 moving parts.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: And there is no clear right or wrong answer. Readability is such a vague goal to shoot for and there are many ways to achieve it.  It was blech.<\/span><\/p>\n<span data-id=\"P5-N2006A-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562178\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">THERAPIST: Is it just kind of obsessive or just kind of fun?<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">CLIENT: Both. I typically work until 6:00 6:30, but I had a voice lesson at 6:00, which means I had to leave right at 5:00, so I lost an hour of my day. I meant to make up the time once I got home, but I had a voice lesson and then a piano lesson and then got home and prepared dinner. By then it was <\/span><span data-id=\"P6-N2006F1\">9:00 and the last thing I wanted to do was log into work and think about statistics; but I felt like I ought to have, so instead of doing anything fun or leisurely, I was just on Twitter all night talking to my friends about how I should be doing statistics and work but I wasn’t because I suck which, <\/span><span data-id=\"P6-N2006F2\">as you can imagine, did wonderful things for my mood and self-image. <\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">THERAPIST: I can imagine. (pause)<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">CLIENT: I need to be better about either doing my work or making a clear decision that I’m not going to do work and, therefore, I’m just at liberty now. The in-between spaces, trying to force myself to do work when it’s obvious that I’m not going to get any done is just no good for me. It doesn’t help <\/span><span data-id=\"P6-N200731\">me; it doesn’t help the people I owe work to; it doesn’t help anyone really. (chuckles) I don’t know how to go from recognizing that this is unhelpful behavior to actually correcting it.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">THERAPIST: I see. You’re sort of talking, I think, about the procrastination phase.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">CLIENT: Yep. (pause) <\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">THERAPIST: I imagine for you it’s that you’re being squeezed into it, like at a time like last night, squeezed between, I think, how overbearing the work itself can feel and how on the other side, and in a way, not subjectively, how overbearing your conscious can feel if you’re not doing the work.  <\/span><span data-id=\"P6-N200791\">This is like an unhappy medium. I appreciate that this absolutely does not address your question of what to do about it. (pause)<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: I’ve tried rewards and punishments for myself. I’ve tried CBT techniques like self-talk and all of that stuff; and I just end up doing end runs around them all.  (long pause)<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: I wonder if you feel like you’re procrastinating here, that you’re sort of talking about these things, but in some way that’s not really picking them up or really doing something so it’s like they’re kind of here, but not really. Something like that. <\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">CLIENT: I’d be lying if I said there wasn’t part of me that felt that way. You’ve explained your methodology to me before multiple times and I trust you.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: So that’s something that rests – that feeling of procrastinating here – I guess it sounds like it rests at least on me and maybe on both of us, although you feel . . . (pause)  In that version then, I’m sort of inviting procrastination?<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: I think it’s more that – and you’ve told me before – that even if I don’t see the utility of things immediately or if I feel like I’m being off-topic or irrelevant, that it’s useful because of the whole being able to spur associations to things that are relevant. I also kind of am just sitting <\/span><span data-id=\"P6-N200831\">here just bullshitting you and, obviously, stonewalling. You’ve pointed that out before. (pause) <\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: But I think you’re also saying that those ways of reasoning are set against a feeling which is quite different, which is . . .<\/span><\/p>\n<span data-id=\"P6-N20084-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562178\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">CLIENT: That I am just wasting your time and mine. Which is not unique to this, just so you know. It’s something that I feel with my voice instructor and sometimes with my friends, that I’m being useless here and just wasting everyone’s time. Sorry, you’re not special. (chuckles) <\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">THERAPIST: Actually, I had the other impression when you said it. I had a sense that you were generalizing – not because you were concerned about my feeling special, but because you felt bad saying that. It may be partly the way you’re going about this, but partly about the way I suggested you go about <\/span><span data-id=\"P7-N200891\">it aren’t working or aren’t working in the way that you want. It feels like a waste and you felt bad. So okay, Brian, it’s not just here.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">CLIENT: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">THERAPIST: We should stop for now.<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}