{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses feelings of anxiety, stress, abandonment, and avoidance."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Escape-avoidance behavior","Abandonment","Family conflict","Psychoanalytic Psychology","Avoidance","Anxiety","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Escape-avoidance behavior","Abandonment","Family conflict"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Avoidance","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562354","dorpId":"1006469347","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session April 29, 2014: Client discusses feelings of anxiety, stress, abandonment, and avoidance.","fullTitle":"Client \"A\", Session April 29, 2014: Client discusses feelings of anxiety, stress, abandonment, and avoidance.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562354\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Hey.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Hey.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I slept very badly last night. More badly than it was absolutely necessary. Jennie’s (sp?) mom is here. She’s leaving tomorrow. She’s an interesting person. I get along with all of her parents. Well, all four of them. Dalia included. And she’s tough. She’s tough and she did something terrible <\/span><span data-id=\"P1-N200111\">as a parent, which I think she’s still kind of litigating a little bit, which we talked about. Probably (inaudible at 00: 01:29) related or theologically related or whatever (inaudible at 00:01:33) this conversation. I don’t know. I just asked her, kind of (inaudible at 00:01:38). I think I’d like to <\/span><span data-id=\"P1-N200112\">understand some of that a little bit better and it’s obviously a point of interest for me, as a point of reference, in parenting and parenting with Jennie (inaudible at 00:02:02). Anyway.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">She and Jennie’s dad were just grossly incompatible. The only good thing that they did, as far as I’m concerned, was have children. And so they split—I guess they split around the time that her sister was born. As Jennie tells it, her sister was sort of some half ass stupid way to see if they could <\/span><span data-id=\"P1-N200131\">find, to see if they could be together and –it’s bad for everybody. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">At any rate, Mike was small and Jennie was five, I guess, when they first separated and got divorced when she was six. And as Dalia tells it, I don’t know, it’s probably accurate, although sure she has her spin on it. Her dad did not pay child support, the child support that he was supposed to. For <\/span><span data-id=\"P1-N200151\">whatever reason, it was difficult to compel them to do so.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">At any rate, she had finished law school in ‘69, before Jennie was born. Well before Jennie was born then. But for reasons I don’t quite understand, given that they did not yet have kids at the time, she didn’t immediately do her internship. And at the point that they were breaking up, right beforehand, <\/span><span data-id=\"P1-N200171\">I guess he was doing his internship, so she had to earn money. And then, after they broke up, she had to continue earning money. And so she didn’t end up doing her internship and passing the bar in Israel, let alone in the US, until ‘86. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">And she’s talking about her work life, basically. And she’s a complicated person. And I knew that she had some anxiety things. Jennie said had been medicated at a point, after which her relationship with Jennie improved significantly. And Jennie (inaudible at 00:04:50).<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">She told me about driving into work and having these nausea attacks, which sounded very familiar to me. Or at least I felt some empathy. You know, something that [I had] (ph). We put the kid to bed or I put the kid to bed. She had taken him for a nice chunk of the day. And then we had a drink and we <\/span><span data-id=\"P1-N2001B1\">had this conversation. Jennie got home late. This was her last late day, late Monday, hopefully ever. So she didn’t get home until about 9:30. And so you know, we spent the evening together. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">And I was thinking about that in the evening time. I woke up with—she very pointedly in, I thought, in a very caring, motherly way, expressed concern about the relationship between sleep— Jennie’s sleep and Jennie’s migraines, which is a fact. There is a relationship there and something that I’d like <\/span><span data-id=\"P1-N2001D1\">to talk about today, if possible, but [more in part] (ph) for the moment… I don’t know. I felt moved by this expression and I thought to myself, “It is the last Monday after all, so maybe I’ll stay after then (ph) just let Jennie sleep.”<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562354\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">So (inaudible at 00:06:42) we got the sleep issue or moving to iron out. We had the six month pediatric appointment today and [he gave] (ph) us some advice. For the moment at least, in the worst days, he kind of wakes up every two hours or so.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">Pretty brutal. He doesn’t like fully wake up, but he’ll meow and you have to go and put a bottle in his mouth or he wakes up. Anyway, I did that two times and it’s like, I don’t know, 2:00 in the morning, went back to sleep and I woke up feeling very stressed. And I realized that I was feeling very <\/span><span data-id=\"P2-N200211\">stressed because somehow, this empathy that I had for Dalia had awakened something that I had been avoiding very assiduously. And you know, we’ve talked about lots of different things in relation to what’s, to me at this point, puzzling scary. <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">This aversion to settling this issue –weirdly, I think, the one thing that we haven’t discussed, at least in a very long time, has been the obvious. I remember we talked about it quite a while ago, but just avoiding this distress that Dalia very affectingly, evoked. And apparently evoked in me. You <\/span><span data-id=\"P2-N200231\">know, a kind of empathetic response in the sense of kinship. In other words, in describing her own state of mind, and kind of pursuing this work that was difficult. <\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">I don’ know. It’s not totally clear to me what the various factors involved in her stress were. Whether how much of it was just having difficulty with it and how much of it was feeling angry about it. Whatever. Lots of things going on. In any case, it evoked something clearly and I was up with it in <\/span><span data-id=\"P2-N200251\">the night. At 3:00 in the morning, going “FUCK, I can’t go back to sleep” and yet (inaudible at 00:09:25).<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">So I was just thinking about that. You know, we’ve talked about the things that I want to do and the conflict with Jennie and not wanting to be used, and interpersonal things and relational things and life anthological (ph) things. But we haven’t talked, recently at least in these discussion, just the <\/span><span data-id=\"P2-N200271\">avoiding component and a thought that occurred to me was—I guess some of them were benevolent or compelling to me, which was a sense that when I’m in that state, I can’t be a good father. I can’t be with Grayson. I can’t be present. You know, I am up all night even when I’m not with him. I’m not going <\/span><span data-id=\"P2-N200272\">back to sleep. I’m in a state of—you can’t dissociate when you’re with a small child. I’m a very present father. <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">I feel very attuned and I grew up as, I think, you (ph) know, an environment where that kind of attunement was very difficult to come by and I don’t want to make such an environment—among other things, he’s just such a happy child. Somehow, we postpone whatever stress we’re having right now, pass (ph) <\/span><span data-id=\"P2-N200291\">the gestational phase when you have these epigenetic alterations of the consciousness of the infant or however neuroscience is describing these things. [He is a wonderful term] (ph). The pediatrician—she’s very nice (ph). She’s one of the charter (ph) nose ring Jews. I told you about the nose ring Jews? <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: No.<\/span><\/p>\n<span data-id=\"P2-N2002A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562354\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: The nose ring Jews are all of our health professionals in any capacity in relation to Jennie’s pregnancy. They’re all Jewish. They’re all female, and many of them have nose rings. All of the art that hangs on our walls that we’ve gotten in Cambridge? Jewish women with nose rings.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: (Laughs)<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: Anyway. She doesn’t have a nose ring, but she’s Jewish and female. And she says he just has this wonderful temper (ph), like he kept on engaging with her. He’s like smiling and talking. It was great. I don’t know. I guess I have this fear of aversion to anxiety about, it’s like a (inaudible <\/span><span data-id=\"P3-N200311\">at 00:12:34) anxiety.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">And it’s been so—having a mother who had this characteristic has really been very profoundly difficult for Jennie. It’s obvious to me that some of what she struggles with is the fact that she was raised by a woman who is experienced in all this. (Pause) And I, you know, this is something that should that we should…<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: You mean, when (ph) your parents in all this, you mean, in particular, anxiety and…<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: This kind of anxiety and being removed and having weird affects (ph), and you know, all those things that I imagine would be the case for me…<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: I got that she could be anxious to the point of being nauseous about going to work, but I didn’t realize it was the whole…<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Well, yeah. She gets very weird. So, anyway. I don’t know. This is just my train of thought at 4:00 in the morning, but that seems important. <\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: I guess that feels urgent to me. The thing that we were talking about last week and last few meetings that we’ve had, don’t feel less urgent to me because somehow I need to figure out some construction of life in the next whatever. Months, years, decades, that serve the things that are in my <\/span><span data-id=\"P3-N2003F1\">heart. And for the first time in a while, I’ve talked about them a bit. But there’s also this. This piece, which I think is at least important to have on the bulletin board.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Right. Well, they may be related in…<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Creative? Something of this creative project has been creative and is a thing and I interact with it. “It” being my son and something. And I’ve said a couple of times when I imagine doing creative project right now, the most sort of tangible audience member is my son. And so, you’re right. They <\/span><span data-id=\"P3-N200431\">are intimately related. <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Well, I guess I had—that makes sense to me. I was going in a different direction. [We used to] (ph) wonder if it was the combination of the way you’ve been thinking more specifically about—or envisioning, I guess, ways that you haven’t until recently, what you might do next. Combination of <\/span><span data-id=\"P3-N200451\">that and “Here I am” about Dalia’s work stress that made you anxious last night. In other words, that— <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Well of course. No. Yeah. Yeah. Right. It’s not mysterious to me why and how this came about. The train of thought was the interesting part of it. Not the fact of it.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: You mean the train of thought that went from that worry to (inaudible at 00:16:27).<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: To Grayson and to parenting.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: In a way that your folks would…<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Exactly. Exactly. We have talked in the past about the extent to which, not recently as I say, but we’ve talked about it, the extent to which I’m avoiding something that’s unpleasant in preference for something that’s pleasant. So there’s a clear element of avoidant behavior in—you know, it’s <\/span><span data-id=\"P3-N2004F1\">just obvious in not really very consistently or systematically pursuing the things that I need to pursue. Literally, something has to be done anyway. <\/span><\/p>\n<span data-id=\"P3-N2004E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562354\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: I think I wasn’t clear until now about your emphasis—that what you were really struck by was not being anxious about work (ph), but the way that then made you worry about not being there for Grayson the way you want and the way that impacted (ph) your parenting—I guess your mom (inaudible <\/span><span data-id=\"P4-N200511\">at 00:17:33) wasn’t there for you.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: She was there. She was there all the time. She was the custodial parent, effectively speaking, but (inaudible at 00:17: 43) that’s not what I mean though. I mean, I told you the story about how the keys in her kerchief? She locked my sister in the car and she was totally freaked out about it, <\/span><span data-id=\"P4-N200531\">and she thought the keys were in the car and she couldn’t find the keys. Fortunately, there was a firehouse down the street and all these big, beefy guys came and they jimmied opened the car and she bent over to get the car keys from the ignition and they weren’t there, but she bent her head and they <\/span><span data-id=\"P4-N200532\">fell out of her kerchief. And she was just doing shit like that all the time, you know? (Pause) <\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">And still does to some degrees. Kind of native tendency in that direction (laughs). Cleary that’s exacerbated by a (ph) having a partner who is whatever, plus having an affair.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Wait.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: She wasn’t having an affair.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Yeah. That’s what I thought. (inaudible at 00:18:53) having small children.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: And taking care of them all. (Pause) Anyways, yes. In response to your observation, yes, that was the surprising element. The surprising element was new. I sort of escaped containment somehow. Fortunately, I think because at some point I needed desperately to escape containment so it was not <\/span><span data-id=\"P4-N2005D1\">fun to be up in the middle of the night, but I knew it was going on. It wasn’t like a big mystery, but the emphasis was very striking to me. I was thinking to myself, “Yeah. If I’m like that, what the fuck. You know, all of this. Will all of this go out the window?” All of this wonderful rapport that <\/span><span data-id=\"P4-N2005D2\">I have with my son and all of his wonderful sense of satisfaction and joy and discovery that I take… will I just not be able to do that because I just can’t interact? Possibly. If I’m not sleeping at all. Right there, that’s a problem. (Pause)<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">I just had this bizarre association or whatever (inaudible at 00:21:18), which was that I haven’t had a pair of rust red corduroys since about the time that the story of the keys and the kerchief took place. There’s a picture of me in something not unlike these, except they had bell bottoms.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: [Might have been] (ph) a connection with the keys and the kerchief.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: I guess. (Pause)<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: It’s funny. I had a peculiar association to the keys and the kerchief too. Which was—it may not make any sense, but it’s what I thought. There was something about the keys and the kerchief that reminded me about how you used to imagine there were some external kind of instrumental fix for <\/span><span data-id=\"P4-N200651\">your trouble at work or with work. What mattered [was in your head] (ph). Like the keys. She thinks the keys are somewhere else. <\/span><\/p>\n<span data-id=\"P4-N20064-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562354\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: Or that she’s done something with them. [As if] (ph) she’s done something wrong. She’s done something stupid. She’s done something spacey, which at some level, how they got in her kerchief nobody will ever know.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: I guess partly the [metaphor was like] the key to something.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Yeah. That’s interesting. It was in your head the whole time.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: The key?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Not in the ignition?<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: Right. (Laughs)<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: Okay. Anyway…<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: That one I didn’t have. That’s very good. <\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Well, still happy to find one of those despite your remonstrations, but not on the horizon. Call the fire department. (Chuckles)<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: I guess one thing that seems to me quite important about what you have though last night (inaudible at 00:25:19) is there’s something about the prospect of losing contact with Grayson and the urgency and anxiety that you feel around that. I mean, a lot on his behalf. But I think pretty intensely <\/span><span data-id=\"P5-N2007D1\">is—that somehow to me seems closer and more related to the anxiety feeling (ph) that sort of causes you to avoid work in general. Do you know what I mean? It’s not that there aren’t other important realistic considerations.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Repeat that last sentence. Before, “It felt like.” Losing contact with Grayson —what was the relationship that you had set up to the other considerations? <\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: So, I’m elaborating (ph) a little more partly just so I can be clear in my own head. (Pause) When we talked about recently, you are avoiding doing work related stuff or in the past sort of …<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: I’m avoiding doing any e-mails whatsoever. I mean, I’m avoiding anything that can even be remotely be categorized as work. The avoidance is comprehensive. I can barely write an e-mail to pick up a (inaudible at 00:27:21) on Craig’s List. I can barely bear to open and look at my e-mail or my <\/span><span data-id=\"P5-N200831\">voice-mail or anything.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: And it’s been that way ongoing? I mean, you talked…<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Lately. As the urgency to do it has increased, it’s become more comprehensive.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: So, somehow to me, the anxiety that you feel or that you kind of demonstrate in your avoidance—like the best kind of symbol or narrative for that that I’ve heard so far—the one that sounds most spot on to what’s going on is the one you just said about, “Oh my God. If I’m in this state, I’m <\/span><span data-id=\"P5-N200891\">not going to be able to be there for Grayson and he’s not going to feel me there for him.” <\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: But it’s the only thing that has those high stakes.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Yeah, there’s some (ph) about the stakes and the immediacy (ph).<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Yeah. The only other thing that I have been doing is working, basically on trying—I haven’t been actively writing, but when I’ve been doing anything but that, when I’ve been opening my laptop and typing, it’s been getting material for this project or whatever it is. So that’s still happening. <\/span><span data-id=\"P5-N2008F1\">So I would say that—<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: [We talk about] (ph) betrayal and abandonment, but one thing I like [the things] (ph) closer about the talk about Grayson is that it’s a very immediate sort of face to face, real time kind of betrayal or abandonment or departure or something.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Or fear. Fear of that. It’s interesting. We have really—we’ve seen (inaudible at 00:29:45) a couple of times and there have been some very rough moments, but it seems that we’re coming through it and we’ve had a very tough but good talk a couple four or five days ago, in which we just basically <\/span><span data-id=\"P5-N200931\">said, “This is what’s scary to me and this is what’s upsetting.” And I think she said, “I understand that this is difficult for you and I have empathy for this. I understand that this is difficult for you.” Anyway, we may be running out of time.<\/span><\/p>\n<span data-id=\"P5-N20092-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20092-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562354\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: No. No. We’ve got a little more. <\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: Good. Excellent. And yet, I had repeatedly, during Dalia’s visit over the last five or six days, these fantasies that probably prompted at some level by the omnipresence of Dalia’s divorce from Georgie, from Jennie’s dad, which he talks about (inaudible at 00:30:51). For somebody who has now <\/span><span data-id=\"P6-N200971\">been married to her present husband, Jennie’s step-father, for twice as long as the 13 years that she was married to this ex-husband, she talks about it all the fucking time. Anyway, so that’s kind of omnipresent and maybe that’s got me thinking on these lines, but I’ve just had these repeated fantasies <\/span><span data-id=\"P6-N200972\">that Jennie and I will not make it work. It will fall apart. She will split and she’ll take Grayson. I don’t know about elaborate fantasies, but just thinking of a custody battle and having to be the non-custodial parent and pay child support.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: Right. Okay. So yeah, you really better not get to work, because look what’s going to happen.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Or vice versa. I better get to work or look who’s (inaudible at 00:31:52).<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: Right. But I think that latter one is probably, it’s not going to sound the way I mean it, but the more rational one.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Right. (Laughs) We’re looking for an irrational connection. Better to find it in something completely paradoxical and unrealistic than… I don’t think either of them is realistic. Neither of them is really based in our lived reality on a day to day level.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: Absolutely. But I think the one is very much (inaudible at 00:32:24) and I don’t think the other one is.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Fair. At any rate, as you made the previous comment, what came to my mind is, you know, I’m having these abandonment fantasies or separation fantasies. I’m having these kind nightmarish visions of being (inaudible at 00:32:44).<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: (inaudible at 00:32:44) stuff going on. The biggest thing is, well, I don’t know about this. Well, one big thing is you’re kind of gearing up to look…<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Clearing (ph) home. (Laughs)<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: Yes. Right. You’re preparing to leave home. You’re now having a family and Jennie’s mother being around sort of—her anxiety about work and her divorce from Jennie’s dad sort of gleaning (ph) over her head.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: (Laughs) They got that in 1970 (inaudible at 00:33:15). That’s crazy. Anyway, but yeah. Exactly. There’s a lot of them here.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST:I don’t mean this in a (inaudible at 00:33:33) way. I just think it’s interesting how [it might have] (ph) all happened for you in 1970 (inaudible at 00:33:38).<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: I know. I understand. As it (inaudible at 00:33:42).<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: So I guess I assume that the closer you get to thinking about and taking action towards going to work, the scary this is going to be.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: (Pause) Scary I can deal with. Non-functional and disassociated is terrifying to me. (Pause) But you’re right. If you could help me to understand better how to manage this, I’m okay with scary. But what really scares me, is the prospect that it will be as it ever was. <\/span><\/p>\n<span data-id=\"P6-N200B2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200B2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562354\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: Right. Well, I think…<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: And I don’t know that you could help me do that. I mean, not to give you too much responsibility here, but… (Chuckles)<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: Well, I think what (laughs)—I think what you’re referring to is the unconscious anxiety that you experienced. Like the way that these things all link up.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: I’m continuing sort of very half joking line of discussion. I don’t expect, I don’t imagine, I don’t anticipate that I will avert the anxiety. I do hope, imagine—I don’t know if I could use the word expect in this connection—that I’ll be able to avert my reaction to it. I think that’s the way <\/span><span data-id=\"P7-N200BB1\">these things work. This is the way I imagine these things working. It’s that the sequence of events is that initially the anxiety is intense. You can become desensitized to it over time but you can’t become desensitized to the things that typically trigger it until your behaviors no longer impede your <\/span><span data-id=\"P7-N200BB2\">ability to move in less painful or pain-inducing directions. <\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: The way I would say it is, “These symptoms occur when you can’t bear the anxiety.”<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: I see what you’re saying. When you can’t bear the anxiety, your symptoms occur.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: When you’re too overwhelmed by the anxiety that if you go back to work you’re going to lose your family, when you’re feeling so anxious from that you can’t bear it, you shut down and you avoid. <\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: I think there’s something implicit that you said that was very different from the way that I formulated it, which is that your definition of anxiety is something prior to the sensation of it. And that seems critical, because what was implicit in my formulation was that what I feel—the disruption, <\/span><span data-id=\"P7-N200C31\">dysregulation, you know, pain that I feel is the anxiety. And you’re saying it’s only the reaction to it. <\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: I see. Yeah, that’s right. I used the phrase unconscious anxiety a few minutes ago because short answer, “Yes.” That’s right. I think the anxiety is caused somewhere in your mind, whether you experience it as such or not. When you are moving towards going back to work because of its intimate <\/span><span data-id=\"P7-N200C51\">(ph) connections with losing your family, and then there are sort of like different pathways the anxiety can go. One is you can sort of not (ph) experience it as anxiety at all and just be completely paralyzed. Another is some combination of churning (ph) and paralysis and sort of felt anxiety. And <\/span><span data-id=\"P7-N200C52\">another is sort of let’s say readily (ph) more anxious and churny (ph) but less shut down. <\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: And optimally, there’s a fourth, which is alpha wave inducing medication (laughs). That was a very nervous (ph) one.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: The meditative approach to dealing with this kind of anxiety is actually just in the direction that I was talking about. It’s sitting with the anxiety and the churning and whatever else, which is so hard to do, but which actually helps you keep or facilitates the most degrees of freedom and <\/span><span data-id=\"P7-N200C91\">what you can do. <\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: When I still had illusions about your Talismanic (chuckles) qualities, that’s what I imagined we would do together. When I first came to you, you were recommended to me as somebody who had helped Jennie’s trend through, I think, probably dissertation related writing difficulties. But that’s <\/span><span data-id=\"P7-N200CB1\">what I imagined you were good for, was helping me to find some way of sitting with this difficulty and transcending it. (inaudible at 00:41:12) but not today.<\/span><\/p>\n<span data-id=\"P7-N200CA-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200CA-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562354\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: Well, that’s what we’ve been working on in a way the whole time. Just in a different format (ph).<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">CLIENT: (Sighs) Okay. (Pause)<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">THERAPIST: And I guess, I think it was probably clear to you already is that the fantasies that you’re having are the signs of the anxiety and to some extent come along with the visceral (ph) experience of it, I guess that’s why.<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">CLIENT: I hope that, I think clear [that I will] (ph) from this.<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">THERAPIST: Yeah. I think so. <\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: Okay. All right.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: Thursday at 4:00 to 5:00.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: Take care.<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}