{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a near death experience he had while driving in bad weather. Client discusses how he and his wife are handling their responsibilities and the fact that her job is paying the rent."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Work behavior","Parent-child relationships","Married people","Psychoanalytic Psychology","Anxiety","Anger","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["11"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Work behavior","Parent-child relationships","Married people"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562140","dorpId":"1006469133","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session February 20, 2014: Client discusses a near death experience he had while driving in bad weather. Client discusses how he and his wife are handling their responsibilities and the fact that her job is paying the rent.","fullTitle":"Client \"A\", Session February 20, 2014: Client discusses a near death experience he had while driving in bad weather. Client discusses how he and his wife are handling their responsibilities and the fact that her job is paying the rent.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562140\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: So hey, sorry about Tuesday. Yeah, it ended up taking us seven hours to get from Stamford, and we had a near-death experience, genuinely.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Wow, glad you’re okay.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah, me too, me too. I’ve been chewing on it since Tuesday night, so I’d like to talk about it. So I’d driven the six and a half hours of whatever, and we got onto the highway, and we’d been complaining very very bitterly about the quality of the highways in Rhode Island, shortly after the <\/span><span data-id=\"P1-N200111\">snowfall must have happened. So it wasn’t, as far as I could see, it wasn’t like a blizzard, but they’d gotten, I don’t know, four inches, three inches. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">And nothing on the highways. I mean, the highways were completely unplowed and unsalted, including, you know. So initially Jennie (sp) had her Wayz, which is kind of a crowdsourced iPhone app.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Right, traffic.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: And it was bought out recently by Google, and has noticeably deteriorated, for whatever reason. But at any rate, it told us to go on a highway that we’d taken before, and that’s fine. But it wasn’t plowed, so we’d assumed that you know, the application was just not functioning properly, and <\/span><span data-id=\"P1-N200171\">we cut back to the freeway, and it wasn’t plowed, so basically the freeway was completely unplowed. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: I’m sorry. That sounds like eighty-four. Were you on that?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: We were on, was it eighty? We were on ninety-five, and then there’s a choice of whether to go by the coast, which in retrospect, would have been better because it melted faster, or to go just a little bit inland and connect with ninety, just before ninety-five.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Anyway, so like basically almost all of the way to Connecticut, the freeway was completely unplowed with four inches of slush on it, and it was really hairy.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Yeah, I bet.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: And I was completely fucking exhausted, and the kid was, he’s an amazing kid. You know, he had a couple moments of fussing, but basically he was okay. The cat, you know, didn’t say much. The cat was in the car with us. So we get on the highway, and to our surprise, and to our surprise, it’s <\/span><span data-id=\"P1-N200231\">a little bit better, not significantly. I’ve never seen like significant buildups of snow on the highway. It was like they’d run out of salt or something all across the eastern seaboard. <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">So you know, it’s like dark by this time, and I’m exhausted, and we just want to get home, and I was probably going fifty, rather than a more prudent speed, which would have been forty, and the problem was that I thought they took the bus company off the road. Apparently they’ve succeeded in bamboozling <\/span><span data-id=\"P1-N200251\">the regulators to thinking that they’re actually okay, but like this bus went by and it didn’t have any mud flaps. And so, you know, there was so much snow on the road that when it passed, I just got a facefull, like more than the windshield wipers could accommodate, so for a moment I was completely blinded.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: Oh my God.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: And then, you know, at that point I should have just slowed down and gone thirty in the right-hand lane. <\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">And I think, I can’t remember whether it was after the episode that I’m about to relate, or right before it, Jennie (sp) said something like, “Everything precious we have is in this car,” you know, asking me to drive with a little bit more caution. I think it was afterwards, though, I think I was still <\/span><span data-id=\"P1-N2002B1\">sort of wired. Because shortly after the bus, a truck passed me on my right, and did exactly the same thing, except with more.<\/span><\/p>\n<span data-id=\"P1-N2002A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562140\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: And I couldn’t see anything, you know, it was like the windshield, everything in the car was completely obscured. It was like I was driving with my eyes closed. And you know, I tried to break in a stable way and we went into a skid, and we fishtailed all the way around the highway, did a three <\/span><span data-id=\"P2-N2002F1\">sixty, and finally I got control of the car, and somehow miraculously no cars were passing at the time. I don’t know how else to describe it, you know. <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">As we were going into this skid, Jennie said, “I love you.” I said, “I love you,” and then, you know, I was just there trying to steer us out of this without somebody having a head-on. And she asked me not to talk to our families about it, and basically you know, we’ve talked about it certainly. I actually <\/span><span data-id=\"P2-N200311\">had a drink scheduled with a friend of mine at eight that I kept, just because like fuck it, you know, I hadn’t seen him in two years. But you know, so this is not the first time I’ve told the story, but it’s certainly the most complete version of it that I’ve told. Every time I think about it, I just <\/span><span data-id=\"P2-N200312\">sort of put my head, hands in my hair and tug on it. Anyway, so it was fine.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: I’m glad you’re okay.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Yeah, well, I mean, it’s completely random chance that I, that we’re not dead. Completely random chance. And Jennie (sp) actually, she (inaudible at 00:06:01), she asked a colleague, “What should I do with that?” What about this? I guess this is where people find God, or whatever. <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">Her colleague is also a very atheist bent, so something like, “Well, you know, there are many, many, many more near-misses on the highway than there are fatalities, so odds are you’re going to have your miss.” Anyway, yeah, so I didn’t know quite what to do with that, in the ebb and flow of our conversations <\/span><span data-id=\"P2-N200371\">here.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: How much has it been on your mind?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: I don’t think I’m obsessing about it in a way that would suggest like you know, significant PTSD. It was traumatic, but it’s funny. I mean, and I don’t know whether this is just, it didn’t feel like, like I didn’t feel the kind of adrenaline rush that is usually associated ex post facto with <\/span><span data-id=\"P2-N2003B1\">PTSD. In other words, I don’t want to say that I was calm, I was obviously freaked out, but I didn’t like, you know, I wasn’t shaking. <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">I wasn’t, I didn’t have all these autonomic functions that I think probably, you know, more often than not would be likely to be associated later in a case of PTSD. But, you know, I, it was a very dangerous event on the roadway. And I certainly feel very sobered by it. I think, at a minimum, it has <\/span><span data-id=\"P2-N2003D1\">permanently altered my risk tolerance, which certainly, with a kid in the car, can’t, you know. And when I think about it, I think to myself, “Oh my God, what if I had survived and something happened to Jennie (sp) and to Grayson, I would, God knows, I don’t want to, I don’t want that concern to be had.” <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">If we have an accident, I think I don’t want any part of it. So yeah, I don’t feel deeply traumatized. God, it’s scary, though. I’ve never had anything like that happen on the road, and here my three month old son is. Yeah. So I had an e-mail exchange with my uncle, who did not know about this episode <\/span><span data-id=\"P2-N2003F1\">that I told you about last week with his great, no let’s see, his mother’s aunt, that would be his great aunt Lola. And I don’t know, he’ll probably have his own interpretation, but I’m pretty sure that it significantly affected his parents’ marriage. I would think it would. <\/span><\/p>\n<span data-id=\"P2-N2003E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562140\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">In some very specific ways, I mean it’s just interesting. The, maybe I’m projecting from our current situation, because of negotiations I’m having with Jennie (sp), it’s also likely. But I just imagine it. It’s like my grandmother, I’ve been thinking about this, she married at thirty-three in 1939. <\/span><span data-id=\"P3-N200411\">You know, that was pretty late. She had a career, she was a teacher, and she really felt strongly about it. I think both she and my grandfather were elementary schoolteachers at the time, or something. My mother confirmed that, actually, sort of, but that’s my recollection. And you know, suddenly she <\/span><span data-id=\"P3-N200412\">became a housewife, and she was, she was sort of imagining the prospects of, you know, being a housewife and quitting her career and all of that. And they’re on honeymoon, and all of a sudden, Eloisa, who, you know, has just completely avoided all of these entanglements and encumbrances, eschews the <\/span><span data-id=\"P3-N200413\">role of, you know, the unmarried sister who’s role it is to take care of the elderly parent. <\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">And says, “Come back,” and her now husband says, “Okay, fine, I will.” You know, “Okay, sister, I’ll go back and take care of the parent.” This happening three years after an almost identical episode in its structure where her aunt had been called back to deal with her elderly father. At least she claimed <\/span><span data-id=\"P3-N200431\">this, I don’t know whether it was true or not. Had, there had been a number of complexities about it, among them that, you know, her class-wise in terms of her sort of style. There was a disconnect between, you know, this Orthodox, (inaudible at 00:10:57) Hassidic rabbi, and his entourage, and this <\/span><span data-id=\"P3-N200432\">cosmopolitan child that he had in the sixties, I guess, or fifties, that he hadn’t had much contact with for, you know, over a decade. <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">Had been traveling the world, suddenly my grandmother’s mother gives her a ring and says, “You need to come back as an unmarried daughter to care for our father.” And she comes back, and you know, she completely blows the family off. In the process, you know, airing the most painful and difficult family <\/span><span data-id=\"P3-N200451\">laundry in the pages of the paper. So I don’t know. I mean, I just imagine, I’d always assumed that the difficult nature of my grandmother’s personality was, you know, a feature of this terrible trauma that she’d experienced, you know, in pubescence. <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">When they were just refugees two or three times over, and she had to come by herself, but now, I don’t know, I read this story and I imagine all kinds of reverberations that it might well have had into my parents, my father’s and my uncle’s, and my generation. So I don’t know. Anyway, I’ve been in the <\/span><span data-id=\"P3-N200471\">process of trying to write him out the story and gmail has eaten my e-mail twice writing, so I haven’t sent it yet. But, you know, it feels, feels significant and interesting that he doesn’t know about it, given, given, you know, that a big part of the story is Orthodoxy and that has also been a bone <\/span><span data-id=\"P3-N200472\">of contention, or difficulty, both in their relationship as a married couple with my grandmother, with his, Tim’s mother. <\/span><\/p>\n<span data-id=\"P3-N20046-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562140\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: Your uncle with his mother.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: My uncle with his mother, and my uncle with our son. So it’s kind of interesting. I mean, he sent a very nice loving e-mail, so it was nice. He’s just happy that I’m becoming engaged with my rabbinical ancestors. So the big, we had a very nice visit with Jennie’s (sp) mother and stepfather. <\/span><span data-id=\"P4-N2004B1\">Part of the point of the visit was to talk and, I don’t know, it was nice. We had a very nice conversation. He was, he was encouraging and helpful, and I think, I guess, you know, maybe it’s more important symbolically, and substantively. He gave me a few pieces of advice. He was kind of a mid-level <\/span><span data-id=\"P4-N2004B2\">executive in an IT company. <\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">But, you know, he certainly didn’t make a mint, and they live pretty comfortably, but it was a fixed income, and not, you know, a luxurious. Anyway, he gave me some advice, but I think the conversation was good in a sense of I was telling him where I was at, what’s going on, and having a bit of a (inaudible <\/span><span data-id=\"P4-N2004D1\">at 00:14:32), and my thought process of planning. But what is increasingly becoming clear to me is the challenge of protecting work that is not an economic factor of production, so to speak. In other words, work that isn’t immediately ruminative in the day-to-day flow of, you know, kind of negotiations <\/span><span data-id=\"P4-N2004D2\">of who takes care of the kid, and who gives whom time. <\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">And so on. We had a bit of a tense interaction shortly before I came here about this. You know, Jennie’s (sp) like, “Well, I do some work e-mails, it’s paying the rent.” Suddenly for the first time this month, you know, I have to keep money in my tax account, so I’m not paying the rent. But it’s complicated, <\/span><span data-id=\"P4-N2004F1\">you know, protecting enough time to just kind of get things down on paper, at the very least, during this period so that I feel as if, you know, in addition to this time with my son, which is arduous and quite frankly, it’s a job. Apart from being wonderful, it is a job protecting some time that I can <\/span><span data-id=\"P4-N2004F2\">feel productive in a vocational sense. And I think, you know, in the abstract, Jennie (sp) is sensitive to it, but on the other hand, A, in the abstract, she’s sensitive to it. <\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">B, the reality is that we came up with this schema because she, you know, we talked it out and she encouraged me to do it, but it’s also true that, you know, everybody needs time to work. And what the terms of debate are is something that’s challenging to establish right now. It is not something we <\/span><span data-id=\"P4-N200511\">worked out before because I think in her mind, likely my read anyway, is that she didn’t really feel the urgency of it A, and maybe a little more complicatedly, didn’t really feel empowered to you know, kind of assert her prerogative. It’s like, you know, you go to work every day, you know. <\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">You feel acutely that, you know, you’re a responsible person with responsibilities, and it’s a little more, it’s a little easier, I think, to say, “Well, you know, I need this time to write these e-mails and you take care of the kid. Please take care of the kid while I’m doing it because this is the <\/span><span data-id=\"P4-N200531\">highest priority for us, since it’s paying our rent.” So we had a conversation about that today, and I pushed back. And I felt good pushing back, actually. It was interesting. My reaction, like initially I was really irritated, and I expressed some irritation, and I felt satisfied, like often I feel <\/span><span data-id=\"P4-N200532\">recriminations about pushing back, but this time I really felt quite satisfied. So yeah, it’s interesting. <\/span><\/p>\n<span data-id=\"P4-N20052-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562140\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">Anyway, (long pause)<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: I guess I’m not yet sure what to say.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: Yeah, me neither. Trying to find a thread from Thursday as we are trying to think of what to say, and coming up empty. <\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">I always have the sensation that we’re in the middle of a conversation and I can’t quite (inaudible at 00:19:05), so I have that sensation again. Last Tuesday I talked about Lola. And Thursday I thought something else related, I took most of the forty-five minutes. Oh, my mother, yeah, this conversation <\/span><span data-id=\"P5-N2005B1\">with my mother before she left. <\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">She was talking about, she had kind of intervened on Jennie’s (sp) behalf, a little bit. And I think, I think I had said something like, I had talked about the work, and you know, talked about how, you know, there’s something about writing it that feels a little bit like the space that I’ve made to <\/span><span data-id=\"P5-N2005D1\">write it (inaudible at 00:20:39), that our conversations. And yet, you know, I suddenly had a kind of acute sense of the constraints on my time, and the constraints, you know, imposed by the responsibilities that I wanted to, you know, do justice to in contrast, we talked about that. <\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">And I suppose, you know, this is a natural segue, this little conversation, brief conversation with Jennie (sp), (inaudible at 00:21:16). And for that matter, this accident that we almost had. I guess it was an accident, it wasn’t an impact, thank God. So yeah, I guess, you know, I guess I’m, any project <\/span><span data-id=\"P5-N2005F1\">has to have some parameters to push up against, you know, whether they’re institutional requirements, or, you know, genre forms, or something. So maybe part of, part of this project, and I use the most expansive possible sense, you know, this project as well as writing project, et cetera. <\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">Is, you know, involves establishing some constraints. They’re there, at any rate, and pitting it against the things that ultimately have to be done, you know, whether it’s the outcome of the negotiation or just less obvious. You know, that need to be attended to.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: You’re losing me a little bit.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: I’m losing you a little bit. No, I just, so you have an artistic conception, say. Imagine you have an artistic conception and you know, you want talk about springtime, because you’re Vivaldi. And you know, there’s a concerto form, and it has certain instrumentation, and you know, you need to <\/span><span data-id=\"P5-N200651\">eat, so you need to sell it so, you know, you can’t go way fuck out into atonality, given the quality of 1700 or whatever was not very susceptible to it. <\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">Or receptive to it, so—<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: They’re not going to pay you for that.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Yeah, so you know, you have a conception and you just make it work. And that, and in some sense you kind of can’t produce art that’s outside, you know, the impressionistic tendrils of thought that you might have unless you have these constraints. So, you know, constraints are, for example, when <\/span><span data-id=\"P5-N2006B1\">there are really bad and dangerous weather conditions, you don’t go over thirty-five. You stay in the right-hand lane, and if somebody wants to pass you on the right, you just slow the fuck down. <\/span><\/p>\n<span data-id=\"P5-N2006A-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562140\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">Constraints are, well, you know, you have to, you know, have a number of parallel tracks, including jobs, that you probably want to do. Constraints involve difficult conversations, with, you know, your partner that you probably would rather not have, you know. Involve tradeoffs between the two of you <\/span><span data-id=\"P6-N2006D1\">that lead to some tension. You know, resolvable tension, but you kind of have to push. So that’s fine. I feel okay about that. I feel, feel competent to navigate these things, but it’s daunting. It’s daunting. I’ve never, I’m not sure exactly what I mean when I say I never really confronted these constraints <\/span><span data-id=\"P6-N2006D2\">so far. <\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">And what I say, and I feel as if my father never bothered confronting these concerns to his, and to our, but also to his own, ultimately, detriment. But I feel like that’s part of the process, at least that’s my point.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">THERAPIST: And I guess how I understand that is, sometimes he always kind of did what he wanted, and didn’t subordinate, and sometimes what he wanted, to the need of the family.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">CLIENT: Yeah, I have a slight, yeah, I mean, I have a darker way of putting what you just did, which is to say that, you know, there were some parts of the universe that were very unsusceptible to what he wanted. You know, United States of America, the world economic system, et cetera. <\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">And he just pressed on, you know, the individuals in his life that he could get something out of, and just did what he wanted with the people who would allow him to do so. And by the end, you know, there were a fairly small number of people who fit that description. My mother was one of them, and my <\/span><span data-id=\"P6-N200751\">sister and I were another two of them. So I think, it wasn’t, the jargon of the day in pop psychology seems to be sociopath, which is used in all sorts of bizarre ways that I don’t understand. But in the popular sense, I don’t think that he was a sociopath.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: No, I don’t either.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: I don’t think that he didn’t care about our feelings, I don’t think that he didn’t have a sense of <\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: To pursue the kinds of things he did anyway.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: A sense of obligation. He would not have, you know, if he were, and truly didn’t care, he wouldn’t have bothered to, you know, resuscitate our family. Clearly that was important to him at some level, and he felt, you know, he felt enough contrition that, you know, he was willing to kind of subject <\/span><span data-id=\"P6-N2007D1\">himself to our judgment. And yet, not fully. So yeah. But it is, it is darker to think that, you know, he only asserted himself successfully with people who were unwilling to assert themselves against him, unwilling or unable to assert themselves against him. <\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">At any rate, I have no desire to do that in the way that he did, just to say, you know, “If I don’t do this, I’m going to die.” If, you know, if I don’t get my, I have to get my way, it’s just essential. But I do have a negotiation in front of me. And I have been very bad, historically, at these type <\/span><span data-id=\"P6-N2007F1\">of negotiations, so in some sense it’s an important relationship.<\/span><\/p>\n<span data-id=\"P6-N2007E-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2007E-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562140\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">THERAPIST: Are you referring to—<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">CLIENT: Jennie (sp), time.<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">THERAPIST: And work?<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">CLIENT: And work. I mean, this novel is important to me in the ways that we’ve discussed briefly. It’s important to me in the sense of trying to see what I can do as a writer. It’s important to me on a number of different levels. I think it’s also actually an important novel. I mean, I think the content <\/span><span data-id=\"P7-N200871\">is actually important, and can be importantly expressed. <\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">You know, in using this genre in ways that would be very difficult, you know, to do so otherwise. And so increasingly, I’m beginning to see it as something that has a vocational feeling to it as well as a kind of, you know, personal growth or a convocational feel to it. It’s not, it’s not just play, <\/span><span data-id=\"P7-N200891\">and maybe in order to defend something, you have to come to that understanding of things. You know, so it’s a kind of co-production of, you know, the sense of moment or vocation that, and the thing itself. <\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">But yeah. I think it’s worth defending. I don’t know whether I’ll have time, but that’s my best. I haven’t really talked to Jennie (sp) about it. Maybe that would be an important part of the discussion.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">THERAPIST: About it, you mean about content or—<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">CLIENT: About what it is that I’m writing, what the content is. I don’t know, I don’t know. I mean, I feel as if the, there’s an implicit sense that, you know, it’s really kind of a hobbyist’s lark. Maybe I’m wrong. Maybe it’s just a, you know, a really zero sum, it feels like a zero sum game to her. <\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">Maybe it is a zero sum game. Negotiating in a zero sum game’s very difficult. And the other side of it, though, I guess, is that we did have Saturday through Tuesday morning in an environment where we had all the child care we could possibly want, and she did very little work, which I’m sympathetic <\/span><span data-id=\"P7-N200911\">to. She was exhausted, and I was exhausted. But you know, I’m kind of pre-negotiating, showcasing the negotiation.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: I guess you’re a little worried about it.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: I’m, as I say, I’ve historically been bad at these negotiations. <\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">Or I feel a sense that A, I haven’t been good in various directions, and B, I haven’t gotten the result that I want frequently. And I have the sense that, you know, there really is a partner for peace, so to speak, and you know, so if it can’t work here, then God knows. (Long pause) <\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">(Long pause continues) It’s probably something for couples therapy.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: Well, I mean, you’re bringing it up here, so. <\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">And I think perhaps part of why, is I think one of the reasons these kinds of negotiations have at times gone badly is because you sort of feel like your interests, like with a person or another party like really isn’t going to take account of your interests.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: I don’t feel like that, no, at all. Although, yeah, I mean, there are moments.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">THERAPIST: Yeah, I don’t imagine that you think, like that you really think, in some broad way Jennie’s (sp) going to steamroll over you. That doesn’t sound like how you guys operate at all. <\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">I do imagine that there, you intimate there could be moments like the one you were just mentioning, where there’s some, you know, a little bit of push and pull, and it could feel like she’s pushing against your interests in that sort of heat of the moment. And, like happily today, you were surprised <\/span><span data-id=\"P7-N200A31\">to find that you, you know, pushed back without a problem, and it sounds like also didn’t feel really horrible about pushing back, it’s actually been fine, pretty much. But I guess I imagine that’s the sort of situation you worry will go badly. <\/span><\/p>\n<span data-id=\"P7-N200A2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200A2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562140\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">CLIENT: There’s a kind of magical thinking, I guess, involved in my, I don’t know, the way that I set it up in my head, often, in which, you know, there’s a juncture, or a junction and you know, you’re walking down the road and you come to the junction, and if you go down one road, then you know, the <\/span><span data-id=\"P8-N200A51\">relationship is such and such. And once you pass that junction, you know, you have to go down either one road or another, do you know what I mean? In other words, you know, if you don’t intervene, then you’ll be subordinated forever after. You know, it’ll just be over.<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">CLIENT: And the next time, you know, it’s a little bit easier to say, “Well, you know, this is what’s paying our rent for now, so I’m—”<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">THERAPIST: Yeah, you sort of get paved over.<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">CLIENT: Yeah, like, but just a sense of permanency, and I think that some of, some of the, frankly, counterproductive energy which ultimately probably underlies these weird brownouts, you know, which I just cannot think, I can’t read, I can’t write, I can’t do tasks that are right in front of me. <\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">You know, are implicated, comes from that sense that okay, there was a decision point. You know, I passed the decision point without objecting, you know, without asserting myself, so that’s saying, okay. But actually, these are the terms in the relationship, and if we do this, then the other thing, <\/span><span data-id=\"P8-N200AF1\">my needs in the relationship are not being served. If I don’t do that and it passes, then that’s it. It’s kind of, you know, frozen, frozen in place, set in stone. I, something weird came to mind, unexpected at least. <\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">THERAPIST: What do you got?<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">CLIENT: So maybe nothing, maybe useful, or relevant, or add interest, just. We had this difficult, you know, this, I don’t know, traumatic or scary event, and I went out drinking with my friend, and you know, I had a bit. I actually lost my wallet in the process, which is a bummer. But whatever, and <\/span><span data-id=\"P8-N200B31\">I came home with, a quarter to one. Jennie (sp) and Grayson were in bed, and I crawled into bed, and I had sort of a pre-hangover, and whatever, it was fine. You know, I didn’t happen to have like nine beers, but I probably had four drinks. And I woke up the next day and it was kind of hard to get up, <\/span><span data-id=\"P8-N200B32\">and I was tired, and Jennie (sp), it was Jennie’s (sp) long day because they switched the Wednesday schedule for the Monday schedule. <\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">So she went off first thing in the morning on the train, and she promised me. Yadda, yadda, yadda, I was tired. I took a nap while Grayson was in the swing. I woke up, we were playing, it was nice, it was cute, and I had to cancel all the cards, right? Because I lost my wallet.<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">THERAPIST: Oh, the cards.<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">CLIENT: Sorry. Yeah, I had four, four cards in it.<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">THERAPIST: Right, sure.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">CLIENT: And I had to cancel them all and get replacements sent to me. And, you know, the credit cards is not a big deal, you don’t have to pay for it, but somebody uses your debit card somehow, then, you know, I take it that if you do it within twenty-four hours, it’s fine, but if you don’t do it within <\/span><span data-id=\"P8-N200BD1\">twenty-four hours, you could be liable.<\/span><\/p>\n<span data-id=\"P8-N200BC-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562140\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P9-N200C0\"><span data-id=\"P9-N200C1\">CLIENT: And you might be liable anyway, and so you really you do well to just get rid of it quickly. And all day I kept on trying to do it, and I couldn’t do it. It was like those brownouts. <\/span><\/p>\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">And I was thinking, you know, I was thinking to myself, God, is this PTSD? Am I just kind of traumatized? Am I tired? Why? You know, I had the computer out in front of me, with the, with the numbers called up after awhile. I told Jennie (sp) that I’d done it first thing in the morning when I got up. <\/span><span data-id=\"P9-N200C31\">You know, and I was thinking to myself, God, you know, if somebody really does get into the savings account somehow, then what kind of fallout does it get? Yeah. That would be really bad. And I just couldn’t do it, and I still can’t figure out why, but what came into my head was how somehow analogous, <\/span><span data-id=\"P9-N200C32\">or maybe even homologous, it felt to the brownouts, to these moments when I feel powerless and I assert myself by not asserting myself. <\/span><\/p>\n<p data-id=\"P9-N200C4\"><span data-id=\"P9-N200C5\">As you’ve kind of done the analysis. You know, maybe that’s the wrong analysis if there’s really a homology there. I don’t know, but, but somehow as I was talking about this other thing, this is what came into my head again. I don’t know what meaning to make out of it, but—something about being powerless, <\/span><span data-id=\"P9-N200C51\">that’s what occurs to me.<\/span><\/p>\n<p data-id=\"P9-N200C6\"><span data-id=\"P9-N200C7\">THERAPIST: Yeah. What I was thinking when that thought came to you was that maybe one of the brownouts you’re bringing the stuff up here not just this last association but before, you know, you’re saying, yeah, couples therapy. <\/span><\/p>\n<p data-id=\"P9-N200C8\"><span data-id=\"P9-N200C9\">Is that actually, you’re kind of bringing the things you need in order, like important for you and that can get ignored or overridden, you’re bringing them up as important in here, in this conversation. We’re not negotiating about it, it’s not like you’re in the same relation to me as like to Jennie <\/span><span data-id=\"P9-N200C91\">(sp), or other people at the moment with whom you negotiate that way. But you’re saying like hey, these things that other people sometimes push against and then I forget about, or am willing to let be run over like let’s not forget those. You know, like doesn’t matter, and it’s going to matter when <\/span><span data-id=\"P9-N200C92\">I go to talk to Jennie (sp) about it. So I guess it seems to me like that’s part of what you’re doing talking about it here, and that makes me think that you know, a little ironically, I guess, my God, it actually works like that. <\/span><\/p>\n<p data-id=\"P9-N200CA\"><span data-id=\"P9-N200CB\">Run over or not, you know, but a world like with the roads and all that, and then losing your wallet. And I wonder if that was the cause of the brownout, and you know, the same way that you got an unfair assignment to call in about your debit card after everything that happened.<\/span><\/p>\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">CLIENT: Unfair assignment.<\/span><\/p>\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">THERAPIST: I mean, in the same way that you might get an unfair assignment at a job, you know.<\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">CLIENT: Unfair assignment.<\/span><\/p>\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">THERAPIST: Look, let’s talk about the terms of this relationship.<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">CLIENT: With the universe, yeah.<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">THERAPIST: We have to stop for now.<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">CLIENT: Yeah, yeah, okay. All right. Okay, so I’ll see you on Tuesday.<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">THERAPIST: On Tuesday, yeah.<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">CLIENT: Very good. I think we can.<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">THERAPIST: Thank you, you too, okay.<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}