{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses having to change her plans due to a traffic problem and this causing her to stress out about her weekend plans. Client discusses how she got engaged."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Dreams","Married people","Psychoanalytic Psychology","Frustration","Sadness","Anxiety","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["5"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Dreams","Married people"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Sadness","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562294","dorpId":"1006469287","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"R\", Session February 24, 2014: Client discusses having to change her plans due to a traffic problem and this causing her to stress out about her weekend plans. Client discusses how she got engaged.","fullTitle":"Client \"R\", Session February 24, 2014: Client discusses having to change her plans due to a traffic problem and this causing her to stress out about her weekend plans. Client discusses how she got engaged.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562294\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: You’ve got to love it anyway because they write you back responding to the claim saying, “We can’t identify this person so if you could, send it back.”<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: They can’t identify me?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah, because they know enough to send the claim back. They clearly know who you are. They can find the prefixes and they have all this other redundant information.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Yeah, but they only do what they’re supposed to do, which is to match the numbers exactly, because I had two accounts with them through Yale. and, I guess, maybe it’s different people. But until I integrated the two in this long process, they didn’t know what the other one was doing.  But <\/span><span data-id=\"P1-N200131\">this is a little easier. Did you have a second thing?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I didn’t remember [to record.] (ph?) That’s the second thing.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: [Did you end up not remembering?] (ph?)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: No, I’ve been remembering, but I have to use the iPad. It was more to myself. (long pause)  I don’t know how to say how I’m feeling. (pause)  You know the observation about how the kid who can’t contain or is too overwhelmed by how he or she is feeling sort of throws it back at the adult to <\/span><span data-id=\"P1-N200191\">see what they do? How sometimes I do that? I’m feeling that way, but I don’t want to give it to anyone or I can’t or it’s too much or it’s too many different things. But I don’t want it. I don’t want it inside me. I can’t slow down enough to work with it – even like now, what the different things are. <\/span><span data-id=\"P1-N200192\"> On the bus ride home on Friday – it’s got to be perfect for me to get back to Waltham in time for a 5:30 yoga. I took an early bus and it turns out there was a ton of traffic and the bus driver was like “there’s a ton of traffic. This is going to be a really long bus ride.” A bunch of people got off. <\/span><span data-id=\"P1-N200193\"> I got off without clear sense of what I was going to do instead. It was a classic hour of not really accepting the way things were and begrudgingly accepting that I would miss 5:30 yoga and wishing that things were different, trying lots of options like the subway, the other bus, the other kind of <\/span><span data-id=\"P1-N200194\">bus, texting with Jeremy. It was a flurry of “stop.”  I realized that once I had committed to the other bus, the public bus, and committed to the 6:45 yoga class, there were all these uncertain things about the weekend. I need to tell people answers. “Yes, we’re doing it.” “No, we’re not doing this <\/span><span data-id=\"P1-N200195\">with you.” Jeremy and I needed to talk about it and we hadn’t finished talking about it, so I wanted a lot of answers from Jeremy in that time that I was waiting for the bus. Jeremy was like, “I have to poop. Let’s talk when you get home. I don’t want to talk about this right now.” I said, “I guess <\/span><span data-id=\"P1-N200196\">that’s okay.” I realized I just don’t want to be with myself right now. I want to be with this. I don’t want to be here and I can’t stand myself in this state.  And it feels really bad. It feels like I need to be constantly reaching out for something outside because what’s happening inside, which is <\/span><span data-id=\"P1-N200197\">not that complicated – disappointment, impatience, frustration – I just didn’t want it and didn’t want to deal with it. I was looking for lots of stuff and then it was just like “well, it’s time to make the bus.” And it all settled down and went away when I realized I could just accept all this stuff <\/span><span data-id=\"P1-N200198\">the bus traffic situation is bringing up as a part of me that is not too crazy about it.  I don’t actually have to do anything about it. (pause) The things I can do can be for myself with myself; they don’t have to involve Jeremy or taking the subway instead of the bus or checking all the different <\/span><span data-id=\"P1-N200199\">schedules to see which one is going to get me home faster. (pause) <\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562294\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">But if Jeremy had been available to talk, I probably would have tried to give it all to him and I didn’t need to feel very unsettled. Instead, it felt like I had pressed restart. (pause) But I don’t know how to do that now.  I’m not sure there’s a restart button around. It would be really, really useful <\/span><span data-id=\"P2-N2001B1\">if I were really excited about my PhD and wanted to work on it a lot because it’s really, really big right now and it’s really hard. I need to be the one, in various ways, to rule out paths and rule in paths and decide when I’m done.  It’s too big and I’m feeling too much like I’m walking through mud <\/span><span data-id=\"P2-N2001B2\">and there are other big things like you and this and some lethargy or something. It feels like it’s taking up the space that could be devoted to the PhD.  I don’t really want to change around what the spaces look like. I think I just want to be more enthused, alive, calm, patient, accepting of the space <\/span><span data-id=\"P2-N2001B3\">that the PhD is taking up and not [getting there.] (ph?)  (long pause)<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: So that’s not how you feel about it.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: Enthusiastic, alive, calm, accepting, patient? No, it’s not.  (pause) I have in the past, and I feel very nostalgic for those times. It doesn’t feel like some abstract thing; it feels like it’s lost, something that I have is lost or I’ve gained so much that it’s not possible to have what I had <\/span><span data-id=\"P2-N2001F1\">at a simpler time. <\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: I guess the parallel to me to what you were talking about before, like with the bus and the yoga class and stuff, was once you saw how things actually were, rather than wanting them to be a different way, you felt much better.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: There was that and the other important acceptance was I want to give this part away to somebody. I do not want to stand by the way things are and it’s causing all this stress.  Does that make sense?<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Yeah. Perhaps I’m missing it, but it sounds kind of similar with not wanting how you are feeling, lethargic and other things, too, I guess. (pause)<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: It’s a bit too much. It feels like I can’t breathe. (pause)  I have two projects: One with the European with the bacterial culture machine and one with myself, the sequencing – relapse versus reinfection – and they’re both really complicated and no one has done either one before. They could <\/span><span data-id=\"P2-N200271\">both be what I’m working on singularly; and I have my undergrad. It feels like the entirety of our senior thesis is being done today and in the next month.  Kelly is sort of being patient with me, but it doesn’t seem like she’s actually being patient. She feels like she decided “I have to be patient <\/span><span data-id=\"P2-N200272\">with [Allison]” and that’s how her actions and her tone are, so there is this uncomfortable push. If I could find a shiny stone and decide that I’m done with this portion of the project or whatever it is, things would be easier between Kelly and me. I’m dreaming like crazy and having these . . .  (pause) <\/span><span data-id=\"P2-N200273\">I’m not going to do it justice because I don’t remember. I didn’t remember them well when I woke up, but on Friday night I dreamt that . . . I feel like this is too much for you because I’m talking. I feel like you’re too slow or too – I don’t know – too slow to handle what’s coming at you and you’re <\/span><span data-id=\"P2-N200274\">not going to do it justice either, like me and the dream, and you’re going to pick one thing and then it’s going to feel disappointing to me, like I gave you too much.  (pause)<\/span><\/p>\n<span data-id=\"P2-N20026-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562294\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">THERAPIST: It sort of reminds me of what you said the other day, wondering if I’d rather have Jeremy as a patient. It feels, in a way I think, in part like you’re overwhelming and you [ ] (inaudible at 00:24:16) and you throw too much at me. (pause)<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">CLIENT: [ ] (inaudible at 00:24:43). (pause) I’m glad that the thing that I said registered with you and that you brought it up because you didn’t answer [at that time that there was anything else] (ph?) about it. (pause)<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: I wonder if it relates to that feeling, too, of not wanting what you’re feeling or all that’s going on for you and just wanting to get it away.  Then I imagine feeling like if you do, the other person won’t like it either – like me.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: If I do give it away to you? It is pretty intolerable.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: Sure. Wait . . ?<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: The stuff.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: The stuff. Okay.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: [ ] (inaudible at 00:26:50)<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: I was thinking of your idea of giving it away.  In other words, I’m not saying I think the stuff is intolerable; I’m saying I can imagine that for you it feels quite intolerable to give it away. That’s what I meant. (pause)<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah. It covers too many areas of life to try to give it away to one being or one person. That’s how it feels. (pause)  The dreams are like in this lab [ ] (inaudible at 00:28:14) on top of a hill in this coastal town and we see people running towards us and there is a tidal wave or an ocean. <\/span><span data-id=\"P3-N2003B1\">It’s unlike anything I’ve ever seen. There’s just this rush of water and it’s fast and it’s loud and people are screaming and we have to react and I’m watching, almost enthralled by it – like whoa. I have to scramble to get higher and higher and higher. It’s not clear that there are any higher places <\/span><span data-id=\"P3-N2003B2\">to go.  There is a dream where Jeremy and I are going to have sex and Jeremy and I are going to have sex; and the other one is going to watch while I have sex with the other one. It was very, very, very exciting. They’re each telling me what they were looking forward to; and I really, really wanted <\/span><span data-id=\"P3-N2003B3\">both of them. (pause) <\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">Sometimes I sort of call you up in my mind at night before I go to sleep. For some reason, the word “cooing” is coming up. I don’t do anything habitual in these times, but it’s this general – I don’t know – like I coo to you. Maybe I might imagine us somewhere, but sometimes it’s just like you are in <\/span><span data-id=\"P3-N2003D1\">the air.  There was a lot of that over the last couple of days – last night especially. Last night I dreamt that we were together in bed and we were just cooing to each other. (pause) And it wasn’t wrong. I wasn’t unfaithful; it wasn’t bad. The bed was made. There wasn’t any touching. I don’t remember <\/span><span data-id=\"P3-N2003D2\">much else.  (long pause)  This pre-bed, night-time cooing feels very old. It feels like I’ve been doing it since I had my first crush or something, like third or fourth grade. (pause) <\/span><\/p>\n<span data-id=\"P3-N2003C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562294\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: Now that you mention it, I think I’m a little out of sorts. I’m probably not as available as usual. I’m quite sure it’s not to do with you and there are several things that are affecting me throughout the afternoon, but I don’t feel way off or out of it – but a little bit.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: Thanks.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: Sure. (long pause) <\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: I hope it gets to be okay.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: Thanks.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: You’re welcome. (pause) Today is mine and Jeremy’s ninth anniversary together.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: Oh, wow. Congratulations.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Thanks. (pause) I think it feels a little like ahh. We have a wedding anniversary now, but there is [ ] (inaudible at 00:38:41). There is also our third anniversary of his asking me to marry him.  Three years ago, Jeremy took a [ ] (inaudible at 00:39:04) – we lived in San Diego at that time <\/span><span data-id=\"P4-N2004D1\">– at 6:00 AM and he had arranged for [ ] (inaudible at 00:39:16) meet me for lunch across the street from school. He had arranged for my entire office to not let me take on any time-sensitive experiment that day – for the rest of the week. I think it was a Thursday. Kelly included. Jeremy is a very <\/span><span data-id=\"P4-N2004D2\">shy person, but he was not shy about this. Everybody knew. He was sitting at this [ ] (inaudible at 00:39:57) that Betty and I had arranged to meet at and, of course, Betty wasn’t there and Jeremy was there.  [ ] (inaudible at 00:40:05)[ ] (inaudible at 00:40:06) and he was there to be there for our <\/span><span data-id=\"P4-N2004D3\">anniversary, our sixth anniversary. After like two seconds I knew that there was something else going on, but I didn’t let myself go down that road. He seemed very nervous. It was a bit of a bad story with this ring. I think we had decided that we wanted to get married. We had told our parents and I <\/span><span data-id=\"P4-N2004D4\">had expressed some interest in having a ring and I had also expressed some interest in having a piano instead, which I would still like to have. But the ring one, we had looked at rings once, but that was sort of it. That was the general bad story.  We then went back to my apartment and it was a beautiful <\/span><span data-id=\"P4-N2004D5\">day. It was very arm for February and I came back to the lab and it was like, “Kelly, Jeremy [ ] (inaudible at 00:41:23) anniversary.” She was like, “Great. Great. Have fun.” I really had that vibe. I got back to my apartment and started running around the apartment, jumping – which I do sometimes – <\/span><span data-id=\"P4-N2004D6\">jumping, jumping, jumping on the bed. I could sense that there was something going on, so I just wanted to start a whole “it’s so beautiful; it’s so great.” Then Jeremy started jumping on the bed.  He said, “Allison, will you marry me?” I stopped and I said, “Yeah.” I started to giggle and he said, <\/span><span data-id=\"P4-N2004D7\">“No, Allison, it’s real. Everybody knows.” (both laugh) It was really sweet.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: That’s very sweet.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: He had this fake costume ring. It was hideous and I did not want to wear it. And then he said, “You have to pack a bag because we’re going to Bar Harbor and I’ve arranged to borrow Darren’s car. There is a bed and breakfast there and they’re waiting for us because at 4:30 there are cucumber <\/span><span data-id=\"P4-N200511\">sandwiches or something he was really excited about. We got to Bar Harbor and stayed in a ridiculous place and had this ridiculous French dinner. We called a few people then and then called the 30 people that I told you about and the next day we came back.  He had gone to New Jersey to ask my parents’ <\/span><span data-id=\"P4-N200512\">permission maybe a month before. And the last part is that he designed this ring using CAD 3-D design software that he had no idea how to use and he used [ ] (inaudible at 00:43:44) diamonds and worked with this artist, who also design his sister’s ring, to basically get everything the way he wanted <\/span><span data-id=\"P4-N200513\">it to be. The basic design was the guy’s, and then Jeremy . . . <\/span><\/p>\n<span data-id=\"P4-N20050-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562294\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: You mean who worked with Tammy or do you mean he worked with his own sister?<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: He worked with Tammy on her ring. That’s how Jeremy knew about him. He’s a designer. They picked something off the shelf and – he’s an artist, so nothing he makes is ever the same as anything else he’s made. But Jeremy brought him this 3-D model and this video [and sex] (ph?) and all of this <\/span><span data-id=\"P5-N200551\">stuff. On the day that he proposed to me, he showed me lots of footage of this model ring.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: That’s great. [ ] (inaudible at 00:44:59) We should stop for now.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}