{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses difficult friendships and their dislike of big crowds during the holidays."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Social anxiety","Friendship","Broken relationships","Psychoanalytic Psychology","Resentment","Anxiety","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["6"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Social anxiety","Friendship","Broken relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Resentment","Anxiety","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562452","dorpId":"1006469445","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session March 18, 2014: Client discusses difficult friendships and their dislike of big crowds during the holidays.","fullTitle":"Client \"Ma\", Session March 18, 2014: Client discusses difficult friendships and their dislike of big crowds during the holidays.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562452\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I feel like I’ve got a real good shot for being patient for spring, and now I’m just done. I just want it to be warm. Also, I think now when it comes to cold, it could be allergies. I feel like I’ve been sick all winter. [1:00] Yeah, I guess I’m kind of grumpy this morning. I’m really tired. <\/span><span data-id=\"P1-N2000D1\">Even though I basically didn’t do anything this weekend other than sleep. I did exactly what I wanted and needed to do which was sleep a lot and read a lot of books.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: That’s not bad.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I’m still tired. [2:02] We ended up having to take our car to the shop. I don’t know what that’s going to look like. It seems just like a leak in brake fluid. I put some duct tape on it. [3:00] I feel like the system that we’ve got set up for James basically with all the money is sort of a relief <\/span><span data-id=\"P1-N200111\">to me, but also it’s not very good for me. I don’t – it’s not great for my relationship with James and it makes me – it feels sort of powerless and helpless. And it’s not good. But I also feel like maybe this minute is not the time to demand an overhaul of that. [4:00] Candace’s coming to visit tomorrow.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">I think University of Maryland has a summer program that she’s going to show me when she’s here, so that’s one of the excuses to come up here. I don’t remember what the program’s in exactly or if it’s leading to a degree or not.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: That would be cool.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yeah. It would be awesome. She wrote to ask what I thought about whether she could visit BC without visiting Kirsten (sp) whether that would be bitchy. Kirsten was both my former roommate and Candace’s former roommate. [5:13] I said, well, it might be a little bit. It sort of depends on how <\/span><span data-id=\"P1-N200171\">much you want to avoid it versus how much you want to avoid Kirsten. But I don’t know. And this friend is like, it just really brings out the mean streak in me. I find it very hard to be gracious about her, which is sort of weird and I’m a little bit distressed about. I don’t like being bitchy about <\/span><span data-id=\"P1-N200172\">people. (pause) I think I felt like when I was living with her, our relationship was basically predicated on me taking care of her and propping her up and sort of soothing her. [6:21] And I don’t know.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">I’m sort of bitter about the fact that like, I’m the one who like, had dropped out of grad school. And about the fact that like, when those roles would have been reversed, she just sort of left. And it doesn’t make sense. It doesn’t – because I don’t actually want her to take care of me. She would be <\/span><span data-id=\"P1-N200191\">terrible at that. I don’t know. [7:14] (pause) It’s like, I’m jealous of her, even though I also like her. I don’t think I have very much to be jealous of. (pause) I feel like when most people – most people have like, if they feel like they’ve done something to me or just not been a good person or not <\/span><span data-id=\"P1-N200192\">somebody that I want to be with, I can just sort of let them lie. [8:33] Okay well, I guess we’re done here and you go live your life and that will be fine and I’ll go live my life and I won’t have to deal with you. That’ll be great. And she just sort of got under my skin. (pause) So I’m going to cut <\/span><span data-id=\"P1-N200193\">myself. It’s hard. [9:30] It’s really hard.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: I don’t know what to make of it. I’ll start with the transition from your mentioning her getting under your skin and cutting yourself or not cutting yourself.<\/span><\/p>\n<span data-id=\"P1-N2001A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562452\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: In terms of bad habits, that one is pretty symbolically fruitful, I think. (laughter) (pause) [10:30] (pause) When I do decide not to – I don’t know – something about the fact that I can just decide not to do this and then go through with it that I do have that power. [11:40] It doesn’t make <\/span><span data-id=\"P2-N2001D1\">me – it’s not a good feeling to do that. I hear you. More like I feel like what’s wrong with me that I don’t – why then I cut myself so many times if I don’t have to. (pause) [12:24] I was thinking about being suicidal when I was in the hospital. At one point I sort of sat up and went, you know, I’m <\/span><span data-id=\"P2-N2001D2\">never actually going to try to kill myself. In terms of just a prediction, I’m never going to do it. So the issue isn’t really that like, whether or not that’s going to happen. The issue is, how do I get to be okay with that. God, I hate that. (crying) (pause) [13:24] It’s just something I don’t want <\/span><span data-id=\"P2-N2001D3\">to be different and it’s never going to be different, but I have to deal with that and I don’t know how. (pause)<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: You’re asking, how do you – how do you live with wanting that so much and with the pain that comes along with it. [14:37]<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Yeah. I guess I’m more thinking about the latter. It’s so hard. But that’s not a door open for me. (pause) [15:40] (pause) [16:34] My roommate was, she’s probably in her 70s, maybe. Probably not older than mid to late 70s. I think her name is Becky. And she’s very interesting. What she told <\/span><span data-id=\"P2-N200211\">me was that she had multiple personality disorder. [17:31] and that she spent the last 30 years going through 13 manifestations to two, and that she’s really excited about that. We just sort of talked a lot. And it was one of those things where I was like, well, I don’t really know how reliable of a <\/span><span data-id=\"P2-N200212\">narrator you are, but it was really fun. So we got to be friends. I just asked her, how do you keep going? How do you do that? She just said, you just do. [18:24] (pause)<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: How do you keep going when so many things hurt so much of the time?<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Yeah. (pause) [19:21]<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Sometimes things that other people do are on the outside and sometimes the things you are doing to yourself. Hating yourself or hurting yourself.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Yeah. It doesn’t feel even as though it’s things that are happening. It just feels like the way that things are if that makes sense. It’s not -<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Yeah. It’s sort of a condition.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Yeah. [20:35] All my energy ends up going into trying to remember that isn’t actually happening and it’s not a condition. I got very upset in couples counseling yesterday toward the end. I was totally overwhelmed by feeling like I have ruined everything by having to be hospitalized again. And <\/span><span data-id=\"P2-N2002D1\">I couldn’t – I could barely even talk, just because I was working so hard to remember that that way that I was feeling wasn’t based on a real thing. [21:36] That it was not what the situation that was making me upset wasn’t the same mess that I thought it was. It’s really confusing and hard.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Like you felt so consumed by the sort of belief of situation in your mind that you had in fact, completely screwed everything up between you and James by having to be hospitalized. But just to keep your feet on the ground a little bit it took everything you had. [22:24]<\/span><\/p>\n<span data-id=\"P2-N2002E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562452\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: Yeah. Oh, my God. I fucking hate St. Patrick’s Day. It’s the worst. It’s the worst. I was trying to get to a lecture downtown on Sunday, and it was like the train was like, 20 minutes delayed, so I was going to be late anyway. And that was annoying to find. And then at one stop, I was trying <\/span><span data-id=\"P3-N200311\">to get off at this like, there was already a fair number of drunk kids drinking, but also like, shouting and like, it seemed like there was going to be a fight. And was really tense about that. And then like, this horde of people poured on both sides and they wouldn’t let me off at my stop. And so I <\/span><span data-id=\"P3-N200312\">was like, crushed in with a lot of people and there was lots and lots of shouting. It was like, really bad.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">The people on the platform were like, pounding on the windows as we entered and left the stations. So at another stop, I had to wave my arms say, I have to get off, I have to get off. [23:27] You know, because they’re actually all very nice people. They were like, let her off and sort of pushed me. <\/span><span data-id=\"P3-N200331\">I eventually got off the train because a guy from outside took my arm and pulled me out like a cork out of a bottle. What the fuck? So that wasn’t really what I needed on Sunday. I guess I thought of that, because it feels like this same situation where it felt like this terrifying, menacing situation <\/span><span data-id=\"P3-N200332\">where it felt like people were attacking me. And, you know, just sort of having a good time and don’t’ give a shit about anybody else who might be in the way. [24:25] But it’s still really scary. It wasn’t even St. Patrick’s Day. It was on Sunday. I mean, what the hell.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: There was a funny Onion headline, I don’t know if you say it. I mean like, Denver Mayor Throws out Ceremonial First Punch of St. Patrick’s Day Parade (inaudible at 24:58)<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: I saw that, but I didn’t read that it was from the Onion. I was just like, okay. Denver’s weird. I can see that happening. [25:19] (pause)<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: I guess you feel like you’re always getting hit.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yes. Or besieged. (pause) [26:15]<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: There’s something that seems very dream-like almost about what you’re describing from the train. It’s the sort of thing that would sort of happen in a train.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Yeah. It was weird. ‘Cause like, it wasn’t that crowded and then people poured in. But I couldn’t get off the train. There were people pounding on the sides of the train that was going by. Yeah, it was weird. [27:20] (pause) [28:20] [29:17] So I missed the lecture. So I just walked around downtown <\/span><span data-id=\"P3-N2003F1\">until it felt like three hours, and to the church, which would have been nice, but it was too cold to actually sit outside. (pause) The other thing that sucks about this time of year is that I’m sick of dressing for the weather. Every day I’m like, well, maybe I won’t need my warm boots. And then actually <\/span><span data-id=\"P3-N2003F2\">I’m wearing them. [31:10] (pause)<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: You do a little more comfortable being able to talk about this stuff. I imagine it’s partly from feeling a little relieved, among other things with what we were talking about yesterday.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: It sort of feels like a weight off. [32:18] (pause) [33:20] Which, surprisingly enough, doesn’t make it easier to start talking about it again. (pause) I feel like you want me to do something or say something or go somewhere. I don’t know what it is. And I’m (inaudible at 34:02).<\/span><\/p>\n<span data-id=\"P3-N20042-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562452\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: I see things maybe as though what I just said relating to yesterday was like an invitation? [34:28]<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: Yeah, I guess.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: Or, there was kind of an implication there?<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: I guess so, yeah.<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: I wonder if -<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: I was just laughing at I wonder if… I was thinking of different ways that you don’t ask questions. Sorry. [35:21]<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: I can imagine a few reasons why you feel that way. One of them is like, there’s something dangerous or anxious about my saying like, hey, it seems a little bit easier for you today to say how some things are pissing you off. I don’t know if it’s how there’s like, a little more room for that <\/span><span data-id=\"P4-N200511\">or you seem more at ease that way. That’s sort of a scary thing.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: That makes sense. [36:27] Covering my tracks?<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: Yeah. In some way you feel like, hemmed in or sort of pushed in some direction you don’t want to go.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: That makes sense. ‘Cause I mean, after you started to talk I was – I’m – It feels like I’m saying that I’m pissed off because I was too tired not to. (inaudible due to simultaneous dialogue at 37:07).<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: If you just weren’t so damn tired and were in better control of yourself, you’d never be talking this way.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: (inaudible at 37:22) [37:30] (pause) Yeah. I guess you sort of called attention to it, and that sort of made me feel like, oh yeah, I guess I have been pretty negative today and I feel bad about that. [38:31] (pause) [39:30] Yeah. There’s something that’s not okay with it. (pause) [40:42]<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: You feel like you’ve done something pretty wrong if you – it feels more (inaudible at 41:16)?<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yeah, I mean, when other people do that they eventually feel like they’re sort of giving the all of their bad feelings for me to carry. And I don’t like feeling like I’m doing that. [42:08] I guess also, it feels like along with a sort of low-level grumbling is not actually that important. It <\/span><span data-id=\"P4-N2005F1\">feels like it doesn’t help me to sort of dump that on you, because that’s not the thing that I actually want to be dumping. (laughter)<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: And useless.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: I wondered if it felt – I’m wondering again, apparently. I wonder if it felt to you like I was sort of calling you on what you’re doing and flipping it. I mean, I don’t think you actually believe that is what I was doing. But if I was pointing at and bringing it yesterday and all of a sudden <\/span><span data-id=\"P4-N200651\">you’re feeling that I’m burdening you with something. . I have an expectation or I’m sort of pushing you in a way. [43:38]<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: I don’t know. It sort of felt like you were saying – it felt like an invitation to talk about something else, which felt like an invitation not to keep talking about what we were talking about, also.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: I see. So not so much retaliatory as just, don’t do that anymore, let’s do this other thing.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Yeah. I guess so. [44:30] (pause) Which sometimes is very welcome, but this time it was not.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: In a similar way, it feels like there are times when I’m pointing towards something else, or saying, hey, let’s don’t talk about that, let’s talk about this?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Yeah. [45:30] More like a hey, this door is here, more than anything else. And sometimes I need that push to say like yes, I do want to talk about something. But I don’t know.<\/span><\/p>\n<span data-id=\"P4-N2006E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562452\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: We should stop for now.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}