{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses ongoing tax issues, inappropriate interactions with others, and issues with sobriety."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Communication","Romantic relationships","Alcohol abuse","Finances and accounting","Frustration","Psychoanalytic Psychology","Anxiety","Frustration","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Separated"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Communication","Romantic relationships","Alcohol abuse","Finances and accounting","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562188","dorpId":"1006469181","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session March 04, 2014: Client discusses ongoing tax issues, inappropriate interactions with others, and issues with sobriety.","fullTitle":"Client \"J\", Session March 04, 2014: Client discusses ongoing tax issues, inappropriate interactions with others, and issues with sobriety.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562188\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: You have a charger for the 5-S?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Yes, I usually don’t actually -<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: But that’s how lights go on for me.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: It’s your lucky day.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I was going to buy it at [inaudible at 00:00:18]. My car’s in the shop and so I bring my laptop. And the shuttle drives me right here, I can go over to Larry’s. I left my laptop in the car, which of course has my wire in it. I was at Staples; they’re $20 just for the wire and I guess I bought <\/span><span data-id=\"P1-N200151\">a bunch of other stuff that I actually needed. But I wasn’t upset about leaving my laptop. There was a piece of I guess plastic was hanging down from my axel and you really don’t notice it until you’re driving on the city streets that are curved up like that from all the construction; it drags. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">And normally that would be something that would bum me out because I’m crazy busy and when am I going to take my car in. And, but I had to take it in for the oil change so it really just never bothered me like it would. And I mean I’m still, this isn’t some sort of cruel joke on Cameron. I met with <\/span><span data-id=\"P1-N200171\">a client yesterday, hired me. I’m meeting with a woman tonight. I’ve got a she should hire me but I don’t know that she will. I’ve got a consultation today where this is what I’ve got to learn how to do. It’s a woman who number 1, I can’t really understand her that well on the phone. Number 2, she <\/span><span data-id=\"P1-N200172\">wants to do a phone consultation. She kept trying to get advice out of me and I said I don’t have time for set-up. I don’t know enough of the facts; I really can’t tell you what you need to do. And she of course disagreed when I told her what the law was. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">So I’ve got to find a way to basically not, give her the right information, let her not take it, and then when she gets sued hire me as opposed to just not taking her phone call. And there’s probably some point in the future where I wouldn’t even bother helping this woman maybe, I don’t know. I hope <\/span><span data-id=\"P1-N200191\">not; I hope I always have the opportunity but I’m busy. And I’m getting an inquiry plus a day whether by the website or not everything of course is going to pan out but it doesn’t have to. It’s all right; I’ve already paid for a year’s worth of this paid search and I’m two weeks, assuming I build <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">I’ve got two tenants under retainer. Well one of them I’ve got to follow up and that’s my Section 8 so I’m not really expecting anything from those folks but their landlord will pay me. And then another kid came in, it’s a Pembroke case, just they screwed everything, the landlord screwed everything <\/span><span data-id=\"P1-N2001B1\">up. The woman who does the rental, her husband comes out and yells at the guy, threatens to kill him, threatens to kill the dog. You kind of have a right to not have that stuff happen to you. Kind of diminishes your value. So that’s a fun one; those people will be paying my fee. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">And, I’ve got oh in fact I have to check that voice-mail I’ve got a guy in Plymouth who hired me to do a Power of Attorney and his wife is at the business. And the business just called me about something but I went in and I spoke to the social worker and she took my card and I think I’ll send her <\/span><span data-id=\"P1-N2001D1\">a note and some more cards. She said yes we get people all the time. I was kind of surprised that the business doesn’t have anyone to refer for the law. I’m going to take a class. Some of the people asked me about it. And there’s certain things that are sort of beyond what I can offer and it’s good <\/span><span data-id=\"P1-N2001D2\">to have that certification. <\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562188\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">But, yes, I got really drunk Saturday night and I’ve learned my lesson. I get a really weird Wednesday I’m going over to watch the dogs for Marcia. She’s working and she sends me a text that when I get to her house to call her so I responded rut row. And then I’m going down to her house, I was at <\/span><span data-id=\"P2-N2001F1\">a farm committee meeting, and I realized that the next day I had to go to business and notarize a document which I had to leave with them and my notary stamp is in Pembroke. So I started heading for Pembroke and she wrote don’t worry about coming back to my house. And I flaked; I never called her and <\/span><span data-id=\"P2-N2001F2\">then the next day she said you never called me. I said I flaked and we spoke and her friend Laurel had called her up and said that I was smacking her on the ass and grabbing her boobs, which I know I smacked her on the ass but I’ve smacked Marcia’s 80-year-old mom on the ass. I guess it’s improper behavior <\/span><span data-id=\"P2-N2001F3\">but and Marcia starts it off with this here we go, another one of my friends. <\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: Wait, I’m a little confused. So I thought you got really drunk on Saturday night and learned your lesson?<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Well, I didn’t learn it Saturday; I learned it after Laurel basically called Marcia and said Cameron is and I thought -<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: This was last Wednesday?<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: This was last, well it ended up being Thursday that I finally spoke to Marcia. And <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Sorry, I’m just a little confused. You said that the Saturday you got drunk was the previous Saturday?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: So last Saturday, not this Saturday -<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Ah, the one before.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: The one before that.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Okay, all right because the reason this didn’t come up last week is because you hadn’t heard from Laurel yet. I got it.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Laurel talked to Marcia on Tuesday.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Yes, okay, now I get it.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: And there’s a host of things I’m leaving out that I did. I screamed at her in the car and just typical stuff I do. And this was a weird conversation with Marcia because I have no defense to it, I said how do I keep every time I think things are going along great I’m fucking it up. What’s going <\/span><span data-id=\"P2-N200371\">and she kind of suggested that, and of course I said I don’t even remember doing it and stuff, which is maybe you’ve been drinking too much. And so then I got off the phone with Marcia and called Laurel and apologized to Laurel. <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">Laurel said oh no big deal just, and she kind of said she did it in the guise of drinking too much, not Cameron’s a pervert. But another friend of Marcia’s that I had an issue with, who Marcia and I made some joke with her and they all took it seriously, told Marcia that Brenda and I were flirting once. <\/span><span data-id=\"P2-N200391\">So that was always a joke. Laurel’s a big, fat 50-year-old woman. She’s very nice but so I got a little anxious about that but I just kind of I got a text back from Marcia thanks for calling Laurel, that was cool, whatever, apologizing. And the tone of the text was a complete 180, can’t wait to <\/span><span data-id=\"P2-N200392\">see you tonight, whatever. <\/span><\/p>\n<span data-id=\"P2-N20038-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562188\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">So but I think the big thing is, is that Number 1, I’m on a lot of medication and that this is kind of the same thing that was going on where I was doing shots of Jameson, I’m drinking hard alcohol. Saturday night we were at the House of Blues and I’ve got my favorite bartender there and he just gives <\/span><span data-id=\"P3-N2003B1\">you a little bit of tonic or cranberry with your vodka so I was trashed. And we ended up going out this Saturday to a show where we met, and because she had dogs we couldn’t stay in Andover so I drove down there, we drove back up. And I got to her house; instead of having a vodka drink I drank a beer. <\/span><span data-id=\"P3-N2003B2\">And when we got to, we went to dinner and I got a beer and I had one drink. I think maybe the guy I went to may have bought me another drink but by the time the show was over and we were at the car I was plum sober. <\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">So I think it’s kind of the same thing where once I start drinking hard alcohol it hits me quicker and that means I’m going to want to drink more quicker, it’s like a spiraling effect. Where I drink a beer, my stomach is not, except for Guinness, I really can’t drink beer very quickly. And if it is <\/span><span data-id=\"P3-N2003D1\">Guinness, Guinness is very low in alcohol and I don’t get into that situation where I feel the need to keep getting fucked up and drink more and more and more; I can go and have one beer or two beers. So at least for a little while -<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: [inaudible at 00:11:07] development, yes.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: I figured out that I just don’t want Micah to win.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: She’s telling you not to drink?<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: All the time. [Laughs] So, but <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: How about this one, how about we don’t want Cameron to lose? That’s better than Micah not winning.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: That would make me a non-winner. That’s what Marcia says to me when she beats me in Yahtzee. She says you’re not a loser; you’re a non-winner. Not that she always beats me in Yahtzee. Well, you know, it’s just semantics. But I’m rolling with things better. I had the kids a lot this weekend and <\/span><span data-id=\"P3-N200491\">I kind of rolled with that. The kids had their birthday party and Marcia didn’t, I wanted her to go but she didn’t want to go; she didn’t want that to be the first time she met Jess or whatever. Plus, old friend Erica was there and she wouldn’t even make eye contact with me, Jess’ old friend who said <\/span><span data-id=\"P3-N200492\">all those things about me and whose mom was crazy. Basically she wasn’t a help to me. Talked to her husband, no problems. She just wouldn’t make eye contact with me. <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: Just think of [inaudible at 00:12:28] win or losing. What I had in mind was as you’re saying with the drinking often you lose. That’s the point.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: But I’m more concerned about -<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Yes, I know, Micah not winning.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yes, because I don’t drink any more or any less. [Laughing] But, so things seem to be moving.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: Good, that’s great.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Like today -<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: The work picking up has made a huge difference.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: Yes. And I’ve been getting up every morning early, getting to the office or just today I just got up and I didn’t really even had a whole lot to do but at least it got me up and thinking and I did some things. And, last night I fell asleep on the couch watching Criminal Minds and woke up, <\/span><span data-id=\"P3-N200591\">whatever. But still I was up at 5:00. Sunday I was in bed all day, a week ago, because I was hung I was and I think I’m having this tendency, even though Saturday night I didn’t get really drunk I had a little buzz. I think I might’ve had a vodka drink when we got back to Marcia’s. But I just think <\/span><span data-id=\"P3-N200592\">by Sunday I’m so damn tired I literally slept all day and I stayed there Sunday night and just slept. I think that is part of just kind of being out of shape. That I’m doing a lot, I’m going upstairs, I’m trying to, I’m saying I might even try to work out. I don’t know. <\/span><\/p>\n<span data-id=\"P3-N20058-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562188\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">But it’s not like depression sleep because it’s not night after night after night. If I had fallen asleep last night, the normal thing would’ve been for me to wake up at 10:00 or wake up and be tired. But I was, boom, at 5:00 I’m up, didn’t even think about going back to bed. I didn’t have a coffee <\/span><span data-id=\"P4-N2005B1\">until 7:15 when I went to Starbucks because I didn’t realize that Andover Honda didn’t open until 7:30.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">So the money’s I think the idea that money’s coming in like normally it would be a day, today, where I’d fly up to Pembroke just to see what checks I got and I wouldn’t have gotten any. But I’m expecting thousands of dollars. But I think I don’t need it today. I waste two hours of my time on gas <\/span><span data-id=\"P4-N2005D1\">and just being in the car. And I got to go up there, turn around, and come back. I might not even get there for today’s mail. I got this phone consultation at 4:00; I got a meeting with this woman in Plymouth at 5:00, 5:30, whatever. Why am I trying to kill myself, and I’m probably going to go see Marcia <\/span><span data-id=\"P4-N2005D2\">tonight. So I figure take your fucking car in, there’s no reason that you have to go to Beverly today. <\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">And so I’m just being a little still doing the dumb things but I’m just not getting upset about it. Driving to Pembroke, it threw me for a loop but I wasn’t bitching and moaning and yelling and screaming.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Yes, just like I mean part of the way it seems like you’re, what feels to you to be having more work is that the world isn’t just fucking you over. And so when something happens that previously would’ve felt like the world fucking you over, doesn’t feel so much like that because things are <\/span><span data-id=\"P4-N200611\">happening too. <\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Well, forget my laptop, all right I’ll work on my phone. Oh I have no battery. Oh, you know I forgot my firewire; it’s in my laptop bag. And oh I got to went to Staples, did some shopping, and I’ve still got some time and I said oh, Dr. Chad might have a actually I thought for sure you’d <\/span><span data-id=\"P4-N200631\">have one. So I went to Larry’s and started typing up a post for my Facebook page. But I spent all of my I don’t think I’m getting any business out of it but I got these clients who are buying a small condo. So I want to write them an e-mail kind of explaining what I think they should be prepared for. <\/span><span data-id=\"P4-N200632\">Now that e-mail is basically going to be my post. So I’m writing a post and I’m going to turn it into an e-mail and say hey go look at my post. <\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">So I’m finding some ways to get around my stupidity. Not always, and something that I think is lurking there is the way that this business is coming in. If I fuck something up, there’s no contact that’s going to stop sending me business. It’s the Internet. These people are calling me, connecting with <\/span><span data-id=\"P4-N200651\">me and hiring me just because of a [very nice] (ph) interpersonal relationship. And, so I think there’s a little, there’s less pressure and I feel like I’m going to be doing this enough that it’s going to be second nature for me. I’m going to be in the court all the time and dealing with these issues <\/span><span data-id=\"P4-N200652\">all the time. <\/span><\/p>\n<span data-id=\"P4-N20064-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562188\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">And the client I had there (ph) I’m blowing everything off, I haven’t been doing anything, she hasn’t sent me any more money, blah, blah, blah. But she gets a 14-day notice to quit. That’s her retaliatory eviction because within 6 months she’s reported him to the but now I’ve got to start getting <\/span><span data-id=\"P5-N200671\">going so I’ve got my contractor going down there to look at the house today. And I’m not worried at all because I know it’s a retaliatory eviction; I’m going to have to just [inaudible at 00:18:46]. And now I’ll sue him in Superior Court. I don’t know but, so yes.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">There’s no pressure about the Natick (ph) thing. I got three close three purchase closings this month and they’re all nice ones. One of them my buddy Paul sent me so I’m going to give him 40% of the title insurance. It’s a cash deal, simple. And I mean the title insurance premium is going $1,700 so <\/span><span data-id=\"P5-N200691\">I’m still going to be making a good chunk. And so I’m not even, I don’t even feel anxious about still being so far behind. I still have rent to pay and I’ve gotten a little better with the website but I’ve got to start spending money to make my life easier. So I’ve signed up for E-Recording so I don’t <\/span><span data-id=\"P5-N200692\">have to like Andover I wanted to I have purchases in Cambridge. <\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">Well the last day of the month to go stand in line at Andover it’s going to be an hour, two hours, three, or you pay someone $50 to do it. Or I could’ve done $10 a document which would add up but I can get a subscription for $300 through the title company, $450 (ph) per document. And I could charge <\/span><span data-id=\"P5-N2006B1\">the buyer or the seller, whoever is responsible for the recording fees the $450 on top of that. So $300 is going to save me from having to run in. And I’ve done the same things with Barnstable Registry and Virginia Beach Registry where I can print stuff online and this is extra money. I’ve got an outlay <\/span><span data-id=\"P5-N2006B2\">for the subscriptions but it saves me from having to run somewhere and most importantly having to do it for a couple of documents [inaudible at 00:20:57]. I mean I’m notorious for forgetting to print something out. <\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">So there’s this kind of, I feel like I’m still in the hole but it’s not going down and I’m kind of in place and just about by the end of the month I’ll have money to pay back to Flo, I might start sending you a dollar a week or something. If the money comes in that people say they’re going to send me <\/span><span data-id=\"P5-N2006D1\">plus these closings, it’s going to be a great month. And I’ve already got a closing lined up for April. And Gus, an original member of BNI (ph), did my old website, he’s buying a house down in Massachusetts. So that’s a referral I have for Vivian and I can do the closing.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">So things seem to be cranking along. I’m not worried about the Chicago Title thing anymore. It’s even on my list on file to claim with my insurance company and let the chips fall where they may. I’m not going to authorize any settlement, fuck that, I don’t know if I have that right or not. But just <\/span><span data-id=\"P5-N2006F1\">things are, I’m not saying I’m not getting upset and I’m not getting anxious but just they’re rolling over me a lot easier, especially the car thing. Originally I was frustrated and now I’m just, it just goes away. <\/span><\/p>\n<span data-id=\"P5-N2006E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562188\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">Things are going well with the kids. I was, I thought I behaved pretty well for the most part last night. Wasn’t snappy or I get a little firm with Ian because he just doesn’t listen to you. But Jess, and she’s driving me crazy because she’s broke and one of the reasons I’m such a hole because we <\/span><span data-id=\"P6-N200711\">had to pay $5,000 in taxes; she gave me $500. So I had to put the rest out of there out of I don’t know what, rent money or whatever. Lord knows when I’m, if and when I’m ever going to get the money back for that. She wants to buy the house. I asked for money for health everything’s like I don’t have <\/span><span data-id=\"P6-N200712\">any money, I don’t have any money, I don’t have any money, I don’t have any money. It’s frustrating because she’s going to live her life and do what she wants but landlord-tenant is not where I wanted to land. <\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">Conveyancing wasn’t where I wanted to land. Estate planning, none of this is what I wanted to do but this is where I’m going to be making money. So I’ve got to get the divorce done and [pause] I don’t know. Here’s a question. Originally I was going to use the square reader but I never set it up and <\/span><span data-id=\"P6-N200731\">I really haven’t let people know that I do take credit cards. PayPal has one now too, PayPal here, and it’s slightly less commission but the thing I like about it is the money instantly appears in your PayPal account. <\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">And I think with this landlord-tenant thing, I’m going to have more people who aren’t going to have the cash for a retainer. And it comes with this little PayPal here, Visa, MasterCard, American Express, Discover. Is that unprofessional if I put that on the window of my office? I know there are some <\/span><span data-id=\"P6-N200751\">people who are going to say that, the same people who say don’t do free consultations because that makes you seem cheap. But it isn’t all bad. <\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">It’s like with Jess, having her reputation and her whatever it is she is afraid of by advertising and marketing and doing the things you need to do to get divorce cases, she’s not making any money off that. And I guess I answered my question but do you think it is unprofessional to have that on my window <\/span><span data-id=\"P6-N200771\">with my chamber sticker and ? I think people would walk by, they would see attorney at law, see that I took credit cards or as they came in for a consultation they would see that because even on the bylaws it says that I don’t. I’ve got to change that. <\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">THERAPIST: Doesn’t seem to me to be a big deal but I don’t know.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: Yes. The big deal is that if someone’s giving me a retainer, the reason I never really set up credit cards before is because the money’s supposed to go into your trust account. But if they so you’re paying yourself for doing the work and if they dispute the charge, they pull that money out <\/span><span data-id=\"P6-N2007B1\">of your account. Well that’s your [inaudible at 00:26:57] account and that can, number one, bounce the account if the money’s not in there and number two, if the money’s not in there you’ve got to put the money in there. <\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">But with these landlord-tenant cases, I’m getting $1,500 retainers and so that should be something I could cover if it bounces but I could do it all through the PayPal. If it bounces it’s going to bounce through PayPal. So I just take the I’ve got to figure out how PayPal sucks the money out but don’t <\/span><span data-id=\"P6-N2007D1\">have them suck it out the trust account. And then I can actually set up the trust account as one of my transfers and as soon as it’s in there set up the transfer. It’s probably not a completely, the way the Board of our overseers would like to see it but I don’t think it’s going to happen to the frequency <\/span><span data-id=\"P6-N2007D2\">that, I don’t see a lot of people using credit cards. But I think some people will and it’s a difference of these fucking payment plans where people owe me money and, you know how it is when people owe you money. They never pay you. So, yes, I think I’m going to put that up. <\/span><\/p>\n<span data-id=\"P6-N2007C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562188\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">I think it’s important now to get this remodeling going and done. I keep telling my designer let’s go, let’s go, let’s go and he says okay [inaudible at 00:28:38] and nothing happening. I don’t know, he may have ordered the cabinets and that’s just one up. At least get the cabinets and especially <\/span><span data-id=\"P7-N2007F1\">this month when there’s a little bit of cash flow. I think that makes a difference when people walk by and see a nice office. So I don’t know. Things are still going good. Things are going well with Marcia. She complained that the next time she’s going to see the kids is the end of the month for the <\/span><span data-id=\"P7-N2007F2\">Globetrotters. So I said well, come have dinner with us. I understand why she didn’t want to come to the birthday party. And of course it’s going to be somewhat awkward for me but I think we should. <\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">THERAPIST: Meaning?<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">CLIENT: Well, just -<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">THERAPIST: She means Jess or ?<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">CLIENT: Yes, that.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">THERAPIST: Oh okay, yes, that I understand. I thought you meant just having dinner and that.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">CLIENT: Yes, so it’s going to happen and I don’t know. Whatever. [Pause] And I haven’t even seen that this direct marketing thing is going to work. I’d like it too because the landlord-tenant stuff is not easy.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">THERAPIST: The direct marketing for closings? <\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">CLIENT: Dollars, yes. There’s meeting realtors and very, what I think are -<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: Yes, I just [inaudible at 00:30:51]<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">CLIENT: real intangibles but seller wraps are, you get a seller wrap every once in a while and you’ve earned your money. Or don’t earn it; you work more than, but most of them are a title. There’s no problem with title. Sometimes I feel ashamed for what I charge. That’s another thing. I’ve got these <\/span><span data-id=\"P7-N200931\">clients who bought a house. They fucked up the wetlands and they signed an agreement not to and they’re supposed to had fixed it. I get a call again from the attorney and I said listen, I’ll see if they want to hire me for this. <\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">So I sent them an e-mail. I said this is what they represented to me. I don’t know what’s going on. I would have to do an investigation to get up to speed. You should call the developer to find out what’s going on. If you want to hire me you can do that too. There’s the e-mail, sort of asking some stuff <\/span><span data-id=\"P7-N200951\">and then there was another one oh by the way what’s your hourly rate? And I said it’s $225 and then $2,500 retainer, knowing that they don’t have that money. But if I’m going to take on a case like that, I want to make sure, I can afford now to make sure <\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: I’ll take the case, yes.<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: if I take the case to make sure I can pay. I know the woman’s mother does my taxes; she’s my CPA so she does my taxes. And that she can get a loan. But I don’t think I would’ve mentioned the retainer before. So, and stuck at the $195 for a while and now I’m worth more than that compared to <\/span><span data-id=\"P7-N200991\">what other attorneys are charging. And the Section 8 people, if they have to pay it’s only going to be $195 but when I ask them in court for money it’s going to be $225. So, I don’t know. Business seems to be going in the right direction and it’s but I’m working; I’ve got to work. <\/span><\/p>\n<span data-id=\"P7-N20098-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562188\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">THERAPIST: Right. It’s right to do the work [inaudible at 00:33:11].<\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">CLIENT: Well yesterday I was even at the point where I had all this stuff to do and really wasn’t I did what I needed to. Got caught up with my titles, I’ve got a closing this month at the end of the month, a cash deal I’ve got to do the title for but I’ll do all that today. Make sure my people in <\/span><span data-id=\"P8-N2009D1\">April that they tell Bank of America use me as their closing attorney. And then make a letter. I really don’t have a whole lot to do. I’ve got some discovery on this one case but I want the first check from this guy first. So I don’t even feel there’s a point where I was feeling overwhelmed. Oh God, <\/span><span data-id=\"P8-N2009D2\">I’m busy; I’m going to be busy forever, blah, blah, blah. And last night as far as I thought well I’ll watch Criminal Minds. [inaudible at 00:34:02] watch Criminal Minds, there you go. <\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">Still went and got a bunch of Chinese food that I puked up this morning but I’ll work on that. So [pause] I think even Marcia has kind of noticed that she said she was going to meet with her friend Arya last night and Arya just came over in the afternoon. And I think part of it is of course she wants <\/span><span data-id=\"P8-N2009F1\">her own time or whatever, but I think she also recognizes that when I go over there, that’s cutting into my time as well and part of my stress is from not getting slept on. I kind of felt that a little bit and also to be okay with it. Have fun whether I agree or not. <\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">THERAPIST: Wait, I’m confused. Have fun -<\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">CLIENT: With Arya. Yes, and of course she was texting me all last night because she was watching the Housewives of Beverly Hill, I think with Arya though but that’s fine. Once handball starts out all hell’s going to break loose. I don’t know what I’m going to do.<\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">THERAPIST: Are you going to juggle work, Marcia and handball?<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">CLIENT: And my workouts. I want to get there today if I can get on but probably should start seeing him now. There’s a chiropractor in the group and she does acupuncture as well. And I don’t know this might be a good opportunity she’s in north Westford. I can’t go to Essex Court any more, it’s just <\/span><span data-id=\"P8-N200A71\">but maybe she can start. And I need the chiropractor just to keep my back or whatever but there was one day where I was revved up, just fucking revved up. This was back when, years ago went to the chiropractor, we were trading some business and I mean when I left that place I was so relaxed I was <\/span><span data-id=\"P8-N200A72\">incapable of operating heavy machinery including a car. That’s how relaxed I was. Just shit. So I think there are things that physically even mentally that acupuncture can help with, even Crohn’s. <\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">THERAPIST: Crohn’s?<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">CLIENT: I’m wondering so maybe you can get me off some of the medication. I don’t know. I don’t know if Micah likes working with alternative. But that’s a scary proposition just to begin with because it’s easy to take a pill as oppose to scheduling an appointment. And what do you do when you go on <\/span><span data-id=\"P8-N200AB1\">vacation? I don’t know. But she has huge tits. I’m not a boob guy either but the way she does she does some different technique adjusting the back where she grabs you from the front. A homely face but you know. Just I know I can’t smack her ass or grab her boobs. <\/span><\/p>\n<span data-id=\"P8-N200AA-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200AA-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562188\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">THERAPIST: It will help if you’re not drinking hard alcohol before you go in there.<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">CLIENT: Oh, that’s not going to happen. So, yes I bought some beer; put some beer in Marcia’s fridge. That’s what I do when I go out. Everybody drinks beer. I don’t drink. When it’s boys’ night out, that’s, a couple guys on there love their bourbon and whiskey and real aficionados. But after a game <\/span><span data-id=\"P9-N200AF1\">everybody goes out for dinner, you have a beer maybe two beers. <\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">THERAPIST: Well I think also I’m sure it’s just partly the alcohol but it’s probably also if you ‘re feeling a little better things are picking up, it’s probably easier not to have to drink so much.<\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">CLIENT: No, I enjoy it. [Laughing] I had a good time. And it was funny because we went to the concert and then we went to my friend Booty’s party, his 50th birthday party, and I talked to him yesterday -<\/span><\/p>\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">THERAPIST: That what, you mentioned that last time.<\/span><\/p>\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">CLIENT: and I talked to him yesterday and he’s trying to apologize. He said did I see you, did I talk to you? Man I was messed up. I said I know I saw you but I was pretty wasted too, so. But going to sell the condo. I feel like I can do without the $1,500 now. That’s a big thing. And it’s another <\/span><span data-id=\"P9-N200B71\">nice piece of business I can give Patricia. Jess doesn’t get the finances about this stuff. That’s what’s frustrating. I get the piece of paper that says we owe so much in taxes, $70,000 to the IRS, but we have a deal where we’ve got an offer of compromise for much less. And I’m trying to explain to <\/span><span data-id=\"P9-N200B72\">her that for that paper to get taken off we just have to pay what we owe the IRS, not the base amount on the and she doesn’t understand that. And someone’s advising her and telling her. <\/span><\/p>\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">It’s like my fucking mom. I say Jess e I do this for a fucking living. And everybody’s going to argue with me but that’s not actually a lien, it’s a notice of a lien. The lien pops up as soon as you file your taxes. They assess, once they assess how much you owe which is what you file. That’s when the <\/span><span data-id=\"P9-N200B91\">lien, this is just notice that the lien is out there and hasn’t been paid. So, yes, if someone wanted to do an escrow they would use that amount do one and a half or whatever. So I’m thinking yes, if you can, first of all they didn’t record anything against Huntington County so that probably won’t even <\/span><span data-id=\"P9-N200B92\">come up. And maybe it’ll come up through the lender on the short sale but pay off my taxes. That’s $300 to $315 less a month I have to pay for back taxes. Same thing with the state, it’s a total of $477 I pay every month. That could be going to my health insurance I’m three months behind on, I’m 30, <\/span><span data-id=\"P9-N200B93\">I’m beyond, I’m actually going beyond the 30 days. I’m just lucky because in New Hampshire there’s no reason for them to drop my coverage because I can just pick it up again. So they just keep cashing the checks. They send you a notice that says oh we’re canceling, we’re canceling but <\/span><\/p>\n<span data-id=\"P9-N200B8-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200B8-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562188\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200BA\"><span data-id=\"P10-N200BB\">Would be nice. I’m trying to build a cushion. I have $350 put away towards that. But I’m going to be in a situation where at the end of March because I going to have to get my P&amp;L, my CPA my estimate, what my estimated taxes should be. I’ve definitely done better than last year but I don’t want to get <\/span><span data-id=\"P10-N200BB1\">hit with another $5,000 tax bill. So I guess I’ll have real things. <\/span><\/p>\n<p data-id=\"P10-N200BC\"><span data-id=\"P10-N200BD\">Then my stepmom comes down [inaudible at 00:42:50] blown when I hand her a check for most of her money back because I told her I was going to give her a check in South Carolina. And I got all upset with my brother and forgot and then had to pay the taxes and I didn’t have the money. [Pause] And I’ve <\/span><span data-id=\"P10-N200BD1\">even been content with my closing business. There’s not as much pressure to I still feel like I should be doing a lot more closing-wise and hopefully that’ll pick up. <\/span><\/p>\n<p data-id=\"P10-N200BE\"><span data-id=\"P10-N200BF\">THERAPIST: We should stop for now.<\/span><\/p>\n<p data-id=\"P10-N200C0\"><span data-id=\"P10-N200C1\">CLIENT: Can you give me a ride? Thanks for the juice.<\/span><\/p>\n<p data-id=\"P10-N200C2\"><span data-id=\"P10-N200C3\">THERAPIST: No problem.<\/span><\/p>\n<p data-id=\"P10-N200C4\"><span data-id=\"P10-N200C5\">CLIENT: Yes, 45%. All right. [inaudible at 00:44:21] depends on how drunk I get this weekend. <\/span><\/p>\n<p data-id=\"P10-N200C6\"><span data-id=\"P10-N200C7\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}