{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the possibility of moving back to their hometown and the difficulty of dealing with their parents."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Avoidant behavior","Stress","Anxiety disorders","Sense of control","Psychoanalytic Psychology","Avoidance","Frustration","Anxiety","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["4"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Avoidant behavior","Stress","Anxiety disorders","Sense of control"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Avoidance","Frustration","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":3,"pageCount":3,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562206","dorpId":"1006469199","contentType":"text","aucs":"CTRN-V1","title":"Client \"K\", Session February 18, 2014: Client discusses the possibility of moving back to their hometown and the difficulty of dealing with their parents.","fullTitle":"Client \"K\", Session February 18, 2014: Client discusses the possibility of moving back to their hometown and the difficulty of dealing with their parents.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":3,"totalPages":3,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":3,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562206\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">NO SPEECH UNTIL <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I guess I’m feeling a little [dissonance] (ph?), overwhelmed and not wanting to do very much. (pause) I’m kind of just going in the moment, more or less. Like yesterday at work, when I was about to leave I was talking to Bryan and the latest experiment we’re doing with Pfizer.  The data came <\/span><span data-id=\"P1-N2000F1\">back and, for the first pass, QC and everything was fine; but then we looked deeper at the data and the samples didn’t correlate well.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Does that mean there’s a QC problem?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Right. The data is kind of unusable. Usually the reason for this is when we’re isolating the cells, there is other cell contamination. I didn’t do that for this project, I was just the R&amp;A person. I wasn’t isolating the cells.  Sophia is the one that did it and I know she’s going to be bothering <\/span><span data-id=\"P1-N200131\">me today all about it – things I don’t want to deal with. I wish I could just build a shield. It’s not like he was mad or anything, my boss, especially this project. There’s always something like this happening. I don’t know if it’s because it’s a drug and the effects of the drug or if it’s something <\/span><span data-id=\"P1-N200132\">else.  So I guess I’m just not wanting to be overwhelmed. I don’t really know what I can do to make myself feel better.  Like last night I saw Paul. Usually that kind of distracts me and I’m happy, but I was still kind of feeling low. I didn’t really want to be around him. I didn’t want to take it out <\/span><span data-id=\"P1-N200133\">on him, so I just left. I don’t know what I can do to move forward, I guess. (pause)  Then I went for a run after work and, just because I’ve been traveling, I try to do something every day. I felt good afterwards because it had been a couple of days. I guess exercise is a cleansing or something, so <\/span><span data-id=\"P1-N200134\">I [guess I’ll go for a run tomorrow] (ph?), because I felt a lot better afterwards.  I’m thinking this feeling will kind of pass as I get back to my normal schedule or whatever. (long pause) <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: I guess I’m wondering if also some of what’s throwing you is this stuff about your parents and seeing them when you were back in Boise, that we talked about yesterday. (pause)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Right. (pause)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: I guess part of what makes me think that is that, both with Sophia and the lab and with Paul, you’re having to deal, I think, with other people’s crap in a way that feels unfair and overwhelming; and that sounds to me a lot like what you were describing yesterday.  I mean not the whole story, <\/span><span data-id=\"P1-N200191\">but the part about the stuff with your parents. (long pause)<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: I don’t know if it was because a lot of people at work asked about the interview and about the process.  I guess I want to be unhappy or ungrateful, but it seems like the option to move to Boise kind of seems like defeat, not progressing, moving backwards.  (pause) I know I shouldn’t look at <\/span><span data-id=\"P1-N2001B1\">it that way because I’m sure it would be good and would be exciting, but it’s just because my parents are there. (long pause) <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: I’m thinking of that line from Casablanca – of all the graduate programs in all the graduate schools in all the countries . . . (long pause)  I get a sense you feel something quite significant, that feels significant, about the way that moving forward and moving backwards are kind of tied <\/span><span data-id=\"P1-N2001D1\">together; but I don’t know what it is yet. (pause)<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562206\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: I don’t know.  I want to be happy and I want to be excited, but (inaudible at 00:15:24) (pause) I guess it just doesn’t feel like progress. It just doesn’t feel like . . . (long pause) <\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: What it reminds me of actually is how often you’re dealing with difficult situations and the emotional stuff around them feels like an inextricable combination of making things worse and possibly making them better at the same time. Do you know what I mean?<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Like yesterday, as a recent example, talking about your parents, I think there were probably many moments where, as we talked about, it didn’t feel like you were doing anything that was going to improve how you felt about it or give you some other option or something.  It just felt shitty <\/span><span data-id=\"P2-N200251\">and overwhelming and more stuck. And then I guess I also have a hunch – and maybe I’m wrong about this – that there were some ways in which you felt like there was some possibility in it of letting go of their stuff a little bit or letting it be a little bit, instead of feeling as stuck in it. I guess <\/span><span data-id=\"P2-N200252\">my point is I think you hear talking about difficult things often, it feels like that kind of inextricable combination of “Really? This is just going to make it worse and I’m just going to feel more overwhelmed and stuck. And then also a sense, I think in moments, but not in others, of – and again, <\/span><span data-id=\"P2-N200253\">maybe I have this wrong – of like “maybe it will actually bring me up a little bit or loosen some of this a little.”  I guess there’s something about the feel of the possibility of going to graduate school in Boise that seems like that and a combination of “Yuck. Moving backwards. Moving back towards <\/span><span data-id=\"P2-N200254\">high school and being with my parents and dealing with all their stuff;” and grad school at the same time. I’m not sure what to make of that, but that’s what I was thinking of. (long pause) <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: I guess (long pause) I’m feeling angry when they always say “your parents will be so happy if you move back.” I was thinking about that. (pause)  It just makes me unsettled because I guess there is a lot of resentment towards my mom making me play so much softball and making me sacrifice a lot <\/span><span data-id=\"P2-N200271\">for it. She always used to say, [“I thought it was the best,”] (ph?) but it never made me happy and I never wanted to. I was thinking that doing something for their happiness doesn’t seem like a thing I want to do. It sounds like something I think they deserve or something.  (pause)<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: I guess she wasn’t always thinking of your happiness and, for that matter, it sounds like you mentioned in what they said about making your parents happy, aren’t really thinking about your happiness either. Maybe in a way it feels like I don’t either, like I may have an idea about what’s <\/span><span data-id=\"P2-N200291\">difficult about moving back to Boise, but maybe it would feel more like I’m looking out for your happiness if I was saying, “Yeah, I bet you would be much happier somewhere else.”  (pause) Instead of being so focused on how really permanent you sound like you anticipate it will be if you move back there.<\/span><\/p>\n<span data-id=\"P2-N20028-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562206\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">CLIENT: I know I can be in my own little grad school bubble or whatever and I think I get consumed by that. (pause)  I don’t want to be there to feel the guilt of not spending time with them or not helping them or whatever. (inaudible at 00:27:44) (long pause) <\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: I don’t know what happened there. I was saying that maybe they are also making this difficult for you; and then you actually really start to doubt yourself. (pause) <\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: I don’t know. (pause) I guess I’m just not . . . (pause)<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: I wonder if you feel it’s like me pushing you too far or something like that if I say maybe parents and friends and, in a way, me, are making things difficult or are making you feel bad.  And then you say, “Damn right. It’s hard enough as it is. I won’t handle that well,” like you have to <\/span><span data-id=\"P3-N200311\">back off about what you were upset about a little bit to placate me. (pause) <\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: I don’t know. I guess I just feel like, in the end, maybe it is the end. I have such a problem with going there and why did I even apply to that school? I should be excited or be happy. (long pause)  I guess I don’t know what else I can do to be more happy or succeed because I feel like I’m <\/span><span data-id=\"P3-N200331\">just cleaning up messes all the time. (long pause) <\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: I was thinking that I imagine that you feel like deciding about Vanderbilt has you sort of turned the grad school thing into a mess and it doesn’t have to be like that – or you chose to apply there. The downside of something that you could be excited about or could feel good about or it could <\/span><span data-id=\"P3-N200351\">feel like moving forward, it feels like another mess, something you have to deal with or clean up.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: Yeah. (pause) <\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Yeah, I think it gets . . . (long pause)  I’m not sure about this, but I think it may have started to feel to you like the conversation in here between you and me got messy. And then you first decided that you were a mess and then projected the mess out there onto this graduate school. I’m <\/span><span data-id=\"P3-N200391\">not saying that it’s not a very difficult situation or that it wouldn’t feel, in itself, messy anyway, but there is a way in which the mess kind of keeps moving around.  I think it’s graduate school or it’s your parents; graduate school is, I think, something in our conversation and then it’s back to <\/span><span data-id=\"P3-N200392\">being as you and it’s graduate school.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: There’s no solution or getting past it. It’s always there. There’s always a problem. There’s always something to get anxious about and then forget and then it will come back again.  (long pause)<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: We should stop for now.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}