{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the issues he's having at work and how his managers don't allow him to do his job. Client discusses his wish to get a degree, but the expense is too much with his current job. Client discusses why he left school in the first place."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Family relations","Job security","Work behavior","Education","Self Psychology","Psychoanalytic Psychology","Anxiety","Frustration","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["13"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Family relations","Job security","Work behavior","Education"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Self Psychology","Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2563465","dorpId":"1006526479","contentType":"text","aucs":"CTRN-V1","title":"Client \"G\", Session April 17, 2014: Client discusses the issues he's having at work and how his managers don't allow him to do his job. Client discusses his wish to get a degree, but the expense is too much with his current job. Client discusses why he left school in the first place.","fullTitle":"Client \"G\", Session April 17, 2014: Client discusses the issues he's having at work and how his managers don't allow him to do his job. Client discusses his wish to get a degree, but the expense is too much with his current job. Client discusses why he left school in the first place.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563465\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hello.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Hi.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">(background noise 00:00:07 00:01:14)<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: I’m not sure what I should do. I’m not sure I should be selling cars.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Yeah?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yeah, it’s sort of (inaudible at 00:01:29) all-encompassing, yet unsatisfying. So, to me, it’s a lot of time and energy.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: How long you been there now?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Since, I think, February, so almost three months.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Almost three months? Yeah. What are your thoughts on—?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Well, my thinking is, I could do it very well, but it’s surprising that I don’t. And the reason I don’t is mostly because people around me have decided that I won’t. It’s an unusual situation where I’ve agreed to listen to my superiors. It sounds half crazy, but I actually have agreed to do <\/span><span data-id=\"P1-N2001F1\">what someone above me says without thinking about it.  And a lot of the things they tell me to do don’t make sense. On reflection, they don’t make any sense, but I’ve done them anyway.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">And so it (pause) – I’m used to being treated in a special way, I think. Wherever I go, I think I feel like I should be some sort of royalty or something, recognized as exceptional. And I’ve reached a field where that’s sort of an accepted way of going about business, but I’m not in that class. I’m <\/span><span data-id=\"P1-N200211\">treated like a kindling (ph), or whatever you call it.  (pause)<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">Yeah, I have the capability, but I’m not committed to do things. It’s an uphill battle every single time a customer comes in, and my managers are just very hostile. It’s not exclusively with me, but that combined with the fact that they won’t let me take customers means I can’t do very well. I mean, <\/span><span data-id=\"P1-N200231\">they just won’t let me take customers.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Yeah, they have like a kind of a pecking order, where if somebody’s free, that person gets—<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Yeah, it’s like a batting order in baseball, except the one, two, three, and four hitters just keep going, unless there’s, like, a ball (ph) in play.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: I’ve got you, yeah.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: And it doesn’t seem to be based on effectiveness or, like, the effectiveness of selling cars as much as control. I get the distinct feeling that one of my managers just wants me to – I mean, he said once – I’ll finish my sentence – he wants me to lose my pride, or something, my sort of self-respect. <\/span><span data-id=\"P1-N2002B1\">Because he said once, “Stop looking like you know better or you’re better than everyone,” or something. I forget what he said. But the fact was, on that occasion, I’d done my job perfectly, and he still talked everything up like someone else – Andrew (ph) didn’t get the sale. <\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: What happened? Maybe that’s a good example for me to just get a read on what—<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: Okay, well, one time I remember – I’m trying to think of the exact time he said that. Oh, yeah, this time – so I’m supposed to greet the person, get to know them, get to know what they want, give them one vehicle that meets all their needs, get them to like the vehicle, and then get a commitment <\/span><span data-id=\"P1-N2002F1\">from them to buy it and then turn them over. So I greeted the person, and then I started talking to them, and I got yelled out by Irish Man for taking too long talking to him, even though I’d only talked to him for like two and a half minutes.  He yelled at me in front of the customer, so after that, <\/span><span data-id=\"P1-N2002F2\">it was more difficult to control them. They didn’t have as much respect for me.<\/span><\/p>\n<span data-id=\"P1-N2002E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563465\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">The other manager jumped in and started asking all the same questions I’d already asked them, and they came on a specific vehicle, like one vehicle. I just wanted to get – whatever, it doesn’t matter what I wanted – so he asked the same questions again. Then he said, “Oh, get this model over here. Bring <\/span><span data-id=\"P2-N200311\">that one up.” So as I was going to get that one – just to show it to them because you sort of show them the vehicle –the guy who was part of the couple was saying, “Can we just drive it? Can we drive it?” because he had no respect for me because he’d seen me yelled at. He thought he could just walk <\/span><span data-id=\"P2-N200312\">over me, too. <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">Then, as I’m bringing up the car, the manager comes – the guy who’d started asking the same questions I was asking – comes up in another car, in his car that he drives, a demo for the dealership, and says, “Do you want to drive this car?” So usually suggestions from the managers are sort of things to <\/span><span data-id=\"P2-N200331\">do, so we got in that car. And it’s a different car, but it still had this dry cleaning in the back seat. We drove it around. We got back, and he sat down with them. I mean, he took over. They won’t let me do my job. They won’t let me do my job, and so I knew I had done everything I could in that situation, <\/span><span data-id=\"P2-N200332\">so I just sat there. There’s nothing I can say.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: I see. Okay. Yeah, you hadn’t done anything to – you were doing the kind of the steps you normally do. Why did the Greek guy kind of butt in and say, “You’ve been talking too long”?<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: I’m not sure. <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Does he want you to hand them off right away or something like that?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Well, it might be because they knew exactly what model they wanted, and find (ph) that I should just go and get the model, like the exact one they want and show them that. But in my mind, in order to – this is what I’m thinking now, not then – but I need to get to know the people. I get to know <\/span><span data-id=\"P2-N2003B1\">what they think is important, so that I can show them that on the car – so, “this lines up with what you wanted; this lines up with what you wanted.”<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: But more, trying to figure out your own way to – you’re just using your own judgment to – but they were, like, butting in, and taking it—<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Taking it over.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Taking it over, yeah. <\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: And the thing is, I don’t think they understand me. I don’t think I’m – I’m not understandable, so they don’t understand what I’m doing. Like I asked someone in Service if she’d send me information about yoga. She was not buying a car, right? So I said, “Who’s the yoga instructor?” and she was <\/span><span data-id=\"P2-N200431\">sitting there reading. I said, “Oh, I’m interested in that. Send me some information.” I mean, that’s just a way of getting her contact information because I wouldn’t be able to ask her for it—<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: [There’s a law to prevent it.] (ph)<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: But a connection either way is – it works. It’s what you want.<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">THERAPIST: (chuckles)<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">CLIENT: I don’t think they completely understand that.<\/span><\/p>\n<p data-id=\"P2-N2004C\"><span data-id=\"P2-N2004D\">THERAPIST: What do they think?<\/span><\/p>\n<p data-id=\"P2-N2004E\"><span data-id=\"P2-N2004F\">CLIENT: That’s just one example. I don’t even know if they saw that. That’s just one example. I do all kinds of stuff like that, and it’s not what they’re used to.  I’ve been trying to – you know, the Irish guy, who I like – he’s a good manager, if he’s done kind of – whatever, he’s a good manager; <\/span><span data-id=\"P2-N2004F1\">that’s the truth. And I’ve been obeying his word to listen to my managers. “Just work with your managers. Work with your managers. And do what they say.” I’m doing what they say, but it doesn’t work because I’m not just like an empty vessel. I guess I have my own way of doing things.<\/span><\/p>\n<span data-id=\"P2-N2004E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563465\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: And it’s not – a good team just accepts – not “just” – but a good team accepts people for how they are, and then sort of builds on their strengths and uses those and incorporates them into a single system. But I’ve tried sort of bending over backwards, basically, just effacing (ph) any sort <\/span><span data-id=\"P3-N200531\">of judgment (ph).  He keeps trying to do things, and it’s not working because I’m not like a slave.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Trying to be an empty vessel, but you’re not – you can’t really be.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yep. So I’m not sure. It’s a curious thing because I – they’ve told me, “If you don’t like it here, you can just go,” and I feel the same way. I mean, if you don’t like me, just fire me, but no one’s really taken that step.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: Do they give you any kind of base salary?<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Yeah, though they just eliminated overtime, it seems like. You’re never sure, but I mean, they’re very disrespectful. Like, I need my manager’s help to see if I can sell a person a car who wants to trade in this car, but they have to pay off this much, and if we have a certain kind of trade-in <\/span><span data-id=\"P3-N2005B1\">from customers that another customer might want. So if someone brings in a car with 100,000 miles, I have someone who’ll buy it.  And I bring this to his attention once or twice, and he doesn’t act on it. He sort of punts the whole day. I mean, he does nothing with it. If I ask things, I’m not always <\/span><span data-id=\"P3-N2005B2\">answered. It’s just like, I think the fact that I don’t fear my superiors, it gets to them in some way. It’s not like – I do everything; I do everything they say, as well as I can. So when they yell at me or something, I just don’t care because I know I’ve done the best I possibly can. And if there <\/span><span data-id=\"P3-N2005B3\">were anything reasonable in what they were saying, I would have done it. <\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">For instance, I had one responsibility of making sure every single vehicle had a sticker and tag and was all set. So I was doing that one morning, going out and doing every single one, sort of wiping the dirt off from putting labels on – on my shirt – and I come inside, and the guy yells at me for not <\/span><span data-id=\"P3-N2005D1\">following up with this, and I say, “Well, that was my next job.” I can’t do two things at once. It’s just absurd. But I didn’t say that. I’ve gotten to the point where I just sort of – I don’t verbally fight it. I’m disrespected, and I sort of sit there, but I don’t accept that it has any bearing on <\/span><span data-id=\"P3-N2005D2\">who I am. <\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">Yeah, I kind of went through a process with the last manager where I – we didn’t jive very well, but at least he was a guy who was trying as hard as possible. He wasn’t trustworthy. He wasn’t really a good person. He wasn’t a good worker, but he was still trying. He was trying as hard as he could to <\/span><span data-id=\"P3-N2005F1\">work with the people around him. He was trying to get better, like a good Christian, or something like that. That’s a bad analogy, but he was trying. You could tell he was sort of stretching to try to do the best he could every day, even though, not that much business. He didn’t have that many social <\/span><span data-id=\"P3-N2005F2\">– whatever you call it – social capital, or whatever it is. <\/span><\/p>\n<span data-id=\"P3-N2005E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563465\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">And so I reached an accord with him because I said, “You know what? I respect you. I want to work with you,” and that worked, but then he got fired. And so I feel like I used up my independence. All that friction I went through with him, it wasn’t for any good, and here I am kind of depleted and ready <\/span><span data-id=\"P4-N200611\">to follow manager’s orders, and a new manager comes in, who’s just kind of gross and disrespectful. I don’t have the same newness, or the same unwashed quality, to oppose him with.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Yeah, what comes up between you two? Is this the Greek guy?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: No, this Irish guy who’s—<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: Irish guy. <\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Irish guy who goes down to the sales manager. It doesn’t even make any sense. There should just be two mangers, the Irish guy and the other guy who’s under him, but they put a third person in, and that person’s like desperately (inaudible at 00:16:29) to do anything because there’s three managers <\/span><span data-id=\"P4-N200691\">and six salesmen. One of the salesmen doesn’t even do anything.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: So [he’s really fond of you.] (ph)<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: (chuckles) So it’s a strange sort of corporate hiring situation. We have a boss, and then that boss is in charge of two stores and a lot of people, but there’s one guy in the particular showroom under him, and then there’s one guy over him. It’s not like there are three or four people under <\/span><span data-id=\"P4-N2006D1\">him, just one guy.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: So just the normal (inaudible at 00:17:04).<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: I think it would contribute to a lot of backseat driving, or leapfrogging, or whatever you want to call it. Because there’s one person under you, and you’re the boss. You’re thinking, probably, “Well, I would do it this way. I would do it this way,” and you have enough (ph) time to say, “Do <\/span><span data-id=\"P4-N200711\">it this way,” which is a problem. (chuckles) [It was superficial—] (ph) <\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: But they also wanted – I thought they also clashed about how to manage you, or how to manage the sales force.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Yep. Yeah, so this particular guy, who’s new – he’ll just throw out accusations. He’ll be like, “You didn’t do this.” Like, he said at the time, “There’s no basis in fact.” It’s like, “Yes, actually I did,” or “I have no idea what you’re talking about.” But he still just does it all the time. <\/span><span data-id=\"P4-N200751\">It’s like some sort of defense mechanism. (pause) [Then he smiles.] (ph)<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: Yeah, yeah. What are you saying about selling cars in general, though? Are you saying that it’s not—? <\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: I just need an open floor. I need to be able to do my job. I need to be able to do my job. If you won’t let me do my job, then, I’m not going to be happy. I’m not sure if selling cars – I’m thinking about it twice because they’re not trustworthy people that I’m working for. I’ve had promises <\/span><span data-id=\"P4-N200791\">broken. (inaudible at 00:18:58) a year ago (ph), a lot of energy. Funny how the things sort of sit…<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: Yeah, it does sound like you’ve thrown yourself into it. Do you feel like you are?<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: Yeah, and even the best I could hope for in the business probably wouldn’t be what I want to do, and the main problem is, I don’t have faith I could do anything better with my time, even if I weren’t doing this. I mean, I can’t structure my time. I can’t do anything in the order it should be done.<\/span><\/p>\n<span data-id=\"P4-N2007C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563465\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: Do you have other ambitions that are more structuraled (ph) at this point?<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: More than what? Like, how I behave or the car business?<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: Yeah, in the car business.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: More structured?<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: No, more like an ambition that’s – like other ambitions besides… <\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Yeah, I want to get into writing and maybe teaching writing as a launch pad. My class is pretty good. I’m taking classes, and it just works. Anywhere in the car business, I just don’t feel understood, like 80 percent of the time. It just makes communication very difficult.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: (chuckles)<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: You know, and I’m like… (pause)<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: What? What?<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: I could go into any number of examples, but miscommunication is one of the things that annoys me more than anything. And it happens a lot, but in the classroom, I feel very quickly I accrue a certain status. I could work on the framework.  I still have a problem where I can’t really – I don’t <\/span><span data-id=\"P5-N200911\">even try to achieve goals anymore because I don’t have faith in my own happiness or an opinion of my ability to not disappoint myself or other people. But still, in the classroom, I achieve a status quickly, and I don’t know.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: You feel like the way you think, the way you write—?<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: The way I speak.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: When you speak.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: I know I can deal with other people. That’s one thing that (inaudible at 00:21:41) me very well, is how to be diplomatic.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: You want to write, huh?<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Um-hum.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: I don’t know if we’ve ever talked about it. Do you have a B.A.?<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">THERAPIST: You don’t, okay. How close are you?<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">CLIENT: Two years.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">THERAPIST: Two years. (pause) And these classes, do these classes figure into that at all, or is it just something you’re doing for interest?<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">CLIENT: I get credit for them. You know, the credit could be used, but I’m not—<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">THERAPIST: That’s not necessarily what you have in mind with them? <\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">CLIENT: I’m not working towards a degree. What bothers me is, I need to work on my classes, and I work the job so I can take the classes, but I end up focusing on the job rather than the classes. Yeah, so I got like a D+ (ph) in the last one, so…<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">THERAPIST: Why? Because you’re paying for the classes through the work, is that what you mean?<\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">CLIENT: That’s what I intend to do, but even that’s not working out. I’m not making enough that I could sign up for another class next semester.<\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">THERAPIST: Oh, okay. What do you take, like an extension (ph) school?<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">CLIENT: Yeah. It’s pretty good.<\/span><\/p>\n<p data-id=\"P5-N200B6\"><span data-id=\"P5-N200B7\">THERAPIST: You’ve liked it?<\/span><\/p>\n<p data-id=\"P5-N200B8\"><span data-id=\"P5-N200B9\">CLIENT: Um-hum. (inaudible at 00:23:20) (pause) Yeah, that’s my main problem. I can’t work on these things. I can’t get it into any kind of order. Like, when I get home, my room’s a mess. I spend – when I’m home, most of the time I spend in my room. It’s a nice big room, but there’s a keyboard out there, <\/span><span data-id=\"P5-N200B91\">and there’s a computer, a bed. I kind of read in bed because it’s comfortable, and I just fall asleep, or I watch porn, or I just don’t pursue things in any productive way.<\/span><\/p>\n<p data-id=\"P5-N200BA\"><span data-id=\"P5-N200BB\">(pause) <\/span><\/p>\n<p data-id=\"P5-N200BC\"><span data-id=\"P5-N200BD\">THERAPIST: It’s funny, though. I guess, like one thing I was wondering about is, is it something to do with where you’re headed, though? Do you have like an idea of where you’re wanting to head towards?<\/span><\/p>\n<span data-id=\"P5-N200BC-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563465\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: No, not really. (pause) I had some thinking about that. I guess what’s helpful when you’re younger is, that if you work at, like, endotropic (ph) projects – like, things that make sense to you long-term – one thing parents can do, or mentors, or people who support you, especially when you’re <\/span><span data-id=\"P6-N200BF1\">youngest, is they give you positive feedback while you’re sort of working towards something. So you have that feedback in the short term that keeps you going towards the long-term good.  But if you’re older, or you’re isolated, you have to work towards your long-term good without any sort of positive <\/span><span data-id=\"P6-N200BF2\">feedback on the way. In fact, there’s just stresses on the way if you want to do something long-term that makes it very difficult to sleep well or to pick the things, or to – you get the negative feedback because you’re taking away from something else in the present. There is that.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">Also, what comes to mind is, I mean, since Lawrenceville, I haven’t had the capacity or the faith to pursue something, or hope for any kind of reward. It’s part of why I dropped out because I was convinced Birmingham would disappoint me in some way, in the same way I’d been disappointed before. And <\/span><span data-id=\"P6-N200C11\">what I’m searching for then, in both cases, and still now, is some sort of bond with people, like a (inaudible at 00:25:35) relationship, I guess, I don’t know.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: Yep. (pause) There’s something about going toward something that you feel will disappoint you, it’s hard to have something – you’re not sure what to have in mind then as an endpoint, or something to strive for, if it’s going to be—<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: Yeah. You know what’s interesting is that, if I see it, I can do it. What I’ve done is, I’ve taken on things that people have shown me, if I’ve had even a brief bond with people. Like, I wouldn’t have considered going into sales before I had Edgar as a roommate, who was in sales.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">THERAPIST: Oh, is that what—?<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">THERAPIST: Did he sell cars? <\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: No, he sold software, but I mean, after moving out, and that situation, then I go into sales.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">THERAPIST: Was it with the idea of helping also to bond?<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">CLIENT: It was almost like trying to recover it in some way, I don’t know. (pause) (inaudible at 00:28:13) (pause)<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">THERAPIST: Yeah, it kind of occurs to me that some of the really formative experiences of striving for something, whether it’s an academic interest or it’s a woman, has ended up being profoundly disappointing.<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">CLIENT: Um-hum.<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">THERAPIST: It’s hard to say – think of like staying on some road or even getting on a road – towards something that you wonder if it’s not disappointing. (inaudible at 00:29:10)<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">CLIENT: Yeah, and I jump off at the last minute sometimes.<\/span><\/p>\n<p data-id=\"P6-N200DA\"><span data-id=\"P6-N200DB\">THERAPIST: Ah.<\/span><\/p>\n<p data-id=\"P6-N200DC\"><span data-id=\"P6-N200DD\">CLIENT: I think.<\/span><\/p>\n<p data-id=\"P6-N200DE\"><span data-id=\"P6-N200DF\">THERAPIST: What are you thinking of?<\/span><\/p>\n<p data-id=\"P6-N200E0\"><span data-id=\"P6-N200E1\">CLIENT: (pause) I don’t remember now. (pause)  But I work towards something; then when it’s almost in hand, I sort of kill it, or cut it off and move on to something else. I take control of it, rather than risk a disappointment or something.<\/span><\/p>\n<p data-id=\"P6-N200E2\"><span data-id=\"P6-N200E3\">THERAPIST: Yeah, there must be something about just having it in hand.<\/span><\/p>\n<p data-id=\"P6-N200E4\"><span data-id=\"P6-N200E5\">CLIENT: Yeah. (pause) I don’t know what I should do. Maybe I should try to move over to another dealership; a friend suggested that. Maybe I should look elsewhere. I need to keep paying the rent. I don’t have any flexibility, unless I start taking money from my parents, which I – maybe it could help <\/span><span data-id=\"P6-N200E51\">me, I don’t know.  I could probably ask for help. I’ve never asked for help, though, from when I was from tenth grade up. I mean, I always felt bad that my family had spent money on school. My mother made sure of that, and—<\/span><\/p>\n<span data-id=\"P6-N200E4-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200E4-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563465\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: She did?<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: What did she have to say about it?<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: Oh, you know, “We’re suffering at home.” And if I’d ask for things, “We spend this much here on your school.”<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">THERAPIST: Oh, is that right?<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">THERAPIST: Do you know what they had to suffer? <\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">CLIENT: I don’t actually. I know I was mad. I was mad when they had a pizza at home because I’d been so sort of indoctrinated with the idea they were suffering and couldn’t make it by and that my education was an onerous expense, that it was unthinkable to me that they would have pizza at home.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">(pause) Someone keeps calling me.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">(pause)<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">THERAPIST: What do you got there?<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">CLIENT: I don’t know; it’s probably work related. <\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">THERAPIST: Oh, [then stop to text.] (ph) Can you tell it’s the dealership?<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">CLIENT: Why do they keep calling me? I don’t know. I [think I should answer.] (ph)<\/span><\/p>\n<p data-id=\"P7-N20102\"><span data-id=\"P7-N20103\">Hello. (inaudible background conversation) Yeah, I’m not working right now, but can I give you a number to call?(inaudible background conversation) Great. 781-292-3406. Jesus.<\/span><\/p>\n<p data-id=\"P7-N20104\"><span data-id=\"P7-N20105\">(pause)<\/span><\/p>\n<p data-id=\"P7-N20106\"><span data-id=\"P7-N20107\">THERAPIST: All clear? <\/span><\/p>\n<p data-id=\"P7-N20108\"><span data-id=\"P7-N20109\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N2010A\"><span data-id=\"P7-N2010B\">(pause)<\/span><\/p>\n<p data-id=\"P7-N2010C\"><span data-id=\"P7-N2010D\">THERAPIST: Well, is there something, though – I was thinking about how you just – we were just noting how you get something in your hands, and it brings up a lot. I was thinking – then we started talking about you going to Lawrenceville and then being told, “Yeah, well, it’s costing everybody something.” <\/span><span data-id=\"P7-N2010D1\">It’s a complicated thing, getting what you want. <\/span><\/p>\n<p data-id=\"P7-N2010E\"><span data-id=\"P7-N2010F\">CLIENT: Yes. Yep. Yeah, I guess if I’m miserable, at least I know – I mean, I can’t be pushed around anymore or something, like it’s just – if I’m suffering without taking anything I want, somehow I’m immune to guilt. (pause) <\/span><\/p>\n<p data-id=\"P7-N20110\"><span data-id=\"P7-N20111\">What am I doing? I’m working all the time. I have two hours today I’m going in, and it’s supposed to be my day off. I have to pick up my brother at home. He’s dropping out of college for a while. He might start farming somewhere. <\/span><\/p>\n<p data-id=\"P7-N20112\"><span data-id=\"P7-N20113\">I know I should have better. I know in my life I should have better, and I’m not getting there. I’m not getting close, and I’m frightened to jump off from this lousy job because I don’t have any faith that I’ll be able to follow anything through. Besides the fact that I won’t have enough money to get <\/span><span data-id=\"P7-N201131\">by, which would mean I’d have to ask for help, which would mean I would potentially fall – I mean, my father’s incredibly supportive; he’s a good person. But there’s a still fear there that I’d sort of fall into his influence, or he’d shape who I was.<\/span><\/p>\n<p data-id=\"P7-N20114\"><span data-id=\"P7-N20115\">THERAPIST: And there’s strings attached, too.<\/span><\/p>\n<p data-id=\"P7-N20116\"><span data-id=\"P7-N20117\">CLIENT: One would think.<\/span><\/p>\n<p data-id=\"P7-N20118\"><span data-id=\"P7-N20119\">THERAPIST: Usually. I mean, I’ve never seen it where it isn’t, right? <\/span><\/p>\n<p data-id=\"P7-N2011A\"><span data-id=\"P7-N2011B\">CLIENT: Yeah. The fact is he’s pretty understanding. He’s a really good father, good parent. He doesn’t ask for much, but I still wouldn’t want to ask for help.<\/span><\/p>\n<p data-id=\"P7-N2011C\"><span data-id=\"P7-N2011D\">THERAPIST: Well, to help is to be influence, too. To take help is to be influenced, too.<\/span><\/p>\n<p data-id=\"P7-N2011E\"><span data-id=\"P7-N2011F\">CLIENT: To take help is to be influenced?<\/span><\/p>\n<span data-id=\"P7-N2011E-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2011E-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563465\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">THERAPIST: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\">CLIENT: I mean, (chuckles) I’m like (inaudible at 00:39:06) like I feel that I’m somewhere else, I think, because – or that sort of stiffness that my manager picked up on, that I’m better than my surroundings. I mean, I’m in a dealership. I stepped in the break room; they’re all like gray file cabinets. <\/span><span data-id=\"P8-N201231\">The people I’m around are [giving me my old nickname]. I haven’t heard that since middle school, maybe, and they think they’re clever. So I still have this sense of entitlement, but where I am is pretty backwards.<\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">THERAPIST: There’s not a lot of guys, though, who went to Lawrenceville, straight (chuckles) and headed to the dealership.<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">CLIENT: Yeah, I guess. I’ll just say, “It’s Mr. [] to you.”<\/span><\/p>\n<p data-id=\"P8-N20128\"><span data-id=\"P8-N20129\">THERAPIST: That’s (inaudible at 00:39:57) “Doctor.”<\/span><\/p>\n<p data-id=\"P8-N2012A\"><span data-id=\"P8-N2012B\">CLIENT: (laughter) (pause) Because they’re demanding that it be a career. I mean, I’m thinking of it as a way to make money. You’re supposed to have a career in car sales, or something.<\/span><\/p>\n<p data-id=\"P8-N2012C\"><span data-id=\"P8-N2012D\">THERAPIST: They must wonder what the hell you’re doing there.<\/span><\/p>\n<p data-id=\"P8-N2012E\"><span data-id=\"P8-N2012F\">CLIENT: Yeah, a lot of people do. I know it’s good, though. I mean, I want to own a car. I want to bed more women. I want to win the sales practice. I want to build relationships with people at work. I want to be able to do what I want without being tied down too much – like a structured system that <\/span><span data-id=\"P8-N2012F1\">has me meeting people and working through a system that’s attractive to me. <\/span><\/p>\n<p data-id=\"P8-N20130\"><span data-id=\"P8-N20131\">THERAPIST: I wonder if they think that you’re not there for the long haul. I mean, even in the career, and it’s somewhat – not that you’re bringing this to it – but that they feel like, “Oh, who’s this really smart guy? Is he just visiting for a while to see our land, and is he going to take off when <\/span><span data-id=\"P8-N201311\">he’s gotten what he wants out of the experience?” I don’t know. Maybe they don’t think that much about it.<\/span><\/p>\n<p data-id=\"P8-N20132\"><span data-id=\"P8-N20133\">CLIENT: Hmm. (pause) I missed the bus the other day. It’s interesting because the Irish guy was telling stories. There’s something about him that reminds me of the family I came from, where – I guess from this area where my grandfather was born.  There’s something familiar, and I’m not sure whether <\/span><span data-id=\"P8-N201331\">it’s retrograde or not, but wanting to tell stories, it motivates people, and that speaks about things. It’s a familiar dialect.<\/span><\/p>\n<p data-id=\"P8-N20134\"><span data-id=\"P8-N20135\">THERAPIST: Do you like it, though? Do you like the way he talks to people?<\/span><\/p>\n<p data-id=\"P8-N20136\"><span data-id=\"P8-N20137\">CLIENT: Yeah, he’s very good. He’s very good. He knows to sort of encourage people, every single person for little things. The fact is, he sees things differently than they are. So many times, he’s saying, “Oh, you’re doing this,” and he’s saying a positive thing, like, “Oh, look you’re doing this. <\/span><span data-id=\"P8-N201371\">Oh, look, you’re doing this,” and it’s not what you’re doing. But, still, it’s just the feeling that he’s watching and he’s supportive. It’s funny, because it’s not – it’s almost never right, what he says. If you say, “Oh, I have this problem.” He says, “Oh, I know exactly the problem you’re talking <\/span><span data-id=\"P8-N201372\">about. You just have to do this.” He’s completely wrong; that’s not the problem I’m talking about. But he’s— <\/span><\/p>\n<p data-id=\"P8-N20138\"><span data-id=\"P8-N20139\">THERAPIST: With a spirit of encouragement?<\/span><\/p>\n<p data-id=\"P8-N2013A\"><span data-id=\"P8-N2013B\">CLIENT: Yeah, I don’t know. It’s frustrating and nice at the same time. But what was happening is, he starts telling stories at like 7:40 or 7:30 every weekend. It’s almost like clockwork. He starts talking about some old friend or some guy who’d been out of prison or what happened, and the guys sort <\/span><span data-id=\"P8-N2013B1\">of gather around to listen to him in the showroom. It’s not like it’s organized; it just happens. And the last bus leaves at 7:40, and so I should really leave, but I stay just five minutes just to listen to him tell the story and started running to the bus, and I missed it. And they’re good stories, <\/span><span data-id=\"P8-N2013B2\">but I don’t know if it’s worth me walking a couple miles and be home an hour and a half later. It’s sort of an analogy for the whole dealership experience. <\/span><\/p>\n<span data-id=\"P8-N2013A-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2013A-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563465\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\">THERAPIST: Yeah, what is it?<\/span><\/p>\n<p data-id=\"P9-N2013E\"><span data-id=\"P9-N2013F\">CLIENT: Well, exactly that. I mean, it’s a good, it’s a nice—<\/span><\/p>\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">THERAPIST: Are you missing the bus, though?<\/span><\/p>\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">CLIENT: Yeah. (chuckles) It’s a pleasant detour for me.<\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">THERAPIST: I mean, in one respect, I hear that you are looking for help in the sense of an encouragement.<\/span><\/p>\n<p data-id=\"P9-N20146\"><span data-id=\"P9-N20147\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20148\"><span data-id=\"P9-N20149\">THERAPIST: It doesn’t mean that you still don’t want and look for, also, practical – like, how do I build, though, from where I’m at – but that you appreciate the encouragement, that they’re both necessary. <\/span><\/p>\n<p data-id=\"P9-N2014A\"><span data-id=\"P9-N2014B\">CLIENT: Yeah, that’s the thing the car business taught me, is if you get motivated to do something, you can do anything. It’s just about being motivated to do it, and it often helps to have someone outside motivating you. You can do anything.<\/span><\/p>\n<p data-id=\"P9-N2014C\"><span data-id=\"P9-N2014D\">THERAPIST: I know there’s a lot to you being at Lawrenceville and everything, and maybe what it meant to be at Birmingham, but what I sense is that one thing that was in your mind about Lawrenceville was, “This is costing people something. I’m doing something for myself that’s…” – I don’t know if you’d <\/span><span data-id=\"P9-N2014D1\">call it discouragement – but if your mother’s saying, “Hey, this is costing us.” <\/span><\/p>\n<p data-id=\"P9-N2014E\"><span data-id=\"P9-N2014F\">CLIENT: Hmm. (pause)<\/span><\/p>\n<p data-id=\"P9-N20150\"><span data-id=\"P9-N20151\">THERAPIST: I don’t know about Birmingham.<\/span><\/p>\n<p data-id=\"P9-N20152\"><span data-id=\"P9-N20153\">CLIENT: When I looked at it, I was sure I would be disappointed in some way. If it’s too good to be true, I expected I’d get over there, and I wouldn’t be where I’d hoped for, and all that.<\/span><\/p>\n<p data-id=\"P9-N20154\"><span data-id=\"P9-N20155\">THERAPIST: Do you have a sense of how or what would have been – what you were expecting?<\/span><\/p>\n<p data-id=\"P9-N20156\"><span data-id=\"P9-N20157\">CLIENT: (pause)  It’s just dry. I mean, (pause) yeah, I remember at Lawrenceville, I expected academics. Birmingham, I expected academics. It sounds absurd to think that it wouldn’t be academically-focused there, but I’m not sure I was that convinced it would be. I’m not sure I was convinced there would <\/span><span data-id=\"P9-N201571\">be a life to the learning. I guess that’s not true. I was convinced it would fit me the way I hoped it would, and for me, it was about academics.<\/span><\/p>\n<p data-id=\"P9-N20158\"><span data-id=\"P9-N20159\">THERAPIST: But a fit, a fitting, like something that fit you?<\/span><\/p>\n<p data-id=\"P9-N2015A\"><span data-id=\"P9-N2015B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2015C\"><span data-id=\"P9-N2015D\">THERAPIST: You felt like you belonged?<\/span><\/p>\n<p data-id=\"P9-N2015E\"><span data-id=\"P9-N2015F\">CLIENT: Yeah, yeah. Where people would accept me. And that’s probably just me projecting now onto them, but…  (inaudible at 00:48:17)<\/span><\/p>\n<p data-id=\"P9-N20160\"><span data-id=\"P9-N20161\">THERAPIST: I’ll see you next week, then.<\/span><\/p>\n<p data-id=\"P9-N20162\"><span data-id=\"P9-N20163\">CLIENT: Yeah, I’ll see you.<\/span><\/p>\n<p data-id=\"P9-N20164\"><span data-id=\"P9-N20165\">THERAPIST: Okay. See you then.<\/span><\/p>\n<p data-id=\"P9-N20166\"><span data-id=\"P9-N20167\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}