{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses having the cancel his last session and feeling sorry for his life interrupting his therapist's schedule. Client discusses punishing himself with the therapist, but that it's not something he would discuss with his girlfriend."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Client-therapist relationship","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Relationships","Parent-child relationships","Education","Work behavior","Self Psychology","Psychoanalytic Psychology","Anxiety","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Client-therapist relationship","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Irish"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["13"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Relationships","Parent-child relationships","Education","Work behavior"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Self Psychology","Psychoanalytic Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2563435","dorpId":"1006526449","contentType":"text","aucs":"CTRN-V1","title":"Client \"D\", Session March 28, 2014: Client discusses having the cancel his last session and feeling sorry for his life interrupting his therapist's schedule. Client discusses punishing himself with the therapist, but that it's not something he would discuss with his girlfriend.","fullTitle":"Client \"D\", Session March 28, 2014: Client discusses having the cancel his last session and feeling sorry for his life interrupting his therapist's schedule. Client discusses punishing himself with the therapist, but that it's not something he would discuss with his girlfriend.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563435\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: This is what we spoke about prior. Fifty and then for last week as well per our agreed ROA.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Okay, okay, yes.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yes, sorry about that last week. Just I got to school on Friday morning and apparently my [inaudible at 00:00:20] professor had rescheduled the class. And it seemed like maybe half of the class seemed to have any recollection of notice of that or something and it was really I think what has <\/span><span data-id=\"P1-N200111\">been a miscommunication or something. But, yes I [inaudible 00:00:39] with the class and the book two seconds after I heard it so I just fired off an e-mail really quick just to let you know. But yes, I wasn’t really I couldn’t really miss another class of that. But there’s yes, so that kind of <\/span><span data-id=\"P1-N200112\">sucked. Sorry for not calling you back too. I know I said I would do that but I got out of everything kind of late on Friday and I just didn’t.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Yes, how did you feel about all that? I guess, what was it like to what did it mean to miss and what was it like to, you know, we talked about calling out tell me how that played out. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yes, I mean at first when I realized I was really frustrated, like when I got to school and I actually realized that that was the situation and that I kind of definitely was going to have to cancel this, I think for a moment I tried to play around with the possibility whereby I wouldn’t have <\/span><span data-id=\"P1-N200151\">to. Like maybe say oh it’s a medical thing. I’m sure I could’ve done that just fine, but that wouldn’t have actually -<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Oh in the class, you mean for the class?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yes. I couldn’t really miss the class. We have an attendance policy for [inaudible at 00:02:06] and I can’t really miss they allow you to miss a pretty small number of classes actually and then you run the risk of getting your status affected or whatever. So I said maybe I can get an exchange <\/span><span data-id=\"P1-N200191\">for that but that would be kind of a pain in the ass with that professor and it also wouldn’t give me the benefit of having been in class for the day. So I kind of just came to that conclusion. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">Yes, and I guess I wanted to send you a quick e-mail. I mean partially there was some minor comfort in the moment of it just as far as there wasn’t really anything else I could do at the moment. But and I didn’t like having to do it again. I felt like it was, like somewhere it had happened before <\/span><span data-id=\"P1-N2001B1\">and I just felt, I wanted to put something in the e-mail like this isn’t becoming a pattern or something; just some unexpected things but I didn’t have time to. So I felt a little, maybe a little guilty about that I guess because if I didn’t ask to reschedule the appointment it might not have happened. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Yes. Was there any feeling you had about having to write me or anything? Did you feel -<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Oh yes. I hate sending e-mails.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Yes, what about it?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Well I mean I needed to just communicate to you really quickly that I wasn’t able to come. But as with most things I also wanted to communicate to you that I was sorry and I didn’t take it lightly and I realized it was serious and it would affect your day you know what I mean? So I mean that <\/span><span data-id=\"P1-N200231\">was just kind of difficult. <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: I see. That’s what made the okay, okay.<\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563435\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Yes, I mean I yes, it’s not the type of thing I would like to get through e-mail, if there were anything I would like to. Yes, I didn’t really, I don’t know I guess I just didn’t really want to call I guess.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Yes, what about that? What ?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: I don’t know. I guess I’m just sort of inferring that not expressing the fact that I didn’t over the course of the week, know what I mean?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Yes, yes. I was wondering about that.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: I mean insofar as that was something that I wouldn’t have wanted to happen in general. I guess I didn’t really want to. If I didn’t have to I wouldn’t want to have a conversation about it on the same grounds. And it’s also the phone too. On some level I feel like the phone maybe not as much <\/span><span data-id=\"P2-N2002F1\">but is a medium of communication I don’t feel -<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Not your flavor? <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Particularly for conversations I feel like I want to communicate in a particular way, know what I mean?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Kind of be more face to face, something like that?<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Yes. Yes, I mean to the same extent that with e-mails I’m constantly concerned about if I’m communicating things the way that I want to. There’s no [inaudible at 00:05:52] on the phone too. I think I just don’t want to talk about it probably because I was upset that it happened and I felt that <\/span><span data-id=\"P2-N200371\">I was again letting the weight of school spill over into other people’s lives also, which is like a kind of bright line indicator for me at least when I start to feel like I’m messing up, you know what I mean? <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Yes, yes, yes. This kind of, what I was thinking of one element that’s kind of a constant is a kind of this kind of feeling you have of I do not want this to come across as disrespectful or like that I don’t give a crap and the anxiety that that will kind of be communicated in this. Is that ?<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Absolutely. I mean I would like you in a way to know, or at that moment I would’ve like you to have had an entire perspective and to have known completely how anxious and torn up I was about it, ideally you know what I mean?<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: I kind of think I kind of had a sense. Well I mean I think I <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: No I mean increasingly confident with that over time. But that’s I think maybe that’s one reason why I think maybe doing that last week was much easier than it may have been a long time ago. But, yes, so I mean, and maybe it’s a little bit easier because I think that that is the case.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Yes, there’s something here about us talking we’ve been having these conversations around people sleeping easy at night and you not. I was thinking there was something there about you feeling like you want, as you just put it, you want me to know that that was hard for you, that I didn’t <\/span><span data-id=\"P2-N200411\">sort of see you go well you were just well able to sleep that and go okay, no big deal. But you did not want me <\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: Yes, I’d like you to know I was really torn up. I guess I feel, I don’t know. It just seems I don’t know I guess I don’t know I feel like there’s a moral element to that or something. At least with how I was able to make sense of it I guess. Yes, I mean yes, I guess I didn’t want you to <\/span><span data-id=\"P2-N200431\">think I was doing it to have lunch with my friends or something. But I also didn’t have time to type in and explain that I had a class but then also try to explain to you the fact that because at one point I started to type it up and I was trying to say oh I’m actually in class today and I can’t come <\/span><span data-id=\"P2-N200432\">because I have class. But every time I read it, it was as if I have class every Tuesday at 11:30; if we schedule an appointment on Tuesday at 11:30 and I sent you an e-mail right beforehand and said oh I have class and can’t come you must [inaudible at 00:09:13] an excuse. <\/span><\/p>\n<span data-id=\"P2-N20042-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563435\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Yes, it would kind of further sort of give me the sense of well you’re not taking responsibility here or something.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Well you didn’t think about that when we made an agreement that we were going to do something? Not at that time? But then definitely I felt a little bit defeated.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Yes, well I’ll just share with you one thought that I had was that I was wondering if something really bad had happened again to you and that you were feeling kind of I kind of found myself wondering did something really bad happen? You know like something similar or akin to what you were <\/span><span data-id=\"P3-N200491\">describing a month or so back when you suddenly felt almost too anxious to come. <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Yes. You know what’s really interesting? Over the entire course of since a week ago plus an hour or two when I sent you that e-mail, until you said that it hadn’t occurred to me once that maybe you were worried that something even more serious. I don’t know. I guess I thought you were going <\/span><span data-id=\"P3-N2004B1\">to say something like maybe someone died and there was something really horrible going on, you know what I mean? Yes, I guess I didn’t even really consider it, the fact that maybe I had even created that impression by kind of not going into it because I guess I did, I left it extraordinarily vague and <\/span><span data-id=\"P3-N2004B2\">I supposed I didn’t really consider it that much as to why. <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Well I guess maybe my one of my points about that is right around that issue of how strong and powerful that kind of experience of me and you can be. Not just me and you but that dynamic can be for I do not want to be seen as somebody that is really whistling, playing the violin as the <\/span><span data-id=\"P3-N2004D1\">city’s burning. <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yes, yes, yes, really you know? I don’t know. And the way it plays out in my mind is it’s almost less in the negative but it’s more like because I constantly I guess feel like I’m doing things that I shouldn’t be, I feel like I constantly want to be communicating the fact that I’m really anxious. <\/span><span data-id=\"P3-N2004F1\">Almost less like I don’t want be like that but almost more that I need to communicate this I think.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Yes, like I’m feeling bad about doing these things? But I’m feeling anxious about them?<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Yes. I guess I think about it, I feel like with I think about it it’s more like how to communicate that. And that’s what I wanted to communicate in that e-mail somehow. Just let you know I’m really, really sorry about this and I feel horrible and I would hate me if I did this for what it’s worth. <\/span><span data-id=\"P3-N200531\">And yes, it was frustrating because it was a situation where I had no wiggle room and I had to kind of roll over. <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Yes, that kind of yes. Yes, I would hate, as you put it, I would hate me if I put, if someone put me in this position.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yes, like I’m not, it’s not lost upon me how this will affect you. I guess that’s the thing. That’s what I feel like, I guess because that’s the safe harbor that I try to get into sometimes. Like really reduce it to it’s bare bones kind of. If I’m at least aware and feel bad about it and I’m <\/span><span data-id=\"P3-N200571\">really upset and whatnot, then maybe that’s not the best place to be but it’s far better than the alternative. And I guess that’s where I feel like I’m trying to position myself a lot of the times. [Pause] Which is like I don’t know. <\/span><\/p>\n<span data-id=\"P3-N20056-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563435\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: What? What are your thoughts?<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: I mean I don’t know. I think about this sometimes and I feel like I’ve kind of become a little aware of it. And it seems to me I guess when I put it in words like that and when I think about it sometimes in really plain terms it just seems really toxic that I would seek comfort in trying to <\/span><span data-id=\"P4-N2005B1\">display discomfort you know what I mean? Like I like being anxious, I like being at some points when I’m here I may have said I’m trying to get rid of, you know what I mean? I don’t know. <\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: Yes. Yes, you’re sort of almost like displaying a punishment for yourself.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: That’s precisely it. Yes, that’s the best way to put it.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Like don’t worry, I’m punishing myself.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Yes, you don’t have to punish me. I’ll whip myself. No it is definitely that. Absolutely it is.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: And I guess to me it kind of begs the question what’s the crime.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: I don’t know. It just sounds very Christian when you put it in those terms too, I think.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Yes, what about them? <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: I don’t know. I don’t know. Just absolving all my sins, absolving myself for seeking and acknowledging them, whatever. What were you saying now?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: No, I’d said what’s the crime?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Yes. Yes, well I guess that yes. What’s the crime? <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: I mean not to be cute but I mean really?<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: No, I think I definitely see what you’re saying. And that’s exactly why sometimes when I step back and look at it, the absence of that and the kind of answer to that is what makes it such a discomforting kind of thing to realize, that there might be a crime, that there might even be something <\/span><span data-id=\"P4-N200731\">that can compel that or something, you know what I mean?<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Okay, yes.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: It reminds me I’m looking at your bookcase there and see the Freud book. And I remember this one passage, The Freud Reader? <\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: The Freud Reader, yes.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: I can’t remember where it was from but I remember a while ago I was reading it and he articulated something like what I feel like we’re talking about where he said that one of the Jesus terminology, one of the defining and most interesting features of the neurotic is the way when at the last <\/span><span data-id=\"P4-N2007B1\">point they display their love for their anxiety, the fact that they actually don’t want to give their neurosis up. Ah, I wish I could remember exactly the line from that -<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: No, I know what you’re getting at. <\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: but that dynamic. I feel like even when I read that a long time ago it was kind of like oh, well that’s interesting. I guess that begs the same question too though. Why wouldn’t I want to give that up or something, you know? When I think about it in terms other than punishment, I think about <\/span><span data-id=\"P4-N2007F1\">it in like the I can be like this or rather I cannot be worried and be like my dad, or be like this and not be like my dad, it seems, it doesn’t really seem the point of the same question. The explanation seems easy to me because to be like that is to be like my dad, that’s why. You know what I mean? <\/span><\/p>\n<span data-id=\"P4-N2007E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2007E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563435\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: But it doesn’t seem like it’s answering that question? Is that what ?<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: But I can’t apply that logic to what’s the punishment, what’s the crime? I guess when I think about it with my dad the blame is not on me that I’m focusing on but rather the blame’s on my dad. That was a bad act that with this promotion as opposed to a crime that <\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: Well is the crime any way associated with the some way that an identification with your father or a fear of that? Like almost like I’m going to -<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: I’m not, I’m not my father. Not at a literal level but I’m not that person that doesn’t don’t worry, I’m not that person that goes to sleep at night over these kinds I’m the kind of person that really worries about this and I’m going to show you just so you know. Right, I see it’s not really <\/span><span data-id=\"P5-N200871\">a punishment per se as much as it’s <\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: It’s both, then, right? You don’t want to prevent it like it’s -<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: Or some crime as much as it potentially could be.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: But to put it kind of really maybe, this might be overly formulaic or something but you don’t want to be seen as your dad in that way. Like a guy would just say well I had a class so it happens and I’ll buy that. I’ll definitely yes. Yes, and I guess I’ve associated on some level the relaxed, <\/span><span data-id=\"P5-N2008F1\">the being able to sleep at night in some way that it’s tethered to morality or whatever, absolute actions or something as if they fall from each other. <\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">Now these were noted too that sometimes when I think about it there’s this fear of my dad being relaxed. And alternatively there’s not just my dad and then not my dad, but it’s also my mom is being extremely anxious and she’s really upset. And I think I frequently portray a narrative of my mom and my <\/span><span data-id=\"P5-N200911\">dad that kind of oversimplifies things. It’s like the good and bad guy type things, you know what I mean?<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: Yes, and then your dad is creating your mom’s anxiety and suffering solely or something like that.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Or even just sometimes without even thinking about it in terms of my dad not really having a lot of remorse or something there’s sort of two plots going on. On the one hand there’s my mom who’s extremely upset about this stuff and my dad just seems to just not have a care in the world. Then <\/span><span data-id=\"P5-N200951\">at other times, we have this family and then we have my dad kind of mess it all up and then my mom is just kind of the innocent bystander I guess. <\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: But they’re two different ones, almost narrative themes or something? Is that what you’re saying?<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: Yes, yes. I mean I guess insofar as I would connect or attach my dad being the bad guy being relaxed. I don’t know. I guess I feel like my mom didn’t do anything wrong. You know what I mean? She was really upset. [Pause] I don’t know. <\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: What? What is that? You don’t know?<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: No I guess that I just don’t know if there’s any significance to that or anything.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: To significance to ?<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: I guess I’m wondering if on the one hand maybe it’s something to do with my dad and him being really kind of never really feeling really guilty or anything and trying to avoid that. Or maybe conversely associating the absence of fault with her being [inaudible at 00:26:19], possessed, depressed <\/span><span data-id=\"P5-N200A11\">and that’s <\/span><\/p>\n<span data-id=\"P5-N200A0-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A0-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563435\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Yes, I think there’s something there.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: I don’t know or at least they seem to work in tandem to some extent.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: Do you think? I mean it seems relevant. Yes, I mean -<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">[Pause]<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: One thing that keeps coming to my mind now and I thought about it then over the semester, I did really well in my writing class last semester. This semester I had a lot more trouble. It’s weird, I almost felt like I was back writing my thesis again all the times. I ended up handing in a number <\/span><span data-id=\"P6-N200AB1\">of my assignments passed the due date and I’d have a couple points docked or whatever. And similarly when I was doing my writing in [inaudible at 00:27:31] I was very emotionally just I’m just really anxious. I was getting really upset by the fact that I wasn’t able to get this stuff done. <\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">And I don’t have any close relationship with my legal research and writing professor and it was just so apparent to me when I was handing a paper in late that just naturally I wanted to communicate to her somehow, like the way that I used to do with Kaley (ph), that I was really upset by this you know <\/span><span data-id=\"P6-N200AD1\">what I mean, that this was really upsetting to me. Like I feel guilty, I feel like I insulted you. I wanted to communicate that to her but I had such a superficial relationship with her that it was impossible to do so. You know what I mean? And I felt so, I felt so much worse than just normally as if <\/span><span data-id=\"P6-N200AD2\">I were able to do that. I felt totally powerless. It was <\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: What were you left with not being able to do?<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: I had no I couldn’t do anything. I couldn’t mitigate it, I couldn’t control, I couldn’t -<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: I see. Yes, it was up to her to determine your intent and -<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: Yes, I had no agency. There was nothing I could do.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: Well I was thinking about it in terms of like her standing in, in some ways as the link between the dad, the father as you’re saying that does the deed and the mother that gets really hurt by it. You know, like how the same way you’re conceiving with me like how I would feel somewhat stung <\/span><span data-id=\"P6-N200B71\">or this particular way I would’ve taken it. Does that make sense? <\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">And how one way you can mitigate that is by really sort of going all right I’ve been punishing myself here. Don’t worry, I’m you’re communicating that I care. You’re communicating listen I want you to know that I care. Otherwise I wonder if you’re left with a feeling of she must think that I don’t care. <\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: Oh absolutely. She must think I’m a bad person, like I felt like I had no ability to try to counteract that. And I didn’t and yes, there was nothing I could I mean there was just a very empty vacuous kind of feeling. But it made it evident to me the inability to do that and how much it really <\/span><span data-id=\"P6-N200BB1\">messed with me was very apparent to me. It was very apparent that that’s what would have made me feel comfortable. <\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">But I guess I felt like just because of the circumstance there was nothing else I could do except just kind of put it out there and just accept it you know what I mean? I can maybe the way I was thinking about it was almost sort of like maybe it’s not only that I can’t create the impression that I’m <\/span><span data-id=\"P6-N200BD1\">not that person. Maybe that maybe I am that kind of person to her right now for all that really matters, you know what I mean?<\/span><\/p>\n<span data-id=\"P6-N200BC-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563435\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: Yes, and if you are then you’re this bad dude.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: Yes, and if being bad is just the absence of that or even worse, being visible, you can’t make it visible. I don’t know. Does that make sense?<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Yes. <\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">[Pause]<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: You know I didn’t really do too much of that, you know what I mean, over the last week with you. I think if you’re considering what we’ve been saying, in a sense me not calling you back can almost be seen as a departure from that.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: Yes, no I had that in mind as well. I’m kind of wondering what do you make of that? What do you make of that, yes? <\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: But you know when this stuff happened with my writing professor, I was really upset and really just, it bothered me to the core. But I kind of had this idea in my head that if I don’t want to keep feeling like the only way I can accept things is to be as upset as possible and make it as visible <\/span><span data-id=\"P7-N200CB1\">as possible, then this is what I have to learn how to do. You can only be one of the two, you know what I mean?<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: Wait, say that again.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Like, unless I want to try to deal with every situation that makes me feel uncomfortable for the rest of my life by just trying to maximize how visibly upset I am, I need to learn how to confront uncomfortable situations without maximizing how upset I -<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: Right, yes.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: as I was forced to do in that situation.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: I got it. Yes.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: But I don’t know. I guess in my mind it seemed to me representative of I don’t know some progress or stab or something, whatever.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: That you didn’t feel that here until why? Is that ? <\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: I guess I’m just thinking that now.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: No, no, I see what you’re saying.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: I guess I was getting to learn to do this type of thing with my professor more.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: Yes, yes, yes, that you weren’t overly kind of concerned about what I might there was enough of an ability to kind of say I don’t need to kind of continually display my contrition or something in order to feel okay. It wasn’t on your mind all week I guess is what you’re getting at, plan’s <\/span><span data-id=\"P7-N200E11\">going to be upset or something. <\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: I wasn’t worried that when I would show up here maybe you’d say jeez, you know Dan although this has been going on for a long time but these last couple weeks have been tough. I think I’m going to have to put an end to this, whatever. That didn’t even cross my mind. And that’s exactly what would <\/span><span data-id=\"P7-N200E31\">have a year ago or something with that sort of support.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">THERAPIST: That’s right. [Pause] No I hear that too, like you’re sort of saying yes, you don’t want to have to be doing that in situations where it’s a little more ambiguous, like with a writing teacher. How do you muddle through that and feel like <\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">CLIENT: Yes, how do you just live, how do you live? That’s such a habit.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">THERAPIST: I think you’re talking about how you live with it.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">CLIENT: A million times a day. That was just one particularly profound example that I think was very similar to things in the past that I did and really kind of came out with but yes, how do you deal with that?<\/span><\/p>\n<span data-id=\"P7-N200EA-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200EA-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563435\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">THERAPIST: Yes. [Pause] Yes, I don’t know. <\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">CLIENT: I don’t suspect on some level that my writing professor thinks I’m a really bad person, in a literal sense. I guess I don’t genuinely think that.<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">[Pause]<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">THERAPIST: Yes, what?<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">CLIENT: I don’t know I guess maybe, I don’t know. I guess I was thinking to myself I rarely kind of do test the accuracy of my concerns of people’s perceptions sometimes. I guess a lot of times it just kind of stays with them what I’m concerned about them feeling as opposed to like for the first year <\/span><span data-id=\"P8-N200F51\">when I came here I felt like I was talking to you about this stuff exclusively to hide them. [I’m barely] (ph) this close now if I’m closer, know what I mean? <\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">THERAPIST: Yes, yes. Yes, no it seems to me there’s this element of it. Of course the other person’s response is important but there’s also something that you’re sort of saying that is very strong inside of you about your own kind of sensibilities and what’s right and wrong; what makes you okay and <\/span><span data-id=\"P8-N200F71\">not okay. <\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">CLIENT: Yes, it’s not just that. It’s not just what they actually think.<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">THERAPIST: Yes. It’s so much about how you feel about being that person.<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: Yes. I guess I suppose that the one reason why sometimes I think I notice sometimes that I when I do this I think sometimes maybe I might make people uncomfortable sometimes by showing them how sorry I am or something. As if it’s not apparent to them why it would be necessary to be that kind <\/span><span data-id=\"P8-N200FD1\">of concerned that you did something. You know what I mean?<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">THERAPIST: Well that’s, I suspect that’s probably true.<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">CLIENT: I’ve notice that -<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">THERAPIST: I’m sure you have.<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">CLIENT: and which is constantly in my mind also as I’m trying to, like when I was typing that e-mail to you last night. <\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">THERAPIST: Does Laney tell you that stuff?<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">CLIENT: I don’t do that with Laney. I don’t do the I’m going to punish myself for you in front of you so you can doesn’t seem to play out that much.<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">THERAPIST: Is that right? Okay, good.<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">CLIENT: I mean it does and it doesn’t in ways. Not in ways that I’ve ever hurt her kind of, nobody was shocked by it or something. But I think I was overly apologetic to my writing teacher the first time it happened. I think she found it a little unnecessary almost. I sent her an e-mail apologizing <\/span><span data-id=\"P8-N2010D1\">and the next time I saw her I apologized and I just kept trying to say I’m sorry, I recognize this is really not okay, you know what I mean? I think she was kind of thinking it’s not really necessary. I don’t really feel like that plays out too much with Laney.<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">[Pause]<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">THERAPIST: No, I just found myself wondering about that. <\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">CLIENT: What?<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">THERAPIST: What’s that?<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">CLIENT: How come?<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">THERAPIST: I guess because I was I guess where I came to that was I was thinking of how much feedback Laney might be giving you about that characteristic in you and so that’s what led me to and how that affects you. And that’s where it came from, that’s where <\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">CLIENT: I mean it makes sense that it would probably be the most understandable place if you were to assume the whole dad-mom relationship.<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">THERAPIST: Yes and also just by virtue of her spending a lot of time with you and knowing you. But it’s somehow it strikes me as kind of important that it doesn’t happen with her, so something’s <\/span><\/p>\n<span data-id=\"P8-N2011C-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2011C-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563435\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">CLIENT: Yes, I almost didn’t like that you asked that.<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">THERAPIST: I thought so.<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">CLIENT: I almost said something like let’s not do this.<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">THERAPIST: Why are you going there? What was it, what was it? Tell me.<\/span><\/p>\n<p data-id=\"P9-N20126\"><span data-id=\"P9-N20127\">CLIENT: I was just started trying to think about it and I was just thinking God I’ve never really thought about this. And I said do I want to think about this? Do I want to actually realize that it is that? I don’t know. I thought this is -<\/span><\/p>\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\">THERAPIST: Did I open a can of worms there or something?<\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">CLIENT: Well I was just thinking all of these questions and absurdities don’t exist there. I don’t want to go looking for them. I’m going to create them by thinking about them or something.<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">THERAPIST: Yes, that’s one place where I don’t feel that. Let’s not -<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\">CLIENT: Yes, kind of, yes. But it gets a lot, these types of feelings and my kind of tendency to want to resort to this kind of stuff I feel like it increases when I’m in times like this like in law school when I’m really cramped for time and I can’t, I have to do things that I’m constantly concerned <\/span><span data-id=\"P9-N2012F1\">I’m going to be perceived as being inconsiderate or thoughtless, not being in touch with someone as much. I don’t know. <\/span><\/p>\n<p data-id=\"P9-N20130\"><span data-id=\"P9-N20131\">THERAPIST: Yes. Yes, I guess maybe that’s another reason why I thought of Laney was that you described it so much in terms of that one of your concerns about doing school is the time and how it affects the two of you. And I was thinking I wonder if that played out in terms of if you really wanted to <\/span><span data-id=\"P9-N201311\">demonstrate to her hey listen, this is not easy for me. I don’t like this. Know that I’m really struggling. <\/span><\/p>\n<p data-id=\"P9-N20132\"><span data-id=\"P9-N20133\">CLIENT: No, that absolutely, yes. I think I communicated that here.<\/span><\/p>\n<p data-id=\"P9-N20134\"><span data-id=\"P9-N20135\">THERAPIST: Yes -<\/span><\/p>\n<p data-id=\"P9-N20136\"><span data-id=\"P9-N20137\">CLIENT: I mean I and what she said that I feel like I’m not, I feel like there’s some really huge distinction between that or something. So, yes, the exact same thing. I, I, yes, I want to consistently and continuously every single day communicate to her that this is something that I would not be <\/span><span data-id=\"P9-N201371\">doing if it wasn’t because I had to. It wasn’t because the class came out of nowhere you know what I mean? I don’t know. As if that maybe if that makes any difference, right?<\/span><\/p>\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\">THERAPIST: What do you mean?<\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">CLIENT: My dad was in school.<\/span><\/p>\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\">THERAPIST: Oh yes, oh right, right, right. <\/span><\/p>\n<p data-id=\"P9-N2013E\"><span data-id=\"P9-N2013F\">[Pause]<\/span><\/p>\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">CLIENT: I’ll take it, though, the [inaudible at 00:46:31] of me not calling you back is. Or maybe on the one hand I’ll consider it to the fact that you might have been concerned that I was horribly injured or something, which I didn’t, which didn’t really cross my mind. I’ll take it as good, something <\/span><span data-id=\"P9-N201411\">that would have been a lot more difficult for me to do. It’s a good thing in that sense maybe. <\/span><\/p>\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">THERAPIST: Yes, no -<\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">CLIENT: Unless you’re really upset over it. [Laughs]<\/span><\/p>\n<p data-id=\"P9-N20146\"><span data-id=\"P9-N20147\">THERAPIST: Well yes, I was thinking this other element I’ll just share with you. I thought well what happens if you ever have the thought of God you know sometimes I do have the thought it’d be nice not to go home to Laney right away. What happens when you do have those thoughts or what if there’s something <\/span><span data-id=\"P9-N201471\">about hey I don’t want to what if you do feel in some way I want to have another day on this paper and I kind of like having it another day? I was thinking that in some way those would seem like really impermissible thoughts or ideas.<\/span><\/p>\n<span data-id=\"P9-N20146-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20146-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563435\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20148\"><span data-id=\"P10-N20149\">CLIENT: Deliberately weighing the equities and choose my own curve (ph)?<\/span><\/p>\n<p data-id=\"P10-N2014A\"><span data-id=\"P10-N2014B\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P10-N2014C\"><span data-id=\"P10-N2014D\">CLIENT: No, yes, they’re definitely going to foreclose the mind to a certain degree. I don’t know. Not all the time, not all the time. But I mean to a certain degree. [Pause] I mean that would be the to make that decision, you know what, I want to take another day, just like connecting to something <\/span><span data-id=\"P10-N2014D1\">I’ve said in the past, that would be or if me knowing that after all this of school maybe it’s been tough for Laney, for me to say you know what, I’m not going to go home. I’m just not. That would be like that would suggest a state of tranquility of mind of I’m going to go for a run. That’s it, just <\/span><span data-id=\"P10-N2014D2\">in case that never really clicked with you. <\/span><\/p>\n<p data-id=\"P10-N2014E\"><span data-id=\"P10-N2014F\">THERAPIST: Oh right, right, yes. Yes. Well all right.<\/span><\/p>\n<p data-id=\"P10-N20150\"><span data-id=\"P10-N20151\">CLIENT: Cool.<\/span><\/p>\n<p data-id=\"P10-N20152\"><span data-id=\"P10-N20153\">THERAPIST: Oh gosh before we stop I do have to tell you something about my schedule. And I’m sorry to do this right at the end here… <\/span><\/p>\n<p data-id=\"P10-N20154\"><span data-id=\"P10-N20155\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}