{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his recent and past work projects and what he's working on now. Client discusses his past in theater and how he's going to celebrate his anniversary."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Work behavior","Sexual experiences","Intimacy","Psychoanalytic Psychology","Self Psychology","Exhaustion","Anxiety","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["21"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Work behavior","Sexual experiences","Intimacy"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Exhaustion","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":17,"pageCount":17,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2563421","dorpId":"1006526435","contentType":"text","aucs":"CTRN-V1","title":"Client \"LJ\", Session March 24, 2014: Client discusses his recent and past work projects and what he's working on now. Client discusses his past in theater and how he's going to celebrate his anniversary.","fullTitle":"Client \"LJ\", Session March 24, 2014: Client discusses his recent and past work projects and what he's working on now. Client discusses his past in theater and how he's going to celebrate his anniversary.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":17,"totalPages":17,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":17,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<p data-id=\"P1-N20008\"><span data-id=\"P1-N20009\"> ______________________________________________________________________________BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">(joined in progress)<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Man, I’m like, you know what? Shit! (chuckles)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Pretty good outfit, huh?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Look at that! One or two minutes, not bad.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Not bad at all!<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Not bad. So, um, getting right to it (therapist affirms) I... spent the weekend organizing magic cards, shredding my collection down to almost nothing, and then selling it all on Sunday for $2000.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Oh my God! Wow!<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah! And you know what? I made $7000 total out of magic, the gathering collection, over the past few years. It’s been a number of mortgage payments (therapist affirms) which has been good. About three. (chuckles) So, um... it’s about to be another one, I think, not that (inaudible), but...<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">So that was great! I felt great about doing that, and I was really focused and clear. I spent the entire thing, so I wouldn’t have to do work, you know? Still made $2000, didn’t do work at all. I have a test comprising six sections today. Usually, it’s on three, but I’ve had two weeks to do... <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Oh, yeah, because you had the break.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: But I have not done (sighs) that, and so, you know, I’m now a little rusty from the previous stuff I just did, you know? I’m like, I don’t want to look at normal, since these scores. Again, you should have gotten those. But, still...<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: So, you go in today and you have to take both tests today? Is that right?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: It, I was going, it comprises one test (therapist affirms), so... It could be that seven one through three are really easy like, six one through three were, right? Just like, this is mostly just terms and basics, and so the only hard thing I’ll have to learn would be six, four through six. (client <\/span><span data-id=\"P1-N200231\">affirms) So... If that’s the case, now it’s not so bad. But today is our 15-year anniversary, so I want to get home at some point, you’d think, and be like, “Hey, Happy Anniversary!” We’ll, I don’t know, we’ll do something stupid. We always do something...<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: But you’ve got time to look over the stuff before, you can take the test whenever you want? <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Yeah, yeah, as long as I take it today. (therapist affirms) (inaudible) And I get one re-take. So I mean, I can always take the strategic, learn as much as I can, go in, do the best I can, which might be enough, and take it again Thursday. (therapist affirms) So here is the tricky thing, Carl. <\/span><span data-id=\"P1-N200271\">Here we are, back on the plan now, okay? The plan was I’ve not called in a psychiatrist, but I shall do so, because I should get right on that. (inaudible) I’ll be out of weed tomorrow, possibly Wednesday morning.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">Now, this is good news, because... I’ll have a brief window of... Sweet; let me sit down and focus on some work for Thursday. We’ll meet Thursday morning, so I’d be cool. Friday, Saturday, and Sunday are going to be difficult, could be difficult, but I have to also study then for work on Monday. So <\/span><span data-id=\"P1-N200291\">I need to go into this (sighs) as armed as possible, which means I need to be doing yoga every day. I guarantee you, I’ll be sore. (sighs) Because I was so good when I was doing that. That was so useful, you know? I think I need to... I know I need to get back into that. So... (sighs) but again, just <\/span><span data-id=\"P1-N200292\">things, knowing the drop is coming and knowing (therapist affirms) and doing what’s best. You’ve seen me do this numerous times, Carl. This is not new to you, right? <\/span><\/p>\n<span data-id=\"P1-N20028-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: No, it’s not. But it’s always a hard drop. (client affirms) You get through it.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Two of our colleagues are coming down this weekend, is that, will that be cool? (therapist affirms) Later on? All right. I might give you a call, who knows. I’ll try not to, because you’re not (inaudible), so... I’ll, now it’s a little bigger.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Yeah, tell, yeah, what do you, yeah, what do you think the weekend will be like?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Well... (sighs) (pause) I’ll probably go hang out with friends, and if I’m really unlucky... I’m really unlucky, I don’t know, if I’m even looking at statistics, it’s slightly, it’s a very good chance Charles brings weed wherever he goes. Then, if there is weed, (inaudible) will want to go. <\/span><span data-id=\"P2-N200311\">Great; well, now it’s, I can take that quick jump back up, where Charles won’t be in tomorrow, you know. So I have the avoid the situation... which, I mean, he’ll respect if I’m like, you know, I’m going, if it’s like, “Hey let’s go to my house.” I’m like, (inaudible) weed, you know. It will be like, <\/span><span data-id=\"P2-N200312\">“Oh, okay.” <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">(pause) If you’re going to Eugene’s, you know, might just be like, you go, fine. If you’re bringing your weed, just don’t, don’t ever ask me. Don’t ever ask me. (inaudible) ever look at me, don’t give me the look of like, “Are you sure?” You know, because when we do that to each other, you know, when <\/span><span data-id=\"P2-N200331\">we’re separately being like, “No, now is a good time to stop.” (pause) Because we want company. (pause) Yeah, so... Charles and I recognize it, too. We’re like, “Yeah, this stuff... if we have it, we’ll smoke it until it’s gone (therapist affirms), you know?” And it’s like... <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: But it wasn’t, it, this one wasn’t really amotivational (ph), right?<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: No, it was, it was nice. It was really nice. And like... again, you know, it was... I mean, I had a manic night, which, you know, where I stayed up basically, I think, all night, just sorting the cards. But, and I didn’t miss the sleep. I’m like, “Okay, that was clearly manic,” you know, so <\/span><span data-id=\"P2-N200371\">that’s what I, you know, mark those. Because there was the day leading up to it, Monday, from the day where it happened, you know, so... And the day afterward was, I was still focused, but I, you know, I was like, “Now I need to get to sleep at regular time, make the time to do this.” So... It took <\/span><span data-id=\"P2-N200372\">four hours, it took four hours to... sell the entire collection, because I had to bring it along and...<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Oh, and then show it. <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Yeah, he had to go through each and every single like... And I had sorted them, I was like... Like, these are all the things that are like... It was like, “These are both rare. These are worth ten cents a pop, too.” So he has a box of them like, 1000 of those, you know. So... And... great, we’ll <\/span><span data-id=\"P2-N2003B1\">have to count those out, so you’re sure, he makes it a stack of 100, then then measures everything else against that stack. And he’s like, “All right, so we’re looking at this much.” And he gives me a great deal, because we’ve been, I’ve been selling him $7000 worth of magic cards for the past couple <\/span><span data-id=\"P2-N2003B2\">of years, you know.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">So, most places, they give you like 40% on something, you sell it to them. He’s given me like, 70-90% in value, you know. On some of the cards he gave me straight out retail value. He was like, “These are going to move.” He was like, “So I’m just going to basically take these through the system.” You <\/span><span data-id=\"P2-N2003D1\">know, I’m just like... taking (inaudible) to get someone else, who gave me the money, you know? So... that’s really nice. I’m like, “That’s great! That’s fantastic!” <\/span><\/p>\n<span data-id=\"P2-N2003C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">Then, I’m like, “Okay, I need a few things,” you know. So I’m like, “I need a couple more of these cards for the cube that I keep, you know, because my collection is now a box of, about 800 cards, and then three binders of less than a 1000 cards. The capacity is less than a 1000, so therefore that is <\/span><span data-id=\"P3-N2003F1\">the size of my collection, give or take. Each binder is from one of three criteria a card had to meet, in order to be kept: art, power, or history. So (inaudible) for each. It was nice, and so I got one for all this stuff (inaudible) cards and the ultimate art cards and the signed cards that have somehow <\/span><span data-id=\"P3-N2003F2\">(inaudible) throughout my collection, which is unfortunate, because you can’t sell signed cards. Nobody wants a signed card, because there are so many magic artists, and there is no verification of,… <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Oh, okay, signed by the...<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah, by the artist, yeah. It’s like, I think he just drew on my card, you know like, with the (inaudible). So, it actually greatly devalues the card. Still, since I have mine, I know them to be legit, because I know the people from whom they came. I’m like, okay. (pause) To some degree. But, <\/span><span data-id=\"P3-N200431\">the great news about signed cards is if you need to make room in your collection, you can start pitching them, you know? It was like, I threw so many cards in the recycling bin. I was like, “Oh, I just don’t have like, room for these in a box.” Chuck!<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Oh, is that right?<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Yeah, just like, the basic stuff like, because like, he gives me, he’s giving me a great deal. So, normally, they sell these boxes, mystery boxes, for $6, right? There are just like, a thousand cards, so it could be, you know, common or uncommon rarity, from any magic set. You have no idea what’s <\/span><span data-id=\"P3-N200471\">in there. It’s not useless playing cards, but it’s... a box of a thousand cards, could be anything. They sell for $6. <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">They’ll buy them from me for $3, but they’ll need to sell me the box first, which is $1.50. So I make a $1.50 off a thousand cards. If you’ll recall, last time I was in, I was like, “Listen I’ll be bringing like, thousands and thousands of these cards, and I don’t want to pay for the boxes. So he gave <\/span><span data-id=\"P3-N200491\">me like $200 in boxes for free. (therapist responds) He was like, “Here. There you go.” “Thank you!” So, I come in, he’s like, “We actually raised the price of these to $8 a box, as an experiment. So I’m going to pay you $4 a box for all of these.” He’s like, “I’m not going to be paying $4 a box very <\/span><span data-id=\"P3-N200492\">soon.” He was like, “But since you’re here, it’s $4 a box.” “Excellent! Great!”<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">So, yeah, basically, I had 200 of those. No, that’s right, I had 20 of those, I had 20 of those boxes, so that was nice. And, you know... (pause) Anyway, so, but it was just really, a really nice experience to go through cutting that whole thing down, and then just being like, “And I need these things <\/span><span data-id=\"P3-N2004B1\">too,” you know? And him being like, “Yeah, like, because I want that troll war (ph) right now, I want it so much.” You know like (therapist affirms) you know, and I was like, “All right, can’t, I can’t spend a $100 on that.” I’m like, “But I’m not going to spend $100 on that.” I was like, “I need like, <\/span><span data-id=\"P3-N2004B2\">800 sleeves of the same type and brand from the same shipment,” so I could re-sleeve my cube, because those sleeves are getting old and tattered. That’s $80, you know? I needed some other cards (inaudible). It was like, I wanted $250 worth of stuff, he gave me for $90, off of the total that I, the stuff. <\/span><span data-id=\"P3-N2004B3\">I was like... “This is great.” (therapist affirms) <\/span><\/p>\n<span data-id=\"P3-N2004A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">So, I mean... hell, I haven’t put it in the bank yet, so I shouldn’t even count it. A lot could happen between here and the bank, you know. But... (pause) Regardless, I did that instead of doing work, partially because today I’m thinking, part of me is like, “Well, your brain is going to kick in. You <\/span><span data-id=\"P4-N2004D1\">go down and you go there, you sit down, you put some Mozart on, and go through problems...” (pause)<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: But I think, you know, you were really getting into this more, I think, on Friday even more and more about, you know, I think this idea of... “It should be perfect already,” so important to it all. “I should know this already.” (client affirms) I was thinking about that a lot, actually, after <\/span><span data-id=\"P4-N2004F1\">we left. I think that was a really important thing, because it made me think about how... how sometimes, you know, how you have... that there are definitely that side of you that thinks, “God, if I don’t know it without learning it first, there is something wrong.” Then I thought, at the same time, <\/span><span data-id=\"P4-N2004F2\">what really makes you who you are is that you’ve learned through experience. <\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Trial and error.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Like, you have done more with your brain than anybody, you know... (chuckles) Almost anybody that I know, I mean like, you really have!<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: That’s really interesting, that’s interesting to me.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: You’ve been able to learn and work with... and figure things out on your own... (client chuckles and affirms) to great... But you’ve had to work at it, you’ve always worked at it.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Yeah, well, yeah! Yes!<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: You worked your tail off at it.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: God damn right, yeah! When did I decide to do that? When? I know it was early. I know it was early.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: And theater, too. I mean, theater, you worked at it, sure.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: I love that. That was a beautiful thing I could do. (pause) There is power in doing beautiful things, you know. People want to be near the source of beautiful things, you know. That was a beautiful thing. Now I’m getting older and fatter, but still, you know, I mean... <\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: But it was still a craft you developed.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Yeah, it still was, it still was. Just like [] should be a craft I develop.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: It is, it should, it is.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Well, yeah, and it’s fun and I love it, so I don’t know why I’m not like, doing it every day like, an hour a day, hell, an hour every other day, you know, would be plenty. (therapist affirms) They tell everyone to do, do like, you need to do like, an hour a day. I’m like, “You know, I don’t <\/span><span data-id=\"P4-N200691\">need to do an hour a day. I’m going to do maybe less than an hour a day, you know. I’ll do it... two or three times a week, and that’s going to be plenty for me.” (sighs)<\/span><\/p>\n<span data-id=\"P4-N20068-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: It’s good, I’ll bet, I mean, you’ll sink your teeth right into all this stuff that’s, it’s exactly the stuff that’s like, into that metric stuff that you’re interested in looking at. (chuckles)<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Yeah! Oh, yeah, I’m so curious about that. I’m like, so I met over the weekend... So Tim, a friend who’s Darcy, you know Darcy, yeah, her roommate; actually, she lost her job so like, she had a mortgage to pay, so he was like, “I’ll move into your guest room, you know, and like...” You know, <\/span><span data-id=\"P5-N2006D1\">so... And they’re kind of dating anyway, so it’s like, “Okay, whatever, you know?” <\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">(pause) And it was his birthday, he turned 30. (pause) And... so he turns 30 and his brother comes up. I like his brother, his brother does, he’s a consultant for IT and that sort of thing. He comes in, you know like, “We did (ph) our system through this and (inaudible) development. You know, they’re <\/span><span data-id=\"P5-N2006F1\">like, he’s like, “You’re crazy, we’ll never do that in three weeks, you know, it will need months and months.” So we talk about that. He’s like, “Okay, so you’re like, you’re a project manager,” he was like, “That’s what you do.” I’m like, “Yeah.” And he’s like, “I optimize, is what I do.” He was like, <\/span><span data-id=\"P5-N2006F2\">I think that’s... I think it’s a problem.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: What’s that?<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Well, that might be the problem. Maybe I should have just said, “No, I’m a project manager. That’s what I do,” you know. And... take everything else as just granted, you know. If people don’t seem to understand what that means, I will further explain it to them, you know. Instead of being, “I <\/span><span data-id=\"P5-N200731\">optimize and make things better, you know, I assess.” (chuckles) (pause) That’s right. What is it, there are three things I do: I assess it, I play with it, and I optimize it. That’s... that’s like every... That’s how I solve all of those problems. <\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">It’s like, literally, sit me down in your company for two weeks, put me in part of your workflow somewhere. I’ll just test the game. Like, that’s fine, I can do that. And I’m going to learn so much from doing that. (therapist affirms) That’s the key to QA, that is the one advantage to QA, is you can <\/span><span data-id=\"P5-N200751\">learn the entire process, you know, in the same you can in production. You can learn it from the (inaudible) end (therapist affirms), essentially, you know. You can learn it from... like, “Ah, here is the underbelly. This is what really happens. And here is what the producers are saying is happening,” <\/span><span data-id=\"P5-N200752\">and things that I will say are happening someday, when I am being a project manager. Like, “Yep, things are going well, blah, blah, blah, blah.” I’ll be putting a candy coating, while things are falling apart, because I know they’re going to be fine. I know we’re going to deliver on this, so why freak <\/span><span data-id=\"P5-N200753\">them out now?<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Yeah, damn right.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: You know, the sort of details they’re going to hear, they’re going to be like, “Oh, my God! This... is awful!” It’s like, “You need to just chill out. This is all... how it works.”<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: This is the process.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: Yeah, it’s a cascading, cavalcade, what it is, (inaudible)... trying to think, cascading (inaudible) cavalcade, something in high school. Anyway, just... It's a mess that rolls until the end, until it’s perfect. That’s what theater was, that’s... <\/span><\/p>\n<span data-id=\"P5-N2007C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: Yeah?<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: That’s what makes the greater process, it’s a rolling wave of chaos and failure and mistakes and pain and drama and literal real-life drama coming out of the work that you’re doing, you know. People have so much sex with each other! I mean, it’s such... a sex-heavy (therapist affirms)... I mean, <\/span><span data-id=\"P6-N200811\">because the intimacy is so crazy!<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: People really working at something together.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: When you are really acting, you are really acting. I remember the first time this happened in high school, ever, my senior year. This young woman named Colbie Swift, she was very smart, I respected her greatly, I had a big crush on her. She... anyway, she was in this play.[] (therapist affirms) <\/span><span data-id=\"P6-N200851\">So we took the short story and adapted it. Someone has written a play of it, we didn’t know that at the time. We just took the short story and adapted it. So have you read it? Are you familiar? <\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: I read it a long time ago.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: So I play the misfit, I play the misfit, the guy, the serial killer who escaped.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: Oh, yeah!<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: He finds (inaudible). And the thing about the play is, I was watching it, and it’s so funny, it’s so funny, it’s a family comedy. It’s a family road trip comedy. (therapist affirms) It’s, you know, planned it up and it’s a fun time, and an accident happens. And, oh, my God, it was so great! <\/span><span data-id=\"P6-N2008D1\">I enter through the crowd like, down the aisle, with my two-way funky (inaudible), I mean, I just walked through and I remember... (sighs)<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: Yeah?<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: It was when I was really beginning to act, when I was actually learning. It was like, “Oh no, now I’m doing it,” you know? When I... Acting is when you create another ego, and you just put it on, right? You sit back, and you watch it go, you know, because it lives. And you feel, it’s this duality, <\/span><span data-id=\"P6-N200911\">you feel it living, but at the same time, you watch it (therapist affirms) and you can see what else is going on. Like, “Oh, so-and-so missed a line, we’ll need to skip two lines ahead to get back on track.” You know.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: You got one foot in, one foot out kind of thing? <\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: Yeah, except it feels very real in both of them. (therapist affirms) So, I was coming through this crowd. Just imagine yourself drawing in energy from them, you’re drawing it in, drawing it in. As I go, people start to turn and like, look.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: People are watching!<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: And they, they’re murmuring, I just kind of walk through and draw this with me. I’m so relaxed on stage. I’m a predator, you know? Just walk on and I’m like... I’m looking at people, I’m kind of, I have a southern drawl, because we’re all southern. But I clearly also have a gun, you know, so... <\/span><span data-id=\"P6-N200991\">They’re not concerned at first, but... slowly, you know, slowly, people start taking people off into the woods and shooting them. It’s me and grandmother finally, you know, on stage, most of the time, I’m talking through the entire thing. Colbie Swift was playing the grandmother.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">We have this intense scene near the end, where I shoot her at the end of it. I was like... I look in her eyes, and that part of me that’s watching was like, “Oh, shit! She’s doing it, too. Like, there is that other ego, super-imposed over hers.” Like, this thing I created looked into the eyes of something <\/span><span data-id=\"P6-N2009B1\">that wasn’t real, you know. It had been crafted by another person. <\/span><\/p>\n<span data-id=\"P6-N2009A-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2009A-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">THERAPIST: Like, her creation.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: Yeah, exactly. It was...<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">THERAPIST: I see, yeah.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">CLIENT: It was so incredible. And when that happens, Carl, when you make something, you make a new part of yourself, and someone else does it as well, and those two things connect, there is this deep intimacy, you know. So, when you get (inaudible)...<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">THERAPIST: When you both are creating together something...<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">CLIENT: Yeah, I mean, co-creation is like, that’s sex, isn’t it, right? I mean, that’s...<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: Co-creation, yeah.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: I mean, there is just so much of it everywhere. That’s what the cast parties are always crazy, you know? People will be like, “Let’s play spin the bottle!” It was like, all right, excuse to just fucking make out with everybody. “Like, yeah, let’s go! Let’s play Spin the fucking Bottle! All right. <\/span><span data-id=\"P7-N200AB1\">Yes, explore your bi-sexuality, Taylor. Fantastic! That’s... wonderful, thank you. Thank you all for that.” <\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">You know, just... Or like, you’ve got my freshman year, I’d walk in and there was just this bed, this huge, this guy had this huge king bed. There were all these people on it, just piles, making out with each other, and clothes are in various states of such and such. I looked down, and Ellen Ollivander <\/span><span data-id=\"P7-N200AD1\">(sp) was there. She was like, “Hey!” She reaches up, she grabs me, and pulls me down onto the bed. At some point later, I’m like, off the other end of the bed. I’m like, “That was... amazing.” You know? It was like, this is just... (pause) Yeah.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: So everybody in that, yeah, in that same encounter... (inaudible\/blocked) thinking.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: I wrote a poem about it once... about, in poetry class, you know, in college, in which he told us we were all going to write shity poetry, which was, (inaudible). She was very, very old, very (inaudible). She was very close to retiring. She died shortly after. She was a wonderful, cantankerous <\/span><span data-id=\"P7-N200B11\">woman, sort of when we’d walk into the class for the first day, realize (inaudible) and just go, “fuck!”<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: Over booked up, you mean, yeah. <\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: Yeah, they’d be like (inaudible) let’s just, there are just too many of you guys. She was like... (sighs) I can’t deal like... She was like, “Here is what I’m going to do. We’re supposed to meet twice a week. Half of you are going to meet once a week, the other half will meet the other period. <\/span><span data-id=\"P7-N200B51\">That’s what we’re doing. So if you miss one class, you’re done. You get an F. So don’t miss any classes.”<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">(pause) I missed one, because I was really, really sick. She writes me an e-mail, it was like, “Well, I guess you’re done.” And I wrote her this whole thing like, “I swear to God, I was sick.” And I go like, “I would never do this (inaudible).” And she writes back, she was like, “Okay, you’re back in.” <\/span><span data-id=\"P7-N200B71\">She was like, “If it’s okay with you, I would like to share this with other colleagues as an example of like, a really good excuse letter.” (chuckles) “Yeah, go right ahead, thanks.” It was like, oh my goodness.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">But, see, so I wrote a shity poem, part of, for the class, and she told us we would do so. The thing is, we had not lived, and so I (inaudible) write anything about it, you know. She was right, you know. But I wrote a poem about the process of doing the play with people, and then this (inaudible) process <\/span><span data-id=\"P7-N200B91\">of coming through the cast party and that release, you know, and that merging, that final coming together, you know, this final mass coming together, you know, people hooking up and expressing the intimacies with which (inaudible) in these things that nothing will come of them tomorrow, very likely. <\/span><span data-id=\"P7-N200B92\">(therapist affirms) For some of them, maybe, you know, but... <\/span><\/p>\n<span data-id=\"P7-N200B8-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200B8-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">(pause) But in that process, the thing that would be interesting is that we have razed (spells) together what we raised (spells). Like, you know, doggerel, right, but like, so we... because that’s part of the process, because you build this world. You’re not just, these creatures we build, but this <\/span><span data-id=\"P8-N200BB1\">set, this physical world, these props, we put these things together, we make this as a group. You know, there are people whose job it is to make the sets, but like, they’re part of us, you know? And... we’re all part of this thing together. Then, at the end, we strike it, and everyone strikes the set. That’s...<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">THERAPIST: Hmm! Everybody’s breaking down, huh?<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">CLIENT: Yeah, you... Hello, your job is to strike the set, you know? This is what we do. If you skip striking the set, you’re fucking done. (pause) That’s it. We don’t want to talk to you, you know. That’s... and in fact, and if you’re done, they won’t even have you strike the set. When I got fired, <\/span><span data-id=\"P8-N200BF1\">which I should have done, because that was that stupid thing, I was irresponsible and young. They hand out everyone tasks for striking the set, and nothing for me, and take me outside. They’re like, “So this is it. This is the end of your time here, and such and such.” I’m like, “Wow.” Like, I don’t <\/span><span data-id=\"P8-N200BF2\">strike the set. <\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">THERAPIST: Oh, huh!<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">CLIENT: I am struck!<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">THERAPIST: Because you got, if you had gotten fired.<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">CLIENT: Yeah, I’m part of the set, and I’m gone.<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">THERAPIST: Oh, okay, uh-huh.<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: So that was interesting, but there is that, you know, that shared creation, that shared tearing down, and that shared like, “This thing we have is gone forever. We rehearsed it for three months...”<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: Yeah, it’s part of the ritual.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">CLIENT: ...like crazy, yeah, we did... four, three hours a night, six nights a week, longer on Saturday, for three months, after you do another class (inaudible), every night, intensely.<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">THERAPIST: Is that right?<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">CLIENT: Yes! There’ll be lines outside of this, you know, and then you perform it four times.<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">THERAPIST: Oh, okay.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: You do it four times, and then it’s done! (therapist affirms) And it’s done forever! You know? And you’re like, “You know what I’m not doing on Monday? Going to class, because I’m going to be hung the fuck over,” you know. Some teachers are going to hate that about me, because I’m a theater <\/span><span data-id=\"P8-N200D71\">student, and they know I’m going to miss Monday after a play, because I’ll be too way the fuck hung over to come to class, you know. But others are like... I teach at, what apparently, is a party college. It’s something that halfway through, someone was like, “Do you know that Harold is actually regarded <\/span><span data-id=\"P8-N200D72\">as a party college? <\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: Is that right?<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: And I was like, “Really?” I’m like, “That makes sense.” We have basically engineers and artists, you know? It’s like, engineers work hard all day, and then go out and they fucking drink, because they just fucking crunch work like crazy. They’re like, “All right, now let’s go obliterate ourselves,” <\/span><span data-id=\"P8-N200DB1\">you know? You know, and all the artists are like, “Let’s just fucking open up our minds and expand our experiences.”<\/span><\/p>\n<span data-id=\"P8-N200DA-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200DA-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">THERAPIST: How did you find Harold?<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">CLIENT: Serendipity. [], from the academy, a couple of years ahead of me, graduated and went there, actually really liked it. The college advisor at the academy was a kind woman, I forget what her name was. She was like, “I think you would like it, because you want to do linguistics, or you want to <\/span><span data-id=\"P9-N200DF1\">do theater.” And she was just like, “I’ll fucking do linguistics. Like, language is so fucking easy,” you know? It’s like, I scheduled Latin, Russian, Spanish, you know? It’s like, it’s... whatever. I’ve learned all three of those like, I’ll pick up anything. So I wanted to go to Princeton and learn <\/span><span data-id=\"P9-N200DF2\">just fucking every language I can learn, you know. That was part of the plan, for a while, you know. But then... <\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">THERAPIST: Princeton is Chicago?<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">CLIENT: It’s in New Jersey.<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">THERAPIST: New Jersey? Oh, yeah, yeah.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">CLIENT: Yeah, and that was part of the plan. But then, I was like, “But I’m really learning towards theater, you know? Like, I’m good at this.” After The Misfit, it was like, “Hang on, I’m actually good at this. Like, I can do this. What I’m doing is real.” I had to write up my Senior Project on what <\/span><span data-id=\"P9-N200E71\">(inaudible). It was like a ten-page paper, you know, my Senior Project. I had to put on a tiny little play as well, it was shit, but... One of them was great, the other was shit. One was Tom Stauffer’s (sp), the one with the bell. I don’t know if you’ve scanned through his stuff (ph).<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">I guess, it’s a very quick, short comedy, it’s hard to fuck up. If you have two charismatic kids doing it, it’s going to be great. So... (pause) Anyway, so I wrote this paper, you know, on what my process was. One of the teachers was like, “Do you realize this is method acting?” I was like, “What?” <\/span><span data-id=\"P9-N200E91\">He was like, “What you’ve written is method acting.” He was like, “This is what method actors do.” (therapist responds) And like, I felt, I mean, (inaudible) it’s like I invented Calculus. I’m like, (inaudible). I invented Calculus! Like, Newton invented Calculus like, a long time ago, but that’s awesome. <\/span><span data-id=\"P9-N200E92\">(therapist affirms) And he invented Calculus. <\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">THERAPIST: Yeah, yeah, yeah. But you got it instinctively.<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">CLIENT: (pause) I did it well, I mean...<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">THERAPIST: Without even larger, yeah...<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">CLIENT: I mean, well, we learned, you learn to change who you are. I watched my mother lie like a crow, you know, and adapt who she will be in any situation. And you’re like, “Oh, well that’s easy.”<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">THERAPIST: Method acting.<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">CLIENT: Yeah. Mask everything that’s going on. I notice that most of my emotions are asymmetrical. Like, on this side of my face doesn’t emote nearly as much as this side of my face does.<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">THERAPIST: Is that right?<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">CLIENT: And... that’s because this side really shows emotion more clearly and more instinctively. It’s harder to control the mark on this side, whereas this side...<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">THERAPIST: I never realized it.<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">CLIENT: Well, I don’t know. It seems that way, when I look at pictures of myself, or like... My smile is always been a half smile. (therapist affirms) You know? I don’t know. Anyway, who knows? But, yeah. I mean, the combination of those things, just learning those things and... yeah, and doing them. <\/span><span data-id=\"P9-N200FD1\">But again, that intimacy. <\/span><\/p>\n<span data-id=\"P9-N200FC-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200FC-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">(pause) Yeah, the most beautiful thing, it’s a beautiful thing that two people do. And you have to do it a lot of times, and sometimes it was shit, sometimes the show was just shit, and you did the best you could with what you had. Other times, the show was really good, and you were really good, you know?<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">THERAPIST: You know, it does make me kind of like, it just made me think about sort of it all, my mind went to engineers and how they, you know, where I went to undergrad, they grouped together and did those things as a group, too, a very intimate kind of, very different than theater, (chuckles) but...<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">CLIENT: But they do, oh yeah.<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">THERAPIST: They, do. They bunch it out.<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">CLIENT: They get like, a suite together, you know like, they build crazy bullshit traps in our apartments, and then they like, munch on work all day.<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">THERAPIST: Yeah, that’s right. <\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">CLIENT: There was a while where you had to watch it. You had to go in through the window of Eugene’s place, when he and Alex and Robert were there together, it was six, six engineers roomed together. You had to go through the window and avoid the bucket of water that they had laid as a trap, because <\/span><span data-id=\"P10-N2010B1\">if you go in through the door, the swinging dildo would fly down and hit you in the face, so you really swung in through the window. (therapist chuckles) And then see which level of couch city they had. They had just stolen furniture from the various dorm rooms and other things they had found, just <\/span><span data-id=\"P10-N2010B2\">carried them right out of their apartment, stacked couches and chairs. Anyways, but this all came from the talk about project management, which was that it’s this constantly failing mess until it’s perfect.<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">THERAPIST: Huh! Yeah!<\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">CLIENT: You know? And it’s like, you’re going to keep fiddling with it, and it’s going to keep breaking, yeah. That’s the thing I tell QA kids in the end. You know, they’re like, “Oh! There is all this!” It’s like, “Yeah, dude!” Like, you know, we’re telling (inaudible). It was like, “Okay, we’re going <\/span><span data-id=\"P10-N2010F1\">to go into crunch, I’m going to crunch for some time.” That’s going to be beyond our control, that’s what we do. The good news is you can make a lot of money, not having time to spend it. (therapist chuckles) So you can save some cash for after this project, so that’s good. <\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">(pause) I said a couple of things. I said, one, assuming (inaudible), I was like, “One, consider the fact that you are part of making something beautiful, and what that is, you know, whatever that means to you. But by being here and doing this, that’s your part of doing something beautiful, making something <\/span><span data-id=\"P10-N201111\">beautiful.” I said, “The second thing is, it’s going to get much worse before it gets any better. It’s like, this game is going to break harder than you’ve seen it break, ever. That’s, it’s going to... There have been many times when you think you cannot possibly make this, but we will make it, because <\/span><span data-id=\"P10-N201112\">this is how the process works.”<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">THERAPIST: Yeah! I think that’s the... analogy for Work, for running stats.<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">CLIENT: Interesting.<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">THERAPIST: It really is!<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">CLIENT: Huh. I’ve been doing it every day. (both chuckle) That’s what you do when you go to work. You go to work and you just do it every day. And you’re like, what’s... <\/span><\/p>\n<span data-id=\"P10-N20118-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20118-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2011A\"><span data-id=\"P11-N2011B\">THERAPIST: It’s chaos until it’s not. It’s...<\/span><\/p>\n<p data-id=\"P11-N2011C\"><span data-id=\"P11-N2011D\">CLIENT: It’s the essence of fun (ph).<\/span><\/p>\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">THERAPIST: It’s a beautiful way to put it.<\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">CLIENT: It’s a mess until it’s perfect.<\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">THERAPIST: It’s a mess until you get it. (both affirm)<\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">CLIENT: And... just keep working on it. (therapist affirms) That’s the thing. I remember it... So, I was telling the story of when I first was a player, I never told you this part. You know, looking back in retrospect, you know, you’re like, “Ha, ha!” I come to play, we’re like, we’re going to (inaudible) <\/span><span data-id=\"P11-N201251\">this game like, you know, in like a few weeks, into open beta, go into open beta in a couple of weeks. So that’s what we’re going to use the QA guy. I’m like, “Okay, well, I’m already just (inaudible) (therapist chuckles) you know. You should have had me a while ago.” <\/span><\/p>\n<p data-id=\"P11-N20126\"><span data-id=\"P11-N20127\">But I’m there and like, “Okay, yup. I’m testing, I see what you have, there is very little here, you have a couple of useless guys (inaudible) or whatever. But I’m going to hire someone here, it’s going to be great.” (pause) I’m there... I’ve been there a few days, less than a week, and we’re talking <\/span><span data-id=\"P11-N201271\">about, you know, how are we going to hit our goal of getting open beta in a couple of weeks. This is in... early May, ealry May this starts. (pause) Oh, no, in June, in June, it’s like, are we going to hit it in June? Like, are we on track to get this thing in June, you know, at the end of June? Which <\/span><span data-id=\"P11-N201272\">is like, four weeks away at that point; no, six weeks. So... and... (pause)<\/span><\/p>\n<p data-id=\"P11-N20128\"><span data-id=\"P11-N20129\">I’m like, “I can’t tell you. I need to have time to assess. I can’t tell you next week?” He’s like, “Nope, I need to know now.” It’s like, “All right, well then I’m going to have some questions.” “You’re going to have questions?” “I have questions.” <\/span><\/p>\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">I start asking questions such as... (pause) “How often do you slip your dates on your previous projects?” And you know, they’re like, “Oh... usually a bit.” “By how much? How much are your estimates off, historically? When you slip games (ph), how much do you, how many weeks do you slip them by?” “Oh, <\/span><span data-id=\"P11-N2012B1\">it all depends (inaudible) game.” Fine, but... you know, on a small scope game, same on your smaller scope, eventually, we will get there. Because we’ve done a bunch of games in the past, (inaudible) help you, so...<\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">They’re like, oh like, this and that. I’m like, “Okay, is there anyone here who seems to like, really underestimate the amount of time it takes to do their work?” And, you know, a few minutes later, “Oh, well you know, there are some people do have that problem,” and he’s pointing at Brent (ph) through <\/span><span data-id=\"P11-N2012D1\">his computers or (inaudible). Then what I should have said like, “Do you mean Brent, are we talking about Brent? I mean, he’s pointing to you, so I think he means, do you agree with that assessment?” That’s what I should have said from that point, but I didn’t. Instead, I just moved on with some other <\/span><span data-id=\"P11-N2012D2\">questions, which, I said, “All right. I’ll have an answer for you today.” <\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">(pause) He was like, “All right.” He walks off and the designer is like, “Those are really good questions.” I’m like, “Thank you.” (therapist responds) So that’s what I do, you know. (therapist affirms) And so, at the end of the day, he’s like, “All right, we’re going to make June?” I’m like, “No.” <\/span><span data-id=\"P11-N2012F1\">He’s like, “We’re going to make the week after June?” I’m like, “No.” He was like, “When?” I was like, “Early September. We’re going to do this in September.” He was like, “I can’t tell this vendor...” “What can you tell them?” He was like, “Every day after June is a worse day. It’s like...” (therapist <\/span><span data-id=\"P11-N2012F2\">responds) “Well then, you tell them what you need to tell them, but September.”<\/span><\/p>\n<span data-id=\"P11-N2012E-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N2012E-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20130\"><span data-id=\"P12-N20131\">THERAPIST: Yeah. Well, you know, you knew.<\/span><\/p>\n<p data-id=\"P12-N20132\"><span data-id=\"P12-N20133\">CLIENT: And you know what? It was September! (chuckles)<\/span><\/p>\n<p data-id=\"P12-N20134\"><span data-id=\"P12-N20135\">THERAPIST: Well, you’ve been around. I mean, you know what you’re talking about.<\/span><\/p>\n<p data-id=\"P12-N20136\"><span data-id=\"P12-N20137\">CLIENT: Yeah, well so does he, though, you know? He’s been doing this longer!<\/span><\/p>\n<p data-id=\"P12-N20138\"><span data-id=\"P12-N20139\">THERAPIST: Oh, is that right?<\/span><\/p>\n<p data-id=\"P12-N2013A\"><span data-id=\"P12-N2013B\">CLIENT: Actually, I (inaudible\/blocked).<\/span><\/p>\n<p data-id=\"P12-N2013C\"><span data-id=\"P12-N2013D\">THERAPIST: But not (inaudible\/blocked).<\/span><\/p>\n<p data-id=\"P12-N2013E\"><span data-id=\"P12-N2013F\">CLIENT: You know? At least, he’s not as old as I am, he’s a little younger, just like a year or two, but... He’s also done it himself. He dropped out of high school. <\/span><\/p>\n<p data-id=\"P12-N20140\"><span data-id=\"P12-N20141\">THERAPIST: But see, you knew how, yeah, what’s interesting though is that you knew how... what it takes. You didn’t... you know, you can have the ideal of it working out in a certain amount of time...<\/span><\/p>\n<p data-id=\"P12-N20142\"><span data-id=\"P12-N20143\">CLIENT: Right, what you want it to be.<\/span><\/p>\n<p data-id=\"P12-N20144\"><span data-id=\"P12-N20145\">THERAPIST: That’s what you want it to be, but it’s not...<\/span><\/p>\n<p data-id=\"P12-N20146\"><span data-id=\"P12-N20147\">CLIENT: Especially based on information you’re just given me, you know? And like, when you’re telling me, you’ve often slipped at least two months, and you tell me you’ve never done this sort of project before... (therapist affirms) You know? Oh, well! And we’re already behind!<\/span><\/p>\n<p data-id=\"P12-N20148\"><span data-id=\"P12-N20149\">THERAPIST: Well, and you’ve also known, you know from your own experience...<\/span><\/p>\n<p data-id=\"P12-N2014A\"><span data-id=\"P12-N2014B\">CLIENT: Of having done it! I recall, I was (inaudible) player. He’s on the phone with the guy who like, wants to keep his plant open, his office open, which, you know, is paying for like some QA guys like $10 a day per guy, you know. I was like, one, I’m like, that’s unethical, right? I’m like, that’s... <\/span><span data-id=\"P12-N2014B1\">I’m not down to that! I’m not down with outsourcing (inaudible)<\/span><\/p>\n<p data-id=\"P12-N2014C\"><span data-id=\"P12-N2014D\">THERAPIST: That’s what they’re, that’s their, paying the people?<\/span><\/p>\n<p data-id=\"P12-N2014E\"><span data-id=\"P12-N2014F\">CLIENT: Yeah. I am not down with outsourcing jobs to other countries for shit money, right? We need jobs in this country, one; two, we’re giving them shit money, right? It’s good money for where they are, but... considering what we could do for them? It’s nothing. So... so basically, we’re just exploiting <\/span><span data-id=\"P12-N2014F1\">them. It’s like... and the idea is, we’ll hire a ton of them, you know? Because they’re so cheap. <\/span><\/p>\n<p data-id=\"P12-N20150\"><span data-id=\"P12-N20151\">THERAPIST: I remember, yeah.<\/span><\/p>\n<p data-id=\"P12-N20152\"><span data-id=\"P12-N20153\">CLIENT: But the great part about that is, “We’re going like, no, we’re shutting it down. Like, we don’t need it, and we should shut it down.” Oliver doesn’t want to, because it’s kind of his baby from his previous company. He was on the phone with Josh, and Josh looks at me, he’s like, “If I close down, <\/span><span data-id=\"P12-N201531\">how many more testers would you need here?” “It’s like, two.” He said, “You’re telling me, you hire two testers here, that’s better than 30 testers.” I said, “Yes.” (therapist chuckles)<\/span><\/p>\n<p data-id=\"P12-N20154\"><span data-id=\"P12-N20155\">Oliver said some more stuff, and he was like, “So you’re positive?” He’s like, “I can put your name on this?” “Yeah, put my name on it. You can tell him I’m also basing that on my six years’ experience.” He was like, “You want me to add that part?” “Yes, add that part. Absolutely!” Like, (chuckles) <\/span><span data-id=\"P12-N201551\">I know what I’m fucking talking about! Even with two people, you have 30.<\/span><\/p>\n<span data-id=\"P12-N20154-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N20154-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N20156\"><span data-id=\"P13-N20157\">THERAPIST: That’s how, and it worked out?<\/span><\/p>\n<p data-id=\"P13-N20158\"><span data-id=\"P13-N20159\">CLIENT: Yeah. It went really well, so... (pause) Yeah. Built a good team, got lucky with Kerry (sp). Such a great first hire. And I wish...<\/span><\/p>\n<p data-id=\"P13-N2015A\"><span data-id=\"P13-N2015B\">THERAPIST: You had never met her before? <\/span><\/p>\n<p data-id=\"P13-N2015C\"><span data-id=\"P13-N2015D\">CLIENT: No. Her resume came in, she had gone to school for games I’ve actually done, a year of QA at some, you know, bullshit sucky places, you know like, in tech, on websites. I was like, “Great, you’re doing website games.” She had done a lot of website testing, so... it was fantastic. And she was <\/span><span data-id=\"P13-N2015D1\">hyper! But also shy, overweight... Flashing between introvert and extrovert like, you wouldn’t believe, but fast, so fast. Questions that (snapping fingers) rolled into questions, and over and over, and endless questions.<\/span><\/p>\n<p data-id=\"P13-N2015E\"><span data-id=\"P13-N2015F\">THERAPIST: Good brain, huh?<\/span><\/p>\n<p data-id=\"P13-N20160\"><span data-id=\"P13-N20161\">CLIENT: Yes! Yes! I’m like, “You’re in! I hire you!” So I hired her. I figured, I’ll give her $13 an hour, I could have gotten her $15 easy, but I’m not just going to give her $15. I was like, “It’s $13 an hour.” I gave her a chance to push back, but I wasn’t being like, “You should push back,” but <\/span><span data-id=\"P13-N201611\">I gave her a shot. She was like, “Okay, and $13 is... is you know, you know, what you’re... I’m not sure I’m like...” “$13, what’s on the table.” (pause) She could have said, “How about $15?” (therapist affirms) “How about anything else?” You know? <\/span><\/p>\n<p data-id=\"P13-N20162\"><span data-id=\"P13-N20163\">It’s like you said, “What’s the highest?” Like, I didn’t say that, “The highest is on the table.” You had an opportunity. I should tell her that. I should actually, you know, that “By the way, you could have done $15. So, keep that in mind for later. I would totally have given $15.” Later I got her, <\/span><span data-id=\"P13-N201631\">later I got her $17, so it was like... This is fucking ridiculous, you know. I was like, I told Josh, I was like, “I’m going to give her a raise to this... Like, I know it’s (inaudible) percent raise, it doesn’t fucking matter, because like, this is what we should be paying her.”<\/span><\/p>\n<p data-id=\"P13-N20164\"><span data-id=\"P13-N20165\">I said, “Because she’s going to be elite. Like, we’re going to make her, she’s going to lead this team.” You know, which I’m thinking that she’s going to lead this team, when I’m off doing other shit, you know? Which was either going to be managing like, a website calendar (ph) like... Like you said, <\/span><span data-id=\"P13-N201651\">being general manager and things. (therapist affirms) “You and the guys and gals all day.” “No thank you, not for $150,000,” which is closer to what I could get, you know. Like... no. That’s amazing. What a fool! What a fool! But there, I do it anyway. <\/span><\/p>\n<p data-id=\"P13-N20166\"><span data-id=\"P13-N20167\">THERAPIST: Why? Why was it a fool?<\/span><\/p>\n<p data-id=\"P13-N20168\"><span data-id=\"P13-N20169\">CLIENT: $150,000 a year, just to be someone who yells all day. How many years could I do that for? If I sat down and buckled in, and was like... How many years can I sit, doing that?<\/span><\/p>\n<p data-id=\"P13-N2016A\"><span data-id=\"P13-N2016B\">THERAPIST: I don’t know, I think, you know, it just, it wasn’t for you.<\/span><\/p>\n<p data-id=\"P13-N2016C\"><span data-id=\"P13-N2016D\">CLIENT: It wasn’t, it wasn’t, and I like that. I suppose there is something commendable in that, and I’m like, “This is the wrong place to be. I’m leaving.” At the same time, there are many other people who are like, “No, I hate my job, but I have to have a job.” You know like, look at Ginny. Said she <\/span><span data-id=\"P13-N2016D1\">hated Hospice! She’s like, “I have to have a job.”<\/span><\/p>\n<span data-id=\"P13-N2016C-br\" class=\"page-break\" data-seq=\"12\"><span data-id=\"P13-N2016C-dsp\"><\/span><\/span>\n<\/div>"},{"number":14,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"14\" data-page=\"14\">\n<p data-id=\"P14-N2016E\"><span data-id=\"P14-N2016F\">THERAPIST: Yeah. Yeah, no, I hear that, but it was also a time when, God, you know, things were... popping up all the time.<\/span><\/p>\n<p data-id=\"P14-N20170\"><span data-id=\"P14-N20171\">CLIENT: Things were different, they were popping up all the time. Yeah, that’s true.<\/span><\/p>\n<p data-id=\"P14-N20172\"><span data-id=\"P14-N20173\">THERAPIST: It’s changed.<\/span><\/p>\n<p data-id=\"P14-N20174\"><span data-id=\"P14-N20175\">CLIENT: It’s true. And this thing, I, you know, I’m going to follow up again. Maybe this week, with Viggo, and be like, “Hey, man...”<\/span><\/p>\n<p data-id=\"P14-N20176\"><span data-id=\"P14-N20177\">THERAPIST: Oh, The Proletariat? <\/span><\/p>\n<p data-id=\"P14-N20178\"><span data-id=\"P14-N20179\">CLIENT: Yeah. I just heard back, hope everything is cool, hope that went well. So I got some coverage already, if there wasn’t anything for it.<\/span><\/p>\n<p data-id=\"P14-N2017A\"><span data-id=\"P14-N2017B\">THERAPIST: Is that right, they got some coverage?<\/span><\/p>\n<p data-id=\"P14-N2017C\"><span data-id=\"P14-N2017D\">CLIENT: Eh, maybe. (therapist affirms) I’ll take a look, and see what I find, so I can comment on it.<\/span><\/p>\n<p data-id=\"P14-N2017E\"><span data-id=\"P14-N2017F\">THERAPIST: Because it is a pretty big deal?<\/span><\/p>\n<p data-id=\"P14-N20180\"><span data-id=\"P14-N20181\">CLIENT: Yes, especially for indies, [].<\/span><\/p>\n<p data-id=\"P14-N20182\"><span data-id=\"P14-N20183\">THERAPIST: Did that...?<\/span><\/p>\n<p data-id=\"P14-N20184\"><span data-id=\"P14-N20185\">CLIENT: Yeah. I don’t... I’ll have to find out. They probably did. The game is in very good shape, Viggo is a good salesman and CEO, and has connections in the industry, and I’m sure he...<\/span><\/p>\n<p data-id=\"P14-N20186\"><span data-id=\"P14-N20187\">THERAPIST: Mined.<\/span><\/p>\n<p data-id=\"P14-N20188\"><span data-id=\"P14-N20189\">CLIENT: Yeah, I’m sure he’d be able to get it in. So... it’s probably there. In any case, if you do that, that’s a big deal. You get a lot of exposure to your game, you know? People get to see it, and they play it, and... (therapist affirms) There are awards, and if you win one of those like, the awards <\/span><span data-id=\"P14-N201891\">you know? A lot of people see your game, all the people at the awards ceremony, the big dinner. All the executives and managers, all the, like, the higher-level muckety-mucks (therapist affirms), which was a great time to get to go to that and sit in the front row. That was the year of Rock Band. <\/span><\/p>\n<p data-id=\"P14-N2018A\"><span data-id=\"P14-N2018B\">THERAPIST: Oh, is that right?<\/span><\/p>\n<p data-id=\"P14-N2018C\"><span data-id=\"P14-N2018D\">CLIENT: They gave us front row seats.<\/span><\/p>\n<p data-id=\"P14-N2018E\"><span data-id=\"P14-N2018F\">THERAPIST: Is that right? (client affirms) Because you guys were like, the star?<\/span><\/p>\n<p data-id=\"P14-N20190\"><span data-id=\"P14-N20191\">CLIENT: We were the fucking stars, right? Guitar Hero, through Rock Band, (inaudible).<\/span><\/p>\n<p data-id=\"P14-N20192\"><span data-id=\"P14-N20193\">THERAPIST: Because Melody was independent at that time, right?<\/span><\/p>\n<p data-id=\"P14-N20194\"><span data-id=\"P14-N20195\">CLIENT: Um... No, we were, well, during (inaudible) too, we were, yeah.<\/span><\/p>\n<p data-id=\"P14-N20196\"><span data-id=\"P14-N20197\">THERAPIST: Oh, okay.<\/span><\/p>\n<p data-id=\"P14-N20198\"><span data-id=\"P14-N20199\">CLIENT: Yeah, we were hoping to be the publishers, but they owned the license, the IP, which is why we didn’t. We went to Rock Band, because we were approached by MTV and didn’t know, and no longer have the IP. We never had the IP for copyright anyway. We just made the games. (therapist affirms) You <\/span><span data-id=\"P14-N201991\">know? (pause) Regardless... (sighs)<\/span><\/p>\n<p data-id=\"P14-N2019A\"><span data-id=\"P14-N2019B\">THERAPIST: I didn’t realize that. So, who had the IP?<\/span><\/p>\n<p data-id=\"P14-N2019C\"><span data-id=\"P14-N2019D\">CLIENT: Activision, Activision. (therapist affirms) And they killed it, and they won, they won the fight. (pause) I told them (inaudible) news, and I told them they were winning, and how they were winning. And they didn’t listen to me! They didn’t listen to me! I’m like, “They’re destroying this market, <\/span><span data-id=\"P14-N2019D1\">intentionally. And so like, they know they can’t beat us, so they’re going to just drive us out.” They can’t get the market space... <\/span><\/p>\n<p data-id=\"P14-N2019E\"><span data-id=\"P14-N2019F\">THERAPIST: Activision?<\/span><\/p>\n<p data-id=\"P14-N201A0\"><span data-id=\"P14-N201A1\">CLIENT: Yeah. It was like, they’re going to take as much app (ph) market space as they can, until there is no more market space. Then they never have to worry about you again.<\/span><\/p>\n<p data-id=\"P14-N201A2\"><span data-id=\"P14-N201A3\">THERAPIST: Okay, okay. Interesting.<\/span><\/p>\n<p data-id=\"P14-N201A4\"><span data-id=\"P14-N201A5\">CLIENT: You’re done. Whatever remains is minimal, and they don’t want it; you can have it. That’s what they did! They flooded it with shity Guitar Hero copies and all sorts of just crap. People were just like, “Well, that’s a lot of crap.” And like, Rock Band 3 is... not the best version of Rock Band. <\/span><span data-id=\"P14-N201A51\">Rock Band 2 is the best version of Rock Band.<\/span><\/p>\n<span data-id=\"P14-N201A4-br\" class=\"page-break\" data-seq=\"13\"><span data-id=\"P14-N201A4-dsp\"><\/span><\/span>\n<\/div>"},{"number":15,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"15\" data-page=\"15\">\n<p data-id=\"P15-N201A6\"><span data-id=\"P15-N201A7\">THERAPIST: When did 3 come out?<\/span><\/p>\n<p data-id=\"P15-N201A8\"><span data-id=\"P15-N201A9\">CLIENT: Shortly after I left like, a month or two after that.<\/span><\/p>\n<p data-id=\"P15-N201AA\"><span data-id=\"P15-N201AB\">THERAPIST: They’re not putting out more?<\/span><\/p>\n<p data-id=\"P15-N201AC\"><span data-id=\"P15-N201AD\">CLIENT: No, Rock Band department is dead. (pause) They do Dance Central now, which is the current thing for like, motion dance, you know. Whatever fucking, I’m like, I don’t care. I’m not even going to talk about them, but... The Proletariat would be good, and... would be good. I’ve said, “My life is <\/span><span data-id=\"P15-N201AD1\">in the subjunctive,” you know? But... and here I’ll go to do work, and... (inaudible) go to deposit the check. (pause) Good. This one’s here, this one has faded, so it’s nice, a scribble there... <\/span><\/p>\n<p data-id=\"P15-N201AE\"><span data-id=\"P15-N201AF\">THERAPIST: Well, yeah. You’ll have a degree by the end of this, man.<\/span><\/p>\n<p data-id=\"P15-N201B0\"><span data-id=\"P15-N201B1\">CLIENT: I will, I will. And $2000 of cards buys me another month of living in the house, you know? So... without going to like, Oh, my God awful... awful...<\/span><\/p>\n<p data-id=\"P15-N201B2\"><span data-id=\"P15-N201B3\">THERAPIST: But you’re worr , are you, you were starting to get worried about money?<\/span><\/p>\n<p data-id=\"P15-N201B4\"><span data-id=\"P15-N201B5\">CLIENT: I am worried. Whenever we get closer to $10,000 in cash reserves, I’m like (therapist affirms)... I don’t like that at all, you know. I’m used to sitting on a cushion of $30,000, just in liquid assets, you know. (pause) It’s a deep cushion, you know. (pause) So, anywho... I mean...<\/span><\/p>\n<p data-id=\"P15-N201B6\"><span data-id=\"P15-N201B7\">(pause) I was going to say, I don’t know what to do. You know, I have this feeling that I don’t know what to do, but at the same time, I think I am doing it. And I do know what to do, just do a fucking voice (inaudible). I’m funny, I can be funny, why not just be funny on a microphone for an hour and <\/span><span data-id=\"P15-N201B71\">a half, and send a bunch of raw data to... to fucking... (inaudible). They’re like, “Thank you so much for helping to cleaning this up for me.” <\/span><\/p>\n<p data-id=\"P15-N201B8\"><span data-id=\"P15-N201B9\">THERAPIST: Yeah, what is it, though? What is it about, approaching all that?<\/span><\/p>\n<p data-id=\"P15-N201BA\"><span data-id=\"P15-N201BB\">CLIENT: I don’t know. I just never started. It’s scary, I guess.<\/span><\/p>\n<p data-id=\"P15-N201BC\"><span data-id=\"P15-N201BD\">THERAPIST: Scared.<\/span><\/p>\n<p data-id=\"P15-N201BE\"><span data-id=\"P15-N201BF\">CLIENT: It’s that intimacy again. I haven’t done it, kibitzing, in a long time, and now it’s not with anybody. Now it’s just... for anybody who’s out there.<\/span><\/p>\n<p data-id=\"P15-N201C0\"><span data-id=\"P15-N201C1\">THERAPIST: Yeah. That’s the other thing about, both aspects, the studying and the voice is that you’re by yourself.<\/span><\/p>\n<p data-id=\"P15-N201C2\"><span data-id=\"P15-N201C3\">CLIENT: Yeah, yeah. (pause) But I love solitude at other times. (therapist affirms) (pause) I’m going to have a walk to Burger King after this. (pause) And I’ll assess quickly, how much I’m going to learn... how much I’m going to be able to learn, and I’m going to take that test. And if it’s, if I can <\/span><span data-id=\"P15-N201C31\">learn anything, I’m going to take a test (inaudible). If I’m like, “fuck! This is, I’m done!” Then I’ll just go and take a crappy test, and then work... work harder. And get it... fucking get it for Thursday. (therapist affirms) (sighs) And I’m like, there is no reason I can’t get 100 on every single <\/span><span data-id=\"P15-N201C32\">test. There is no reason!<\/span><\/p>\n<p data-id=\"P15-N201C4\"><span data-id=\"P15-N201C5\">THERAPIST: It’s hard, yeah, it’s tough. <\/span><\/p>\n<p data-id=\"P15-N201C6\"><span data-id=\"P15-N201C7\">CLIENT: It’s just time and practice. (therapist repeats) You know, “This is which tool to apply to this problem.” If you apply the tool, and use a calculator to get the numbers, especially one of those ones where you can watch the calculations you’ve been doing...<\/span><\/p>\n<p data-id=\"P15-N201C8\"><span data-id=\"P15-N201C9\">THERAPIST: Yeah, do you think a certain kind of faith in yourself breaks down at some point, when you’re...?<\/span><\/p>\n<span data-id=\"P15-N201C8-br\" class=\"page-break\" data-seq=\"14\"><span data-id=\"P15-N201C8-dsp\"><\/span><\/span>\n<\/div>"},{"number":16,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"16\" data-page=\"16\">\n<p data-id=\"P16-N201CA\"><span data-id=\"P16-N201CB\">CLIENT: There is a point... Well, yeah, I suppose. It’s the point where I’m like, “Ah! I cannot progress beyond this point!” (therapist affirms) Right? It is not useful to put in energy now, to fret about this. I’m not going to freak out the next few hours and like, get home at like 8:00 tonight, or <\/span><span data-id=\"P16-N201CB1\">9:00, and be like, “Happy Anniversary! I just spent all day doing work, I’m fucking exhausted and you have to go to sleep in an hour or so. I don’t know. Do you want to watch Brooklyn 99 or something? Maybe an episode of House of Cards? You know? <\/span><\/p>\n<p data-id=\"P16-N201CC\"><span data-id=\"P16-N201CD\">(pause) We’ll do something stupid, you know. So, no. I’m going to go, I’m going to look at the work, I’m going to assess, I’m going to play with it, and then I’m going to optimize. And that optimization may very well be go in, take the test, fail it, and then ace it on Thursday, you know.<\/span><\/p>\n<p data-id=\"P16-N201CE\"><span data-id=\"P16-N201CF\">THERAPIST: Give yours , yeah, then give yourself some (inaudible\/blocked)...<\/span><\/p>\n<p data-id=\"P16-N201D0\"><span data-id=\"P16-N201D1\">CLIENT: And then just do something else on Monday, you know, even though the weekend is going to be hard. Even though Sunday was so hard, the day before the test, when I was off the weed... I still... did really well on that test. I got 84 the next day. I went in, I looked over the work again, and I <\/span><span data-id=\"P16-N201D11\">got an 84. I was like, “This was...”<\/span><\/p>\n<p data-id=\"P16-N201D2\"><span data-id=\"P16-N201D3\">THERAPIST: I know that you can do... There is no doubt. You just have to give yourself the time.<\/span><\/p>\n<p data-id=\"P16-N201D4\"><span data-id=\"P16-N201D5\">CLIENT: And that’s what it is. I just need to put the time in. It’s so much, I have so much time, and I do so little with it, you know? I feel like I do various things, but some of the time is like, “What did you do?” “I spend a lot of it playing video games.” “Why?” “Because I love being in other worlds <\/span><span data-id=\"P16-N201D51\">(therapist affirms), I like that, you know?” So, I got to play Minecraft with like, with my nephew Dan (sp) for like, an hour. He’s got like a house, he’s building your mind and like (therapist chuckles), gets real excited. He found a little cave, he walled off both entrances to it and, you know, and <\/span><span data-id=\"P16-N201D52\">put a door in both ends. So, got a couple of beds in there, so we can make it dawn if we need to at any point. <\/span><\/p>\n<p data-id=\"P16-N201D6\"><span data-id=\"P16-N201D7\">THERAPIST: Is that right?<\/span><\/p>\n<p data-id=\"P16-N201D8\"><span data-id=\"P16-N201D9\">CLIENT: Yeah. If you’re on a server, everyone is asleep at the same time, for the sun to come up; otherwise, he has to wait for ten minutes, the cycles, but... And it was great, it was wonderful, you know? He wants to get his friend on there. I’m like, “Yeah, we’ll get your friend on.” He’s a good kid, <\/span><span data-id=\"P16-N201D91\">I’d vouch for him.<\/span><\/p>\n<p data-id=\"P16-N201DA\"><span data-id=\"P16-N201DB\">THERAPIST: I think you’re right. It’s like, another world, where the world of these, of like, the anxieties about... like, learning that stuff comes over you. It is really hard. (client affirms) You lose, but that’s the thing about you, though, I was thinking about it, is that’s actually your greatest <\/span><span data-id=\"P16-N201DB1\">strength. You learn!<\/span><\/p>\n<p data-id=\"P16-N201DC\"><span data-id=\"P16-N201DD\">CLIENT: I do learn. (chuckles)<\/span><\/p>\n<p data-id=\"P16-N201DE\"><span data-id=\"P16-N201DF\">THERAPIST: You learn from experience. You hit walls and you get through them.<\/span><\/p>\n<p data-id=\"P16-N201E0\"><span data-id=\"P16-N201E1\">CLIENT: You’re right, though. That is what I do best. (therapist affirms) That is what I do best, is I learn. I learn by trial and error, and that’s the thing. You know, it’s, that makes some people uncomfortable. They’re like, “Why are there mistakes?” “Because there are mistakes.” (therapist affirms) <\/span><span data-id=\"P16-N201E11\">Because there are! Because there are, and that’s why I’m here, because you’re making mistakes, and I’m making mistakes, we’re all doing it. But I am better at telling you when we’ve made them.<\/span><\/p>\n<span data-id=\"P16-N201E0-br\" class=\"page-break\" data-seq=\"15\"><span data-id=\"P16-N201E0-dsp\"><\/span><\/span>\n<\/div>"},{"number":17,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563421\" data-realpage=\"17\" data-page=\"17\">\n<p data-id=\"P17-N201E2\"><span data-id=\"P17-N201E3\">THERAPIST: And then learning from it, yeah. <\/span><\/p>\n<p data-id=\"P17-N201E4\"><span data-id=\"P17-N201E5\">CLIENT: Yeah, I’m like, “Ah, let’s not make it again.” I can recognize it from farther out than you can.<\/span><\/p>\n<p data-id=\"P17-N201E6\"><span data-id=\"P17-N201E7\">THERAPIST: Yeah. You don’t have the illusion of getting it right. You’ll have the, you’ll see the mistakes. (client affirms) You’ll see it in yourself, too.<\/span><\/p>\n<p data-id=\"P17-N201E8\"><span data-id=\"P17-N201E9\">CLIENT: I do.<\/span><\/p>\n<p data-id=\"P17-N201EA\"><span data-id=\"P17-N201EB\">THERPIST: Until it’s right.<\/span><\/p>\n<p data-id=\"P17-N201EC\"><span data-id=\"P17-N201ED\">CLIENT: And that’s... Yeah. Until it’s right.<\/span><\/p>\n<p data-id=\"P17-N201EE\"><span data-id=\"P17-N201EF\">THERAPIST: But that is how you also learn. (client affirms) (pause) Well, listen, good luck today with it.<\/span><\/p>\n<p data-id=\"P17-N201F0\"><span data-id=\"P17-N201F1\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P17-N201F2\"><span data-id=\"P17-N201F3\">THERAPIST: It won’t take luck. It will just take time, actually.<\/span><\/p>\n<p data-id=\"P17-N201F4\"><span data-id=\"P17-N201F5\">CLIENT: Right, yeah. Exactly. There is no luck, there is just time.<\/span><\/p>\n<p data-id=\"P17-N201F6\"><span data-id=\"P17-N201F7\">THERAPIST: Yeah, that stuff.<\/span><\/p>\n<p data-id=\"P17-N201F8\"><span data-id=\"P17-N201F9\">CLIENT: It is, but I am at peace with it today. I have a plan. I will go in and see what I am capable of, and if it is worth putting a little extra effort to try to actually get a passing grade today, then I’ll do so. Otherwise, fuck it! I’ll get a failing grade, get a fucking passing grade at the end <\/span><span data-id=\"P17-N201F91\">of the week. And remember, all I need to do is get a 70 on everything. (pause) I can do that.<\/span><\/p>\n<p data-id=\"P17-N201FA\"><span data-id=\"P17-N201FB\">THERAPIST: Then it’s yours!<\/span><\/p>\n<p data-id=\"P17-N201FC\"><span data-id=\"P17-N201FD\">CLIENT: Then it’s mine. Then the prize is mine.<\/span><\/p>\n<p data-id=\"P17-N201FE\"><span data-id=\"P17-N201FF\">THERAPIST: (pause) All right. Thursday. (client affirms)<\/span><\/p>\n<p data-id=\"P17-N20200\"><span data-id=\"P17-N20201\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}