{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a recent date she went on and how she felt a real connection with her date. Client discusses how her relationship with her mother has grown over the last decade."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Parent-child relationships","Relationships","Intimacy","Affection","Psychoanalytic Psychology","Self Psychology","Frustration","Anxiety","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["17"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Parent-child relationships","Relationships","Intimacy","Affection"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2563329","dorpId":"1006526343","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session January 20, 2014: Client discusses a recent date she went on and how she felt a real connection with her date. Client discusses how her relationship with her mother has grown over the last decade.","fullTitle":"Client \"J\", Session January 20, 2014: Client discusses a recent date she went on and how she felt a real connection with her date. Client discusses how her relationship with her mother has grown over the last decade.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563329\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: This month is half of what I normally give you just because I have some difficulties going on $275 for the license that I haven’t done yet. And I’m sorry. Every time I rip it it’s like someone took big bites out of it or something. I had such a crazy day. I don’t know how I made it here on <\/span><span data-id=\"P1-N2000D1\">time. I just dropped off a U-Haul. So today was couch day. I don’t have a couch in my living room. I’ve been like sitting on my little ottoman and my parents kept saying like, ‘we’ll help you. Go look for something. We can contribute like one or $200 or something. Went to Peter’s Furniture recently <\/span><span data-id=\"P1-N2000D2\">with a friend and like saw a few potential things. But then I found something on Craigslist – free couch. And I went to go look at it. This was on Saturday and it looked good. It was a sleeper sofa. I had my parents visit. Very nice guy who is like a student moving. Free. I thought, oh my God, all’s <\/span><span data-id=\"P1-N2000D3\">I have to do is rent a U-Haul. So I had it all planned out. My friend Carly was going to help me and so was Larry and Iris – so four of us, right? Because it’s kind of heavy.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Yeah, they’re real heavy.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: So, bright and early, woke up. My friends met me. We went to the storage place. The guy helped up put it on the truck. Yea, we’re set. Head to the house and started trying to put it into the building. We spent about two hours trying to fit it into my living room. The door – just the frame and <\/span><span data-id=\"P1-N200111\">the way the door is – it was not doing it.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Okay. You got it into your apartment but not in the living room?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah, I live on the second floor. I’m still on adrenalin but tonight I’m sure my muscles will be so sore because we were like lifting this thing over the bannister and I don’t know how we made it that far. I don’t know how we made it through my front door because it was like – Carly kept joking, <\/span><span data-id=\"P1-N200151\">‘were birthing it. Just come on, a little bit more, a little bit more. Turn the head.’ But then the living room – not having it. So then I was like fuck. Like you know – I asked these people, it’s MLK Day, like they could be off doing something – like it’s their day off and I felt so bad. But they were <\/span><span data-id=\"P1-N200152\">really great sports and they were like, ‘well you have two options. You could leave it here in your hallway and try to sell it or give it away on Craigslist but if I were you I just wouldn’t want to have anything to do with this couch anymore and we’ll just put it out on the street. And I was looking <\/span><span data-id=\"P1-N200153\">at it and it was a lot dirtier than I realized because in storage it had been sitting there for two years. It was dusty. So I was like yeah, this is going to be sitting in my hallway like and somebody’s going to try to take it out of my front door and see what a big bulky thing it is. They’re not going <\/span><span data-id=\"P1-N200154\">to want it. So we took it downstairs again. I put an ad on Craigslist, curb alert. Come get your couch. My friends left but Carly stayed with me. She’s like Melanie, we have the pickup truck. Let’s just go to Peter’s. So we called the U-Haul place, extended – you know, can I keep it another two hours? <\/span><span data-id=\"P1-N200155\">Went to Peter’s. Saw a couch that I had seen the first time and it looked like the same thing, not a sleeper, but smaller. Two hundred bucks.<\/span><\/p>\n<span data-id=\"P1-N20014-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20014-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563329\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">THERAPIST: Oh, okay.<\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">CLIENT: Brand new couch.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: Really.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: So, we were just like – I don’t think we were being impulsive – let’s just get it. So we got it and Carly is very, very thin and has a lot of eating issues. I suspect there might be an eating disorder because she’s so abnormally thin. So I felt bad like just making her carry this thing. It wasn’t <\/span><span data-id=\"P2-N2001D1\">nearly as heavy as the first one but like she really like tried her hardest because by the end of the day she really was spent. But like we did it.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: You did it.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Like one fell swoop. And it was giving us the same tricky thing. We had to maneuver. Let’s try it this way – standing up. You should have seen our faces when we got it in. Like I felt like I’d just had a baby with her. We were in the room and like we were jumping and hugging each other and I <\/span><span data-id=\"P2-N200211\">was like Carly, when you have a baby one day, when I have a baby one day – I want us to be in the room together.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: It will probably be easier than this one way, huh?<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: But it looks good in the living room!<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Oh, good. Really?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: And I can sit in there now because I was always sitting in my bedroom because there’s nowhere else to sit.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Okay. You have a one bedroom, is that what it is?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: One bedroom. It has a living room and a kitchen and a bathroom. Yeah, so I can’t believe it and we did it and I feel so accomplished and it’s done. I can entertain.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Good!<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yeah, yeah. I went to Costco.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: How’s the place feeling to you?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Like home.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: It is.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: And now even more so like home. I’ve put up some artwork. I waited until I got paid. And so Carly and I went I think on Saturday afternoon like just to look for frames. There were like – I have two huge pieces of art – like 24 x 38 or something and there were buy one, get one free frames for <\/span><span data-id=\"P2-N200391\">like $30. Those frames are expensive. So I got frames. I went to little like DC thrift stores and bought like little – for $1.99, like just things for the wall, a plant – at stores would be like $25. $1.99. So like it’s starting to feel like home.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: Alright. Yeah! Right.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: Yeah. So I feel very accomplished.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: It’s coming together.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: Yeah. And I recently met a very nice guy that I’m very excited about.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">THERAPIST: Yeah. Yeah. [0:06:07]<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">CLIENT: I don’t know if I mentioned him before but so I got on a dating website because this friend of mine had so much luck on it. Remember?<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">THERAPIST: Yes. Yes, the one – she’s engaged after one date.<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">CLIENT: Yeah. So I started, like it didn’t seem like a match to me so I didn’t respond to anyone except I found this one guy that he looked attractive and he is a psychologist. And I was like, oh wow, and he lives in Bunker Hill. He’s 35 and I’m showing my friend one day and scrolling through his profile <\/span><span data-id=\"P2-N200491\">and she said, ‘oh my God, I know him.’ She went to grad school with him.<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">THERAPIST: You told me about this. You hadn’t met him at this point.<\/span><\/p>\n<p data-id=\"P2-N2004C\"><span data-id=\"P2-N2004D\">CLIENT: Right. But we were doing some back and forth e-mailing and then the e-mailing turned into texting back and forth. And we were texting the whole week before we saw each other. And just the conversation is just so easy. I kept telling my friend that it feels like I’ve known him for a while and <\/span><span data-id=\"P2-N2004D1\">it’s very rare, I think – with girlfriends it’s a little easier. But with guys it doesn’t happen that often. He’s witty. He has a good sense of humor and just getting to know each other – like we’re talking about anything from like movies to music to our childhoods and so we went out Saturday night. <\/span><span data-id=\"P2-N2004D2\">Yes. So we met at the subway stop and I was very late because the subway was running late. I was 20 minutes late and so the whole time on the train though we were texting and so he was there waiting for me and it felt like we were already having a conversation. And I felt really excited like, oh, wow, <\/span><span data-id=\"P2-N2004D3\">I wanted to sit across from this person and talk with him some more.<\/span><\/p>\n<span data-id=\"P2-N2004C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563329\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">And we ended up going to a place, like a Mexican place and had some beer and every hour we had a shot of tequila and ordered some Mexican food and just the conversation was very entertaining. He’s funny. We both disclosed more than we probably would on a first date and I think that it’s because of the <\/span><span data-id=\"P3-N2004F1\">field we’re in. Like we just feel more comfortable with certain topics and also just because we both just happen to be very open kind of people.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Um hmm. He’s pretty open as well.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: He’s very open. And like so I had said a few things. What did I say? I can’t remember but there were a few times in the night that I would just make little comments that are just very me, just very straightforward and so he’d look at me and be like, ‘now are you saying this because we just had <\/span><span data-id=\"P3-N200531\">a shot of tequila? Or are you normally like this?’ And I was like, no – I’m normally like this. And he’s like, you know, it’s weird like because I’m like that too, and I normally don’t encounter people that are like that. Or, I don’t feel comfortable enough showing them that side of me. And at the beginning <\/span><span data-id=\"P3-N200532\">we were like the first hour of sitting down and getting to know one another, we were talking about everything like how it sucks being an early career psychologist because we’re so poor. And he was just so refreshingly open about it. He was like, ‘yeah, I’m like $10,000 in debt with my credit card and <\/span><span data-id=\"P3-N200533\">I can’t afford anything. And licensing is so expensive and I see all these 35 year old men walking around the streets wearing suits and I’m thinking like damn, I’m 35, I should be established by now. Here I am just starting. Like the things I think about all the time – he started talking about how he <\/span><span data-id=\"P3-N200534\">really wants children one day and he really wants to be a father and if it doesn’t work out with the woman he would definitely adopt. And like just stuff that most men I guess wouldn’t – I haven’t had the experience with them sharing on a first date.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Yeah. No, no – that’s true.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: He loves what he does. He works with kids and adolescents and likes working with troubled kids like oppositional kids. He works in Ashburn and he told me the name, but I can’t recall now. I think it’s an agency because he worked today. They were open. He lives in Bunker Hill by himself in a <\/span><span data-id=\"P3-N200571\">two bedroom. He said he chose to do that because it’s more affordable and he can afford to live by himself. He has a car. His parents are divorced. He’s traveled a lot. Great sense of humor. Like we had dinner and everything. Like at the beginning, yes, he kept saying something like, ‘I’ve been on a <\/span><span data-id=\"P3-N200572\">few dates on the website.’ That was actually my first one. So I told him. And then I was curious and was like, ‘so how’s it been going?’ And again, it’s like not first dating I guess conversation but I was really curious. And he was like, ‘really? You want to know? And I’ll tell you a horrible story. <\/span><span data-id=\"P3-N200573\">Like he says, you know, I went out with this one and all she talked about was work. Then I actually had to draw up and say can we talk about something other than work? And then she talked about ice skating and that’s all she talked about. Ice skating. So we were having a good laugh about that. And he <\/span><span data-id=\"P3-N200574\">said, normally it’s been hard. It doesn’t work out because I’m very good at spotting women who are afraid of commitment and afraid of intimacy. And then I started getting insecure. I didn’t tell him this but in my own head I’m thinking, ‘I wonder if there’s that vibe around me about –’<\/span><\/p>\n<span data-id=\"P3-N20056-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563329\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: What’s he saying –?’ [0:12:09]<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Yeah, exactly. Even though I think I love intimacy and I want to be connected and I want to be in a relationship. So I kind of felt like, wow, is he picking up anything on me? What’s he going to think of me afterwards? So we kept talking and he excused himself to go to the bathroom and we were <\/span><span data-id=\"P4-N2005B1\">both sharing right before he went to the bathroom and I said, yeah, I tend to rush into things like physically and it’s not good to do that always. And he’s like, yeah, I tend to do that too. And I agreed like it’s not always good to do that. You should slow down and we had this great moment where I <\/span><span data-id=\"P4-N2005B2\">said, yeah, I think that if you’re with a partner, if it wasn’t for the sexual stuff would you want to be friends with that person? And that’s what I’m looking for. And he’s like – totally. I remember working with a couple once and that’s what I told them. And I was like, oh my God, I did too. And yeah, <\/span><span data-id=\"P4-N2005B3\">I totally agree and that’s why the sex should be put on hold for just a little bit.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">And then he stood up and he excused himself and he said like, well I know that we’re deciding to wait but I just wanted to do this before I left and he gave me a kiss on the cheek. And to me that was like confirmation that whatever I’m saying he’s okay with it? Because I was getting all selfconscious <\/span><span data-id=\"P4-N2005D1\">like am I going to fall into that category of one of these women that are afraid of intimacy and commitment? And I thought, oh, okay. And then afterwards, after dinner we went for a walk in the park and saw the ice skaters and all the lights that were still up from Christmas and he gave me a kiss and <\/span><span data-id=\"P4-N2005D2\">I totally felt chemistry.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: You did?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: It was good. And there was this moment that like after kissing he just like held me and kind of breathed me in and I kind of did the same with him and it felt really good. Like it was a moment of – you don’t do that with people unless you’re more connected or you’ve known them a little longer. <\/span><span data-id=\"P4-N200611\">It felt very – not sexual – it felt more loving.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Hmm.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: And I really liked it.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: Affection.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Affectionate, yeah. And at the end of the night we started walking back towards the T and he said, well what do you want to do now? Do you want to go to another bar? Do you want to call it a night? And I was like, I don’t know. I’m kind of tired. Like we had drank like two pitchers of beer and <\/span><span data-id=\"P4-N200691\">like two tequila shots or something. I don’t have the energy I used to so I was very honest with him again and I said, to tell you the truth I feel like sitting in the living room with you, like getting comfortable in like sweatpants and continue like talking. I wish that was what we could do. And for <\/span><span data-id=\"P4-N200692\">a few minutes there we contemplated going back to each other’s houses but we decided not to because we both knew like then that’s going to lead to more. So better not. And so we both went our separate ways, but we texted the whole way on the subway home. And he’s been texting me since and we talked <\/span><span data-id=\"P4-N200693\">today and we talked through Sunday. Like he wants to see me for dinner on Wednesday. So it’s a little bit scary I’m noticing.<\/span><\/p>\n<span data-id=\"P4-N20068-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563329\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: Yeah. What’s scary?<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Because it feels like a very, like a potential real thing. I’m just going to take it slow. I mean we’re seeing each other Wednesday.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: I hear it though that you, I think –<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Oh, and he’s Jewish.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: What’s his name?<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: James Dion. His dad is protestant. His mom is Jewish.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: So my mom is on cloud nine.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Dad’s Irish.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: Okay. Is it Irish? Okay. And Mom is from where? He’s from around here?<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yeah, he grew up – I can’t remember. About an hour away or something.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: The other thing I’ll say about it is that it sounds like you’re – I don’t know that you’ve talked about a man quite in terms like this. You also really – the feeling of him starting to really look at you, you know, really see you and wonder what he’s seeing. And feeling vulnerable like there’s <\/span><span data-id=\"P5-N200831\">a sense of –<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Yeah I had those moments.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Yeah and then you’re getting a lot of affirmation about him liking what he’s seeing.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: But it’s also, it sounds like, it’s exposed. There’s some level of being vulnerable and –<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Yeah, and I can’t even put language to it. But I don’t experience those moments like for example, I don’t think I do with Brian or like with Peter. Remember I talked about Peter in here? I don’t feel those moments. The only thing I could compare it to is like – remember when I talked about Jack (sp?).<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: And how once he asked me like what happened in your relationship, the one that was an engagement and I started crying in front of him. And I felt really vulnerable. It was because he was really like in tune and listening, really listening. Oh, and I found it so refreshing, again, like he – we <\/span><span data-id=\"P5-N200911\">were talking about our schedules, and he was like Fridays are good because I get to go into work late. But I’ve still got to get up early because I have my own therapy on Friday mornings. And I was like, oh my God – he goes to therapy. So we both shared that about each other. One thing that I wanted <\/span><span data-id=\"P5-N200912\">to talk about that I realized is I think having to do with the way he looks at me and like really seeing me. So there were these moments during the dinner that I guess I was just talking about whatever and he paused and looked at me and gave me this very sweet kind of expression, like he was almost <\/span><span data-id=\"P5-N200913\">looking deep into my eyes and really listening and kind of smiling in a way of like I like what I’m hearing. But in a way it made me feel very vulnerable. And at the same time I didn’t find it attractive.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: Hmm.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Like for some reason it turned me off and I don’t know why because I mean, in theory, wouldn’t that be wonderful, like someone who looks at you like very engaged and endearing and listening to what you have to say and –<\/span><\/p>\n<span data-id=\"P5-N20094-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20094-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563329\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: What did it feel like? [0:19:28]<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Like not sexy, not – like very caring. And I remember Jack (sp?) used to look at me like that, too. And there was something about it that I’m just like, ick. And I don’t know why that is. And I don’t know why that is. I wish that it wasn’t like that.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: So it was like a physical reaction, too?<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: I find it unattractive. It’s like those are the only moments I found him unattractive. But those are the moments that –<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: It’s important though that – it’s an important thing to know. Something about that.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: But you would think most people like, ‘wow, this guy’s really listening to me and he’s looking at me all endearing like, but to me it’s just like ick, don’t look at me like that.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Don’t look at me like that. Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: I don’t know what that’s about.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: Yeah, yeah. Don’t look at me like that. Because you just didn’t find it attractive or appealing.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Yeah!<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: Yeah. I mean I can almost hear you feeling it’s appealing in a kind of “on paper” kind of way but not really felt.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Yes. Now that I reflect on it – Brian never looks at me that way.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: With that kind of look.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: No, there’s something about that look though that there’s something kind of meaningful. What it means to you. What it evokes in you, yeah.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: You know what? Now that I think about it, Billy’s never looked at me that way, my dad’s never looked at me that way. But I think I’ve had moments when my mother’s looked at me that way. Just like with pride almost. Like ‘you’re beautiful.’ You’re a beautiful person and wow. That’s that look.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: Wow. Pride. Okay.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: I don’t know why it’s such a turn off when it comes to guys.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: Wow. That’s important.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: But like on paper, in theory, I’d love for Brian to look at me like that, but now that I’m reflecting back on all the moments that we’ve had, he looks at me but he kind of looks through me.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: Interesting. Through you?<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: Like there’s something blocking because he’s not emotionally connected, you know?<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: Yeah, but it’s an interesting way to put it. Through you. In your direction but through you.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: Even in the intimacy of like sex when he’s looking at me. He looks very intense and he’s looking at me but it’s just different. I don’t know how to explain it. I don’t know why I find it unattractive. It’s like gentle.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">(Pause): [0:22:24 0:22:36]<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">THERAPIST: It almost sounds like tenderness.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">CLIENT: Yeah. Yeah, that’s what I’d call it. Why is that unattractive?<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">THERAPIST: That’s a good question. What do you think? Wouldn’t be just how the tenderness feels.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">CLIENT: Like I go back to what we’ve always said about me wanting both like the sexual with the tenderness. Something having to do with that. It’s almost like if we’re just casual and kind of flirting and that’s that sexual side.<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">THERAPIST: Yeah. Do you remember what you were just – what were you talking about?<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">CLIENT: (Pause) I think it’s when I was talking about my parents and like how I once told a couple, because I saw it in a show or read it somewhere, like a good question for couples to ask them if you’re in therapy is like, would you want to be friends with this person if you were not lovers? And I <\/span><span data-id=\"P6-N200D31\">told him I asked my mom that once about my stepdad and she was like ick, no way. And like I gave a little laugh and I was saying something like, and that’s what I’m looking for and that’s really what I want. And he was just staring and listening and smiling. I think it was about that.<\/span><\/p>\n<span data-id=\"P6-N200D2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200D2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563329\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: Wow, which is right around the same topic actually. You know, what does that apply like what your mom feels about your – Billy, for instance, or your dad? There’s some sort of sense of friendship and love coexisting in someone.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: That he, you know – I’m sorry, what’s his name?<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">CLIENT: James.<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">THERAPIST: James. Like James really looking at you with some amount of – you know, that wasn’t sexualized. It sounds something different like it was affection, tenderness or something. Yeah.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">CLIENT: And it made me feel really vulnerable and kind of scared, like naked, almost. Like I don’t know – maybe if I had known him for like a year and we had been dating then I’d feel completely different, maybe am I feeling that way because it’s new and I just met him?<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">THERAPIST: Yeah, and I think it’s also something about you know, that it’s interesting just to say it – what I’m hearing too is that you’d be more comfortable in a more sexual sphere. You know I was thinking about what you were sort of saying, ‘boy, all I want to do is go back in sweatpants and like <\/span><span data-id=\"P7-N200E11\">almost thinking like well that could lead to like sex. And feel like that is more maybe your comfort zone or something about vulnerability – like that doesn’t like arouse the vulnerability, or maybe that did. Or maybe another way to put it is unfamiliarity.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: That that experience is new for me.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">THERAPIST: It’s new and it’s something like I haven’t heard you talk very much about having that experience with a man, you know? And it brings up not only a different man kind of a thing but a different side of yourself, like wow, somebody – a man being that way with you – and it raises inside of you, <\/span><span data-id=\"P7-N200E51\">and what it evokes inside of you is new and different.<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">CLIENT: Well, why doesn’t it feel like that in here?<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">THERAPIST: What do you think? I was wondering that. Do you feel that ever -?<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">CLIENT: Because I have felt that with you on multiple moments, like wow, we’re just really in tune right now. You’re listening to me. You’re feeling what I’m feeling and you’re with me. But it doesn’t like irk me – maybe because I’ve known you longer? I don’t know. I don’ remember what I used to feel <\/span><span data-id=\"P7-N200EB1\">at the beginning when I was just getting to know you.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">CLIENT: Having those moments.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">THERAPIST: That’s a good question. Yeah, what makes it different?<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">CLIENT: (Pause) I don’t know. Like maybe I just keep things in very different categories.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">THERAPIST: Yeah, with this.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">CLIENT: Yeah. Like you are my therapist and you know I have that thing where you worked at, you could be a potential supervisor, like an older mentor. Not that much older. An older mentor and you’re not a potential dating person. So since there’s not that stuff to think that, I can keep that separate, maybe.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">THERAPIST: Yeah, that you find yourself kind of keeping that like it’s psychologically off the role that I’m in, makes it feel like well it’s not that.<\/span><\/p>\n<span data-id=\"P7-N200F8-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200F8-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563329\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">THERAPIST: It’s not going to be this.<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">CLIENT: Yeah. It’s confusing to me when you have both.<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">THERAPIST: Ah ha. Yeah, whereas with James it was a lot more, for you, a lot more – well you were looking for both.<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">THERAPIST: You were looking for both. You were more available to it or something like that. Yeah.<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">CLIENT: Right. I was surprised that after my date, my mom asked me how it went and I told her all about it. She’s like I’m glad you might have found someone who can really care about you and treat you well. Which is something new. She normally doesn’t say stuff like that. I think she’s getting it more <\/span><span data-id=\"P8-N201071\">and more like I want different things than she wanted. Like my priorities are different.<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">THERAPIST: She might be learning a lot from you.<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">CLIENT: Recently, she – after Christmas when I was really upset because of the Brian thing, she said on the phone that I was kind of off. She’s really good at picking up on that. Something’s bothering you. What’s wrong? I said, nothing. I’m just having problems with Brian. And she let out this kind <\/span><span data-id=\"P8-N2010B1\">of like, ‘oh God, not again, please.’ And I got so upset and right away I told her, mommy, every time – you complain about Billy all the time. And every time you do that’s not my reaction. You know, I listen to you. I don’t need you to tell me like because you sound judgmental right now. That reaction <\/span><span data-id=\"P8-N2010B2\">is you making me feel like oh, do I have to hear about this again, like you’re bothering me telling me this again. I just need you to tell me, wow, that sucks, tell me more. And right away she was like, okay, okay, you’re right, you’re right. Tell me. So that was very much appreciated.<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">THERAPIST: Well done. Well done.<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">CLIENT: Yeah. And more and more whenever I have a date with someone like I’ll send her a picture. She used to be a lot more like oh my God he’s so hot. Yes, go, go, and tell me all about it. And like more and more I’ve been telling her like I used to just go for someone with looks, now I’m looking for <\/span><span data-id=\"P8-N2010F1\">more than that, like I want to be attracted to them first of all, but I also want to really connect on a deep level and I think slowly over time she’s been hearing that. But I know how important that is to me. I really don’t think that she connected on some deep level with Billy or my dad and that’s <\/span><span data-id=\"P8-N2010F2\">why they got together. Now I remember my aunt telling me – she shouldn’t have told me this but I was like 18 and she said, well you know you’re mom got together with Billy just because he was good in bed. And I know that like she was all fascinated. Like oh got some American Jewish guy and he’s good <\/span><span data-id=\"P8-N2010F3\">looking. And Billy was good looking when he was younger. So I appreciate that from her.<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">THERAPIST: Yeah. Yeah. I mean you said you mentioned asking that question – what would you and your dad or you and Billy have been friends made her think a little bit about what did we have? Yeah, in a way there’s something deep for her about, at least with Billy, the sexual relationship to her. But <\/span><span data-id=\"P8-N201111\">there were a lot of other things that went unobserved or something, about that. What else is possible? And maybe some kind of who knows what about what it did mean to get close in another way to a man. And it meant for her for somebody to really know her as well as the kind of a life that she had.<\/span><\/p>\n<span data-id=\"P8-N20110-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20110-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563329\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">CLIENT: Well, she doesn’t get that from them. That’s why I was always the person that she would go to to really validate and -<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">THERAPIST: Yeah. Not a man.<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">CLIENT: Like be a witness to her story, you know?<\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2011A\"><span data-id=\"P9-N2011B\">CLIENT: You know, she’s coming this weekend because I have that procedure on Monday.<\/span><\/p>\n<p data-id=\"P9-N2011C\"><span data-id=\"P9-N2011D\">THERAPIST: Oh yeah.<\/span><\/p>\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">CLIENT: Remember, I’m not coming on Monday.<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">CLIENT: I’m looking forward to having her here. I miss her and she keeps making jokes like well you know I don’t have to come back. I can just crash in your living room.<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">THERAPIST: That sometimes don’t feel like jokes.<\/span><\/p>\n<p data-id=\"P9-N20126\"><span data-id=\"P9-N20127\">CLIENT: No. I think she’s really sick and tired of Billy. Every once in a while I catch her at a vulnerable spot where she can open up about how frustrated she is because normally she doesn’t want to talk about it and I’ll get these texts back and forth that she’ll say like, you don’t understand – every <\/span><span data-id=\"P9-N201271\">day like the same thing. He just sits around the house. He does stuff on the computer. He goes on job interviews but nobody wants him. This is never going to change. He’s miserable. He goes to bed now at 8 o’clock at night. She’s just not happy there.<\/span><\/p>\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">CLIENT: It’ll be fun. Now we don’t have to go get a couch because that was on our to do list. But that’s a pain so now we can use the day in other ways.<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">THERAPIST: When’s she coming up?<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\">CLIENT: Friday after work.<\/span><\/p>\n<p data-id=\"P9-N20130\"><span data-id=\"P9-N20131\">THERAPIST: Friday. She’s staying through Monday?<\/span><\/p>\n<p data-id=\"P9-N20132\"><span data-id=\"P9-N20133\">CLIENT: Through Tuesday because Monday is my actual procedure and I have to probably go home and sleep a little because they’re going to put me under. And then Tuesday she’ll leave really, really early in the morning.<\/span><\/p>\n<p data-id=\"P9-N20134\"><span data-id=\"P9-N20135\">THERAPIST: And what’s the procedure again?<\/span><\/p>\n<p data-id=\"P9-N20136\"><span data-id=\"P9-N20137\">CLIENT: Colonoscopy. I don’t know if I told you.<\/span><\/p>\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\">THERAPIST: Oh, maybe you didn’t.<\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">CLIENT: Yeah. It’s my second one because they found bleeding like three years ago. They heard my mom had colon cancer and they’re like oh, let’s check you out and they happened to find blood and they were like, ‘oh, we need to do a colonoscopy.’ And they found a polyp, like a big one and so they kind <\/span><span data-id=\"P9-N2013B1\">of freaked out, the doctors, and said, ‘wow, you’re way too young to be having polyps. You need to get checked every three years. So now they’re going to check me and if they find anything, depending on what it is, I might have to get checked in another year.<\/span><\/p>\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\">THERAPIST: To see if it’s grown or –<\/span><\/p>\n<p data-id=\"P9-N2013E\"><span data-id=\"P9-N2013F\">CLIENT: To see if I have anything or if I do have something they’re going to do the biopsy and –<\/span><\/p>\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">CLIENT: It was making me a little bit nervous. This past week actually. Like I was thinking like it’s a matter of time before I get cancer. Even though that sounds like we don’t know, you know, but –<\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">THERAPIST: That’s kind of a fantasy that comes to mind, right?<\/span><\/p>\n<p data-id=\"P9-N20146\"><span data-id=\"P9-N20147\">CLIENT: Yeah. I don’t know why. My mom said, ‘you’re very polyp-y.’ I got the pilonidal cyst when I was like 19. And then I had that polyp. And then I had these glands that like, nodes – like lymph nodes that get big whenever I get sick with the flu or cold, but my mom – like I used to freak out, oh, <\/span><span data-id=\"P9-N201471\">my God, is that a cyst? Do I have a cyst? But then I realized it was just like lymph nodes. So I guess my mom made a joke once – yeah, you’re very like cyst-y. You get a lot of growths. And then she had cancer and I don’t know why it – I know it’s unlikely.<\/span><\/p>\n<span data-id=\"P9-N20146-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20146-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563329\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20148\"><span data-id=\"P10-N20149\">THERAPIST: What was her cancer?<\/span><\/p>\n<p data-id=\"P10-N2014A\"><span data-id=\"P10-N2014B\">CLIENT: Colon.<\/span><\/p>\n<p data-id=\"P10-N2014C\"><span data-id=\"P10-N2014D\">THERAPIST: Okay. That was the only -<\/span><\/p>\n<p data-id=\"P10-N2014E\"><span data-id=\"P10-N2014F\">CLIENT: And no one else in the family ever had it.<\/span><\/p>\n<p data-id=\"P10-N20150\"><span data-id=\"P10-N20151\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P10-N20152\"><span data-id=\"P10-N20153\">CLIENT: Not her parents. Well, her dad died of like stroke.<\/span><\/p>\n<p data-id=\"P10-N20154\"><span data-id=\"P10-N20155\">THERAPIST: When did she have the colon cancer?<\/span><\/p>\n<p data-id=\"P10-N20156\"><span data-id=\"P10-N20157\">CLIENT: When? My second year of college. When I was 19 she was like 46, 45.<\/span><\/p>\n<p data-id=\"P10-N20158\"><span data-id=\"P10-N20159\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P10-N2015A\"><span data-id=\"P10-N2015B\">CLIENT: But she was fine. I would take her to chemo.<\/span><\/p>\n<p data-id=\"P10-N2015C\"><span data-id=\"P10-N2015D\">THERAPIST: Maybe you told me this but I don’t -<\/span><\/p>\n<p data-id=\"P10-N2015E\"><span data-id=\"P10-N2015F\">CLIENT: Yeah, I was reflecting with my friend Carly the other day of how much of a caretaker I’ve always been to my mother. Because we got into this conversation about yeah, when my mom would go to chemo, I’d go with her. She’d be like – where was her husband? And it’s be like, I don’t know. He was <\/span><span data-id=\"P10-N2015F1\">at work or he just doesn’t like hospitals. I don’t know, that just isn’t his thing. But Carly was like, I wonder what that means to your mom though. How does she explain it? And my mom explains it like I just did. Billy’s just like that. That’s Billy. He doesn’t sit at hospitals. But I remember I never <\/span><span data-id=\"P10-N2015F2\">got too scared because she didn’t lose all her hair. She thinned and some of her eyelashes and eyebrows fell out. She lost a little bit of weight. I’ll never forget, she got a haircut because she thought all her hair was going to fall out. Because she had really long hair like me and one day came in <\/span><span data-id=\"P10-N2015F3\">with this haircut like hair up to here and bangs and she was just in tears, like they cut off all my hair. And I almost went and got the same haircut just to support her. I was like, I can’t do it. Can’t do it. She didn’t lose all her hair though. We’d drive to the hospital together and I’d end up falling <\/span><span data-id=\"P10-N2015F4\">asleep like I’d be on a chair, she’d be laying down and we’d be watching TV.<\/span><\/p>\n<p data-id=\"P10-N20160\"><span data-id=\"P10-N20161\">THERAPIST: While she was getting her treatment?<\/span><\/p>\n<p data-id=\"P10-N20162\"><span data-id=\"P10-N20163\">CLIENT: Yeah. She had a port and so they’d put it into the port and we’d like laugh because it was a big joke like the nurse would come in and check on her and here I am like drooling and then she’d feel really sick when she was done so then I’d drive us home and she’d get in bed. Some days she would <\/span><span data-id=\"P10-N201631\">go to work afterwards at the preschool. And then I was going even further back than that and I was remembering how I’m the one who stayed with my mom in the hospital when Carly was born – my sister Carly. And at the time I was in sixth grade. So I was a 12 year old and I remember that I had a cold so <\/span><span data-id=\"P10-N201632\">they made me wear a mask and Carly, my friend Carly, asked me again, where was Billy? And I was like, his dad was visiting from Chicago like to see his new grandchild and I guess he wanted to go out for dinner and stuff. But what about the arrival of his first born child, like? And I was like I don’t <\/span><span data-id=\"P10-N201633\">know. He just – that’s how it was understood, like Melanie’s going to stay with me. [0:40:15]<\/span><\/p>\n<p data-id=\"P10-N20164\"><span data-id=\"P10-N20165\">THERAPIST: Was he there for the delivery?<\/span><\/p>\n<p data-id=\"P10-N20166\"><span data-id=\"P10-N20167\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P10-N20168\"><span data-id=\"P10-N20169\">THERAPIST: Oh good. Did she have some complications?<\/span><\/p>\n<p data-id=\"P10-N2016A\"><span data-id=\"P10-N2016B\">CLIENT: She had a C-section so she had to recover like for two full days. And I remember she was just in so much pain and the nurse would say, you need to walk. And so we’d get on a – we’d push Carly. So that’s what she would lean on. And I’d walk with her around the nurse’s station. I was a little <\/span><span data-id=\"P10-N2016B1\">girl. I was 12 years old.<\/span><\/p>\n<p data-id=\"P10-N2016C\"><span data-id=\"P10-N2016D\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P10-N2016E\"><span data-id=\"P10-N2016F\">CLIENT: And sick.<\/span><\/p>\n<p data-id=\"P10-N20170\"><span data-id=\"P10-N20171\">THERAPIST: Well yeah. Even in – it speaks again – maybe there’s something in the air in your family around what men can offer and what one wants men to –<\/span><\/p>\n<span data-id=\"P10-N20170-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20170-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563329\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20172\"><span data-id=\"P11-N20173\">CLIENT: Well see, I haven’t seen men in that role, that nurturing role that would be – my wife, I’m going to stay with you I the hospital. I’m going to take you to the bathroom. I was the one that did that. So no wonder it’s kind of like a turn off because those are kind of like feminine traits.<\/span><\/p>\n<p data-id=\"P11-N20174\"><span data-id=\"P11-N20175\">THERAPIST: Yeah. And I was thinking your mom might have herself had that same sort of feeling. Do I want a man that sort of sees me in that state and you know, what will she feel? Brian she feel actually turned off in some way if he is there? I mean, who knows? I mean, and then Billy not being that <\/span><span data-id=\"P11-N201751\">kind of guy anyway. Not being that kind of guy and felt comfortable or being in a vulnerable spot himself. Being in a place with sick people and people –<\/span><\/p>\n<p data-id=\"P11-N20176\"><span data-id=\"P11-N20177\">CLIENT: Yeah. I’m getting – this is so appropriate. But Billy is so OCD and like anti-hospitals and everything that once his dad was sick – he got cancer as well, like pancreatic. And so Billy went to visit him in the hospital and – I can’t believe I’m telling you this story. And his stepmom was in <\/span><span data-id=\"P11-N201771\">the room too and he said can I use the bathroom for a minute? And the bathroom was in the room. Billy had to go to the bathroom but he had to go number two. Billy is very clean. So he needed to shower after that. So he took off all his clothes and got in the shower.<\/span><\/p>\n<p data-id=\"P11-N20178\"><span data-id=\"P11-N20179\">THERAPIST: With the shower in the same room, huh?<\/span><\/p>\n<p data-id=\"P11-N2017A\"><span data-id=\"P11-N2017B\">CLIENT: And I guess the stepmom was like, ‘why is the shower on?’ And she like opens the door and sees Billy standing there naked.<\/span><\/p>\n<p data-id=\"P11-N2017C\"><span data-id=\"P11-N2017D\">THERAPIST: Oh gosh. Oh I see, yeah. Because she was in the room too.<\/span><\/p>\n<p data-id=\"P11-N2017E\"><span data-id=\"P11-N2017F\">CLIENT: But like that was just so Billy. Like I just shit myself and I need to clean up immediately, right now. No waiting. So of course he wouldn’t be able to put up with like my wife just had a C-section. She’s bloody. She needs help going to the bathroom.<\/span><\/p>\n<p data-id=\"P11-N20180\"><span data-id=\"P11-N20181\">THERAPIST: Quote unquote messy.<\/span><\/p>\n<p data-id=\"P11-N20182\"><span data-id=\"P11-N20183\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N20184\"><span data-id=\"P11-N20185\">THERAPIST: Wow. Wow.<\/span><\/p>\n<p data-id=\"P11-N20186\"><span data-id=\"P11-N20187\">CLIENT: I guess there is a point why came to mind.<\/span><\/p>\n<p data-id=\"P11-N20188\"><span data-id=\"P11-N20189\">THERAPIST: Yeah. Yeah. It’s an interesting association, too, to messiness. Well, I don’t know. That was my –<\/span><\/p>\n<p data-id=\"P11-N2018A\"><span data-id=\"P11-N2018B\">CLIENT: Like being ill or being sick or –<\/span><\/p>\n<p data-id=\"P11-N2018C\"><span data-id=\"P11-N2018D\">THERAPIST: Well yeah. There’s something contaminating about the environment. Something germy that he needs –<\/span><\/p>\n<p data-id=\"P11-N2018E\"><span data-id=\"P11-N2018F\">CLIENT: I even remember like my mom, she had a complication with the colon cancer that they had to take a piece of her intestines out so she had to be in the hospital for a while and she was hallucinating because they had given her too much morphine or whatever. And I remember her – I was staying with <\/span><span data-id=\"P11-N2018F1\">her next to her on the bed. Billy was taking care of Carly who was a little girl in elementary school at the time but now that I think about it, I could have watched her. You know, he could have stepped up and said I need to be with your mother. Her school was around the corner. I drove. He could have <\/span><span data-id=\"P11-N2018F2\">done it. But I remember like my mom like looking at the walls and like thinking my God, I see a spider. Get that spider. You know, and it was scary seeing her like that and everything. And Billy would come in. I remember him like feeding us sandwiches like ‘oh, hey. I went to go get some food. Here <\/span><span data-id=\"P11-N2018F3\">you go. Alright, well Carly and I are going to go to likeplay video games. You okay? Alright, well see you guys later.<\/span><\/p>\n<span data-id=\"P11-N2018E-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N2018E-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563329\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20190\"><span data-id=\"P12-N20191\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20192\"><span data-id=\"P12-N20193\">CLIENT: Just didn’t want to be there.<\/span><\/p>\n<p data-id=\"P12-N20194\"><span data-id=\"P12-N20195\">THERAPIST: Yeah. Well, see there’s a lot you hear about a man being involved in that kind of facet of life – that emotional caretaking. The caretaking. And you know the way James looked at you must have evoked certain kind of feelings –<\/span><\/p>\n<p data-id=\"P12-N20196\"><span data-id=\"P12-N20197\">CLIENT: Well look, I said I’ve never seen my father look at me that way, but I’ve seen my mother.<\/span><\/p>\n<p data-id=\"P12-N20198\"><span data-id=\"P12-N20199\">THERAPIST: Yeah. Maybe a feminine kind of – a feminine quality in James that you felt?<\/span><\/p>\n<p data-id=\"P12-N2019A\"><span data-id=\"P12-N2019B\">CLIENT: Oh no. He’s very manly.<\/span><\/p>\n<p data-id=\"P12-N2019C\"><span data-id=\"P12-N2019D\">THERAPIST: But at least in that moment.<\/span><\/p>\n<p data-id=\"P12-N2019E\"><span data-id=\"P12-N2019F\">CLIENT: Yes. Maybe that’s why that was a turn off.<\/span><\/p>\n<p data-id=\"P12-N201A0\"><span data-id=\"P12-N201A1\">THERAPIST: Oh okay.<\/span><\/p>\n<p data-id=\"P12-N201A2\"><span data-id=\"P12-N201A3\">CLIENT: Even though that’s what I’m looking for in someone.<\/span><\/p>\n<p data-id=\"P12-N201A4\"><span data-id=\"P12-N201A5\">THERAPIST: That’s confusing.<\/span><\/p>\n<p data-id=\"P12-N201A6\"><span data-id=\"P12-N201A7\">CLIENT: But I’m glad I picked up on that because I want to keep talking about it and exploring it.<\/span><\/p>\n<p data-id=\"P12-N201A8\"><span data-id=\"P12-N201A9\">THERAPIST: It is. It’s a great observation. An important one too.<\/span><\/p>\n<p data-id=\"P12-N201AA\"><span data-id=\"P12-N201AB\">CLIENT: So I’ll see him again and I’ll see my mom and I’ll see you so we’ll have a lot to catch up on. So in two weeks.<\/span><\/p>\n<p data-id=\"P12-N201AC\"><span data-id=\"P12-N201AD\">THERAPIST: Two weeks, yep.<\/span><\/p>\n<p data-id=\"P12-N201AE\"><span data-id=\"P12-N201AF\">CLIENT: Okay. Thank you.<\/span><\/p>\n<p data-id=\"P12-N201B0\"><span data-id=\"P12-N201B1\">THERAPIST: Okay. Yeah. Good luck with your procedure, by the way.<\/span><\/p>\n<p data-id=\"P12-N201B2\"><span data-id=\"P12-N201B3\">CLIENT: Yes. I’ll know right away. So that’s the good part.<\/span><\/p>\n<p data-id=\"P12-N201B4\"><span data-id=\"P12-N201B5\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P12-N201B6\"><span data-id=\"P12-N201B7\">CLIENT: Good bye.<\/span><\/p>\n<p data-id=\"P12-N201B8\"><span data-id=\"P12-N201B9\">THERAPIST: Bye-bye.<\/span><\/p>\n<p data-id=\"P12-N201BA\"><span data-id=\"P12-N201BB\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}