{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a tattoo he is getting as a surprise for his wife and his apprehension about his therapist meeting with his wife. Client discusses breaking up with his psychiatrist."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Bipolar disorder","Perfectionism","Psychoanalytic Psychology","Self Psychology","Anxiety","Anger","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["14"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Bipolar disorder","Perfectionism"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2563371","dorpId":"1006526385","contentType":"text","aucs":"CTRN-V1","title":"Client \"LJ\", Session February 13, 2014: Client discusses a tattoo he is getting as a surprise for his wife and his apprehension about his therapist meeting with his wife. Client discusses breaking up with his psychiatrist.","fullTitle":"Client \"LJ\", Session February 13, 2014: Client discusses a tattoo he is getting as a surprise for his wife and his apprehension about his therapist meeting with his wife. Client discusses breaking up with his psychiatrist.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563371\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I had that tattoo consultation on Tuesday. I’ve been talking about my tattoo in the past that I want to get done. I want to get it done without Ginny knowing about it so it’s a surprise. It’s tricky. If you look into the pattern, more and more I think this is a cool pattern, but it’s four tattoos <\/span><span data-id=\"P1-N2000D1\">and the one section, you kind of do that on one section. [ ] (inaudible at 00:00:58) The young lady told me that after three hours endorphins stop. Your body stops making endorphins, so I guess the natural pain sets in. She said we could probably get this done in three hours. I’m like, “Okay.” But also <\/span><span data-id=\"P1-N2000D2\">she was saying that the last one hurts a bit. That actually makes sense thematically, though. We’re starting with the sternum, so that’s the worst of it. That’s directly on it. Even the spine is not that bad. You go right over the bridge.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: It needs to be done in one session.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: That should be a surprise. The other lady is like, “You’ve been thinking about this for a while. These concepts are important to you. You should just go ahead and do this: go get it drawn out and spell-checked by a named speaker so you can bring it back and I can draw anything.” I’ve done this <\/span><span data-id=\"P1-N200111\">sort of thing before. Also, she’s a woman and she’s younger. I think the idea of getting a tattoo is an intimate one and, therefore, not one I would want to share with a man.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: It would be better with a woman?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah, it’s easier to be.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: They say it’s an intimate thing.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah. It’s easier to do with women than men. If it weren’t, I think I’d be in for a long spectrum because it’s almost like duality. I don’t know. That’s where I am with that. Men are difficult. Men are. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Something that up close and personal.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: I prefer hugging gay men over straight men. You can hug gay men. They’ll hug you right back. It’s like you can hug a woman and they’ll hug you right back. Some of the dudes evolve into the [ ] (inaudible at 00:03:30) hug. We clasp hands and pull each other in, shoulder-punch each other in the <\/span><span data-id=\"P1-N2001D1\">heart and slap each other on the back. It’s aggressive; it’s conflict. What’s wrong with this? Can’t we just hug like regular people? You’re the odd man out. You’re the straight male. You’re one of the four basic types that can’t hug. <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: The straight man’s fear of tenderness or something with another man.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: It’s compulsive indoctrination into male dominance. Pete was knocked down a couple of years ago and he was talking about alphas with this woman, Felicity. (sp?). She said a woman could get strong. She was like, “Rah. High life. Rah.” She gets all super aggressive. She’s smart basically and is <\/span><span data-id=\"P1-N200211\">snarky the rest of the time. I don’t particularly care for her. I don’t know if I could get her back in a fight. It depends on if she started it or not. If she started it, I’m probably just going to stand back and call the police. (pause)  She’s walking by and talking about people and was talking about <\/span><span data-id=\"P1-N200212\">[ ] (inaudible at [0:05:04] walking by and hear her say, “I was planning on giving him to Fred today, but Fred is not out.” Pete is like, “Fred is the most beta alpha I know.” I stopped and I’m like, “Hey, guys. Let’s just talk about alphas.” Pete is like, “this is the most beta alpha I know. You’re <\/span><span data-id=\"P1-N200213\">totally calm and polite when you talk about things until you stab someone in the face.” Right. You can be alpha without being an asshole about it. It’s like when you turn on [] (sp?) and he can do shit. That’s being an alpha.<\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563371\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: Yeah, I can have an exterior that looks calm, but that doesn’t mean I don’t have that in me.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: Right. Why would you show that the entire time? [ ] (inaudible at 00:05:55) Besides, being alpha when you have to, there is a cost every time you’re alpha. Nobody likes to be alpha. They want to follow the alpha. They want to follow the alpha like crazy. They don’t want to be alpha.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: What’s the cost?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: The cost is, very slowly over time, fear.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: The more you become the alpha?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: They start to become afraid of you. Fear leads to resentment; resentment leads to contempt. Contempt is [ ] (inaudible at 00:06:39) . This is what happens with alphas who alpha all day. Like Josh and Orlando and those guys. “Alpha, alpha, alpha! Alpha, alpha!” All your programmers hate you. <\/span><span data-id=\"P2-N2002D1\">They dread when you come into the office.  Productivity and morale take a serious dip every time you guys are fucking here. That’s the trouble with working from home. They just don’t know how to alpha. That’s the thing, he tries to stare me down. He’s like, “I’m going to alpha you down.” I’m like, “You <\/span><span data-id=\"P2-N2002D2\">can’t, though.” That’s not actually something I worry about – unless you’re going to try to physically strike me. Even then I’m not terribly worried about it. One, because that’s illegal and two, it’s not going to be a pleasant experience. (sighs) You start to be more concerned when someone is significantly <\/span><span data-id=\"P2-N2002D3\">bigger, like bigger range. Pretty soon you have to start thinking about it. This is the same sort of thing that alphas think, this sort of mass. It’s an emotional mental mass you can exert.  I wish I could tell this to my lead so that you create your own authority. I’m not sure everyone can actually do that.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: But there is a danger of being an alpha, that it’s almost like a tool that you can’t use too much.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Right. Alpha is a fucking sledgehammer. It’s like now things are going to happen the way I want. They’re going to happen in the following way . . . Now if you alpha correctly, just by showing that in the middle of a crisis you can stand there and be calm and tell everyone what to do – especially <\/span><span data-id=\"P2-N200311\">when everyone wants to be told what to do because it’s a crisis. Please tell us what to do. I can tell you what to do and I’m not freaking out. You may notice I’m one of the few people not freaking out, so come on by. That’s when people appreciate an alpha.  (laugh) As [] (ph?) once said, “Fred has <\/span><span data-id=\"P2-N200312\">the best Jesus voice I’ve ever heard.” It’s just a funny way of him saying it’s really calm, soothing, like it’s all going to be fine. I realize everything is exploding right now, but we have tasks we can do that can fix that; so we’re just going to do them. A lot of them start telling kids, I’ve noticed <\/span><span data-id=\"P2-N200313\">over the years, all new people have the same sort of fire in them. They’re like, “[ ] (inaudible at [0:09:33] this program. [ ] does everything. This is being done this way. I can’t believe this is being done this way. Yesterday you said were doing this and now we’re doing this.” Some of them I sat <\/span><span data-id=\"P2-N200314\">down and I’m like, “Team, every day the plan is going to change. Every single day. We’re going to do our best to predict what happens tomorrow, but really we’re going to deal with whatever happens today. And we can do that because we are smart and we are adaptive and that is why I hired all of you.” <\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563371\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: But these out-of-control eruptions . . .<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Yeah. If you just deal with that, the plan is going to change. We’re going to make the plan one day and the next day we’ll have to alter that plan because something else has changed. We can’t be rigid; we have to be fluid. That’s what a QA is. It’s true for the amount of productivity you can <\/span><span data-id=\"P3-N200351\">have, but there is a great deal with reactionary; movement is necessary.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: You’ve got to act, but you’ve also got to react.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: Yes. And put in measures to make sure you’re looking far enough ahead. Include things that should break. Also be ready to adapt when things that shouldn’t break do break – or when new things break everything. Change the way you have to go about everything else. So often you build it and they’re <\/span><span data-id=\"P3-N200391\">like, “We can’t get into this mode.” I’ll be like, “Ah, but we can if we change the website address to this. We can get into this mode and test that mode.”  It’s not as legitimate, but we can find our way around and, honestly, it’s likely fine. Most things I worry about never happen anyway, but that’s <\/span><span data-id=\"P3-N200392\">the key to a person’s job, worry about everything. And if much of it doesn’t happen it’s fantastic, but we were thinking about it and being prepared for it.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: It comes natural to you.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: Yeah, it does. It does. Step one, people want to be led – which is different than people want to be told what to do. There are cases in which people want to be told what to do, those moments when they are afraid, like when they’re afraid and they’re unsure and they lack confidence in themselves. <\/span><span data-id=\"P3-N2003D1\">And so you just give it to them, right?  It’s amazing how easy it is to give a younger person confidence. (pause) it’s a seduction technique. It’s the same thing. “I’m afraid of this thing.” Okay, you need to calm down because you can do this and here are the reasons you can do this. With the qualities <\/span><span data-id=\"P3-N2003D2\">you have we think you’re qualified to do this and these are some of the reasons I hired you, so you can do this. Then they’re like, “Yeah. Okay.” All they want to know is you see something. You’ve chosen them particularly because it’s something that they can do. I like that very much. That’s very fulfilling. <\/span><span data-id=\"P3-N2003D3\">Here’s something about yourself that you didn’t realize – and it’s a good thing. I don’t just see all the ways you’re broken. I see all the ways in which you’re perfect.  That takes more time, [but there are elements of it that begin that flash and sparkle] (ph?) There is a sense of permanence. A sense of permanence.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">These are ideals for which I’ve striven for many years now – at least ten, if not 12 or 13. It’s a concept. The concept of getting tattooed and struggling with it for years now, five years now. There is going to be some sort of dragon hole and some sort of protective symbol right about here over my <\/span><span data-id=\"P3-N2003F1\">heart. I’ve got those symbols in my life. I have the symbols in meaningful ways. The thing about the problem with harmonics, it became clear that I liked dragons, and so suddenly I was surrounded by dragons. So I had to say . . .<\/span><\/p>\n<span data-id=\"P3-N2003E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563371\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: No more.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: Yeah, no more dragons. I don’t like dragons so you will get me dragons. I like these particular dragons. They have meaning or symbolism, therefore those are the ones I chose.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: Almost like you were invaded by this storm of dragons given to you.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: Yeah, and people are like, “I know you like this stuff.” I do, but I don’t like it for you to like it. It’s not a way to share something with me, which is probably what you intended. It’s some way to share. I’m offering you something that you like. I got it for you because I thought you would <\/span><span data-id=\"P4-N200471\">like it. I was thinking of you. I appreciate that. I really do, but I don’t want more dragons. The ones that I have, I choose.  (pause)<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: What’s that?<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Kent Hovind’s argument against evolution that dinosaurs did live alongside man. It’s just that in those days they called them dragons, a whole variety of animals clumped together as dragons. He’s a young earth creationist. He’s a fucking idiot. There is no excuse. I’m sorry. There is no excuse. <\/span><span data-id=\"P4-N2004B1\">The tattoo, a sense of permanence. The last thing I want to do – because it’s awkward. The things that I hold special, I do not share what they are. Those are my things.  They’re not there to be shared. Tattooing makes them more a part of me. People will be curious about it and I don’t want to talk <\/span><span data-id=\"P4-N2004B2\">about that. But it’s not as if it’s unreadable; it’s Hebrew. People who read Hebrew will be like, “Oh. This is that.”<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: Is that right? It’s Hebrew?<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: Yeah. That’s what that says.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: And they’ll be able to see it.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Eventually. This will be here; this will be here. It’s on the back of the spine and on this arm, roughly the same height all the way around.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: So they might not be able to see it except for certain sides.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: Yeah. Over a whole area. Exactly. But when it’s there, if people want to talk about it that’s one thing. I think that might be one thing. That might be empowering, that sort of attention. Like what does this mean? What are these? These are special to me.  They have meaning and symbolism that <\/span><span data-id=\"P4-N200571\">I don’t talk about.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: That doesn’t mean I want to tell you all about it.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Really. I talked to the tattoo artist. She was like, “You don’t have to tell anybody anything.” My thinking is like someone might argue that if you put something on your body and, therefore, I can comment on it. Well, should I comment on your face? Because I can go right down a list of flaws <\/span><span data-id=\"P4-N2005B1\">right now. (laughs) Is that what we should do? You’re fairly symmetrical so you have less to worry about. In this case, the people I’m thinking of are less so.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: A face you can trust.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: I suppose. I mean it’s built that way, right? It’s built into our DNA somewhere. It’s like the study where if you say I’m sorry before you make the request for perfect strangers who are much more likely to acquiesce to the request.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: If you say I’m sorry? <\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: There was a study they did. They sent a bunch of different people into the subways and train platforms. They walked up to a stranger and asked if they could borrow their cell phone. 100% rejection rate. No one is going to fucking give their cell phone to a stranger. Are you insane? They sent <\/span><span data-id=\"P4-N200631\">other people down and they started off by apologizing for something random, like “sorry about this snow today.” And then were like, “Hey, can I borrow your cell phone?” Much more likely. Much more likely. Only like a 70% turn down rate; but 30% of people were like, “Oh, yeah. Sure,” if they were apologizing <\/span><span data-id=\"P4-N200632\">for anything. There were some other studies they were linking to.  They were like, “This is interesting.” Just saying you’re sorry makes people more likely to trust you.<\/span><\/p>\n<span data-id=\"P4-N20062-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563371\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: Saying that puts somebody a little bit more in the trust circle.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: Right. And these are the tricks you have to know. You have to learn how these things work. When someone says “I’m sorry” you’re inherently more likely to trust them, so be wary of whatever they ask next. If someone holds\/shakes your hand for six seconds, like “let’s shake hands,” six seconds <\/span><span data-id=\"P5-N200671\">is enough time to release oxytocin in both your bodies, making you more likely to trust them and vice versa. At the end of the trick, again, beware.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: It can be used as a tool, something that’s going to get you to agree.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: It’s all a tool. They’re all tools, Carl, right? Anything that can be manipulated is a tool.  If that’s emotions, if that’s thought, if that’s mass, if that’s energy . . .<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Closeness.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: Yes. I suppose that’s emotion, right? They can all be manipulated, therefore.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: You can actually be in it and be authentic, but you can also be out of it and be using it.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: Crafting it. Exactly. What is this purpose for? That’s the thing. They always say if you can fake sincerity, you’ve got it made. No, if you can create sincerity, though, that’s even better.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: Yeah, you can really get in.<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: Even with business, like I’m saying “that’s sweet.” As far as I can tell, being sweet is saying true things that are nice. That’s what being sweet is.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: I can make it synthetically.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Yeah, I can synthesize sincerity. That’s the secret for any sincerity, isn’t it? The trade-off is the same.  I will be intimate with you in a subjective way, just to worry about truth. No big deal.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: I wanted to ask you about the meeting with Ginny on Monday because I had been thinking about it.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Is it problematic?<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: No, it’s not problematic, but I did want to make sure that you felt . . . I had this growing feeling that I was doing it with some idea in mind that what I thought was helpful at the time, I’m not sure it will be, necessarily, mostly because I thought it would be helpful for you.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: I think it’s more helpful for her, which is important.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: I realize it’s also impeding on your space. <\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: I just want to do it in a way that – this is for you. It’s not for me and only tangentially for Ginny if it helps you to help Ginny; then how Ginny feels helped. I just want to make sure it’s not . . .<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: Right. That you’re in my corner – if that’s not the best metaphor. But you’re still my psychologist; you’re not Ginny’s psychologist.<\/span><\/p>\n<span data-id=\"P5-N2008A-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2008A-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563371\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: I’m your psychologist and I guess I had in mind the idea that if you felt like she better understood or knew a helpful way for you to respond, that it might be helpful for you. I guess I’ve been thinking about it and wondering if that’s how it’s really going to go. Maybe it will. <\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: Is it going to be a useful session for me or is it more beneficial for her?<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: Yeah. That’s why the pause. (pause)<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Yeah. (pause) I’ll talk it over with her.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: It’s also something that I was thinking it doesn’t mean we couldn’t do it another time, too.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: You’re just thinking that it’s not as relative as it was?<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: I guess so. I guess I kind of found myself thinking I was convincing myself that it was a good idea for you and then I was thinking that I don’t think you told me that it was a good idea for you. I think I had it abstractly that it’s good for couples to do this. And that is true. I think <\/span><span data-id=\"P6-N200991\">it can be true. <\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: I don’t know, man. Who knows when the next time I’m going to go into some sort of depressive swing, though? Who knows? Who has any idea when that’s going to happen next? It happens. It’s happened for many years. It happens. It’s part of who I am. It’s part of the as-good-as-it-gets state. [ <\/span><span data-id=\"P6-N2009B1\">] (inaudible at 00:24:30) (pause)<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: I don’t mean to be wishy-washy about it, about me, because that’s where it’s really coming from. It’s more like is this really going to be for you or not? I guess I just want to throw that out there.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Sure. If I feel like it isn’t, then perhaps it’s not useful. <\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: It definitely won’t be useful.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: That’s true. That’s true. I will talk with her tonight and see what she thinks.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: How are you feeling? Maybe a better way to put it, too, is what do you think of it?<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: I don’t know. I’m also curious what will come of it. I do think it’s largely for her. (pause) Maybe it makes more sense to go see her psychologist.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: Is she seeing a psychologist now?<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Yes. Who also suggested perhaps she come here and we talk – Ginny, not her psychologist. Ginny is just concerned that I’ll kill myself at some point.  She sort of wants permission to bring certain people into the circle when I’m in that mood. I think that’s what she wants, to negotiate who she <\/span><span data-id=\"P6-N200AB1\">can talk to and who can she reach out to if I’m having one of these episodes? She knows I’m intensely private. It never occurred to me that she has no one to talk to. [I told her she can talk to Darcy.] (ph?) I don’t know. Maybe the worst is past.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: Would that be useful to negotiate?<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: I don’t know. I feel like I can negotiate that with her if that’s what she wants. Like I said, I had a down day and I used every resource except for Ginny.  I used every resource except for you. You don’t have to worry about me; but maybe she does and maybe there are better ways I can interact <\/span><span data-id=\"P6-N200AF1\">with her to make those things known. I’m not sure what they would be. I don’t know. I’ll talk to her. But the tattoo has been weighing on my mind heavily – the permanence. [It’s a long permanence.] (ph?) While it’s partially taking something that’s important to me and making it permanent.  Like I said, <\/span><span data-id=\"P6-N200AF2\">it also puts it out on display for other people which leaves it open to be challenged or questioned or judged – assigned value to. It even can be assumed. It’s also power and attention and mystery. He has this tattoo. Is he Petetian? Is he Jewish? I’m none of these things. Then why Hebrew? I don’t talk <\/span><span data-id=\"P6-N200AF3\">about them. Those are the questions. I don’t talk about them.  I can tell you where I got them done and who did them if you want to go. She’s good. Clearly. This is it. I don’t talk about them.<\/span><\/p>\n<span data-id=\"P6-N200AE-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563371\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: Is there some importance, though, for it to be displayed, not necessarily talked about.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: [ ] (inaudible at 00:29:26)<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: Emblazoned.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: That’s the thing. It’s something that I care deeply about, something that has a lot of meaning to me, symbolism, ideals, things to keep in mind, cycles to remember. There is a lot wrapped up in it. There is a lot wrapped up in it and I kept them very, very, very, very, very private for a very <\/span><span data-id=\"P7-N200B71\">long time.  Part of it is to show this to Ginny and be like we’ll never even talk about these, but they’re on me. (laughs) And I’m sharing this much.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: I got it. It’s not on display. It’s emblazoned.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: Right. It’s for me. It’s not for anybody else. It will have a benefit, I think, for Ginny.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: It’s for Ginny, but it doesn’t mean it’s for her to know.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: It’s not for Ginny, no. It’s for me, but yes, there will be a benefit for her. This is a secondary thing. That’s another reason to go ahead with it. My biggest fear is in perfection. <\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: In the actual?<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: In the actual art itself. I have a very specific idea of what I want. She has good practice in this form, so let’s get a speaker to draw it out for me. Every one of them will end with the same three characters. It makes a fascinating pattern as it goes. The top two of them – in one case, the <\/span><span data-id=\"P7-N200C31\">top three, I think – will have more. (pause) I think that makes it very interesting. (pause)  So think about it. I think it potentially will look really cool, as well. That’s the thing I need to think about because I’m going to see this every day. Also she mentioned to me that I’ve got to rub Aveno <\/span><span data-id=\"P7-N200C32\">into them every day to moisturize. And sunblock 80 during the summer if I’m not wearing clothes just to maintain the elasticity of the skin, which helps retain.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: Oh, it turns green over time if you don’t .<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: Yeah. It keeps it as clean as it can be. I’m getting them in color, as well, so I want that to remain bright.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: One thing I was thinking about is that to have it and not have to speak to it, preserves it from the outside, from everybody else intruding their own meanings on it, interpretations on it, telling you what they think of it, telling you “here’s what I feel” or why or question. <\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: It’s really none of your business. Symbols have meaning to people.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: It is true that it changes once it’s . . .<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Once it’s out there. At the same time, I think it lends a certain strength to it as well; emblazoning that these are things that are important to me. Essentially that’s what it is. These are the things that are important to me.  I think they’ll always be important to me. I think that’s the key.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: It will be part of you on your skin. Like a face in some ways.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: You said it. “I want to comment on your body.” “I’m going to start commenting on yours.” There’s a lot more damage I can do. Don’t start a fight with Fred Jacobs unless you’re sure you’re going to win. (pause) I’m a dirty fighter. I always will be. If you’re not a dirty fighter, you’re doing <\/span><span data-id=\"P7-N200D31\">it wrong. Don’t be in a fight, in general.  Don’t do that. If you don’t have some sort of idea of how it’s supposed to work, I’m probably going to surprise you. (pause) I don’t know, man. I still have reservations. It’s forever. Weird thing. It’s forever, at least until my body dies and it turns into <\/span><span data-id=\"P7-N200D32\">chemicals.  At least it’s absorbed and turned back into something else.<\/span><\/p>\n<span data-id=\"P7-N200D2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200D2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563371\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">THERAPIST: Maybe it’s the permanence to it.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: Yeah, there is meaning to it and also danger, like this is forever. If it somehow weakens my attachment to it, then that attachment is weakened forever.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: That’s what you feel about it? It might be a weakening of it.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: And if it is (pause) . . .<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: You mean that it would weaken over time or it would weaken it because it would be out there?<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: I don’t know. I really don’t know. [ ] (inaudible at 00:36:47) because of the act and not worried about that.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: I see. I understand.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: But still, it’s important to me. <\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: It will change it, though, to have it on your body.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: Yeah. It makes a different. It makes me seizing it, in a way, and saying more firmly that this is mine. Just because you can see it doesn’t make it yours.<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: Just because you see it doesn’t make it yours. (pause)<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: Darcy recently got a second tattoo. Pine branches along her collarbone. It’s interesting. I’ve not asked her why. She got a little smiley on her wrist. I don’t know why she would do that, but she liked it so she did it. Darcy has a Celtic [ ] (inaudible at 00:38:03) but Ginny has a Celtic knot. <\/span><span data-id=\"P8-N200EB1\"> When Eva first saw that she was like, “Ginny has a tattoo.” She whispered it to my sister. Tammy is like, “Yes, she does.” Ginny was like, “Yes, I do.” Eva’s world changed a little bit. Ginny has a tattoo. (pause) It’s cool patterns. It’s funny, the weakest of the four, the least interesting of the <\/span><span data-id=\"P8-N200EB2\">four, is the one that will be on the front. It’s the one I’ll see every day. I will see three of them every day easily enough. Seeing the fourth one is tricky.  (pause) But there it is. I don’t know, man. I don’t know. I can’t tell Ginny about it until afterwards, even though she might have wise input on this.<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">THERAPIST: Do you want to surprise her, is that it?<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">CLIENT: Yeah. Part of it. I don’t want to be like, “I’m getting this tattoo because of reasons.” It’s like yeah, this happened. I did it for reasons that I have.<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">THERAPIST: Maybe it makes it feel more yours if she doesn’t know.<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">CLIENT: I think so. I think so. This is definitely mine.  It’s weird. I’ve always been very declarative about what is my space and what is mine. I don’t usually yield to that position.<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">THERAPIST: And if you told her, something might be affected by her reaction?<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">CLIENT: Right, or whatever. There is just information that is taken in, regardless. Regardless.<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">THERAPIST: How would it change this feeling? Would it change it? How would it change it?<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">CLIENT: That reminds me, we should finish this up at some point – so Carla.  I totally broke up with Carla. Ten minutes to break up. It was my longest in a long time, in terms of severing a relationship with someone. Ten minutes is significant.<\/span><\/p>\n<span data-id=\"P8-N200FA-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200FA-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563371\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">THERAPIST: That’s a long time?<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">CLIENT: Yeah. I’m really fast at exits. One or two minutes. It’s clear. We’re going through what you did and why we’re firing you and what the next step is. Here’s the HR person. Off you go. Boom! Easy. Carla kept wanting to fight it. She kept wanting to make it about things I should go through in therapy <\/span><span data-id=\"P9-N200FF1\">and things I should study in therapy. She was like, “And if I were your therapist . . .” I’m like, “You’re not my therapist.” [ ] (inaudible at 00:41:47) She’s trying to do things and I’m like, “The co-pay is $15, correct?” She was like “yeah.” “Do you have change for a $20?” Thank you very much. Best <\/span><span data-id=\"P9-N200FF2\">of luck. She’s like, “I get the sense you don’t want to talk anymore.” I was like, “I don’t. It’s over.” I was like, “I may be hooking up with Irene, the person who is your backup.” She was like, “Oh, no. I can’t let you do that.” Okay, that seems kind of emotional.<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">THERAPIST: Yeah. Yeah. I suppose it was.<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">CLIENT: Yeah, it was. She was emotional. It was weakness. I don’t want emotionality. It makes it too much about her. There you go. There you go. It makes it too much about her. And it was. It was this thing she wanted to go through. She was like, “This is an experience we have to have together.” I was <\/span><span data-id=\"P9-N201031\">like, “I’ve had it. This is done. I’m done with this.” I’m not here to listen to your ideas about why this is happening. I’m not here to listen to you condescendingly tell me that I blame the Lithium for wanting to kill myself because I can go back to the chart and be like “here’s how it ramps up.” <\/span><span data-id=\"P9-N201032\">She was like, “Do you think you would have felt better if I had gotten back to you at some point?” I went, “Probably. Yeah.” But that’s neither here nor there. It’s over. There are no second chances. There are very rarely a second chance with the Jacobs. That’s not true. I would usually give you one. <\/span><span data-id=\"P9-N201033\">I’m like, “All right. You made a mistake. I understand it. Let’s examine the mistake and see how it happened.” If you show me with a second mistake that you’re just not very good at avoiding mistakes . . .<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">THERAPIST: How do you feel about how it all went down for you?<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">CLIENT: It was really irritating. I was like who the fuck do you think that you are? Especially like her whole “You were able to get ahold of Irene. That’s great.” Blah, blah, blah.  “Can you hook me up with her?” “Oh, no. I can’t do that.” “Really? You don’t have the number? You don’t have a business <\/span><span data-id=\"P9-N201071\">card? I know you must have her number because you gave it to me on your voice-mail.” So what’s that about? “Oh, no. I just can’t do that.” Emotion.<\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">THERAPIST: Yeah, that’s emotion.<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">CLIENT: Don’t tell me that I’m paying for it. [ ] (inaudible at 00:44:38) I can’t, huh? I’m not here to listen to you about how much you hate your job. It’s not on me. I’m also not here for you.<\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">THERAPIST: It doesn’t have to be about that.<\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">CLIENT: Yeah, it’s like I’m not here for you, man. Go get your own. Go get your own.  I’m selfish about these things.<\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">THERAPIST: What do you mean?<\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">CLIENT: What is mine is mine and I do not share these things. These are the things that are most important to me. I keep them. It’s like the blue carbuncle in Sherlock Holmes. It was a Christmas episode way back when with Jeremy Brett. There is this blue carbuncle, this precious stone, that’s been passed <\/span><span data-id=\"P9-N201131\">back and forth, stolen and murdered for, this priceless blue carbuncle. It’s currently in the possession of some very rich woman and was stolen when she was away for a few days. This whole fucked up scheme, like this Ocean’s Eleven very not-smart guy makes a number of mistakes. So the blue carbuncle <\/span><span data-id=\"P9-N201132\">ends up in the possession of Sherlock Holmes and there is like a 1,000£ reward for it out there. It ends up with him and Watson is like, “What are you going to do with it? He’s like, “I shall keep it in my museum.”  He opens up this drawer where his heroine is, this picture of Irene Adler, and he tosses <\/span><span data-id=\"P9-N201133\">it in the drawer – this priceless stone, absolutely priceless stone. He doesn’t bother to tell anyone that he solved the mystery. It doesn’t matter. The stone causes a lot of trouble; now it’s mine. Watson is like, “But a crime has been committed.” That’s when Jeremy Brett shows some of the great Sherlock <\/span><span data-id=\"P9-N201134\">Holmes when he rages and says, “I’m not employed by the police.” Like I am not under contract to arrest people or send people to prison. There was a problem and I solved it. Nobody needs to go to jail. He’s an idiot. The woman he stole it from, she was awful. This stone is dangerous. It’s in my drawer <\/span><span data-id=\"P9-N201135\">now. It has no value to me other than people want it.  I’m not employed by the police. I’m not retained by the police. He’s not currently being used by them to solve a crime. He’s under no obligation to report it as far as he’s concerned. It’s his world. It’s literally his world and everyone else is <\/span><span data-id=\"P9-N201136\">just living in it.<\/span><\/p>\n<span data-id=\"P9-N20112-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20112-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563371\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">I have to call back. I have to be like, “Hey, it’s been a week. I just figure you’d want a producer and have you figured it out yet?” Subtext – if you haven’t you definitely need me. We need to have this conversation and I should probably get in there and help you guys have conversations in a more timely <\/span><span data-id=\"P10-N201151\">fashion.” <\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">THERAPIST: Oh, that’s right. Do you have Lisa’s number, by the way?<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">CLIENT: I don’t. You said you’d get it for me.<\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">THERAPIST: I can get it.<\/span><\/p>\n<p data-id=\"P10-N2011C\"><span data-id=\"P10-N2011D\">CLIENT: Yeah, that would be great. It doesn’t have to be today, though. I have refills for all of them. Do you have it then? [] (sp?), or whatever it is?<\/span><\/p>\n<p data-id=\"P10-N2011E\"><span data-id=\"P10-N2011F\">THERAPIST: I think it’s Lucy. (pause)<\/span><\/p>\n<p data-id=\"P10-N20120\"><span data-id=\"P10-N20121\">CLIENT: It’s Akee, is it not?<\/span><\/p>\n<p data-id=\"P10-N20122\"><span data-id=\"P10-N20123\">THERAPIST: Yeah. Ake, right?<\/span><\/p>\n<p data-id=\"P10-N20124\"><span data-id=\"P10-N20125\">CLIENT: I shall modify that. (pause)<\/span><\/p>\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">THERAPIST: She called you back? You paged her, is that the idea?<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">CLIENT: I called whatever number Carla gave me, which I suppose might be under “Recent” somewhere. It was not there at all?<\/span><\/p>\n<p data-id=\"P10-N2012A\"><span data-id=\"P10-N2012B\">THERAPIST: I’ve just got to pull it. Here we go. 617-855-8444.<\/span><\/p>\n<p data-id=\"P10-N2012C\"><span data-id=\"P10-N2012D\">CLIENT: That’s exactly what it was.  I’ll let you know about Monday, what we’re doing on Monday.<\/span><\/p>\n<p data-id=\"P10-N2012E\"><span data-id=\"P10-N2012F\">THERAPIST: Why don’t we do this – would it be okay with you if we postponed it and we apologized to Ginny until we have more time to talk about it?<\/span><\/p>\n<p data-id=\"P10-N20130\"><span data-id=\"P10-N20131\">CLIENT: Sure.<\/span><\/p>\n<p data-id=\"P10-N20132\"><span data-id=\"P10-N20133\">THERAPIST: Not that it’s indefinitely postponed, but we can talk a little bit about it. Apologize to Ginny. I know she probably had to do some . . .<\/span><\/p>\n<p data-id=\"P10-N20134\"><span data-id=\"P10-N20135\">CLIENT: No, she has the day off anyway.<\/span><\/p>\n<p data-id=\"P10-N20136\"><span data-id=\"P10-N20137\">THERAPIST: I apologize to you for doing it like this, but I really felt it’s better this way than me feeling like I don’t even know what our goals are.<\/span><\/p>\n<span data-id=\"P10-N20136-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20136-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563371\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">CLIENT: That’s fine. That’s fine. That makes sense. I like that you’ve voiced your concerns in a reasonable way.<\/span><\/p>\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">THERAPIST: I’m totally game for doing it, but I just want to know that . . .<\/span><\/p>\n<p data-id=\"P11-N2013C\"><span data-id=\"P11-N2013D\">CLIENT: Obviously. You just want to make sure you know what’s happening going in and what the benefit and the goal is.<\/span><\/p>\n<p data-id=\"P11-N2013E\"><span data-id=\"P11-N2013F\">THERAPIST: Yeah, and what you’re going to get out of it.<\/span><\/p>\n<p data-id=\"P11-N20140\"><span data-id=\"P11-N20141\">CLIENT: Sure. It all makes good sense. <\/span><\/p>\n<p data-id=\"P11-N20142\"><span data-id=\"P11-N20143\">THERAPIST: But tell her that I’m definitely open and that we’re going to be talking about it more before we do it.<\/span><\/p>\n<p data-id=\"P11-N20144\"><span data-id=\"P11-N20145\">CLIENT: Sure. That makes sense. Okay. I’ll tell her that.<\/span><\/p>\n<p data-id=\"P11-N20146\"><span data-id=\"P11-N20147\">THERAPIST: And apologize because I feel funny doing it this way.<\/span><\/p>\n<p data-id=\"P11-N20148\"><span data-id=\"P11-N20149\">CLIENT: Yeah, you’ve said so a few times. I believe you are sincere in your desire. I shall pass it on. Thanks. See you Monday. 11:00? Usual time?<\/span><\/p>\n<p data-id=\"P11-N2014A\"><span data-id=\"P11-N2014B\">THERAPIST: Whatever you want. I’ve scheduled it for 10:30, if you want to do it then, or we can do it at 11:00.<\/span><\/p>\n<p data-id=\"P11-N2014C\"><span data-id=\"P11-N2014D\">CLIENT: We might as well do it at 10:30. Might as well.<\/span><\/p>\n<p data-id=\"P11-N2014E\"><span data-id=\"P11-N2014F\">THERAPIST: Let’s do it. Bye.<\/span><\/p>\n<p data-id=\"P11-N20150\"><span data-id=\"P11-N20151\">CLIENT: Bye.<\/span><\/p>\n<p data-id=\"P11-N20152\"><span data-id=\"P11-N20153\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}