{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his favorite martial arts fighters and the importance in knowing self-defense. Client decides to leave his psychiatrist and go with one he feels more comfortable with."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Psychological issues","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Defense mechanisms","Medications","Psychiatrists","Bipolar disorder","Psychoanalytic Psychology","Self Psychology","Anger","Anxiety","Suicidal ideation","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Psychological issues","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["16"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Defense mechanisms","Medications","Psychiatrists","Bipolar disorder"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety","Suicidal ideation"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":13,"pageCount":13,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2563363","dorpId":"1006526377","contentType":"text","aucs":"CTRN-V1","title":"Client \"LJ\", Session February 10, 2014: Client discusses his favorite martial arts fighters and the importance in knowing self-defense. Client decides to leave his psychiatrist and go with one he feels more comfortable with.","fullTitle":"Client \"LJ\", Session February 10, 2014: Client discusses his favorite martial arts fighters and the importance in knowing self-defense. Client decides to leave his psychiatrist and go with one he feels more comfortable with.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":13,"totalPages":13,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":13,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563363\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: No. Extra weight and slow, wide people delayed me about ten minutes on the walk home from Davis.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Right, those sidewalks where you can’t get around people?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: There was one kind gentleman who stood aside for two of us. He was like, “I walk very slowly.” Thank you, sir. Kindly. What a kind fellow. Ginny is gone. She went away yesterday and she’ll be back later in the week. She’s in Chicago on business. I’ve been getting into some of the habits which <\/span><span data-id=\"P1-N200111\">I do often when she goes. I ordered the wrong pizza, ordered the wrong wings.  It’s a little too spicy for me in the beginning.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: You do that on purpose? You order different food?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Kind of. It’s kind of like – I don’t know – one of those little defiance things I’m not supposed to do. Not that she would stop me if she were there. She might, at worse, be like “you’re sure ordering a lot of spicy things lately.” I might then say “yeah.” She might be like, “Isn’t that bad <\/span><span data-id=\"P1-N200151\">for your stomach?” out of concern. I would be like “yeah.” It’s like four sentences out of life that I don’t have to use. (laughs)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: It’s something like you not having the watching eye.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Ginny is one of those more judgment-free creatures.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Yeah, I realize. Nonetheless . . .<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Nonetheless. Nonetheless.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: The difference between having somebody watching. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Yeah, so I’m watching movies. I tried to watch Matrix Reloaded and I was like it does not stand up. The special effects were pushing the boundaries of CGI at that point and still weren’t quite good enough. Now I haven’t seen [ ] (inaudible at 00:02:17). No, I’m sorry. I can’t just watch some <\/span><span data-id=\"P1-N200211\">poorly-animated cartoon run around and fight a bunch of dudes. I’m here to see a movie, not a CGI flick.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: So it really doesn’t even hold the plot? That’s amazing.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Nor does the fighting even. You can see Keanu Reeves inexperience now. The Matrix opened the door to the west for stuff like Crouching Tiger and that sort of genre of real [Bushu] (ph?). Once you’ve seen that it’s like, oh, okay. Keanu Reeves. I see.  What are you doing? And you can see, as <\/span><span data-id=\"P1-N200251\">well, he’s very clearly unmatched by a lot of his opponents they’re bringing in. There is that one guy who is like, “I’m only here to fight you so that I can be like – ta-da, we fought. Now that we fought I’ll show you where the oracle is. I had to be sure you were the one and I can only know this when <\/span><span data-id=\"P1-N200252\">we’re fighting.” They just hired a famous guy to fight. That’s sweet. We’re having a fight scene. Come on. I thought there were a lot of missed opportunities with The Matrix movies, second and third. Apparently that woman who wrote the Matrix novel finally got some restitution from the Coen brothers <\/span><span data-id=\"P1-N200253\">from them plagiarizing it into a movie.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: What’s that?<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: There was some talk of it being almost urban legend, but apparently she’s gotten her just restitution, but the Coen brothers and whoever fucking made The Matrix, the Coen brothers, those other dudes.  They had actually seen a crappy novel that had gotten released and were “Oh, we like this. <\/span><span data-id=\"P1-N200291\">Let’s make it into a movie.” She was like “What the fuck? That’s my not-very-well-known book.” They were like, “Yeah, we thought we could get away with it.”<\/span><\/p>\n<span data-id=\"P1-N20028-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563363\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: They didn’t buy the rights from her?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: No, no. They just went and did it. They didn’t think anyone would be like, “Hey – you can’t take my book. Who the fuck are you?” “We made The Matrix. We invented [bullet-time] (ph?) technology.” The Matrix is still a fantastic movie. They didn’t do CGI in The Matrix. They didn’t CGI their fights. <\/span><span data-id=\"P2-N2002D1\">It was all wire work, like real Bushu.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Bushu is what? Hong Kong?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yeah. It’s a style in the movie. Hong Kong was like Chinese; Korean, there is a lot of it as well.  The Eastern style was very flashy, intricate martial arts. Fight choreography is sort of complicated and fast and stylish.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: Hands on.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: Exactly and it is advanced. Kung Fu is way advanced. If someone has training in Kung Fu and you have no training, they have a significant advantage over you in a fight. But if they’re trained in Kung Fu and you’re trained in just about anything else that’s not fantasy-based, you’ve got a very <\/span><span data-id=\"P2-N200351\">strong advantage over them because you’ve learned how to fight while they want to dance, and you don’t want to bring dance to a fight party unless you’re incredibly good; unless you’re one of those secret masters who can transfer the knowledge of one specialized form they’ve studied and suddenly their <\/span><span data-id=\"P2-N200352\">opponent would be on the ground. As you have seen in various fights with []. You can’t. Kung Fu does not have any application inside combat sports. People who come in and are like, “Yep, I’ve got this mastery of various styles and forms and ancient traditions,” it doesn’t stand up if someone is tackling <\/span><span data-id=\"P2-N200353\">you and punching you in the face.  You have no defense for that; and that’s the first thing they’re going to try to do – or one of the things. Maybe if they’ll stand up and box you. They’ll probably do kickboxing. They’re probably trained specifically to fight people in a ring or they’re in an octagon, <\/span><span data-id=\"P2-N200354\">which you’ve learned that they would counter with various moves that these people don’t know. They’re just going to keep trying to punch you in the head and the body. And if that doesn’t work, if they can’t expose that game, then they’re going to try to take it to the ground. No matter how bad they <\/span><span data-id=\"P2-N200355\">are on the ground, now they know they’re better than you on the ground. Fantasy martial arts. You do see occasional people like Lyoto Machida who comes in with a very traditional karate background. He actually fights blade and stance a lot of times, which is just considered absolute taboo by any modern <\/span><span data-id=\"P2-N200356\">fighting standards.  Like the stances you see in the Karate Kid movies and all those formal karate movies.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: Oh, that’s blade and stance?<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Yeah. With my hand I can do this and I come across with a cross, but I present less targets for my body for my opponent, which is one thing I kind of knew. But you often have to bring your feet together when you want to move or, perhaps, cross your feet when you want to move, which puts you <\/span><span data-id=\"P2-N200391\">at a real disadvantage. Your front-leg kick is only going to be so good. You can keep some distance and you do some stuff. Not much. You can side kick, but sidekicks are easier to see coming if you’re a real fighter. If you have a fast side kick – awesome – and faster.  But still you have this one jab <\/span><span data-id=\"P2-N200392\">and the problem is that when you want to cross, you have to come across your entire body from way back here. You give up two weapons for the slight advantage of being harder to punch directly in the face or directly in the kidney. But the other guy has full weapons and he’s still defending against your <\/span><span data-id=\"P2-N200393\">two just as easily. He’s got everything in this fight and you’ve got two things. If you’re bladed and he wants to take to the ground, you’re going to go to the ground. This guy is very traditional and has done karate since he was three years old, but then he also studies Jujitsu which is, basically, <\/span><span data-id=\"P2-N200394\">octagon boxing. He fights bladed often and he can do it. He’s very, very good at it, but that’s not exclusively what he does. Were it, he wouldn’t have done as well as he does.  In fact, while very dangerous for a long time, he’s not as dangerous as he used to be. He pulled off the Karate Kid [crane <\/span><span data-id=\"P2-N200395\">kick] (ph?), the flying crane kick technique in one fight with it. That was magical. That’s it. That’s the crane technique; that’s a flying back-front kick – wham. You see the tooth in slow motion fly out of the guy’s face. He still hasn’t found it by the end of the announcement parts. [Randy Couture] <\/span><span data-id=\"P2-N200396\">(sp?) is my favorite fighter of all time. They’re like, “Are you going to fight again?” He’s like, “No, I’m done.” The guy was like 37 at this point.<\/span><\/p>\n<span data-id=\"P2-N20038-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563363\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: Who was the guy that just got his leg wrecked?<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: That was Silva. He got turned around. He’s been in a couple of small movies, like The Expendibles, here and there.  He was a fighter and a gentleman. He would talk to talk some smack for the fight, but mostly on technical points. He would be like, “His boxing is very sloppy so I’m not really <\/span><span data-id=\"P3-N2003D1\">worried about that. I know that my Greco-Roman skills will win out over his at any point in time, so very likely I’ll take him to the ground and beat him up, and that’s going to be the end of the fight. That’s what I think. Sorry.”<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: What do you like about him? What do you like about Couture?<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Just that he was [ ] (inaudible at 00:10:35). No big deal. “I out boxed him in this fight” or “he wasn’t good enough on the ground; I was better.” You’ve heard of Bill Belichick – sort of without that gruffness to him. It’s more like, “This is why I won; this is why he lost.” It has nothing <\/span><span data-id=\"P3-N200411\">to do with him as a person. This is a sport we both play and I’m very good at it.  I remember there was this younger guy at the time who is now a fight manager for Women’s UFC, Tito Ortis, who was a big deal because he was really heavy up top and he could get to the ground and then he could just slam <\/span><span data-id=\"P3-N200412\">you in the face over and over again – just speed and power and ferocity. For a long time it was very hard for people to defend against that. That was the real ground and pound when that became a very viable technique.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Get someone to the ground and just . . .<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Yeah, if you can get them on the ground and you can definitely throw shots at them for a long time. That’s very advantageous, but he had so much power in that position and he had so much weight he would just lean forward on you and you couldn’t buck him – unstoppable, completely unstoppable <\/span><span data-id=\"P3-N200451\">once the [ ] (inaudible at 00:11:49) was over. He was terrifying and so people had to learn a lot. How do we deal with a really aggressive ground and pounder?  That changed the sport some more, as well. He wanted to fight Randy Couture because Randy Couture was the best in the world. He was like, “Yeah, <\/span><span data-id=\"P3-N200452\">I’ll fight you.” At that point he was like, “You’re ten years younger than I am, a good guy. You’re top heavy,” whereas Couture has a fighter’s body, evenly distributed muscle mass across his whole body. Ortis was always talking some crazy shit because that’s what he does. He’s not the smartest guy <\/span><span data-id=\"P3-N200453\">in the world. He just loves to talk shit because he has, so far, beaten the crap out of everybody. (inaudible at 00:12:35) fighter ever born. Randy is like, “Yeah, he’s young. He thinks he’s incredibly good. He’s definitely got some dangerous moves and some power, but I think ultimately he doesn’t have <\/span><span data-id=\"P3-N200454\">the skills to take me out.” And so in the fight, at one point he’s trying to ground pound Randy and he can’t get Randy on the ground. Randy is just like, “I’m just a better wrestler. You can’t put me on the ground if I don’t want to be there.  And if we do get on the ground, very unlikely that you will <\/span><span data-id=\"P3-N200455\">end up on top. I’m going to get up and I’m going to box you because I’m a better boxer.” So at one point, in desperation Ortis gives it up trying to do it with an arm bar. He gives it everything he has with this arm bar, but he’s got it wrong. Randy is just standing there while Ortis is putting all <\/span><span data-id=\"P3-N200456\">his power into trying to bend his arm the wrong way. Randy is standing up a little bent over because the guy has his arm. He looks at the camera and is like, this is wrong. He can’t possibly get arm-barred from there and he has no idea. So he starts spanking Tito. He starts slapping his ass. He’s smiling <\/span><span data-id=\"P3-N200457\">at the camera, just spanking him. (laughs) Like what do you want me to do right now? This kid doesn’t know what’s going on. And then he beats the crap out of Tito Ortis and wins.<\/span><\/p>\n<span data-id=\"P3-N20044-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563363\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: Almost like he was teaching him a lesson.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: Yeah, teaching him a little lesson. You’re not anywhere near as awesome as you think you are.  You surprised a lot of people. They tried to do a similar thing with Couture and Brock Lesnar in super heavyweight, which is unfair. That’s basically whatever weight you are is whatever weight you <\/span><span data-id=\"P4-N200491\">are. Rock is a huge, huge dude – bigger than Couture. Couture boxed him and fought him for a long time. He did a great job. He got punched once in the head and the fight was over. They were like, “Why did you go down?” He was like, “He’s a huge guy. He punched me straight in the head once. That’s what <\/span><span data-id=\"P4-N200492\">it took.” Simple.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: One clear shot?<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Yeah. All he needed was one good shot and the fight was over. At the time he was just to outbox him before he got that one in, because that’s all you can do. That’s the best you can do. Mass wins unless you can out-skill mass. Unless you can out-skill mass, it’s going to beat you.  But those <\/span><span data-id=\"P4-N2004D1\">are fighters. I’ve been watching some great stuff trying to fight like Aikido in an MMA where Aikido practitioners are like, “No, you can’t stand up to fighters. I’m sorry.” Lots of what Aikido does is I will evade and I will use your own momentum against you, but really in an octagon you can’t run far enough.<\/span><\/p>\n<span data-id=\"P4-N2004C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563363\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: They’re telling you this?<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: Yeah, I watch videos on this. These are Aikido style stuff. And it’s unfortunate. They get hurt badly.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: Oh, people who use that style.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: People who use Aikido, any of the Kung Fu, any of the Aikido. Any of the magical, incredible stuff.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">THERAPIST: There’s not enough room?<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: There is not enough room to run away. There is also no real answer for jabs. Aikido is where I take big swings at you and I throw you around. Aikido might be great self-defense for if someone tries to grab you in the street. You throw him off and run.  [Or something close happens you get a joint <\/span><span data-id=\"P5-N200591\">walk.] (ph?) They have effective things. Everything has to be effective; but in a ring, it’s not. You can’t do joint walks. It’s like [ ] (inaudible at 00:16:15). So, you’re [ ] (inaudible at 00:16:16). How much [ ] do you use in the ring? Well, not much. [ ] eye gouging and front kicking and breaking <\/span><span data-id=\"P5-N200592\">of things. I’m a kickboxer when I get in there with a fucking hell of a front kick. Once he got into the middle of the ring, the guy goes flying with his feet back as far as he can and bounces off the octagon almost half the distance. Maybe a third of the distance back from where the guy originally <\/span><span data-id=\"P5-N200593\">kicked him, a ridiculous body shot. Again, he’s like, [“In the O.C. I do this, but in Krav I do this whole other thing. I don’t do the Krav; Krav isn’t for fighting, Krav] (ph?)n is for running away and going home, which is true. That’s what they even tell you. They teach you two things. They teach <\/span><span data-id=\"P5-N200594\">you self-defense, which is for when someone attacks you by surprise and you end up fighting for a few seconds and you run like hell. And then we teach fighting, which you should never be in. If you ever get in this position, you’ve fucked up very badly. You were squaring off with someone else. You need <\/span><span data-id=\"P5-N200595\">kick-boxing for that, dirty kick-boxing.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: Mostly stay out of the fight?<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: Yeah, don’t get into the fight. Fighting is dangerous, very dangerous.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: It is really self-defense as opposed to an offense.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: Hitting you quickly enough and hard enough to make you not want to chase me. So when I run, you’re not going to chase me, just so the other guy doesn’t want that experience again.  Hunter Otis (sp?), a friend of mine, did a very traditional Tai kwon do stuff through high school and some college <\/span><span data-id=\"P5-N200611\">and then he lapsed from doing it, so he lost his skills and many years have gone by since he’s actually done any of it. One day he’s walking home in not the best neighborhood. These two kids grab him from an alley and throw him into an alley and start throwing punches at him. He’s got a big, puffy coat <\/span><span data-id=\"P5-N200612\">on, so he was absorbing some shock with it. He got a couple of shots in and the people started covering up. And as soon as they started covering up, he just started throwing elbows like crazy and he caught one or two in there. But that was enough, they ran. They were like, “Oh, okay. If you’re actually <\/span><span data-id=\"P5-N200613\">going to hit back we don’t want any part of this.” Especially when you start throwing elbows. It’s like – oh, elbows; someone has training. We’re fighting a person who has training. (laughs) They quickly run. Elbows can end fights. Elbows can end fights very quickly. Quick, light elbows can just rip <\/span><span data-id=\"P5-N200614\">this open and rip this open, if you get lucky.  If this is open, then the fight is over quickly. His head is going to bleed and it’s going to go into his face.<\/span><\/p>\n<span data-id=\"P5-N20060-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563363\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">THERAPIST: Yeah, they can’t see.<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: They’ll stop fights with that, you’ll see. It’s over his eye; fight’s over. He won’t be able to fight. You see people start to lose the loss of an eye in a fight. Blood is just getting in there and it’s like yeah, that’s no good. It’s just that now you can’t stop whatever is coming from that <\/span><span data-id=\"P6-N200651\">side. You don’t know what’s there. I didn’t come here to talk about UFC.<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">THERAPIST: What about fighting on the [ ] (inaudible at 00:19:45)? Self-defense more?<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">CLIENT: I don’t know. I like it. I’ve been watching some BJJ stuff because that’s the next thing I need to study.<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">THERAPIST: What is it?<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: Brazilian Jujitsu, which is pretty much shown once you hit the ground.  That’s what you need to know. If you don’t understand that, then you’re smashed at that point.<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: It’s how to fight when somebody is on the ground with you?<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: Yes, how to stay out of that and, once you’re there, how to control someone until you decide to take them out or break their arm or whatever, to be in control of that situation. And it’s great for one-on-one and that sort of thing. When it’s multiple people, you have to use [Krav] (ph?) techniques <\/span><span data-id=\"P6-N200711\">first and escape. (pause) People always say in the fight take out the biggest guy first; take out the alpha guy who is in your face. Some advice from some of the videos from guys who have actually been in a lot of street fights have been like “what if people show up and they want to kick your ass?” <\/span><span data-id=\"P6-N200712\">He was like, “Really what you do is know who is the big guy and then when the second is over the side, I’m looking for the big guy who’s talking to me and – wham – knock out the second. A one-hand shot immediately and then come back with the other hand and smash the alpha and then run.” At that point, <\/span><span data-id=\"P6-N200713\">the rest of them are like, “Those were the two guys. That was the front.” [Sharkey] (sp?) has another theory which is like if there is a smallest dude and you can just rush him and beat the crap out of him, just blow through him. (laughs) Smash up the smallest dude immediately. [ ] (inaudible at 00:21:54) <\/span><span data-id=\"P6-N200714\">That can work really well, too, because people are like “I’m not much bigger than that guy.”  Really, a couple of quick strikes just to make them think that maybe it’s not worth chasing you.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: It’s making me think about and noticing that you’re talking about fighting a lot – or maybe I sort of captured it as that – it made me think about Ginny being away and you talking about how when she’s gone, the house just feels a little less safe.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: It does. I slept on the couch again last night.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: Did she leave yesterday?<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Yesterday. She left after I woke.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: I imagine the videos might be a reminder.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: It’s probably true. I think more about fighting. I think more about things going wrong. <\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: A really powerful feeling comes on when she’s gone.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: Certainly. I find that this weed is more potent than I expected. It lasts far longer than I expect it to – hours. Hours different. It was recommended that I smoke it very sparingly. He was like, “Take two hits and be done.” I would take two hits and then it would be four; and then it would be <\/span><span data-id=\"P6-N200811\">five and see what happens. It’s potent that way. Still, it’s an irritant to be relied upon. <\/span><\/p>\n<span data-id=\"P6-N20080-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563363\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">THERAPIST: Can you describe what is the potency? What elements?<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">CLIENT: How long does it last?<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">THERAPIST: The length of it.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">CLIENT: It keeps you up. It keeps you up. It allows me to go longer without eating. I haven’t done so today; I’ll have to briefly between now and Carla’s or I’ll just grab a coffee and a donut and soak up some of the caffeine.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">THERAPIST: Is that at all preferable for you to not have to eat?<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">CLIENT: Yeah, honestly. Honestly, not to have to eat is great. I remember in Lisbon eating stuff over there and being like, “I understand for the first time why people would eat intentionally.” The food over there was so good. It was so good.  Was I smoking weed there? Yes, certainly, but I’ve eaten <\/span><span data-id=\"P7-N2008D1\">food while stoned before and not been like “this is the best shit in the world.” I’m a pro at that sort of stuff. Still, some of the food was just so good and made with such intent.<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">THERAPIST: Like care?<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">CLIENT: Yeah. They knew what the finished product was that they wanted. They had a goal in mind for ideal. It’s like I’m going to fucking make a sandwich today and, by God, this was the best sandwich I made today, just a little bit better than the previous one. Every day I’m going to make better sandwiches <\/span><span data-id=\"P7-N200911\">than I made the previous day.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: Different than a half-assed sandwich?<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: Different than a half-assed sandwich, for sure. [ ] (inaudible at 00:25:51) Here, I made you a fucking sandwich. No, go make two of them so you have one later. It’s called a [ ].<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: I remember you telling me. <\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: It just means they’re really good. (laughs) It was a really good one. So yeah, I’ll definitely take that. That sounds really good. (laughs) Thank you very much. I loved Lisbon. I loved Lisbon. It was so freeing to be there. I walked parts of the city at night that were not terribly populated, <\/span><span data-id=\"P7-N200991\">but also not terribly unpopulated, not too late. Go to this little place around the corner, Spirit, where they had a picture of a superhero from way back when – Spirit.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: Now I’m thinking of The Shadow.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: Right, very similar. It was a lovely little place, a lovely little place.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: What was it?<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: It was a little coffee shop. You just go in, there was a tiled bar where you order what you want.  There were a couple of little tables for sitting at, some slightly psychedelic paintings on the walls, lots of bright, different colors and geometric shapes.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: The coffee shops are the ones where they do sell marijuana?<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: Yeah. Any smoking matter. And they give you a little tube to put the rest of the joint in so you can smoke it later, either come back later that day or smoke it in some other shop. They just don’t really care which coffee shop you smoke it in as long as you do. Most people smoke weed out front <\/span><span data-id=\"P7-N200A51\">of them and there was one where there was this nice café area and you smoke a joint and these two little American girls come walking up, “You can’t be smoking. [ ] (inaudible at 00:27:56).” Yep, that’s what’s happening, kids. That’s what’s happening.  This cannot be the thing I rely upon right now. <\/span><span data-id=\"P7-N200A52\">It just can’t be. I told you – I don’t know if I did tell you – about the job. The interview. Did I tell you about anything after that?<\/span><\/p>\n<span data-id=\"P7-N200A4-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200A4-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563363\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">THERAPIST: You were waiting to hear for the game night.<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">CLIENT: That was something else. I got back and they were like, “We decided we didn’t need a Director right now, but we want to talk to you about a production role. Are you interested in a production role?” “Yeah. I’m not sure exactly what that is yet. Talk about it. Figure out what you want that to <\/span><span data-id=\"P8-N200A91\">be and we’ll talk about it.” Yeah, I would totally do that because then I could still help out on the QA side and be like great, we’ll still build this. You’ll still get that value from me.”<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">THERAPIST: More on the production side, but you’ve been wanting to get over to . . .<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">CLIENT: I have. I have, and this would be a good place to do it. It’s a small company, a small game.  I could just be like, “All right. You guys have generally kept to your own schedule and the schedule is also fluid, so [ ] (inaudible at 00:29:12) what is our goal? How long will we be here?”<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">THERAPIST: But they want you to be there? It sounds like they want you to do . . .<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">CLIENT: They just want me, yeah, which is nice. I guess I was the one branding myself. I don’t care what it is you call me. You’re hiring me. I will come into your place of office and I will dress for this and I will do work of some kind. I will see what must be done. After a couple of weeks, I’ll know <\/span><span data-id=\"P8-N200B11\">and we’ll get started. That’s just the thing with that. It’s a way to get started.<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">THERAPIST: So how was it to hear that?<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">CLIENT: It was nice. It was validating.  There was [ ] (inaudible at 00:30:01) that was like “We don’t need a director [ ] current size,” but some of the guys want to talk to you about a producer-type role. I’m like all right. He said, “We want to know if there is any interest from you before we talk <\/span><span data-id=\"P8-N200B51\">about that at all.” Again, I’m totally interested with that. So we’ll see. We’ll see what they come back with and when they come back. Then we’ll talk about that. Yeah; hell yeah.<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">THERAPIST: But you were saying that in the context that you can’t keep doing this this way.<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">CLIENT: I can’t just keep smoking weed – this particular type of weed. I can’t do this.<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">THERAPIST: You’re thinking about how it would affect you.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">CLIENT: Yeah. I’ve got shit to do and this definitely has a demotivational effect the more that I smoke. It’s not useful to me; but there is better, cleaner stuff which I can’t get this time of year because it’s hard to grow it.  They’re just growing it outside.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">THERAPIST: The Sativa.<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">CLIENT: The Sativa, yeah. What I go for is what weed is supposed to be because there are optimal conditions outside. It’s much milder and clearer and it’s better. It’s more predictable. It kills motivation less [than it makes you want to do stuff.] (ph?)<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">THERAPIST: Have you been finding it effective for anything like the stats class?<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">CLIENT: Well I didn’t study much for stats class last night because I’m not retaining this. But I have to go in today. I have to study Chapter 3 and I have to take the Chapter 3 test. That’s what I did last time. Last time I had been smoking weed for a couple of days at least.  Today I smoked it this <\/span><span data-id=\"P8-N200C51\">morning. Let’s see how much it remains by the afternoon.<\/span><\/p>\n<span data-id=\"P8-N200C4-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200C4-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563363\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200C6\"><span data-id=\"P9-N200C7\">THERAPIST: How many hits this morning?<\/span><\/p>\n<p data-id=\"P9-N200C8\"><span data-id=\"P9-N200C9\">CLIENT: Four. Four hits. Twice the recommended amount. How will I do? What will I be like? This is important for me to know. Can I balance this? Is it possible?<\/span><\/p>\n<p data-id=\"P9-N200CA\"><span data-id=\"P9-N200CB\">THERAPIST: What was two like?<\/span><\/p>\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">CLIENT: It takes a little bit to set in, right? About the time it takes for two to set in is about the time it takes to smoke three and four, right? So you take your first hit – yeah, whatever. You take your second hit – yeah, still whatever, and you’re like “I’ll take a third.” By the time you take <\/span><span data-id=\"P9-N200CD1\">a third and a fourth, the first and second are starting to set in and get to your system. When the third and fourth catch up you’re like, “Oh, wow. I’m very, very stoned,” to the point where I’m double-checking everything. [ ] (inaudible at [0:33:00]  Poor little dog had a peeing accident this morning, <\/span><span data-id=\"P9-N200CD2\">so she didn’t get breakfast, which sucks. That’s what you do when a dog starts peeing, you just take away food and see how that goes. She was pissed. She’s like “what the fuck?” Hunter wasn’t even sure if he was allowed to start eating because there wasn’t any food in her bowl. I’m like, “Really, it’s <\/span><span data-id=\"P9-N200CD3\">okay.” He checked with me three times. It’s fine. Eat your food. He was like, “Okay. I’m going to do it. Sorry, Lexi. Sucks to be you.”<\/span><\/p>\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">THERAPIST: How about that?<\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">CLIENT: Yeah. That’s my boy. I have to break up with Carla today. I think that’s what I’ve been avoiding. I have to break up with Carla today.<\/span><\/p>\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">THERAPIST: How are you going to . . ?<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">CLIENT: I think the thing is to just to say, “Listen. Honestly, Carla, I have an inherent distrust of [ ] (inaudible at 00:34:01). It’s irrational but it’s there, so this is not going to work.  There is no way I’m going to be able to trust you enough to work with you.” I like Irene Ake. I think I’m <\/span><span data-id=\"P9-N200D51\">going to go with Irene Ake.<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">THERAPIST: What about it? What does it bring up to do this, though?<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">CLIENT: I don’t know. Just be like listen, I’m sorry.<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">THERAPIST: Not an easy thing to do?<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">CLIENT: To a degree. I’m not firing her for cause. It’s more like this is not going to work, but that’s only what actually matters in this situation.<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">THERAPIST: What about the things that you were noticing about her, the feelings?<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">CLIENT: She wasn’t listening to me and other various things? Fine.  But none of that matters because those are what put her on the defensive. I don’t care. I’m not there to fix her. That’s not what the exchange is about. I’m not there to fix her. I’m there to get specific medications and make my life <\/span><span data-id=\"P9-N200E11\">possible. That is what I want. When I want people talking about my life I want to talk to you. There we go. When I want to talk about meds I want it to be very simple. These are the ones I take. These are the ones I need. If there are experimental ones I want to try, I will try them. That’s the thing. <\/span><span data-id=\"P9-N200E12\">She says, “I know it’s not supposed to do this.” But yeah, fuck it. It’s doing it. So stop.<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">THERAPIST: I know. And that’s the thing that I really was struck by. Carla is not really listening to it.<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">CLIENT: Not on top of her game, I think.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">THERAPIST: I think even the thing that she was going to have you take even more.<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">CLIENT: Especially when I was experiencing those spot tremors. I was like no. Nothing. Nothing. I’m over 160 pounds now. I went up two shirt sizes. All of my shirts mysteriously shrunk. It’s ridiculous.<\/span><\/p>\n<span data-id=\"P9-N200E8-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200E8-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563363\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200EA\"><span data-id=\"P10-N200EB\">THERAPIST: What were you at? What was the weight gain?<\/span><\/p>\n<p data-id=\"P10-N200EC\"><span data-id=\"P10-N200ED\">CLIENT: I was like 150. I’ve been up from 150 to 160. I was at 150 for a while, 155. I’m definitely over 160 now. I’m definitely the heaviest I’ve ever been in my life. [ ] (inaudible at 00:36:43)<\/span><\/p>\n<p data-id=\"P10-N200EE\"><span data-id=\"P10-N200EF\">THERAPIST: The Lithium does cause weight gain?<\/span><\/p>\n<p data-id=\"P10-N200F0\"><span data-id=\"P10-N200F1\">CLIENT: Yeah. When you read about it, yeah. Weight gain, fine tremor in hands. Yeah. A variety of other things, nausea, bowel movements.  I don’t even need it. I can just pop Lithium in the morning.<\/span><\/p>\n<p data-id=\"P10-N200F2\"><span data-id=\"P10-N200F3\">THERAPIST: And you won’t get sick?<\/span><\/p>\n<p data-id=\"P10-N200F4\"><span data-id=\"P10-N200F5\">CLIENT: No, it’ doesn’t even make me nauseous. Yeah, it’s a better fit. Lithium doesn’t make me nauseous. It does make me want to kill myself. So there you go.<\/span><\/p>\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">THERAPIST: That’s not good. Not a good trade-off.<\/span><\/p>\n<p data-id=\"P10-N200F8\"><span data-id=\"P10-N200F9\">CLIENT: Prozac only made me angry back in the day. So that wasn’t the right thing. Paxil made me flat. And when I went off there were way too many withdrawal effects.<\/span><\/p>\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">THERAPIST: From Paxil?<\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">CLIENT: Yeah. [ ] (inaudible at 00:37:47) Spatial distortion is what I called it. Space that is warped at times.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">THERAPIST: That stuff, yeah. If you’re not smoking at all it can really mess you up because it’s not just your mood that’s affected. Your whole body is affected. <\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">CLIENT: I’ve been on it twice and it’s like this is the worst. I fucking hate this. The first time I had no idea what the hell was going on and I found out later. I was on break and I didn’t have any [ ] (inaudible at 00:38:18) go on break. I was watching one of the Star Trek movies, maybe First Contact, <\/span><span data-id=\"P10-N201011\">and I was like, “Wow, these space battles are making me feel weird.” We were leaving the theater and I’m still feeling weird. The day is gone and I’m still feeling weird, like space is warping and slightly off. What’s going on? Anyway. But I have to break up with Carla today and I need Irene Ake’s information. <\/span><span data-id=\"P10-N201012\">Again, part of me feels bad because I understand Carla’s intentions are pure – or so I’ve been told – which I won’t mention.  “This isn’t going to work for me. I’m never going to be able to trust you. It’s never going to work. I’m not interested in working on it further. I need a bunch of refills. I <\/span><span data-id=\"P10-N201013\">hope that I can call you for refills if I can’t find someone right away. If Irene Ake is all filled up and I have to find somebody else.”<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">THERAPIST: Yeah, I can give you other names.<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">CLIENT: Irene Ake was immensely useful. We had a three-minute interaction and Irene Ake was immensely useful. That’s quite [ ] (inaudible at 00:39:54). (pause) <\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">THERAPIST: Yeah, if you wanted to use Carla that way, maybe she could make the transition easier or something like that. Tell her what’s happening.<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">CLIENT: Sure, I guess.<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">THERAPIST: Or not. It’s up to you.<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">CLIENT: It’s like fuck it, man. Come on. Blank slate here. Blank slate. Here’s what I take. Here’s why I take it. This is how beneficial it is. I want to keep taking these things. I’ve tried this and I didn’t like it. I don’t want to try more powerful stuff. I’m done. This is who I am now. I want to <\/span><span data-id=\"P10-N2010D1\">do that. [ ] (inaudible at 00:40:48) listening to my wife. (pause)  I don’t want to be up or down. I don’t want to try new stuff. [I’m glad I’m off the anti-anxiety.] (ph?) I needed that. That was good, but I don’t want to [ ] (inaudible at 00:41:13). This is what I do. If [ ] I’ll ask you. That’s why <\/span><span data-id=\"P10-N2010D2\">I’m here. (pause) I don’t know. I just want someone who will fucking listen. Someone who is not like, “Well, I think I have to recommend taking Lithium because I really think it’s going to be better for you.” I don’t want to. I’ve talked about it twice already and I just don’t want to take this. She <\/span><span data-id=\"P10-N2010D3\">was like, “No, I really think you should take Lithium.” I did take Lithium and it almost killed me. Okay, well now we’re done. You get your one shot.  If she gives me any shit today about how Lithium doesn’t do that, then okay, we’re done now.<\/span><\/p>\n<span data-id=\"P10-N2010C-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2010C-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563363\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2010E\"><span data-id=\"P11-N2010F\">THERAPIST: Of course, man.<\/span><\/p>\n<p data-id=\"P11-N20110\"><span data-id=\"P11-N20111\">CLIENT: Throw her a $20, keep the change and get the fuck out.<\/span><\/p>\n<p data-id=\"P11-N20112\"><span data-id=\"P11-N20113\">THERAPIST: Maybe she does act defensively, but I’d be surprised if she doesn’t take what you’re saying seriously.<\/span><\/p>\n<p data-id=\"P11-N20114\"><span data-id=\"P11-N20115\">CLIENT: How is that better? I have no patience for her. I have no patience for people who misunderstand [what they do is right.] (ph?) She’s a psychiatrist. She is a gatekeeper to medication which keeps me alive. That is her job. If I want to be fiddled with – and I expect her to fiddle – but she’s <\/span><span data-id=\"P11-N201151\">not the one who determines the [matters] (ph?) in the relationship. It’s not for her to determine if I think this works. <\/span><\/p>\n<p data-id=\"P11-N20116\"><span data-id=\"P11-N20117\">THERAPIST: No, you’re the customer.<\/span><\/p>\n<p data-id=\"P11-N20118\"><span data-id=\"P11-N20119\">CLIENT: I am. I need her to be a pharmacist – and a good one the one who will just leave me the fuck alone and keep my prescriptions refilled.<\/span><\/p>\n<p data-id=\"P11-N2011A\"><span data-id=\"P11-N2011B\">THERAPIST: You absolutely don’t have to take it. Obviously, that’s not the arrangement at all.<\/span><\/p>\n<p data-id=\"P11-N2011C\"><span data-id=\"P11-N2011D\">CLIENT: No. It’s not good.<\/span><\/p>\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">THERAPIST: I think, too, something about that Lithium really . . .<\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">CLIENT: Yeah. It made me feel worse and worse and worse. I feel awful and then I started stepping down and it still made me feel awful so I stopped taking it. I did the only thing in the world I knew would save me, which is the one thing she said I should never do. (pause) So here we are; I’m alive, <\/span><span data-id=\"P11-N201211\">but she would have had me dead.  So now what do we do? (pause) (sighs) I lose my temper very easily and I fear I could make her cry. She is not unassailable. She has fears; she has doubts and they are apparent. Some of them are easy. (pause) Some of them are easy. (pause) <\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">THERAPIST: It’s almost like you’re expecting a fight.<\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">CLIENT: That’s the thing, I don’t want the fight.<\/span><\/p>\n<p data-id=\"P11-N20126\"><span data-id=\"P11-N20127\">THERAPIST: Of course not.<\/span><\/p>\n<p data-id=\"P11-N20128\"><span data-id=\"P11-N20129\">CLIENT: I don’t want to hang out there a whole 45 minutes. This is it. This is not what’s working for me. I’ll just be like, “Look, the Lithium almost killed me. You can say whatever the fuck you want to say.”<\/span><\/p>\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">THERAPIST: Even when you’re stopping with somebody it’s still supposed to be a collaboration. She’s supposed to be a collaborator in it. I would expect that she will act in that way, but I wouldn’t be surprised – people do; people act defensively.<\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">CLIENT: My sister broke up with her psychiatrist through e-mail and the psychiatrist wrote back, “This is totally inappropriate. You can’t break up with me through e-mail. You have to come in and talk to me.” My sister was like, “No, I don’t think I do. This is something that maybe you should talk to <\/span><span data-id=\"P11-N2012D1\">your therapist about.” <\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">THERAPIST: There is no law.<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">CLIENT: Yeah, there is no law. It’s just that I made this choice. [ ] (inaudible at 00:46:05) drug dealers. [ ] It’s closer to my house. (pause) Soon. So soon dispensaries open. The right doctor. If I have the right doctor, I can try. I can buy Sativa and see how it works for a week. If it’s better, it’s better.<\/span><\/p>\n<span data-id=\"P11-N20130-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20130-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563363\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20132\"><span data-id=\"P12-N20133\">THERAPIST: How have you noticed it since you’ve stopped the Lithium? Anything?<\/span><\/p>\n<p data-id=\"P12-N20134\"><span data-id=\"P12-N20135\">CLIENT: I stopped Lithium and went back on weed, so I feel like I’m on weed. I haven’t felt intrusive thoughts at all. Immediately gone. No more thoughts of self-harm. A couple of moments I was like “what am I doing with my life?” I can get self-critical. I think that’s an aspect of marijuana.  I’m <\/span><span data-id=\"P12-N201351\">more aware of aspects of my life that I need to be fixing. [ ] (inaudible at 00:47:11) but it’s briefer, like noticing that’s not even a thing. I’m like, “Well I can’t fix it right now, so [ ].”<\/span><\/p>\n<p data-id=\"P12-N20136\"><span data-id=\"P12-N20137\">THERAPIST: I think, too, there is something very important that happened with the Lithium that you would have maybe similar feelings but – I don’t know if it was that you felt the intensity was stronger, but I don’t remember you saying anything of going to a suicidal place frequently and as persistently.<\/span><\/p>\n<p data-id=\"P12-N20138\"><span data-id=\"P12-N20139\">CLIENT: As it has been the past couple of months, in this past last week, right? Even leading up to that.<\/span><\/p>\n<p data-id=\"P12-N2013A\"><span data-id=\"P12-N2013B\">THERAPIST: Is that right, though, that you haven’t had that feeling that way?<\/span><\/p>\n<p data-id=\"P12-N2013C\"><span data-id=\"P12-N2013D\">CLIENT: That bad? It just accelerated so quickly.  With Chantix there were a couple of moments where I was like, “I’d rather just kill myself.” Wait – what? I look up Chantix and am like oh, okay. [Suicidal or addiction. Done. I’m not going to deal with it.] (ph?) And that felt better. That was not <\/span><span data-id=\"P12-N2013D1\">anything near as close as just being sad, going down. It felt to me a little bit like going down. I was smoking weed on Sunday with my buddy. This was good. I felt good and I got home and I felt like I was going down; I’m going down. Then it was just this past week that it just accelerated. [ ] (inaudible <\/span><span data-id=\"P12-N2013D2\">at 00:48:44) kill myself on Wednesday and I still only had that as a half-depressed day, when my mood [ ].<\/span><\/p>\n<p data-id=\"P12-N2013E\"><span data-id=\"P12-N2013F\">THERAPIST: Almost like there is something separate happening and it wasn’t that you were fully depressed. <\/span><\/p>\n<p data-id=\"P12-N20140\"><span data-id=\"P12-N20141\">CLIENT: When I watched there was this thing, here’s a little tick. I’m a little depressed; I was feeling a little down today. Here’s more of a move in a bigger circle, which means I was more angry when I wrote it, and it says “kill myself.” I’m like “this is still not my worst day.” And then Friday, <\/span><span data-id=\"P12-N201411\">all the way at the very bottom, all the way over to the depressed side, all the way buried in there. I was like, “This is absolutely the lowest I’ve been.” I had a fire in the corner to signify that I smoked marijuana that day and I had other numbers somewhere else that show up. An “x” [ ] (inaudible <\/span><span data-id=\"P12-N201412\">at 00:49:40), three C’s for Klonopin, even though it’s spelled with a “K”. I didn’t want to write KKK. (laughs) A “Y” for yoga; a smiley face if we had sex. [ ] (inaudible at 00:49:55) <\/span><\/p>\n<p data-id=\"P12-N20142\"><span data-id=\"P12-N20143\">THERAPIST: And was Ginny the one to point out, too, that she hadn’t seen the suicidality like this?<\/span><\/p>\n<p data-id=\"P12-N20144\"><span data-id=\"P12-N20145\">CLIENT: Yeah. She hasn’t seen it this bad, I don’t think. I’ve certainly never experienced it this badly. A very rational friend of mine was saying, “You should consider going to the hospital with this. If you go to a place, that’s okay. If you need to go somewhere to a few days, you can go somewhere <\/span><span data-id=\"P12-N201451\">for a few days.” [ ] (inaudible at 00:50:27) I won’t go to a place that won’t let me out.<\/span><\/p>\n<span data-id=\"P12-N20144-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N20144-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563363\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N20146\"><span data-id=\"P13-N20147\">THERAPIST: They don’t want to keep you. They would, but just for a period of 24 hours.<\/span><\/p>\n<p data-id=\"P13-N20148\"><span data-id=\"P13-N20149\">CLIENT: They won’t want me taking up the bed for someone that could actually use it.  [ ] (inaudible at 00:51:04) as you were on Friday, but it won’t stop and it won’t stop. I’m thinking about the screwdriver, but I’m in a state where I might keep pushing. And what if I then puncture? Then what happens? <\/span><span data-id=\"P13-N201491\">[ ] (inaudible at 00:51:21) I go over in my mind all those things. I was trying to save myself and have to keep pressure on it and dial 911 with the other hand, which is possible. Figure out which direction the blood is going and try above or below the wound. Try to lean against something.<\/span><\/p>\n<p data-id=\"P13-N2014A\"><span data-id=\"P13-N2014B\">THERAPIST: I’m glad you called.<\/span><\/p>\n<p data-id=\"P13-N2014C\"><span data-id=\"P13-N2014D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P13-N2014E\"><span data-id=\"P13-N2014F\">THERAPIST: It’s good that you called Ake, too.<\/span><\/p>\n<p data-id=\"P13-N20150\"><span data-id=\"P13-N20151\">CLIENT: I called everybody except Ginny. So there you go. Everybody except Ginny. <\/span><\/p>\n<p data-id=\"P13-N20152\"><span data-id=\"P13-N20153\">THERAPIST: What do you think of that?<\/span><\/p>\n<p data-id=\"P13-N20154\"><span data-id=\"P13-N20155\">CLIENT: It’s good. I told Ginny I want this to be about me. It’s not about my bullshit and she doesn’t have to feel solely responsible as if she’s the only thing in the world that keeps me alive. That’s bullshit. I keep me alive.<\/span><\/p>\n<p data-id=\"P13-N20156\"><span data-id=\"P13-N20157\">THERAPIST: Yeah, you do. (pause)<\/span><\/p>\n<p data-id=\"P13-N20158\"><span data-id=\"P13-N20159\">CLIENT: I was talking to her the other night and I’m starting to laugh at something and she was like, “Wanting to be alive is a good thing.” Isn’t that a funny realization? Wanting to be alive is a good thing. How often do you think about that? It’s like – no, I want to be alive. Oh – I think I’m supposed <\/span><span data-id=\"P13-N201591\">to want to be alive.  What must it be like?<\/span><\/p>\n<p data-id=\"P13-N2015A\"><span data-id=\"P13-N2015B\">THERAPIST: I watched that True Detective.<\/span><\/p>\n<p data-id=\"P13-N2015C\"><span data-id=\"P13-N2015D\">CLIENT: Oh, did you?<\/span><\/p>\n<p data-id=\"P13-N2015E\"><span data-id=\"P13-N2015F\">THERAPIST: The first one. I can see it.<\/span><\/p>\n<p data-id=\"P13-N20160\"><span data-id=\"P13-N20161\">CLIENT: [ ] (inaudible at 00:53:21) being non-existence.<\/span><\/p>\n<p data-id=\"P13-N20162\"><span data-id=\"P13-N20163\">THERAPIST: And that guy has certainly been through something. [Star. Watching more than that.] (ph?)<\/span><\/p>\n<p data-id=\"P13-N20164\"><span data-id=\"P13-N20165\">CLIENT: It’s a good show. Keep watching.<\/span><\/p>\n<p data-id=\"P13-N20166\"><span data-id=\"P13-N20167\">THERAPIST: What time do you see Carla?<\/span><\/p>\n<p data-id=\"P13-N20168\"><span data-id=\"P13-N20169\">CLIENT: 12:30. Soon. Thursday and then next Monday is 10:30 with Ginny, correct? <\/span><\/p>\n<p data-id=\"P13-N2016A\"><span data-id=\"P13-N2016B\">THERAPIST: That’s correct. I’ll let you know if anything changes, but I don’t think it should.<\/span><\/p>\n<p data-id=\"P13-N2016C\"><span data-id=\"P13-N2016D\">CLIENT: Sorry, I forgot this. [ ] (inaudible at 00:54:15) to fix all this stuff in Carl’s office so we don’t take up his precious time. (laughs)<\/span><\/p>\n<p data-id=\"P13-N2016E\"><span data-id=\"P13-N2016F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}