{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses feeling manipulated by the married man she is having an affair with. Client is also reminded of being manipulated by her father a child."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Sex and sexual abuse","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Infidelity","Romantic relationships","Sexual intercourse","Family relations","Parent-child relationships","Psychoanalytic Psychology","Self Psychology","Indecisiveness","Frustration","Anxiety","Psychotherapy","Relational psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Sex and sexual abuse","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Infidelity","Romantic relationships","Sexual intercourse","Family relations","Parent-child relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Indecisiveness","Frustration","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Relational psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2855954","dorpId":"1006727783","contentType":"text","aucs":"CTRN-V1","title":"Client \"JM\", Session June 28, 2014: Client discusses feeling manipulated by the married man she is having an affair with. Client is also reminded of feeling manipulated by her father as a child.","fullTitle":"Client \"JM\", Session June 28, 2014: Client discusses feeling manipulated by the married man she is having an affair with. Client is also reminded of feeling manipulated by her father as a child.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855954\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: And one other thing is I believe I’m going to be taking taking another week of vacation for the summer before the summer ends and I think I’m going to be out the 25th of August. That week of the 25th I’ll let you know for sure next week.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Okay. I’ve had a very rollercoaster type of week and right now I’m at a much better place than I was a few days ago. I think the last time I spoke to you, we had that big fights, like two Saturdays ago now and he had completely silenced himself and so I was feeling very sad when I spoke to you <\/span><span data-id=\"P1-N2000F1\">and kept on feeling sad and like an idiot because I think I should have stood my ground and just waited but I can’t I can’t do that. And so I reached out. I think I texted or I sent an e-mail six days ago, so and I wrote something like, “I miss you. That’s all, I just miss you and I’m sorry I <\/span><span data-id=\"P1-N2000F2\">hurt your Brandon.” <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: So so you – you, had you hadn’t spoke since that Saturday and then when did you write him?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Like, I – just I miss you.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: I mean I’m sorry, when when was that?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I think it was like, Monday after seeing him.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: I love that you [inaudible] <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: And I didn’t hear anything back and so I cried some more and then like a day later, something else, like “I’m really sorry that I raged at you, but there were – there are a lot of things in our relationship, that you know, we don’t address and I need to address them. I’m thinking about you.” <\/span><span data-id=\"P1-N2001B1\">No response. And then finally, (SIGHS) this was five days ago I wrote him I wrote him a message. I have all this here because I wanted to read it to you.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">I wrote him: “I need to know what the silence means. Does it mean that you are needing some space? Or does it mean that you never want to talk to me again?” Because he’s so good about just cutting things off. Like, I’m just I don’t understand how he’s able to do that because I’m just very I want <\/span><span data-id=\"P1-N2001D1\">to resolve things. I want to I guess I’m a typical girl, like I want to talk through things and I don’t think turning away from conflict and just cutting all connection is how you do it, so finally he e-mails me.  He doesn’t even text me back, he e-mails me: “Please stop. You said, absolutely horrible <\/span><span data-id=\"P1-N2001D2\">things to me and not for the first time. Stop trying to turn this around and make me being silent ‘cool.’“ Because I said, “your silence is really cool.” “No one made you do or say what you did, it was your choice.” And I’m left feeling like are we speaking two different languages? Like I don’t know <\/span><span data-id=\"P1-N2001D3\">what he’s talking about. What did I do? What did I say? As far as I’m concerned, the fight on Saturday was about me basically saying I’ve had enough, what’s happening with this, I haven’t met your son. I haven’t seen you making any indication that you’re going to leave her, like what’s going on? And <\/span><span data-id=\"P1-N2001D4\">then, he just responds with this, so I wrote him back: “But it is cruel, Brian, it’s hurtful, terribly hurtful to me. I have a lot of rage about issues that are not addressed in this relationship. You don’t ever want to hear it. I’m sorry for hurting you. Is this over?”  And a day later he writes me <\/span><span data-id=\"P1-N2001D5\">back, “I don’t know. What I do know is that I cannot and will not have someone in my life who thinks it’s okay to talk to me like that.” Again it’s like he’s not addressing anything that I’m upset about. He’s talking to me like I’m a child and it’s just cold and distant. And so, this was I guess Wednesday <\/span><span data-id=\"P1-N2001D6\">or something and I was crying at work. My friend came in and talked to me and she was very helpful, actually, because, Penelope she she said two things that really stuck with me. She said that by by continuing to allow him in my life, like I’m basically accepting that this behavior is okay. Like <\/span><span data-id=\"P1-N2001D7\">she saw how much pain I was in just from him pulling away from me and cutting off connection. And she’s like, “That’s really cruel. It’s just, I’m sad for you, like its just – it’s a really not a nice thing to do and this isn’t the first time he does it. And she also pointed out to me, like it seems <\/span><span data-id=\"P1-N2001D8\">like you’re giving him all the choice. Like I asked him, like “Is this over?” She’s like, “Well, where’s your choice in this?”  Like don’t you have a say? Don’t you have a say, like I’m not going to put up with certain things. I don’t hear you saying that. And then I kept crying and I said this weekend <\/span><span data-id=\"P1-N2001D9\">I feel like going out and being self-destructive. I’m like, I’m going to get drunk. I’m going to talk to guys. Like the self-destructiveness I usually get into when I’m upset like this. And she said something else that really stuck with me. She said, “I don’t understand why all that anger isn’t directed <\/span><span data-id=\"P1-N2001D10\">at him?” “Why isn’t it directed at him?” Why isn’t it directed at your father, for being so withholding and absent. Why isn’t it directed at your stepfather. Why do you have to turn it towards you? And that really stuck with me and all weekend I did so well. You know?  Like it made me feel like, yeah, <\/span><span data-id=\"P1-N2001D11\">why am I punishing myself? I want to take care of myself. Like these men haven’t taken care of me. And it worked and it helped me feel good. And I felt a little bit more empowered by Saturday. So Saturday I wrote him back an e-mail in response to that, I wrote: “And I cannot and will not have someone <\/span><span data-id=\"P1-N2001D12\">in my life who gives me the silent treatment, refuses to work through conflicts and who can’t make a decision about whether or not he will leave his marriage to pursue a future with me. If you feel that I’m way off with what I’m saying, I’m open to discussing this with you, but based on the fact that <\/span><span data-id=\"P1-N2001D13\">in the past week I’m the only one who’s done any of the reaching out I’m not anticipating there will be a discussion.” And he didn’t write back until last night, so after Saturday, after writing that I was in a good place. I was kind of solemn but I went out on Saturday night with girlfriends and even <\/span><span data-id=\"P1-N2001D14\">though I wasn’t haven’t a great time, I was like, Oh I feel connected. These people are asking me, how I’m doing? I’m hearing about their lives. Like, I’m not sitting in my apartment alone, crying. And I felt good about what I had said to him and I just kept on telling myself, like, no you don’t have <\/span><span data-id=\"P1-N2001D15\">to put up with that. And it it’s like the relationship is always on his terms. <\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855954\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">I talked to my friend, Carly too and that’s what she said. She said, “Do you see how he doesn’t answer the question, when you ask him is this over? He doesn’t answer it directly, he just says, ‘Oh, I don’t know’.” She says, I don’t think he’s ever going to leave you unless you really walk away, because <\/span><span data-id=\"P2-N2001F1\">the way things are set up it works for him. He sees you once a week, you guys have fun, he’s got the wife at home, and according to her, life is normal and I don’t cause much of a commotion as long as I’m being a good pet. He’s happy. But I’m unhappy. It’s not on my terms, so I think she’s right. She <\/span><span data-id=\"P2-N2001F2\">like – she said to me, I have a feeling he’s going to reach out to you and it’s going to be up to you to kind of set that boundary. So I was like feeling strong. Like, yes I’m going to do that.  I wasn’t expecting him to reach out and then last night he reaches out. And I really disappointed myself <\/span><span data-id=\"P2-N2001F3\">because I’m not taking a firm stance, like I wish I could. He – it’s a big pattern of him avoiding anything that I want to talk about, like the whole reason we fought and his marriage. Like, he deflects, he doesn’t answer any of it. And I really feel manipulated in a way, so last night I’m just sitting <\/span><span data-id=\"P2-N2001F4\">there watching TV and out of nowhere I get a text that says, “I miss you.” And I was really surprised. And so I wrote back, “I miss you too.” And then he writes, “I can’t stop thinking about you.” And I said, “You’ve been on my mind a lot too.” And he writes, “Oh?” And then I write, “Wondering what’s <\/span><span data-id=\"P2-N2001F5\">going through your mind and so much in my everyday life reminds me of you it makes me sad.” And then I guess he answered the question, like what’s going through your mind, and he said, “Lots of stuff. You?”  Like always putting it on me. Like he won’t really give me, let me into what’s going on in your <\/span><span data-id=\"P2-N2001F6\">brain, you know? And he just answers back I say, “lots of stuff.” And he goes, “Mhmm, same.” And I said, “I thought you were never going to speak to me again.” And he said, “I don’t want that.” And I said, “What do you want?” And then he says, “You first.” And at that moment I, I was going to say, <\/span><span data-id=\"P2-N2001F7\">no, you know very clearly what I want, you first, but again, it’s me getting soft and not wanting to rock the boat and be a good pet and answer the question and then I’ll let him have his turn and so then I answer. <\/span><\/p>\n<span data-id=\"P2-N2001E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855954\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">THERAPIST: Kind of what you have found yourself feeling that way— or are aware of that?<\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">CLIENT: I could – I could recognize I was doing it in the moment. Like I was getting softer by the second. I said, “I want to be with you, but I want a real relationship not a secret. Your turn.” And then he wrote, “And that’s why you have to rage at me.” And I wrote back, “your turn.” And he wrote, <\/span><span data-id=\"P3-N200231\">“I want a real life no more school. Happy, settled.” And I wrote, “That answer doesn’t include me?” And then – this is typical of him, he wrote: “I can’t talk to you if you’re going to pick negative statements out of everything I said.” I said, “It’s one thing you’ve said and I’m not picking, I’m pointing <\/span><span data-id=\"P3-N200232\">something out. The question was, what do you want in regard to the two of us? Your answer didn’t tell me what you want.” And he said, “I’d like a for-real life.”  I wrote, “That’s kind of a vague statement. Again not picking on you just talking through things here.” Again, it’s me like being a therapist <\/span><span data-id=\"P3-N200233\">with him. Like calm down child, I’m not accusing you. I’m talking to you like an adult. Like a nice person. I said, “Is it vague because it’s hard to say it?” He said, “You’re making me sad.” I wrote, “Conflict is hard.” He writes, “Maybe it was a mistake to call you.” I wrote, “It brings up a lot of <\/span><span data-id=\"P3-N200234\">feelings. I’m said too.” And then he just writes, “Catharsis.” And I write, “Me?” back. And whenever he means Catharsis he usually means orgasm. Like it makes him feel closer to be sexual. And I could have predicted that that was going to happen. Like I knew, he’s like sweet-talking me and I bet you <\/span><span data-id=\"P3-N200235\">by the end of this conversation we’re going to end up having phone sex or something. And so I, I wrote, “Me?” back. And he writes, “You first.” And I said, “I need communication and dialogue before I can have ‘Catharsis.’” And he just writes, “mhmm.” And I said, “We don’t have to resolve all of this <\/span><span data-id=\"P3-N200236\">tonight.” And he writes, “mhmm.” And I write, “I’m glad you texted me.” And he said, “Me too. I guess I can let you go, then, if you’re busy.” (SIGHS) It’s like, like talking to a teenage boy or something. Like we’re not speaking the same language. And I wrote…<\/span><\/p>\n<span data-id=\"P3-N20022-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855954\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20024\"><span data-id=\"P4-N20025\">THERAPIST: Did you get the feeling that he wanted to have phone sex at that point? <\/span><\/p>\n<p data-id=\"P4-N20026\"><span data-id=\"P4-N20027\">CLIENT: I knew it. Like I know him so well.<\/span><\/p>\n<p data-id=\"P4-N20028\"><span data-id=\"P4-N20029\">THERAPIST: You did, okay.<\/span><\/p>\n<p data-id=\"P4-N2002A\"><span data-id=\"P4-N2002B\">CLIENT: And I said, “I’m not busy I’m just allowing you space to talk since I usually have so much to say. I figured I’d give you a turn.” He said, “You should call out. Oh, you should call out.” Sick tomorrow – that’s what he meant and that’s when I knew, like he’s turning this completely sexual right <\/span><span data-id=\"P4-N2002B1\">now. And I write, “I can’t since I’m taking days off because my sister’s coming I have a lot of clients today and tomorrow.” He said, “What a shame.” Oh wait I’m sorry that was this morning. So after what I said, “I’m not busy I’m just giving you space…” My phone rings and he calls. He had nothing <\/span><span data-id=\"P4-N2002B2\">to say, he was just quiet and saying “I’m in bed.” He was sighing. I was like, well, do you have anything else to say? “No.” And then it leads to phone sex.  And I can’t believe I fell for it.<\/span><\/p>\n<p data-id=\"P4-N2002C\"><span data-id=\"P4-N2002D\">THERAPIST: Yeah, what did you—what were you—it sounds like you even knew that it was going to come. What were you feeling though?<\/span><\/p>\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">CLIENT: He’s told me before that that helps him feel more connected. So I was hoping, maybe if he felt more connected then he might feel open to talking. It’s kind of like I need the opposite, I need communication and then when we can have sex. He needs sex and then we communicate. And I knew that it <\/span><span data-id=\"P4-N2002F1\">might not happen tonight but I was open to that. I was like okay at least we’re communicating. And it was, it was like he didn’t even need me to say much, he just needed me on the line. I felt like one of these, like 1-800 operators (LAUGHS), like he was just doing his own thing and just had me on the line. <\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">THERAPIST: Yeah, was he just talking dirty to you? Or?<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">CLIENT: Very little. Just not nearly what he normally says, just wishing that I was there with him and how much he misses me.<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">THERAPIST: But it was sexual?<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: It was a sexual thing?<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: And then, I said: “good night.” We said good night and then the next morning he calls he text me in the morning, “I’m getting ready for work you should call out.” And my reaction is frustration because I’m like okay, he’s still being sexual now. Because he, he’s not saying that so he can come <\/span><span data-id=\"P4-N2003B1\">over and talk to me and so we can get together and get coffee and talk or something. I says, “I can’t since I’m taking off I have a lot of clients.” He says, “What a shame, because I can think of a few things.” And at that point, I really felt like saying, you expect me to drop everything just like <\/span><span data-id=\"P4-N2003B2\">that, when you haven’t talked to me for a week. But again I didn’t want him to pull away again. I wanted to keep him close because at least I have him talking to me. I said, “I can’t just drop everything. I have responsibilities.” He said, “I wasn’t serious.” I said, “I know your half-serious.” And <\/span><span data-id=\"P4-N2003B3\">he’s like but you were up pretty late for someone with responsibility. And I go, “how do you know how late I was up?” And he writes, “Elf on the shelf. Have you heard of this? Elf on the shelf?” And I said, “that freaks me out, how do you know I was up till 2:00 since I slept so much all weekend. I <\/span><span data-id=\"P4-N2003B4\">was depressed this weekend, so I slept a lot.” Side story, before I continue. On Saturday or something like that, Friday, maybe I decided to make a ‘tender’ profile and first I started with just a picture, I think from me in the back sitting on a beach, so you can’t even see my face. I did it basically, <\/span><span data-id=\"P4-N2003B5\">to stick my toe in the water and just see how it felt for me. And probably part of it was also to see if guys would talk to me. And they did, and—just like “hello.” I haven’t even planned anything or gotten to know anybody but I, I feel like that was fine for me to do. I’m not—like if this is over with <\/span><span data-id=\"P4-N2003B6\">Brian, I’m not planning to date anyone seriously right away, but I don’t think there was anything wrong with me doing that, so I did do that. Last night—aft—last night, yeah after talking to Brian and the phone sex and everything I went on my “tender” account and I turned off this option for discovery <\/span><span data-id=\"P4-N2003B7\">which means that no, new people can see you. So, I just said, I’m putting that on hold until I figure this out, so that’s what I did.  So, back to this, he says: “Elf on the Shelf.” And then he writes me, so you got off on the phone with me and immediately went on “Tinder?”<\/span><\/p>\n<span data-id=\"P4-N2003A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855954\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">THERAPIST: He said that? But he didn’t know that you were—you had told him in other words. <\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">CLIENT: I had told him. Part of me also made the “Tinder” account because I was looking for him. Sometimes when we have a fight, I go on “Okay Cupid” and I go temporarily on my old profile and check to see if he’s reactivated. He hasn’t. But then I said to myself, I wonder if he’s on “tender.” So part <\/span><span data-id=\"P5-N2003F1\">of me was looking for him as well. So my immediate response is, “knew it.” And he writes, “goodbye doctor.” I said “I went on to shut the search option off, originally went on to see if you were on it and I was right.” And he said, “Ha, ha I’ve never used ‘tender.’” Like, this frustrates me, like “ha, <\/span><span data-id=\"P5-N2003F2\">ha” caught you. When I didn’t do anything wrong, you’re fucking married. “I’ve never used “tender” in my life but you liked it, search all you want. I’ve never.” I said, “So why that comment?” “No more chit chat. I’ll miss you terribly, but I’m glad I found out.” And I just went off, I said, “Glad you <\/span><span data-id=\"P5-N2003F3\">found out what? That I’m making myself available to the possibility of meeting someone who wants a life with me? You haven’t, yet addressed anything about the conflict we’re having, the relationship is all on your terms—all of it. And I’ve said, I’m not okay with that and want you to make a decision <\/span><span data-id=\"P5-N2003F4\">and you fled. You didn’t like me demanding. The truth is that this relationship is okay as long as it’s on your terms and I’m not okay with that.”  And then he writes back, “It’s a shame really. You were only a few months away from getting, probably what you want.” And at this point, I’m like this guy <\/span><span data-id=\"P5-N2003F5\">is completely manipulating me. (SIGHS).<\/span><\/p>\n<span data-id=\"P5-N2003E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855954\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20040\"><span data-id=\"P6-N20041\">THERAPIST: Why would he keep you guessing, though?<\/span><\/p>\n<p data-id=\"P6-N20042\"><span data-id=\"P6-N20043\">CLIENT: Exactly. And like the word, you “probably” getting what you want. I said, “If you’re not going to pursue something real with me, let me meet your son – OH, If you’re not going to pursue something real with me, let me meet your son, move on from your marriage, then you’re going to lose me. I’m <\/span><span data-id=\"P6-N200431\">going to move on – can’t wait for you forever. You’re acting like I cheated on you. I haven’t even talked to anyone on there, yet.” And he writes, “I wish you the best. You’re an amazing person and you have such a great life ahead of you. I’m sad I won’t see it, but I have wonderful faith that it’ll <\/span><span data-id=\"P6-N200432\">be wonderful.”  Being all-dramatic, I said, “You’re so full of shit, Brian. Run away like you always do. Don’t you get it? If you don’t step it up with me, you’re going to lose me.” He said, “I’m not running. I’m sad.” I said, “Don’t put this on me, like you caught me with a ‘dick’ in my mouth. It’s <\/span><span data-id=\"P6-N200433\">‘tender’ I haven’t broken any laws, stop trying to make me feel like I have. You haven’t mentioned your marriage once. When I ask what you want? You say, you want to be happy. That’s your chance to share your thoughts about what you want with me. Why wouldn’t you share your thoughts about wanting to <\/span><span data-id=\"P6-N200434\">give me something that’s only a few months away. That’s the time you step up and tell me about that. And you don’t, you leave me guessing, which is very unfair and then minutes pass, like ten, fifteen minutes – no answer – so I can be held accountable but you’re not allowed to be held accountable. It’s <\/span><span data-id=\"P6-N200435\">so easy for you to deflect all the time and not look at your part in all this. Damn it, Brian I can’t believe you’re doing this again, when we have a conflict and then silence from you.” He just writes, “You can be mad at me. I accept that. Don’t ever think that what I felt for you, wasn’t real though, <\/span><span data-id=\"P6-N200436\">it was, I promise.” And I said, “I can stay with you, a married man, but I get on ‘Tinder’ just get on, not even date or fuck someone and I’m chastised. It makes real sense. See, all on your terms.” And he says, “I don’t want to argue. I don’t want to be mean.” And I said, “You’re being manipulative.” <\/span><span data-id=\"P6-N200437\">And he said, “No, I’m not trying to get anything. I’m not trying to take anything from you. I’ve taken too much already. I feel awful. I feel guilty.” And, meanwhile I still have access to his e-mail. He started being nice, so I texted him after that, like after a patient, I said, “Why do you say things <\/span><span data-id=\"P6-N200438\">to me like in a few months you would have gotten what you wanted.” And he says, “Because that’s what I was thinking.” And then I explained how, when you say those things it sounds manipulative because I haven’t seen anything that’s telling me you’re going to end your marriage. I’m not psychic. When <\/span><span data-id=\"P6-N200439\">you don’t talk about certain things I assume you don’t think about them. Do you want to meet me at lunch and talk?” He says, “No I have a doctor’s appointment.” “Okay, I’m sorry are you feeling sick? blah, blah, blah.” He says, “I can’t believe I’m asking him if he’s feeling sick.” I said, “I still <\/span><span data-id=\"P6-N2004310\">wanted you to meet my sister. I still wanted you to be my date for that September wedding and I still wanted us to live together.” And then he just puts a smiley face and then later, “so humid and rainy out.” And just like small talk but eventually he writes, (PAUSE)  I said, “We didn’t really talk <\/span><span data-id=\"P6-N2004311\">last night. Are we going to talk about the conflict we’re experiencing ever? Or is this done?” And he’s like, “Huh?” And I said, “I want to figure this out.” And he goes, “Okay…?” I say, “Do you agree? Do you see what I mean when I say that you’re sitting back acting normal with your wife. How do you <\/span><span data-id=\"P6-N2004312\">expect me to believe that you’re planning to leave her, when nothing has changed?”<\/span><\/p>\n<span data-id=\"P6-N20042-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855954\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20044\"><span data-id=\"P7-N20045\">Mind you, at this point I have looked up his e-mail. There’s all this like secrecy going on, but I had looked up his e-mail and the last e-mail is from his wife, this afternoon, like at 2:30 that says, remember I told you the vacation house they’re looking at? it says: “The dates that are going <\/span><span data-id=\"P7-N200451\">to be booked are the 20th through the 30th so that means you should take the 29th and 30th off of work. Love you.” So he’s planning to go on vacation. She’s telling him, “I love you.” Like, everything’s normal between them. He doesn’t know I know this, though. So when, after I say nothing has changed, <\/span><span data-id=\"P7-N200452\">his response is “I’m becoming increasingly uncomfortable with the way you seem to perceive me and the way you’re talking to me.”  And I write, “You’re deflecting, you never answer the question. It’s because you don’t like anyone putting you on the spot.” He says, “Being a psychologist must be so easy <\/span><span data-id=\"P7-N200453\">when you’re psychic. Nice to be able to ask and answer all your own questions.” So, I’ll ask again, “How do you expect me to believe that you’re planning to leave her, when nothing has changed? I’m in the car, do you want to talk?” He writes, “I’m with people right now.” And then before getting here, <\/span><span data-id=\"P7-N200454\">I get the text, “Make up sex?” And I wrote, “And talk?” And he wrote, “80, 20?” And I said, “I hope you’re being funny?” And that’s it.<\/span><\/p>\n<p data-id=\"P7-N20046\"><span data-id=\"P7-N20047\">THERAPIST: Well, yeah.<\/span><\/p>\n<p data-id=\"P7-N20048\"><span data-id=\"P7-N20049\">CLIENT: I’m getting – I know what I should do. I should put my foot down and just say, this is bullshit, you’re manipulating me, you’re totally like just playing with me. You don’t plan on doing anything.  And I need to protect myself and just walk away and I can’t do that. Here I am, like making plans <\/span><span data-id=\"P7-N200491\">for him to come over.<\/span><\/p>\n<p data-id=\"P7-N2004A\"><span data-id=\"P7-N2004B\">THERAPIST: Yeah, well, so yeah you’re thinking-– you’re sort of thinking you should just walk away. Is that, at this point is that?<\/span><\/p>\n<p data-id=\"P7-N2004C\"><span data-id=\"P7-N2004D\">CLIENT: Everybody is telling me—like I’ve told a lot of my girlfriends, everything except the fact that he’s married, but all the interactions and they’re like, Melanie you’re crazy, like you wouldn’t put up with anyone treating you this way, or treating “us” this way. Like he doesn’t communicate. He <\/span><span data-id=\"P7-N2004D1\">hasn’t let you meet his son and it’s nine months. But sorry, one-year and nine months.<\/span><\/p>\n<span data-id=\"P7-N2004C-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855954\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2004E\"><span data-id=\"P8-N2004F\">THERAPIST: It sounds like what’s very hard about it, is that, I was thinking that for you it sounds to me like it’s not because there’s some sort of—you know it doesn’t sound to me like an addiction or something like that, as much as it sounds to me more like, when he doesn’t give you a—when he doesn’t <\/span><span data-id=\"P8-N2004F1\">really talk to you about this, it leaves you with a sense of like promise…<\/span><\/p>\n<p data-id=\"P8-N20050\"><span data-id=\"P8-N20051\">CLIENT: Totally.<\/span><\/p>\n<p data-id=\"P8-N20052\"><span data-id=\"P8-N20053\">THERAPIST: …it sort of tantalizes you in some way. <\/span><\/p>\n<p data-id=\"P8-N20054\"><span data-id=\"P8-N20055\">CLIENT: Totally.<\/span><\/p>\n<p data-id=\"P8-N20056\"><span data-id=\"P8-N20057\">THERAPIST: It sounds to me like you feel, like, well he could be and maybe he just doesn’t know, or, or—is, whatever. I mean I think—I mean I think if he was straight with you and gave you an answer, like I’m – you’re right, I’m not going to—I think that would change things for you. I don’t think you’d <\/span><span data-id=\"P8-N200571\">be having this…<\/span><\/p>\n<p data-id=\"P8-N20058\"><span data-id=\"P8-N20059\">CLIENT: I think it would! And I’m giving him an out, I’m saying “yes, it’s going to hurt and I’m going to cry but please, like let me off the leash.”<\/span><\/p>\n<p data-id=\"P8-N2005A\"><span data-id=\"P8-N2005B\">THERAPIST: I don’t know if this is right, but I have the sense that you guys are getting very close to—to, it was getting very close to something really—very real when he said, “I’m sad right now.” You know before like, the phone sex that last night—was this all last night?<\/span><\/p>\n<p data-id=\"P8-N2005C\"><span data-id=\"P8-N2005D\">CLIENT: This was last night.<\/span><\/p>\n<p data-id=\"P8-N2005E\"><span data-id=\"P8-N2005F\">THERAPIST: The part of it—the part…<\/span><\/p>\n<p data-id=\"P8-N20060\"><span data-id=\"P8-N20061\">CLIENT: Like when he said, “maybe it was a mistake to text you.”<\/span><\/p>\n<p data-id=\"P8-N20062\"><span data-id=\"P8-N20063\">THERAPIST: Yes, something, like that yeah. And when he said, “I’m feeling sad now,” I thought you were getting at more of a—it sounded like it was getting close to something and then, I was really struck by him wanting to turn it into sex right away. Almost as a way to—for, for the both of you to <\/span><span data-id=\"P8-N200631\">kind of hang on to something, because of a fear of this breaking apart.<\/span><\/p>\n<p data-id=\"P8-N20064\"><span data-id=\"P8-N20065\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P8-N20066\"><span data-id=\"P8-N20067\">THERAPIST: And, and I sense that there’s something – that that is, it might be very difficult, not only for you, but for him to separate. Like it would be a very difficult thing for, for both of you—not just you, but for him as well to separate. If that’s—and you know my sense is that that in a certain <\/span><span data-id=\"P8-N200671\">way this is, which I think also means that he’s going to have a hard time separating from his wife too. That’ll really…<\/span><\/p>\n<p data-id=\"P8-N20068\"><span data-id=\"P8-N20069\">CLIENT: But he doesn’t even talk about it…like as far as I know, we’re having a normal life and it makes me sick to my stomach like that, he makes me feel bad for demanding or for saying, like “what’s going on? I want to know.” Or for even getting on ‘tender’ – meanwhile you’re going on freaking vacation <\/span><span data-id=\"P8-N200691\">with your family.<\/span><\/p>\n<p data-id=\"P8-N2006A\"><span data-id=\"P8-N2006B\">THERAPIST: Yeah, that seemed to me, just like a way to kind of re-direct things a bit and get away from—I think you’re right I don’t think he wants to answer the question and I don’t think –and I don’t think it’s necessarily because of manipulation as a much as a way I hear it is somebody who can’t <\/span><span data-id=\"P8-N2006B1\">reckon with something about what they might be feeling.<\/span><\/p>\n<p data-id=\"P8-N2006C\"><span data-id=\"P8-N2006D\">CLIENT: So you don’t hear it as manipulation?<\/span><\/p>\n<p data-id=\"P8-N2006E\"><span data-id=\"P8-N2006F\">THERAPIST: I like on the surface its manipulation in the sense of like, he’s doing everything he can, not to talk about it, that’s very clear. Like, you ask him a question, he’s not going to answer it. My, my, my sense is that it’s not – what I mean by, “it doesn’t sound manipulative,” what I mean to <\/span><span data-id=\"P8-N2006F1\">say by that is that it’s not for some, it doesn’t sound like maybe he’s enjoys screwing with your head or he likes – and I’m not saying that that might be some small facture, but more to that, there’s something about you calling into question what he’s really going to do, that confronts him with separation <\/span><span data-id=\"P8-N2006F2\">with either you or his wife, that I would imagine for him is really, really scary and frightening. I think in a way, he’s almost saying, “I can’t do this.” I need to have both.<\/span><\/p>\n<span data-id=\"P8-N2006E-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855954\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20070\"><span data-id=\"P9-N20071\">CLIENT: And that’s why I need to walk away, because I’m not going to be a “sister-wife.”<\/span><\/p>\n<p data-id=\"P9-N20072\"><span data-id=\"P9-N20073\">THERAPIST: I mean at least right now. I mean, look the tricky thing is that you, you there’s no – it’s not like there’s a good sense of that changing. I mean, you know to his credit there’s a lot of men who will say, “one more month, one more month.” And will do, “I’ve got plans” and then it doesn’t <\/span><span data-id=\"P9-N200731\">happen and you know, I don’t even think that he can really go there with himself to entertain that possibility in a real way. At least the way I’m hearing it and I guess the reason why I’m saying all that is that—well a couple of things, because one I’m thinking about how agonizing that becomes for <\/span><span data-id=\"P9-N200732\">you. (PAUSE) Well, how – I mean how very complicated it must be then to feel like he’s not saying “no.” He’s just not saying, “no” to me.<\/span><\/p>\n<p data-id=\"P9-N20074\"><span data-id=\"P9-N20075\">CLIENT: Right 00:31:30}<\/span><\/p>\n<p data-id=\"P9-N20076\"><span data-id=\"P9-N20077\">THERAPIST: And he’s saying there’s a chance and like that being very – that’s just a powerful thing for anybody that really wants something and it’s being very – very tantalizing in that way. It’s a hard thing to kind of – you know? Walk away from.<\/span><\/p>\n<p data-id=\"P9-N20078\"><span data-id=\"P9-N20079\">CLIENT: But you know what also, bothers me, the fact that I am – I still want him even though he’s treating me this way. The silencing, the not being able to confront conflict, not being able to – you know the whole walking away from conflict. And the silent treatment that is so incredibly hurtful to <\/span><span data-id=\"P9-N200791\">me. 00:32:19} Like, and I’ve told him repeatedly. Like remember what he did to me over Christmas? Like, he knows I have like deep seeded issues with that. Like after I accused Billy of molesting me, he stopped talking to me for two months. We use to pass each other in the Kitchen to get breakfast and <\/span><span data-id=\"P9-N200792\">he didn’t say a word to me. When my father would just like stop calling, sometimes he’d stop calling for like, a year. You know, I was in Middle School, High School, like to me that’s worse than fighting with me and he knows that about me and he does it.<\/span><\/p>\n<p data-id=\"P9-N2007A\"><span data-id=\"P9-N2007B\">THERAPIST: Well maybe—you know it does make me think about walking away from him, yourself though would be—maybe you would be a lot of silence that way.<\/span><\/p>\n<p data-id=\"P9-N2007C\"><span data-id=\"P9-N2007D\">CLIENT: What do you mean? <\/span><\/p>\n<p data-id=\"P9-N2007E\"><span data-id=\"P9-N2007F\">THERAPIST: Well I was just thinking about it would mean—maybe you really experience a lot of loss?<\/span><\/p>\n<p data-id=\"P9-N20080\"><span data-id=\"P9-N20081\">CLIENT: That the thing, like when I was talking to my friend Penelope last week when I was in a really sad place, I said to her, like I know I should just text him and let him know I’m not okay with this, I’m walking away. And I’m so scared to do that. It’s almost like I feel this emptiness, like a <\/span><span data-id=\"P9-N200811\">withdrawal almost when I know, like that’s it, it’s finally cut off. Done. (PAUSE) But I know I would be able to go on, like look this weekend I thought he was never going to talk to me again and I felt myself getting stronger again. I’m getting a headache.  (PAUSE)<\/span><\/p>\n<span data-id=\"P9-N20080-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855954\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20082\"><span data-id=\"P10-N20083\">THERAPIST: I can hear though, there’s a sort of excitement in coming and going. Like I was just thinking about how like, God to analyze this—that’s hard to.<\/span><\/p>\n<p data-id=\"P10-N20084\"><span data-id=\"P10-N20085\">CLIENT: Like I just get a little bit of him.<\/span><\/p>\n<p data-id=\"P10-N20086\"><span data-id=\"P10-N20087\">THERAPIST: Well it’s just something that’s – there’s like just this—I imagine there’s this current of a playful kind of stimulation and excitement that must be very different than feeling so alone and having a hard weekend.<\/span><\/p>\n<p data-id=\"P10-N20088\"><span data-id=\"P10-N20089\">CLIENT: The thing is, I didn’t feel so alone this weekend. You know, like I did a lot of thinking, I went out for walks. I saw a lot of people. I went to my friend’s pool. I stopped by Carly ’s house and I said “Hi” to her and then at night I met these other girls. Like I felt connected to people, not <\/span><span data-id=\"P10-N200891\">the same way I’m connected to Brian. But I feel loved. I feel cared about. And even when I’m by myself I try to soak in the isolation. Like I’m walking around the reservoir and I’m thinking to myself, wow, you’re here by yourself. Would you be okay if, like Brian wasn’t in your life and you just had <\/span><span data-id=\"P10-N200892\">the rest of the people your family, your friends. I mean, it’s like I’m talking to myself, like convincing myself, like no you’d be okay, you’d be okay and maybe one day you’d find someone else. But there is something very powerful, like whenever he just, just that text that “I miss you.” <\/span><\/p>\n<p data-id=\"P10-N2008A\"><span data-id=\"P10-N2008B\">THERAPIST: Yes, I was thinking about that. It’s that, yes right. It’s not that – maybe it’s not about being alone, but it’s maybe like the power of that kind of love or that kind of having somebody—having a man that really reaches out, misses you, knows—that cares about you. Wants to be back in your <\/span><span data-id=\"P10-N2008B1\">life. That’s very powerful.<\/span><\/p>\n<p data-id=\"P10-N2008C\"><span data-id=\"P10-N2008D\">CLIENT: My dad never says, “I miss you.” Never. When he was drunk and I was little, I think like in his—in his mess of drunkenness he’d cry and hug me and say, like, “Oh your mother’s trying to keep us apart—I miss you so much.” But any other time, like, I don’t remember ever hearing that from my stepfather <\/span><span data-id=\"P10-N2008D1\">or father. (PAUSE) (SIGHS) I feel like he’s fucking with my head. I know that—I agree with you, like he’s not doing this to be a manipulative con artist, you know? I know he has his own issues, but it’s fucking with my head. <\/span><\/p>\n<p data-id=\"P10-N2008E\"><span data-id=\"P10-N2008F\">THERAPIST: Yes it is. Because it’s such a strong—it’s so strong. I mean it’s just so damn strong. You get a bit of what you want but not the whole thing and sometimes you can feel—as I’d imagine sometimes it can feel like the whole thing and then it can be…<\/span><\/p>\n<p data-id=\"P10-N20090\"><span data-id=\"P10-N20091\">CLIENT: I think it’s so cruel for him to say something like, “Oh, goodbye forever because I caught you on ‘Tinder.’ And too bad you were only a few months away from getting what you want.” That’s like dangling something in front of an animal. (PAUSE)  And then I think about people I talk to, like my <\/span><span data-id=\"P10-N200911\">friend Carly and Penelope who I’ve cried to like this. How are they going to react if I end up saying, “Oh yeah, we’re back together.” Like I’m going to be disappointed in myself, like unless he really steps up and shows me, that he wants a life with me, that he’s not going to hurt me. That he really <\/span><span data-id=\"P10-N200912\">is invested in me. I can’t—I can’t just fall into the same pattern that we’ve been in. I think he feels very stuck and I, also feel stuck. Because I can’t keep away from him. (PAUSE)  If I confront him about the vacation, he’s going to be so pissed. He probably won’t talk to me for another week, because <\/span><span data-id=\"P10-N200913\">he’s going to think I’ve been snooping through his e-mails, which I have. And even if I didn’t say anything and like come, the end of August when supposedly he’s going on a trip. If I said, like, “Oh, can I see you this weekend?” He’d make some line up, “Oh I’m teaching, I’m traveling.” And he does <\/span><span data-id=\"P10-N200914\">that supposedly because he doesn’t want to hurt me, but those are the things I need to hear, so that I can walk away. (PAUSE)<\/span><\/p>\n<span data-id=\"P10-N20090-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20090-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855954\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20092\"><span data-id=\"P11-N20093\">THERAPIST: Yeah, I was— that’s interesting right? That in some way it’s like if he, if you’d say something like, I’m going on a vacation with my wife and son. That might have a real different ring to it than, I’m working. <\/span><\/p>\n<p data-id=\"P11-N20094\"><span data-id=\"P11-N20095\">CLIENT: Yes. I don’t know what their life is like together. She’s writing “love you” on the e-mails.<\/span><\/p>\n<p data-id=\"P11-N20096\"><span data-id=\"P11-N20097\">THERAPIST: Yeah. Well he keeps—I guess he keeps holding out the promise at least of somebody that really has you has you in mind first. I think that’s, that’s maybe what’s so damn seductive and strong, because I think that’s what you want.<\/span><\/p>\n<p data-id=\"P11-N20098\"><span data-id=\"P11-N20099\">CLIENT: Say the first part again?<\/span><\/p>\n<p data-id=\"P11-N2009A\"><span data-id=\"P11-N2009B\">THERAPIST: Well, that’s he got – that, that he holds out a kind of promise that really it’s got you in mind first. You know, in some way it’s not like he’s talking to you about choices he’s making. You know, you or her and really confronting the both of you, with that. It suggest it’s not really happening.<\/span><\/p>\n<p data-id=\"P11-N2009C\"><span data-id=\"P11-N2009D\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P11-N2009E\"><span data-id=\"P11-N2009F\">THERAPIST: And so, in a way, what I’m saying about that is it kind of – it, it sounds like it’s another kind of tantalizing experience to go, Oh yeah it’s really, you know he’s got me in mind.<\/span><\/p>\n<p data-id=\"P11-N200A0\"><span data-id=\"P11-N200A1\">CLIENT: I hope I stay with this anger because, I, I don’t know if he will come over, but if he does I normally get very soft right away and I’m gentle. And if I see that he’s getting overwhelmed affectively, I’ll back off but I don’t want to. Like I want to push him on it. And I want a direct answer. <\/span><span data-id=\"P11-N200A11\">I want to know like, what’s going on between you and your wife? Are you going to tell her about me? Are we going to live together like I want to? Except I already know the answers to these things. <\/span><\/p>\n<p data-id=\"P11-N200A2\"><span data-id=\"P11-N200A3\">THERAPIST: What, what – the answers being?<\/span><\/p>\n<p data-id=\"P11-N200A4\"><span data-id=\"P11-N200A5\">CLIENT: Like she doesn’t have a clue, or she doesn’t mind that he, that he’s sleeping around. He says, she wouldn’t mind if he was in a relationship with someone, so as far as she knows he’s probably just sleeping around, once in a while. And they probably have a normal life. And, no he’s – he’s not <\/span><span data-id=\"P11-N200A51\">ready to make any big decisions and that’s not going to happen and we’re not going to live together. But it’s like I need to hear it, in order to be able to walk away. I don’t like that. I wish I could just walk away. <\/span><\/p>\n<p data-id=\"P11-N200A6\"><span data-id=\"P11-N200A7\">THERAPIST: Yeah, I think it’s very hard, very hard when it’s so really kind of – I mean this could go on for a while. I think he’d be up for having this go on indefinitely.<\/span><\/p>\n<p data-id=\"P11-N200A8\"><span data-id=\"P11-N200A9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P11-N200AA\"><span data-id=\"P11-N200AB\">THERAPIST: And it must be very hard to walk away from that, without a definitive answer. (PAUSE)<\/span><\/p>\n<p data-id=\"P11-N200AC\"><span data-id=\"P11-N200AD\">CLIENT: But I, I can’t, like I said, first it was like, oh I’m going to set a limit at one year and now it’s two years.<\/span><\/p>\n<p data-id=\"P11-N200AE\"><span data-id=\"P11-N200AF\">THERAPIST: What do you suppose is hard about walking away for you? I mean I guess, I hear myself coming up with all these hypothesis but, maybe – what do find – what’s in yourself? What do you see in yourself? <\/span><\/p>\n<span data-id=\"P11-N200AE-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2855954\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N200B0\"><span data-id=\"P12-N200B1\">CLIENT: That, kind of like that stupid fantasy of like, a great love that could have been. It’s not even like I won’t ever be able to find someone else, because when I use to be on these sites, I use to get a lot of dates. I don’t know if it’ll be someone I’ll feel close to you, but I have hope. I’m <\/span><span data-id=\"P12-N200B11\">hopeful – maybe. And it just it feels so powerful between us. <\/span><\/p>\n<p data-id=\"P12-N200B2\"><span data-id=\"P12-N200B3\">THERAPIST: Until the promise.<\/span><\/p>\n<p data-id=\"P12-N200B4\"><span data-id=\"P12-N200B5\">CLIENT: Yeah. And it reminds me a lot of Kevin. Like what I use to feel with him. Like, true love, soul mates – that stuff. And you know what I found myself doing? I don’t think I’ve ever mentioned this to you, but once and a while, when Brian frustrates me, I almost call Kevin.<\/span><\/p>\n<p data-id=\"P12-N200B6\"><span data-id=\"P12-N200B7\">THERAPIST: A great love that’s – oh, a great love that could have been – what – how did you put it?<\/span><\/p>\n<p data-id=\"P12-N200B8\"><span data-id=\"P12-N200B9\">CLIENT: It came out like this, just very powerful, timeless kind of love that could have been. Like something very real. Something that I didn’t see my parents have, you know? Or Billy and my mom. I think we’re out.  Okay so next Tuesday?<\/span><\/p>\n<p data-id=\"P12-N200BA\"><span data-id=\"P12-N200BB\">THERAPIST: Tuesday. Yeah, okay.<\/span><\/p>\n<p data-id=\"P12-N200BC\"><span data-id=\"P12-N200BD\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P12-N200BE\"><span data-id=\"P12-N200BF\">THERAPIST: See you next week. <\/span><\/p>\n<p data-id=\"P12-N200C0\"><span data-id=\"P12-N200C1\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}