{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client's work prospects are starting to open up more, but she is still feeling the same sense of dread often."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Occupational adjustment","Psychodynamic Theory","Behaviorism","Cognitivism","Suicidal ideation","Anxiety","Integrative psychotherapy","Relaxation strategies"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"page_count","label":"Page Count","values":["17"],"weight":14},{"name":"psyc_subjects","label":"Health Subject","values":["Occupational adjustment"],"weight":15},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":16},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":17},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":18},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":19},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":20},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":21},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":22},{"name":"symptoms","label":"Presenting Condition","values":["Suicidal ideation","Anxiety"],"weight":23},{"name":"therapies","label":"Therapeutic Approach","values":["Integrative psychotherapy","Relaxation strategies"],"weight":24},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":25},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":26}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2098416","dorpId":"1004967202","contentType":"text","aucs":"CTRN-V1","title":"Client \"R\" Session January 31, 2013: Client's work prospects are starting to open up more, but she is still feeling the same sense of dread often.","fullTitle":"Client \"R\" Session January 31, 2013: Client's work prospects are starting to open up more, but she is still feeling the same sense of dread often.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098416\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: So where are you today?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I'm kind of miserable. I'm really glad I took your advice about the job because I called on Thursday. They were still interested in my. I have an interview on Monday. I found out at the end of the week but I'm like... And if I get it I will totally take it because it's a really, really cool <\/span><span data-id=\"P1-N2000F1\">job that actually doesn't require that much knowledge of art because all the hard fields are like the ones that require memorizing numbers and letters and stuff are all filled and I'd be filling in the one with content information and it's these log books that were from really, you know, expeditions <\/span><span data-id=\"P1-N2000F2\">like, I don't even know which centuries, but a while ago. And the thing is that they always wrote what the weather was and so they actually got a grant from NOAH (ph) to like get all that information down so that they can study climate change... <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Cool.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: ...like hundreds of years ago. Which I thought was like the coolest thing ever. It also turns out the guy who interviewed me was in one of my classes in library school.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yeah. He like maybe graduated a semester or two before me so yeah, which I was not expecting at all. (LAUGHTER)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: That's a good connection.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: He also remembered me. I don't remember him (LAUGHTER) but that's okay. So I don't know if I'm going to get it but there are only like three or four other candidates and the other thing is they weren't able to tell me about compensation because the HR person had gone for the day by then. The <\/span><span data-id=\"P1-N2001B1\">HR person was the one who knew. So... I mean, I assume it would pay more than ten dollars and hour but I don't actually know that for a fact and, you know, whether or not it would pay enough to cover the gas for all the... Because also like Monday was the day that (inaudible) :ike I took a mental health <\/span><span data-id=\"P1-N2001B2\">day off work and moved the interview to like three instead of five. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Oh, so you did an in person interview.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: In person interview. Yes and I was able to be like, \"Can I see the log books?\" They showed them to me. They were really really cool. Yeah. I did an in person interview so I got a sense of what the drive was like and, yeah. Like I took the wrong exit which was only one exit and it wasn't that <\/span><span data-id=\"P1-N2001F1\">hard to get reoriented however there is like a bridge, one of the ones that like turns when boats come through. And I got stuck behind it when it was doing it and this whole process took like ten minutes to get the boat through and then got lost in a maze of one way streets. But like it was fine.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Well once you know your way...<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: So...<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: If I take the wrong exit, I won't be stuck behind the bridge, I think. But yeah. So I have no clue but like... <\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: Yeah (inaudible) have good news.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: Yeah the temp job is making me miserable and now I'm trying to figure out how to leave it. Because when I talk to my parents, my mom's all like, \"Oh, if it's making you miserable you should leave and then like my dad from the background who was overhearing the conversation was saying, \"Oh, no. <\/span><span data-id=\"P1-N2002B1\">Georgia (ph) should stay until she finds out from the museum whether or not she got that job.\" But then when I called my mom last Sunday I just freaked out. Like I had work, had, you know, made dinner afterwards, swung by to pick up Sydney because he wasn't able to over on his own and then like he thought <\/span><span data-id=\"P1-N2002B2\">he was going to be able to go just fine and then he started to being all panicky and I thought, \"Oh my God. I have no free time yet and you're like slowing me down and I know that (inaudible) you're slow and that's okay but right now it's really not so okay.\" <\/span><\/p>\n<span data-id=\"P1-N2002A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098416\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">And like was (inaudible) calmed down about him but just was... Like every morning when I'm going on my waking up for work like ridiculously early in the morning I like feel this dread and so like I called my mom again last night and she said if it's making me miserable I should leave even if I don't <\/span><span data-id=\"P2-N2002D1\">know about the job yet. And then luckily I was at Sydney' place. I was crying. One of his roommates is actually like, works for a library and apparently their archivist is gone because like she broke her leg and the archives are all on the first floor of the building and her work is normally on the <\/span><span data-id=\"P2-N2002D2\">fifth floor of the building but she's been working on the first floor. And she knew the archivist had left but she wasn't sure if they'd filled the position but she's been working at the desk where the archivist would be so she was going to ask about that for me. But... Now I have to figure out like <\/span><span data-id=\"P2-N2002D3\">how... I think the correct way get out of the job is to call the representative and be like, \"This is really not working out for me.\" But... <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: What, what is it that is so difficult for you?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: (SIGH) I think it's the combination of being forty hours a week. Like I don't know if I can do forty hours a week. Maybe if it was something I loved but with something I hate... It's just boring. It's not like entering interesting data. It's entering like numbers and looking up doctor names <\/span><span data-id=\"P2-N200311\">and stuff and it's not like a toxic environment or anything. Like everyone around me is nice. I have my own cubicle and I have a sun lamp and everything so like... And I've been listening to podcasts and like that's been helping but I still get that feeling of dread every morning. I guess, you know, <\/span><span data-id=\"P2-N200312\">the fact that I'm working forty hours a week for ten dollars an hour doing something I really hate and having absolutely no free time anymore because like, you know, if I could just like, you know, work less hours and get paid less on days that I have appointments and stuff like that instead of like, <\/span><span data-id=\"P2-N200313\">you know, today I'll get in at nine and stay until six. <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">You know, I'll be totally fine getting paid less to work less but like they need me full time and it's just like... You know, once I get there I feel okay but I still get that feeling of dread every morning and it hasn't gone away and I've been there for (inaudible).<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: But you're okay once you get there.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Yes. But then like when I get home I feel like... I mean, maybe I'm only okay when I get there because I put my anxiety aside to get the work done which is something I like am capable of doing and I don't necessarily realize I'm doing it at least during... Like after that I might realize.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Well that's a healthy thing to do.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Yeah. But then I come home and like... You know, I was feeling suicidal last night. Like, I was like, \"If this is what my life is like...\" You know, I'm feeling worse than I did when I was unemployed. <\/span><\/p>\n<span data-id=\"P2-N2003A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098416\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: What is it that you feel like you're missing?<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Well...<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: You said you have no free time. What is...<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Time to relax and watch like TV with Sydney and like chill out and Internet and do yarny things and stuff.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: So what are you doing in the evening? When you get home at six what are you doing?<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Okay. Well yesterday what I was doing was cooking dinner and going over to get Sydney and then forever... You know, we ended up like... You know, I had a piece of cake at his place and stuff at night. We did some playing of (inaudible) and then we like went back to my place and then I like did <\/span><span data-id=\"P3-N200471\">dishes and then we went to bed and I didn't even really have time this morning to like take out the compost which is... I was supposed to do. Tuesday like we, like I had to go in really early in order to like have my appointment (ph). <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">I spent time... Because I was our, me and Sydney' anniversary so I had to swing by his place to pick him up and then there was all the rush hour traffic. So, you know, we had some time together like after my appointment to like have dinner and stuff but I've been going to bed early and waking up early <\/span><span data-id=\"P3-N200491\">and like not really having that much down time. And it feels like... And, you know, maybe it would be less bad if Sydney and I lived in the same place and there wasn't the commuting to his place or going to my place and stuff but like it feels like all I'm ever doing is driving.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">(PAUSE)<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: It's a big adjustment from not having any structure...<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: ...for so long.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: And like, yeah. Because like the museum (ph) I would only be doing it three days a week and then I'd have two days to do whatever I want.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: What for?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Well I...<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: Because you still have a weekend. <\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Yeah, that's true.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: So when you work full time the weekend is your free time.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: Yeah. It's just not enough especially if one of those says is (inaudible) and, or restricted and also like trying to figure out and I have to get to work super duper early on Fridays in order to leave in time to get to, you know, I just... And not having enough time for (inaudible) I had rehearsal <\/span><span data-id=\"P3-N2005F1\">on Tuesday and I... Well a semi mandatory rehearsal (inaudible) but I was one of the people who was supposed to be there but I ended up not going because I had felt so drained with the whole having to wake up at like six o'clock in the morning to get to work at like seven or something to do all the <\/span><span data-id=\"P3-N2005F2\">things. Like, you know... And like (inaudible) is only two nights a week and right now it's not even two nights a week. Like that was the only rehearsal we were going to have this week. <\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">But like I guess having responsibilities like having to cook dinner for the house one night is like... It isn't even like I have that many activities that I want to do. You know...<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">THERAPIST: It's very different feeling to have to slop them in around something else because you haven't had to do that for a long time.<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">CLIENT: Well yeah because even... I mean, I haven't had to do that ever. Like, you know, when I was working at the library (ph) you know, I would get there at nine thirty and leave at like four thirty and I'd have like the whole evening. You know? And I like, you know, would do the whole eating early <\/span><span data-id=\"P3-N200651\">for therapy and stuff for whatever we were, had worked out and I didn't have Fridays to work. <\/span><\/p>\n<span data-id=\"P3-N20064-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098416\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">Like, you know, and everybody who works there like doesn't work one weekday. So it's not like... So yeah, I was like able to... It wasn't like I was feeling like I was scrambling even if I had (inaudible) rehearsal which I didn't really have. Like I would have been, you know, totally able to do that <\/span><span data-id=\"P4-N200671\">and I wouldn't have had to wake up so early because it's only a twenty minute walk as opposed to like trying to drive there and stuff and find parking and... And granted there a parking lot at (inaudible) such a big deal. And like today I'm taking public transportation but, you know, it's like two buses <\/span><span data-id=\"P4-N200672\">and the commute adds a lot to it and like, yeah, so I never really had that feeling of having no free time when I was at the Peabody and I certainly... Like in school it was only seven hour days when I was like high school and stuff. <\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">And granted it sucked waking up really early in the morning but I'd have like the afternoons and evenings free. I mean, I guess a lot of that was taken up with things like theater and what not but like I never felt like, \"Oh my God. I have to no free time ever.\" And like in college and stuff I felt <\/span><span data-id=\"P4-N200691\">like I had all the free time because I had to write papers but like, you know, my classes were only like, you know, a total of if it were a normal semester like twelve hours a week classes which is nothing. You know, and like theoretically the rest... You know, I would be spending a lot of time writing <\/span><span data-id=\"P4-N200692\">papers but it really... You know, it was only like the day or two before they were due and like I had all the free time ever when I was in college and still felt that way in grad school so I've never had to work this schedule before and this is probably one of the reasons...<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Yeah I think that's... I think that's a big adjustment is having to work a full time schedule. <\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: But like I don't think that everybody... Like I'm not cut out for it.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: Well why do you think you're different?<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Because it makes me miserable and I'm not as like... Maybe it's just because it's doing something that I hate. They're not even eight hour day. They're eight and a half hour days because the lunch half hour that you take like doesn't count towards the time you worked. So it's like even less <\/span><span data-id=\"P4-N200711\">time and like if I'm spending, trying to get eight hours a night of sleep then I, you know, theoretically have like seven and a half hours but if like...<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Time is limited.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: So that's commuting and stuff that it turns into like maybe an hour of free time or so. I don't know. Maybe I'm just spoiled but I don't think I can do like this kind of like nine to five schedule. <\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">Like I'm okay doing the same amount of work and like different hours or something of, you know, if could work from home or whatever. But I can't, at least not on a project like this and certainly not if it were doing the thing from the museum because like I can't, you can't, you know, unique collections <\/span><span data-id=\"P4-N200771\">outside of the place where they're being held because that's like the easiest way for them to get stolen and I understand that and I appreciate that.<\/span><\/p>\n<span data-id=\"P4-N20076-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20076-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098416\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">THERAPIST: Well you said you would hear back from museum the end of this week. That's today or tomorrow.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Or next week.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Of...<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: They said a week or so...<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: ...and the interview was on Monday. So it could be next Monday.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">CLIENT: So I might hear back today or tomorrow. I might not.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: Right. But it sounds...<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: I might not get it.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Right but it sounds like if, if you were offered the job you would take it which would necessitate leaving...<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: ...the temp job. So it seems that it would make sense to wait to hear back. If you hear back a \"no\" then figuring out what is the correct procedure for leaving rather than making two decisions.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Well if I'm going to leave either way then like don't I have to figure out the correct procedure for leaving, you know, whether I tell them, \"Sorry, I found a permanent position,\" or, \"Sorry this job really isn't working out for me.\" But like...<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: Are you definitely sure you're going to leave even if you don't get the job?<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: I don't know. Sometimes I think that I can stay but then I get home and feel so miserable and like feel like no I can't stay. And it's not even like the money is good enough that I can like, you know, at least feel like, oh well, I'm saving a bunch of money so I can use it when I have a job <\/span><span data-id=\"P5-N200971\">that pays less money or no job. <\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">Like ten dollars and hour is not enough to do that and I just... Like I think I should leave. Like I can't... And even if my parents are okay with leaving so like... Which I thought was a but, you know, because they were also the ones who told me I should take it in the first place and I... Yeah like <\/span><span data-id=\"P5-N200991\">if it were, if I didn't have to come in super early and stay super late when I had appointments and stuff it would be better at least. But, yeah, you know, I definitely know... And if I had, did decide to stay three months... Like I would definitely not stay past three months but I don't think I want <\/span><span data-id=\"P5-N200992\">to and like, you know, it is getting in the way of me like applying for other things if I like need some down time to relax and Internet before I can like write a cover letter. <\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">Like I'm not writing any cover letters because that might be my only hour of down time and then I don't have any down time at all if I write a cover letter. I certainly can't write cover letters while I'm at work. I can't look at jobs or anything. So I think that like... So it's actually hurting my <\/span><span data-id=\"P5-N2009B1\">career despite how my mom was like, \"Oh, you can totally look for things while you're down.\" So like if it had been like and administrative assistant position I probably would have been fine because, you know, like I liked working for this place but there too I was only working three days a week but <\/span><span data-id=\"P5-N2009B2\">like I was doing lots of different things. You know, there might have been a data entry component to what I did but it was never the only thing I did. If I got bored of one project or stuck on a project, I'd go work on another project. Like there was always filing. <\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: I mean, so it's clear that this is not, you know, this is not the type of job you would be seeking.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: Yeah.<\/span><\/p>\n<span data-id=\"P5-N2009E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2009E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098416\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: It's not something you enjoy.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: And it's not paying me enough to like get me past the fact that I don't enjoy it. So like I want to... I was considering calling today after therapy and telling them that it's not working out. I'm not just wondering if that's like a really horrible idea.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Well it's your decision. Nobody else can make that decision for you.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: Yeah. Unless I did something to get myself fired in which case it would not longer be my decision. But... Or if I, you know, heard back from the museum today that I got the job then it like...<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: That would make it an easier position because you'd be leaving for a different reason.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Yeah. I just feel like maybe I'm spoiled or something that I do have the ability to do this nine, well eight thirty to five job. <\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: I don't think that judging yourself as spoiled is useful in any way.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: Okay. Or...<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: I think what you're really asking is, \"Would somebody else be able to do this?\" Is that the question? When you say, \"Am I spoiled?\" is that what you're asking?<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: Well yes. People work those kinds of schedules. Does that mean it's right for you? Not necessarily.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: But do I have the...<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: The things that you're saying are not out of the range of other people's experience.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: Lots of people have a commute. Lots of people work eight thirty to five or longer.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: Uh huh.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: Lots of people don't have hours of free time during the week. So, I mean, that experience is not out of the range of a typical experience for lots of other people.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: Does that mean that you have to do it or that it has to work for your life? No. I mean, there's no sense comparing. <\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">I do think it's a really big transition to go from having, you know, being unemployed for a long stretch of time where your time was completely unstructured and you had, you know, while you had a lot of pressure and feelings of upset about not having a job, you could arrange your day any way that you <\/span><span data-id=\"P6-N200C71\">wanted and you had as much time to do, you know, your recreational activities as you wanted. It's a huge transition to go from that to working a very structured job where there's not flexibility in the hours.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: Well there's flexibility. It's just that you have to get that many hours done.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">THERAPIST: Well you have to get... You can't do a short day.<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">THERAPIST: So I think that's a really big transition and a week or two is a pretty short amount of time to make a big transition. You know, obviously coming home and feeling suicidal is a really extreme response. Although they're not thoughts that you didn't have before this either.<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">THERAPIST: You know, those thoughts are not necessarily about this job. <\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">CLIENT: But they're getting stronger than they were.<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">THERAPIST: Okay. So that's concerning.<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">CLIENT: Like I didn't come home crying or I wasn't crying every single day when I like was unemployed like the same way that I'm doing now like when I get home from work everyday or like, you know, to feel that feeling of dread in the morning when I woke up when I was unemployed that I feel like every <\/span><span data-id=\"P6-N200D91\">day here. So like I think... (PAUSE) Because I don't even have anything to look forward to anymore because so much of my day is taken up by this boring meaningless job that has no like excitingness to it or anything.<\/span><\/p>\n<span data-id=\"P6-N200D8-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200D8-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098416\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">THERAPIST: Well could you schedule some things to look forward to whether it be on the weekend or planning something for, you know, dinner or... Even if you don't have a lot of time scheduling something enjoyable for after dinner? <\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: Not really. I mean, maybe but also like especially if my schedule is so dependent on Sydney and like how he's feeling and, you know, him slowing me down is now actually an issue because then it's like, \"Okay...\" Then if we don't then I was going to take doing whatever has now been spent waiting <\/span><span data-id=\"P7-N200DD1\">for him to be all well enough to leave the house and then, you know, we can't do... Even if the restaurant is still open then like, you know, I can't stay out until like midnight anymore because then that means I only get six hours of sleep. So...<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: Do you have to be dependent on Sydney for everything?<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: No. But like when I include him in my plans then I get stuck. Like I was stuck at his house. Like I could've driven home but I wasn't going to abandon him. So like I made that choice. But I mean, also spending that time driving there like taking that out of my little bit of time that I have. Like... <\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">You know, I guess I don't really have anything going on tonight that I could like... Except that I do have to go to bed really early because if I'm going to work tomorrow I'm going to get there at seven so I can leave at four first of all. So it's like, okay if I get home, if I end work at six and I <\/span><span data-id=\"P7-N200E31\">get home at six thirty get home at like six thirty and I have to go to bed at like... I have to wake up at six. Then I have to go to bed at like ten. And maybe six isn't even early enough. Maybe I really have to wake up at like five forty five or something in which case like if I'm like going to bed <\/span><span data-id=\"P7-N200E32\">at nine then I have like two and a half hours of time and that's it. <\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">Like that is nothing. You know, and if I'm using those two and a half hours to prepare for like make food and eat it then I no longer have any free time. Maybe this week was a little atypical with the interview and everything else but still I think most weeks are going to be like that because I will <\/span><span data-id=\"P7-N200E51\">have things that I have to schedule around and stuff and like, you know... If I have (inaudible) rehearsal then like that adds in like, you know, if it's from nine to eleven and I get in at eleven thirty...<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: It's a late night. <\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: ...then I have like go in late to work the next day and then stay really late the next day. So... Like it just isn't... And it's not like I have any different activities that I want to do but commute less extra hours plus being everyday plus not having the option to take short days even if I <\/span><span data-id=\"P7-N200E91\">can take, you know, early days or late days.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: Well, I imagine part of the feeling of dread is exacerbated by the process that you just did right there, thinking about this week and the next week and the next week, you know, thinking about all the days at once and what it would be like and so, you know, that's kind of jumping ahead into <\/span><span data-id=\"P7-N200EB1\">the future and trying to take on too much at once. One day at a time will feel a lot less overwhelming. <\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: I guess. But tonight, you know, I might have two hours of free time and that's it. That's nothing.<\/span><\/p>\n<span data-id=\"P7-N200EC-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200EC-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098416\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">THERAPIST: It's two hours to do with what you want. You can enjoy those two hours.<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">CLIENT: I guess. I mean, one of them will be spent eating or something.<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">THERAPIST: That can be enjoyable. I mean, you can make that... You don't have to. You certainly have every right to leave this job if you want to. But I think there are also ways for you to make your experience less miserable and I think in the end what you would like is to be happier whether it be <\/span><span data-id=\"P8-N200F31\">happier at this job or happier at the next thing but in general to just feel more comfortable with what your day is regardless of what your day is.<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">CLIENT: Uh huh. I guess. I don't know. I think... It feels like you're telling me that I should stay in the job even though you're not saying that.<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">THERAPIST: No. What I'm trying to work with you on is trying to... The things I'm saying can be applied to anything. I don't think it's all about the job. <\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">THERAPIST: Because a lot of times your anxiety and your feelings of upset are tied to this very process of thinking about what it's like now and whether that be the difficulty in the job or being unemployed or not having a boyfriend, all of those are situations that you didn't like and when you're in <\/span><span data-id=\"P8-N200FB1\">a situation that you don't like you tend to think about it as extending forever.<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">CLIENT: Maybe but when I get that feeling of dread in the morning it's just, \"I don't want to go to work. I don't want to go to work.\" It's not I'm thinking about the future. It's just dread.<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">THERAPIST: And I'm guessing that the thoughts you have in here are probably similar to what you have at home and they... This is what they sound like to me, \"I don't want to go to work and work is horrible and it's boring and meaningless and I don't have any free time to do anything I want and I'm going <\/span><span data-id=\"P8-N200FF1\">to be really tired because I have to get up early.\" <\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">These are the cycle of thoughts that I've heard. I'm repeating them back to you and I think those things, those kinds of thoughts that you wake up with absolutely make you miserable.<\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">THERAPIST: Who wouldn't feel miserable with all those, all those things being the reality? And in some ways they are the reality but you also don't have to deal with them all at the moment.<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">CLIENT: (inaudible) but like I... You know like because when I process collections and stuff I can do it fast enough that I also have time to goof off on the Internet and stuff while I'm working and make me more productive. I feel like I'm not able to do that here.<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">THERAPIST: It sounds like this is absolutely not the job for you.<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">CLIENT: Yeah. Like I...<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">THERAPIST: This is not...<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">CLIENT: (inaudible) had free time inside my job and then I don't feel like so compelled, you know, must spend Internet time at home because like already done some while I was working but also got work done while I was working. <\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">Like I always... Yeah, that's what I think all my previous jobs had shared is having some time to, you know, relax instead of just being, \"Oh, I have to finish all these things.\" You know, I have time to take breaks.<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">THERAPIST: I guess maybe part of what I'm not expressing well is that I'm thinking about... Not just right now but as I'm talking I'm also thinking of sort of my big picture and also my wish for you. And my wish for you is that you're able to be okay even when the situation is not ideal.<\/span><\/p>\n<span data-id=\"P8-N20112-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20112-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098416\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">CLIENT: Uh huh.<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">THERAPIST: So this is absolutely not the ideal situation. It's not the job that you would've looked for. It's not the job that you're planning on having forever. But what I really want for you is for you to be okay even when you don't have what you want because there are lots of times in life when things <\/span><span data-id=\"P9-N201171\">are not going to be the ideal scenario. <\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">The ideal scenario for you might be a less than full time job, a job that enables you lots of flexibility to get your work done when it suits you rather than in a stricter schedule.<\/span><\/p>\n<p data-id=\"P9-N2011A\"><span data-id=\"P9-N2011B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2011C\"><span data-id=\"P9-N2011D\">THERAPIST: You know, I think those are things you're learning about yourself that those fit you better.<\/span><\/p>\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">CLIENT: Uh huh.<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">THERAPIST: But being able to have flexibility to be okay even when things are not ideal is going to give you the competence and the confidence to be able to exist in a wider variety of situation without, without having to suffer feeling really anxious and feeling lots of dread and having thoughts of <\/span><span data-id=\"P9-N201211\">escape and suicide. That's what I'm really trying to say. It's like how do we build for you some flexibility in the situations in which you can feel okay because I think you can. <\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">CLIENT: I don't think I can like not in this job.<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N20126\"><span data-id=\"P9-N20127\">CLIENT: Like I think I need to get out.<\/span><\/p>\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\">THERAPIST: I hear that you don't have that belief in yourself.<\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">CLIENT: If it were twenty dollars an hour then maybe it would have been okay but like... (SIGH) They're not paying me enough for the amount of miserable that I am.<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">THERAPIST: Then you don't think you can be less miserable.<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\">CLIENT: No. I really do not think I can be less miserable. Like I've been trying but like every morning I feel so...<\/span><\/p>\n<p data-id=\"P9-N20130\"><span data-id=\"P9-N20131\">THERAPIST: Yeah. You've done lots of things, bringing the sun lamp. Those are all good strategies to try to be less miserable.<\/span><\/p>\n<p data-id=\"P9-N20132\"><span data-id=\"P9-N20133\">CLIENT: (inaudible) It's not quite enough. <\/span><\/p>\n<p data-id=\"P9-N20134\"><span data-id=\"P9-N20135\">Like it's really not enough and like yesterday like even when we like, even when I got home again and, you know, with Sydney and such. Like I did all the things the things I need to do. Like event then I was panicking. Like... And then I'm like sometimes have trouble falling asleep right away even though <\/span><span data-id=\"P9-N201351\">it's like I'm tired but the anxiety's keeping me away and like there's, it feels like there's nothing I can do. But then I've been waking up an hour or two before my alarm going back to sleep. So...<\/span><\/p>\n<p data-id=\"P9-N20136\"><span data-id=\"P9-N20137\">THERAPIST: Yeah that's clearly lots of anxiety being held.<\/span><\/p>\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\">CLIENT: Yeah, I think that I could... Like I had appointment on Tuesday and I think and I haven't had a chance yet to get drugs and usually I'm so good about this. Like it's not like I've run out. It's just like I am slightly increasing the dose of (inaudible at 00:33:05) and in order to do that I need <\/span><span data-id=\"P9-N201391\">the ten milligram pills and I haven't had a chance to do that yet. So...<\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">(PAUSE) <\/span><\/p>\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\">CLIENT: Like I'm not even having time for errands anymore. So I really, really need to leave and I just don't know how to do it. And I mean, yes, there are larger issues but like I think right now the biggest issue is getting out of the job.<\/span><\/p>\n<p data-id=\"P9-N2013E\"><span data-id=\"P9-N2013F\">THERAPIST: If that's what you, if that's what's right for you.<\/span><\/p>\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">CLIENT: I think so. And I'm way more miserable than I was when I was unemployed and stuff and if you... You know, I have prospects now and like way more motivated to like apply for things that like are more fitting for me.<\/span><\/p>\n<span data-id=\"P9-N20140-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20140-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098416\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20142\"><span data-id=\"P10-N20143\">(PAUSE) <\/span><\/p>\n<p data-id=\"P10-N20144\"><span data-id=\"P10-N20145\">CLIENT: Like anything. Then the correct thing to do would be to leave the job. I just don't know what to say and like I don't know if I can just do it by calling the person and not having to talk to my boss or anything, you know?<\/span><\/p>\n<p data-id=\"P10-N20146\"><span data-id=\"P10-N20147\">THERAPIST: I don't know the answers to any of those questions either.<\/span><\/p>\n<p data-id=\"P10-N20148\"><span data-id=\"P10-N20149\">CLIENT: Okay. It's like I don't want to look bad but I don't want to stay at something that's making me so miserable. So, yeah. It's just the whole rigid schedule with having to commute and stuff. If I were like... Like if it wasn't, you know, if I didn't have the commute then it would be less time <\/span><span data-id=\"P10-N201491\">consuming. <\/span><\/p>\n<p data-id=\"P10-N2014A\"><span data-id=\"P10-N2014B\">THERAPIST: That's true.<\/span><\/p>\n<p data-id=\"P10-N2014C\"><span data-id=\"P10-N2014D\">CLIENT: You know, at school like I could write the papers like, you know, really late at night or whatever and like schedule it around hanging out with other people or...<\/span><\/p>\n<p data-id=\"P10-N2014E\"><span data-id=\"P10-N2014F\">THERAPIST: You enjoyed having that flexibility and that control of your schedule.<\/span><\/p>\n<p data-id=\"P10-N20150\"><span data-id=\"P10-N20151\">CLIENT: Yeah and now I'm like, \"Now, I should have done a PhD and gone academica because maybe academia is the only place where I can have a schedule like that because a lot of other things need to be there when the place is open and most places aren't open twenty four seven.\"<\/span><\/p>\n<p data-id=\"P10-N20152\"><span data-id=\"P10-N20153\">THERAPIST: Well let's focus on what your situation is now rather than going back and looking at your decision whether or not to get a PhD. That's a totally separate... It's a different conversation than the one you're having at the moment which is it sounds like you've decided that you need to leave <\/span><span data-id=\"P10-N201531\">and so then your next job is to figure out what the correct chain of events is for that. <\/span><\/p>\n<p data-id=\"P10-N20154\"><span data-id=\"P10-N20155\">CLIENT: Do I like call now? Because the other thing is if I am, like, you know, would it be better for them to get a new temp right away? Like would be better or would be better for me to stay on longer such that, you know... Like I don't know.<\/span><\/p>\n<p data-id=\"P10-N20156\"><span data-id=\"P10-N20157\">THERAPIST: Is there a website with information about sort of the protocol at the temp agency?<\/span><\/p>\n<p data-id=\"P10-N20158\"><span data-id=\"P10-N20159\">CLIENT: For leaving things? I don't think so.<\/span><\/p>\n<p data-id=\"P10-N2015A\"><span data-id=\"P10-N2015B\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P10-N2015C\"><span data-id=\"P10-N2015D\">CLIENT: Like there's a protocol for like if you get hired permanent and like, you know, that you go through them and stuff. Like, you know, when you send in your time card you like agree to tell them that if they... You know, let them know if you're accepting a permanent position from them and stuff. <\/span><span data-id=\"P10-N2015D1\">So yeah. <\/span><\/p>\n<p data-id=\"P10-N2015E\"><span data-id=\"P10-N2015F\">I don't know. The thing is (inaudible) actually (inaudible) one of the like top ten places to work in this city. But it's just that the work that I'm doing is so boring and underpaid and making me so sad. So, yeah. (PAUSE) I think I need a job with lots of responsibilities, like different responsibilities.<\/span><\/p>\n<p data-id=\"P10-N20160\"><span data-id=\"P10-N20161\">THERAPIST: I'm sorry this has been such a hard experience for you.<\/span><\/p>\n<p data-id=\"P10-N20162\"><span data-id=\"P10-N20163\">CLIENT: Yeah and I just feel bad...<\/span><\/p>\n<p data-id=\"P10-N20164\"><span data-id=\"P10-N20165\">THERAPIST: I wish that it had been more positive experience.<\/span><\/p>\n<p data-id=\"P10-N20166\"><span data-id=\"P10-N20167\">CLIENT: Yeah. I mean, I don't think it'll be that hard for them to like find someone new. But... And I don't know if like by leaving early like... <\/span><\/p>\n<p data-id=\"P10-N20168\"><span data-id=\"P10-N20169\">You know, it's one thing to leave early and have a job lined up but if by leaving early I'm sort of destroying all my chances with getting another temp job if I need another temp job... But then again maybe all temp jobs are this bad and it's better for me to...<\/span><\/p>\n<span data-id=\"P10-N20168-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20168-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098416\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2016A\"><span data-id=\"P11-N2016B\">THERAPIST: Well that you don't know.<\/span><\/p>\n<p data-id=\"P11-N2016C\"><span data-id=\"P11-N2016D\">CLIENT: I don't know. But like I don't think it's worth it to like spend the next three months being super duper miserable which I think would possibly be the outcome of all this.<\/span><\/p>\n<p data-id=\"P11-N2016E\"><span data-id=\"P11-N2016F\">THERAPIST: Well it could be three months. It could be three days until you hear back.<\/span><\/p>\n<p data-id=\"P11-N20170\"><span data-id=\"P11-N20171\">CLIENT: True.<\/span><\/p>\n<p data-id=\"P11-N20172\"><span data-id=\"P11-N20173\">THERAPIST: You don't know that either.<\/span><\/p>\n<p data-id=\"P11-N20174\"><span data-id=\"P11-N20175\">CLIENT: True. If I hear back and the answer is no then...<\/span><\/p>\n<p data-id=\"P11-N20176\"><span data-id=\"P11-N20177\">THERAPIST: Well that gives you more information but right now you have some unknowns. You don't know what you're going to hear back from them or exactly when. <\/span><\/p>\n<p data-id=\"P11-N20178\"><span data-id=\"P11-N20179\">CLIENT: Uh huh. Yeah. So all I can do is wait but I think in the meantime I need to leave this job and originally I was going to give two weeks notice but now I'm just like maybe I'll finish out the week out. I guess I can call the person at the agency and ask them like, you know, what is the protocol. <\/span><span data-id=\"P11-N201791\">But I'm not a good fit for the job. Like I can do it but like I'm not getting it done that quickly. And maybe it's like... The person who trained me like he can get like seventy of these requests done in a day...<\/span><\/p>\n<p data-id=\"P11-N2017A\"><span data-id=\"P11-N2017B\">THERAPIST: Well of course.<\/span><\/p>\n<p data-id=\"P11-N2017C\"><span data-id=\"P11-N2017D\">CLIENT: ...and I've been averaging twenty. He did say, \"Oh, you go, you know, when you do it forever you go faster,\" and like also he doesn't do that every day. He maybe dedicates one day a week and also he was like, \"No, they're not expecting you do be that fast.\" But like I don't think I'm the best <\/span><span data-id=\"P11-N2017D1\">and sometimes I make mistakes.<\/span><\/p>\n<p data-id=\"P11-N2017E\"><span data-id=\"P11-N2017F\">THERAPIST: Of course you do. It's still very, very new to you. <\/span><\/p>\n<p data-id=\"P11-N20180\"><span data-id=\"P11-N20181\">CLIENT: Yeah. It's not that hard. It's just sometimes I spend too long on a request because like they don't give me all the information or something and... I mean, that isn't really my fault ? not giving me the information such that I can even look up the doctor. Like if they don't give me the doctor's <\/span><span data-id=\"P11-N201811\">full name or credentials or anything or the number then I can't really do much. So I think I have to... I think they could get someone better. And part of me feels like not to like degrade the job or anything but like my brain is too active to like be happy doing this kind of work. Like it's just not <\/span><span data-id=\"P11-N201812\">stimulating enough for me. <\/span><\/p>\n<p data-id=\"P11-N20182\"><span data-id=\"P11-N20183\">I need something that will actually be interesting and something where like the deadline is more like, \"Do this project in a year or something and like get this much done today,\" such that I can like, you know, take those breaks and not feel bad about it.<\/span><\/p>\n<p data-id=\"P11-N20184\"><span data-id=\"P11-N20185\">THERAPIST: Right. You're very clear on what you want.<\/span><\/p>\n<p data-id=\"P11-N20186\"><span data-id=\"P11-N20187\">CLIENT: Yeah. I'm very sure what I want is not that job and (inaudible) editing or something that like this is... I don't know but I think this is possible, you know, worse than when I was cashiering (ph) and that had it's own problems particularly the whole...<\/span><\/p>\n<p data-id=\"P11-N20188\"><span data-id=\"P11-N20189\">THERAPIST: It's pretty intense.. <\/span><\/p>\n<p data-id=\"P11-N2018A\"><span data-id=\"P11-N2018B\">CLIENT: Yeah. Having grandma around (inaudible) I also didn't get paid for lunch then either but it was also only one day a week but I didn't feel this feeling of dread when I went there every morning of, \"Oh, this is going to suck so much.\"<\/span><\/p>\n<p data-id=\"P11-N2018C\"><span data-id=\"P11-N2018D\">THERAPIST: Well and that language makes it feel worse so part of what you're doing is convincing yourself. So you want to leave. It sounds like you've decided that you're going to leave and so now you are convincing yourself why it's really horrible and why leaving is the right decision. You don't have <\/span><span data-id=\"P11-N2018D1\">to do that.<\/span><\/p>\n<span data-id=\"P11-N2018C-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N2018C-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098416\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N2018E\"><span data-id=\"P12-N2018F\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P12-N20190\"><span data-id=\"P12-N20191\">THERAPIST: You don't have to convince me or convince yourself. You have the right to make a choice but don't make yourself more miserable by focusing on all the reasons that it is miserable.<\/span><\/p>\n<p data-id=\"P12-N20192\"><span data-id=\"P12-N20193\">CLIENT: Uh huh.<\/span><\/p>\n<p data-id=\"P12-N20194\"><span data-id=\"P12-N20195\">THERAPIST: You know, I think you're almost compounding the feelings to almost justify to yourself why you're leaving. If you're going to leave, leave, then you can leave. You don't have to make yourself more miserable in order to do so. Because in that... It's just making you feel worse. <\/span><\/p>\n<p data-id=\"P12-N20196\"><span data-id=\"P12-N20197\">CLIENT: Yeah. I just have to figure out the best way to leave without making things awkward and telling...<\/span><\/p>\n<p data-id=\"P12-N20198\"><span data-id=\"P12-N20199\">THERAPIST: So yeah. That's... If you have made your decision then the work that you need to do is to figure out how you do this in the most respectful way rather than letting the work be, \"How do I convince myself that I'm miserable enough to do it?\" I don't think there's any... You're not doing anybody <\/span><span data-id=\"P12-N201991\">any good by making yourself feel more unhappy.<\/span><\/p>\n<p data-id=\"P12-N2019A\"><span data-id=\"P12-N2019B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N2019C\"><span data-id=\"P12-N2019D\">THERAPIST: And, you know, if, if you've made your decision then go find out the way to do this in the way that's most respectful to yourself and the company?<\/span><\/p>\n<p data-id=\"P12-N2019E\"><span data-id=\"P12-N2019F\">CLIENT: And is it like really unprofessional of me to leave if I'm miserable?<\/span><\/p>\n<p data-id=\"P12-N201A0\"><span data-id=\"P12-N201A1\">THERAPIST: This isn't... That's not my area. I can't answer that question. I'm not HR. I'm not a career coach. I can't answer that question for you.<\/span><\/p>\n<p data-id=\"P12-N201A2\"><span data-id=\"P12-N201A3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N201A4\"><span data-id=\"P12-N201A5\">THERAPIST: We do have to stop for today.<\/span><\/p>\n<p data-id=\"P12-N201A6\"><span data-id=\"P12-N201A7\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P12-N201A8\"><span data-id=\"P12-N201A9\">THERAPIST: We need to pick a time to meet.<\/span><\/p>\n<p data-id=\"P12-N201AA\"><span data-id=\"P12-N201AB\">CLIENT: And I don't know whether I'll be... If I'm leaving...<\/span><\/p>\n<p data-id=\"P12-N201AC\"><span data-id=\"P12-N201AD\">THERAPIST: Yeah. So why don't you call me or e-mail me...<\/span><\/p>\n<p data-id=\"P12-N201AE\"><span data-id=\"P12-N201AF\">CLIENT: Okay. <\/span><\/p>\n<p data-id=\"P12-N201B0\"><span data-id=\"P12-N201B1\">THERAPIST: ...when you know what your story is.<\/span><\/p>\n<p data-id=\"P12-N201B2\"><span data-id=\"P12-N201B3\">CLIENT: Okay. Yeah like because if I get the job I pick one of those two weekdays that I'm not...<\/span><\/p>\n<p data-id=\"P12-N201B4\"><span data-id=\"P12-N201B5\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P12-N201B6\"><span data-id=\"P12-N201B7\">CLIENT: Like is Wednesday... Thursdays...<\/span><\/p>\n<p data-id=\"P12-N201B8\"><span data-id=\"P12-N201B9\">THERAPIST: Wednesdays and Thursdays I'm usually not here.<\/span><\/p>\n<p data-id=\"P12-N201BA\"><span data-id=\"P12-N201BB\">CLIENT: Okay. I mean, I probably if I get the job I would like Friday would be a day that I didn't work so I could do a Friday morning appointment.<\/span><\/p>\n<p data-id=\"P12-N201BC\"><span data-id=\"P12-N201BD\">THERAPIST: So just go make, go do your things.<\/span><\/p>\n<p data-id=\"P12-N201BE\"><span data-id=\"P12-N201BF\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P12-N201C0\"><span data-id=\"P12-N201C1\">THERAPIST: You can always e-mail me and we'll schedule something that fits with whatever you new schedule is. Okay?<\/span><\/p>\n<p data-id=\"P12-N201C2\"><span data-id=\"P12-N201C3\">CLIENT: Okay. Sorry that I don't know my schedule.<\/span><\/p>\n<p data-id=\"P12-N201C4\"><span data-id=\"P12-N201C5\">THERAPIST: You don't know your schedule right now. That's understandable.<\/span><\/p>\n<p data-id=\"P12-N201C6\"><span data-id=\"P12-N201C7\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P12-N201C8\"><span data-id=\"P12-N201C9\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}