{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the role of cutting as a harmful coping mechanism."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Coping behavior","Major depressive disorder","Emotional stability","Suicide","Alienation","Frustration","Psychoanalytic Psychology","Cutting","Suicidal ideation","Danger to self","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["6"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Coping behavior","Major depressive disorder","Emotional stability","Suicide","Alienation","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Cutting","Suicidal ideation","Danger to self"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562266","dorpId":"1006469259","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session February 5, 2014: Client discusses the role of cutting as a harmful coping mechanism.","fullTitle":"Client \"Ma\", Session February 5, 2014: Client discusses the role of cutting as a harmful coping mechanism.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562266\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">(inaudible at )<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: It’s sort of astonishing the amount of snow, like collected on me as I walked over here, like it doesn’t take very long to see white all over. So Philip Seymour Hoffman died, as you know. Everybody is sort of talking about addiction and I’m sort of thinking about it. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">I’m not sure what to make of it, but I find it interesting that for example, like I’m pretty comfortable telling people that I don’t know very well that like I have a history of depression, mental illness, but like I don’t tell anybody that I (inaudible at ). And I’m sort of, I think, sort of increasingly <\/span><span data-id=\"P1-N200111\">seeing that as addictive behavior like, in that like I don’t stop, even though I want to. And you know, like I know it like hurts people for me to do that. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">And that like, the sort of like triggers that set me off are much less than big than they used to be, so it takes a lot less. James and I kind of talked about it a few days ago when things were really bad. He started kind of blank. He’s like I know that you’re cutting yourself and I don’t really know <\/span><span data-id=\"P1-N200131\">what to do about it, and it doesn’t seem like you want to talk about it, and it doesn’t seem like this any sort of cry for help. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">It seems like you really don’t want to talk about it, but so I’m not sure whether I’m supposed to acknowledge it or not or just ignore it, but I don’t really want to ignore it, but I also don’t want to make you talk about it, so I know this is happening. And that was that, which, you know, I was very <\/span><span data-id=\"P1-N200151\">grateful for having brought that up. But I’m sort of just like, “Yep.” <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">(Long pause) I don’t know whether or when I’ll be able to talk. I don’t know when I will want to stop more than I don’t want to. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">That is what I thought about last night. (Long pause)<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: One minute, one thing you’re kind of saying about it is that it disturbs you, or makes you feel kind of anxious that you don’t feel all that in control of it. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah, yeah. I feel like I don’t really understand that well why I do it, and I sort of, and part of that is that I think that like the reasons change, or like it’s not just one thing. A lot of days I will sort of say like, “No, I am not going to do this,” and then I will do it. <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">Yeah. Despite the fact that like, especially like living with James, it’s not easy to do. Like there’s a real barrier there. Yeah. And I, right now I’m not trying that hard to sort of push back against it. At least one of the reasons is that like I’m afraid that if I do, then I’m afraid that without <\/span><span data-id=\"P1-N2001F1\">it, like things will sort of explode in more destructive ways. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">Like, I feel like I won’t, that I won’t be able to sort of manage my emotions in the way that this helps me and that that will yeah, cause me to like attempt suicide or, you know, destroy my relationships or just like at night. So yeah. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">It’s sort of something that I’ve been saying, like, “I’ll deal with this later.” (Long pause). But it just gets more firmly entrenched. <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">From like the literature that they give you about it, like reading about it, I understand it. Like one of the problems with it is that it keeps you, it puts you in a position where you don’t have to develop healthier coping mechanisms, and I feel like, I feel like I work pretty hard to develop healthy <\/span><span data-id=\"P1-N200251\">coping mechanisms, but I don’t feel like they work as well, which is sort of awful, but there it is. You know, they’re like, “Go like make yourself a nice cup of tea and take a hot bath to soothe yourself.” And I’m like, “Okay.” Sometimes that’s helpful, but sometimes it’s really not. <\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562266\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">Yeah. It sort of feels like all of the ways that I have for coping when things get overwhelming or bad are like none of them are enough. It’s just that all of the things are all of the things I have until like I just sort of, you know, self-injury doesn’t help that much, like it doesn’t fix things. <\/span><span data-id=\"P2-N200271\">It just helps more than if I don’t do it, and so <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">(Long pause) <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">I think it’s also like there’s like a, it feels like part of me is saying like, “No, you need to stop. Like you need to be ready to stop, even if you don’t feel ready.” Like and just sort of pushing me on that, but I feel like that’s the same part of myself that pushes me to do things that are not healthy, <\/span><span data-id=\"P2-N2002B1\">like the same, that says like, “You need to be better, not self-destructive.” And so it’s like I trust that.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: I see, like that it can be a little neglectful of you in a way.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah, yeah. It sort of sounds like you shouldn’t take into consideration like personal costs to yourself or how you take care of yourself, you shouldn’t take care of yourself.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: My take on it is, I may sound tentative again. <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">That cutting yourself is a form of things like feeling yourself being treated badly or hurtfully, and that at a time when you’re sort of feelings are kind of out of control, maybe it’s anxiety, maybe it’s guilt, maybe it’s sadness, maybe anger. <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">You know, when how you feel kind of out of control, sort of like treating yourself badly or hurtfully, I could imagine for you being kind of reassuring by contrast, for example, to like giving yourself space to feel whatever it is, or imagining somebody being there, being supportive or feeling like <\/span><span data-id=\"P2-N200351\">you have a right to feel the way that you’re feeling. <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">I would think those things are more alarming at the time by contrast to feeling like you’re being treated really bad or in a hurtful way. (Long pause) <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">(Long pause continues) <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: (Long pause continues) Yeah, I don’t know what to say about that. <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">(Long pause) Yeah, I don’t have a strong immediate sense of whether the way you’re framing it is right or fits right, so yeah. <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">Like I don’t have a strong sense of either direction. (Long pause) <\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">At least sometimes, and I think that it’s probably related. It’s like it is a relief to have something that is real that is wrong, or that feels real, that it feels like other people would think that it’s real. I can’t tell anybody about it, so the other people part of that isn’t helpful. I don’t know. <\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">(Long pause) <\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: I guess one feature of the, really upset, like in the way that we’re talking about it a feeling that can go along with that, at least in your head, that other people aren’t going to see it as being real, what you’re upset about.<\/span><\/p>\n<span data-id=\"P2-N20044-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562266\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Yeah. And I’m not sure what extent I see it as real, like or I see it as legitimate. <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">It’s like there’s this physical thing that hurts, and that’s something to sort of hold on to and like everything else also hurts. Sort of like (inaudible at ). I think the thing that, I mean, one of the feelings that I’m scared about is that like when I do push back against it and I didn’t give in today, <\/span><span data-id=\"P3-N200491\">it feels like I’m going to die. <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">Like it feels like yeah. It feels like I’m drowning. You know, and I can sort of see that like cutting myself makes that feeling worse when I don’t, like it makes it more of a meaning.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: (inaudible at ).<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yeah. Sorry, breathing’s like <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">Yeah, yeah. I am very ashamed to talk about this. <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: Maybe I won’t think that like the way that it helps is real, or even that you need to do it on your own? <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">(Long pause) <\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: I always sort of want to phrase it in my mind as like I don’t have power over this and I can’t make the choice not to, but like that’s really bullshit, and I know it’s bullshit, and I don’t want to be buying into that. I don’t know, I’m pretty ashamed of the fact that like I know I could choose <\/span><span data-id=\"P3-N200571\">not to do this, and I do it anyway.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: I guess in a way (inaudible ) really, or ashamed around really wanted to. You know, it’s still unclear whether or not this fits, but I guess part of my thinking in saying there’s something about it that I think is feeling like you’re sort of being treated badly. <\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">And doing it is that, I think that’s also something that you’re in a way like ashamed to sort of feel comfortable with or feel the familiarity of that, like (inaudible at ).<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: Comfortable with feeling like I’m being treated badly?<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: Yeah. What I have in mind is, and I think this is in a way getting less true, but if somebody says something, you’re in a conversation, and somebody’s like unknowingly very insensitive or hurtful or negligent, in a way, the kind of familiarity is painful, but familiar. And I think it can <\/span><span data-id=\"P3-N2005F1\">feel safe. <\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">And I don’t, like I say, I think it’s getting less true, and I think you know, there are other situations where you are being treated badly that you just don’t like and you react and you make it clear and so forth. But I think, what I have in mind I guess are the ones where, I mean, I don’t necessarily <\/span><span data-id=\"P3-N200611\">know what’s going on with you, or you don’t want to tell them and they kind of trample on it somehow, like that.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: Yeah, I know what the things are about. <\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">THERAPIST: Like my thought about the things that it maybe recreates that.<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">CLIENT: Sort of sense of safety and familiarity in like being treated badly?<\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\">THERAPIST: In that particular way, yeah. Like as though somebody sort of yeah, without knowing it, trampling on something that is very hurtful to you.<\/span><\/p>\n<p data-id=\"P3-N2006A\"><span data-id=\"P3-N2006B\">CLIENT: That makes sense. <\/span><\/p>\n<p data-id=\"P3-N2006C\"><span data-id=\"P3-N2006D\">It feels like it does different things at different times, sort of all-purpose. (Long pause) <\/span><\/p>\n<p data-id=\"P3-N2006E\"><span data-id=\"P3-N2006F\">Is it bad , well, still better than an eating disorder in terms of like probable mortality.<\/span><\/p>\n<p data-id=\"P3-N20070\"><span data-id=\"P3-N20071\">THERAPIST: Yes, that’s absolutely true. It’s funny, too, eating crossed my mind too, before when we were talking about it, and I don’t know, maybe those things like to be, is something you often really—<\/span><\/p>\n<span data-id=\"P3-N20070-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562266\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: I mean, like when I talk to like Heather Kate about her eating disorder, like it’s just exactly the same thing. Well not exactly the same thing, but like they intersect a lot. <\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">She seems to be sort of beating that though, so that’s really good. She’s pregnant again, and I think a lot more comfortable with being pregnant and like what’s happening to her body that she had lost on the ground. Yeah.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: She’s like sort of more interactive type?<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Started out as bulimia and moved into anorexia. So like when I, when she and I were close, she was bulimic, but like I didn’t know about it for the first couple years. But yeah. <\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">I think she’s gotten a lot more comfortable being like, “No really, don’t tell me what I weigh,” at the doctor’s office, like asking (inaudible at ).<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: Yeah, that’s good.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: Yeah, I mean, I wasn’t, like she and I didn’t really, we’d sort of gotten distant when we got to college, and it was like by the time I knew how bad things had been they were over, but like things were really bad. I’m pretty sure she almost died a couple times.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: From being really underweight?<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">(inaudible at ) started talking about like being skinny being versus fat yesterday. It was very clear in his mind, but like skinny was the healthy one, I was just like shut that shit down. It was like, “My sister’s fat, and she runs marathons, so what do you do?” Probably not actually fat, but like, <\/span><span data-id=\"P4-N200851\">she’s not skinny, and she runs marathons. That’s how it goes. <\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">Yeah, I guess I do tend to think of eating disorders a lot in the same vein. But probably like I don’t understand why I don’t have an eating disorder. Like I should, by all rights, in terms of like the way I felt about my body when I was a teenager and the environment that I grew up in, and like the <\/span><span data-id=\"P4-N200871\">desperately wanting to control my situation. Like I don’t know, I don’t know. <\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">THERAPIST: I think that for a lot of people with eating disorders, this is just very anecdotal, they’re often like one or more important people who are very controlling and there’s a sense in like the family environment that there’s a lot that sort of people kind of know but that’s not being talked <\/span><span data-id=\"P4-N200891\">about in this very like kind of, like there’s no air in the room sort of way.<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">CLIENT: No, then they feel (inaudible at ), right?<\/span><\/p>\n<p data-id=\"P4-N2008C\"><span data-id=\"P4-N2008D\">THERAPIST: And I don’t see either of those, really in your history. I mean, there are issues, but not those particular ones.<\/span><\/p>\n<p data-id=\"P4-N2008E\"><span data-id=\"P4-N2008F\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P4-N20090\"><span data-id=\"P4-N20091\">THERAPIST: And obviously I don’t mean to say like clearly, how you felt about your body and those that were interesting. <\/span><\/p>\n<p data-id=\"P4-N20092\"><span data-id=\"P4-N20093\">You’re like those things are absolutely problems.<\/span><\/p>\n<p data-id=\"P4-N20094\"><span data-id=\"P4-N20095\">CLIENT: Yeah, no, no, no, I know. Thanks. That’s actually really helpful, yeah. Yeah, I mean, Heather Kate’s mom is exactly what you described. And also having an eating disorder, but like Heather Kate doesn’t go home any more if she can help it.<\/span><\/p>\n<p data-id=\"P4-N20096\"><span data-id=\"P4-N20097\">THERAPIST: I guess I’m thinking particularly of people that more like kind of interact with your type. <\/span><\/p>\n<p data-id=\"P4-N20098\"><span data-id=\"P4-N20099\">CLIENT: I’m not sure whether that makes it worse or better, self-injury. But I feel like the ultimate risk is low. Like it’s not something I’m going to screw up and like accidentally kill myself.<\/span><\/p>\n<span data-id=\"P4-N20098-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562266\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: But it sort of makes it feel like less dangerous, so easier not to make myself not do it. So it’s like from like a social embarrassment perspective, the damage has already been done. Like I’m just not going to the beach any more, that’s just how it’s going to work. <\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: I (inaudible at ) sad and upset about it. I mean, among other things. <\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: I don’t know, I’m sort of disgusted with myself.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">THERAPIST: We should stop.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}