{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses an episode he recently had when he was extremely angry and suicidal. Client doesn't like his psychiatrist and how she doesn't seem to listen to his needs when prescribing medication."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Psychological issues","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Medications","Psychiatrists","Bipolar disorder","Psychoanalytic Psychology","Self Psychology","Anger","Anxiety","Suicidal ideation","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Psychological issues","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["16"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Medications","Psychiatrists","Bipolar disorder"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Anxiety","Suicidal ideation"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":13,"pageCount":13,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2563359","dorpId":"1006526373","contentType":"text","aucs":"CTRN-V1","title":"Client \"LJ\", Session February 07, 2014: Client discusses an episode he recently had when he was extremely angry and suicidal. Client doesn't like his psychiatrist and how she doesn't seem to listen to his needs when prescribing medication.","fullTitle":"Client \"LJ\", Session February 07, 2014: Client discusses an episode he recently had when he was extremely angry and suicidal. Client doesn't like his psychiatrist and how she doesn't seem to listen to his needs when prescribing medication.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":13,"totalPages":13,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":13,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563359\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I came here. We talked and that was good. I got home and I got the game, which made me feel bad. When I got home I basically opened it, saw the rule book, saw some of the cards with the rule book on top and walked away from it, because I didn’t really deserve it yet. I went upstairs and I hooked <\/span><span data-id=\"P1-N2000D1\">up socially on g-mail and was really hoping to hear something like “a bunch of us came in anyway yesterday and we talked about coming in for a game” or something.  I still didn’t receive an e-mail today like “we’d like to come in tonight and play some board games.”<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Tonight?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: If it happens. I worry that it won’t. Then, of course, the logical path that my brain follows – or what I call logic at the time – continues to return to “well, I should probably kill myself.” I’m looking at that screwdriver again thinking “how can I do this?” I’m like “This is not normal. I’m <\/span><span data-id=\"P1-N200111\">not supposed to be thinking these thoughts. These are irrational.”<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: The idea is to put the screwdriver to the carotid?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah, to push as far as you can to see how much it hurts before you actually have to put it through. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Do you have any fantasies about what that would do if you put it through?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: It should puncture. Puncture wounds heal the fastest, which is unfortunate. However, there would be quite a force of blood that would begin quickly. There is a good chance I would bleed out. There is also a good chance I would try to save myself, clenching that wound.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Yeah, just instinct.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah, hands fly towards danger. [ ] (inaudible at 00:02:26) It being a slower way to go, it gives you far more time to get past that moment and into the “oh, I want to live” first. I fear it, as well, because if I try and I fail that’s awful.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: That’s even worse?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Oh, yeah. Significantly worse because then you have to live with the consequences. If you try and succeed, then more power to you; unless, of course, there is some sort of hell. It seems unlikely, but I don’t suppose there is, in which case we’re all fucked from the beginning.  [ ] (inaudible <\/span><span data-id=\"P1-N200211\">at 00:03:02) has mentioned many times.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Is there anything about cutting off the blood to the head?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: I know that’ show you kill people. [Those are killing wounds.] (ph?) You knock someone out and if you hold it, you die. That’s just want happens. Your blood needs to go to and from.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: It does. Yes.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: If you cut off one or the other, it’s over. (pause)<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: What I’m thinking is that one thing that sounds to me what I was imagining might be appealing, too, about it is that your mind wouldn’t have to register all this stuff that you’re going through.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: I’m sure. I wouldn’t have to think about that. So I’m sitting there and thinking that these thoughts are irrational. I know they’re not rational so I call my sister, Bridget, and I’m talking to her telling her, “This is what I’m feeling. This is what’s been going on and I’m getting more and <\/span><span data-id=\"P1-N2002D1\">more worked up.  I’m going into a real rage and I’m screaming that I don’t want to be this way anymore. I slam my hands against the refrigerator and magnets fly everywhere. My little [ ] (inaudible at 00:04:11) runs up the stairs as fast as she can. I see the magnets everywhere and immediately go check <\/span><span data-id=\"P1-N2002D2\">on my dog, Hank, who is just sitting up there literally trembling in fear, so I immediately have to stay, feel the dog, good, get control, and comfort him. I was very calm like everything is fine; not like “Who’s a good boy?” because all that does is encourage him to be afraid. It’s rewarding that kind <\/span><span data-id=\"P1-N2002D3\">of stuff like it’s right; it’s good to be afraid right now.<\/span><\/p>\n<span data-id=\"P1-N2002C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563359\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: It’s a confusing signal.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yeah. And dogs just feel anger as AOE blast. I don’t know what AOE means. It’s a term used in gaming that means area of effect.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: I got the tone of it. <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: They can’t distinguish between direct and indirect, or even if direct is something else. It made my sister cry a little bit and I had to go into care mode.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: How was that for her to cry?<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Because she knew. She knew what it was like. She’s been through that. At the same time, this is what I do whenever I’m in my rage and it just causes people to have negative reactions and I go and comfort that person. “You’re okay. I’m sorry. I seem to have affected you.”<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: Do you feel bad about it when you do it?<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: I feel responsible, as if now I must fix this. One of the magnets broke, the back to the magnet broke off the front of it. It was a crocodile in a Hawaiian shirt and a Ft. Lauderdale thing. I think he had sunglasses.  The magnetic part snapped off the back of the plastic part and I’m like, “Well, <\/span><span data-id=\"P2-N2003D1\">that wasn’t mine. This is the second time that, in anger, I’ve destroyed something that was not mine.” This is the third time in my life. The first time I was five. The second time was maybe a month-and-a-half ago.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: I remember that. The shovel.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: The shovel. The first time it was my little sister’s doll-house furniture set she had gotten for Christmas. It was for her Raggedy Ann and Andy dolls. It was really quite clever. It was plywood pieces clipped together to make these tables and chairs and they had simple designs on them. They <\/span><span data-id=\"P2-N200411\">were the right size for her little Raggedy Ann and Andy dolls and tiny dolls. I [leave] (ph?) the reasoning, looking back on it, because that was the Christmas I wanted to get one of the Star Wars dinosaur robots and was looking forward to shooting everybody and Luke Skywalker is sitting around on one.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">THERAPIST: The big ones, yeah. <\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">CLIENT: Yeah. They tie up their legs and fall over, light sabers way up in the air. Be a Jedi and everything. So that’s cool.<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">THERAPIST: You didn’t get it?<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">CLIENT: I didn’t. I got slapped when I asked for it. I got slapped to the ground and then immediately ignored. I don’t know why. Of course, I didn’t get it. It was like a $40 item in those days. That’s a big deal and we weren’t rich by any means. My father was mostly on disability or odd jobs he could get.<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">THERAPIST: It was your mother that slapped you?<\/span><\/p>\n<p data-id=\"P2-N2004C\"><span data-id=\"P2-N2004D\">CLIENT: Oh, yeah. Of course. My father . . .<\/span><\/p>\n<p data-id=\"P2-N2004E\"><span data-id=\"P2-N2004F\">THERAPIST: Your father never did anything.<\/span><\/p>\n<p data-id=\"P2-N20050\"><span data-id=\"P2-N20051\">CLIENT: No. (laughs) It seems ludicrous to say it. My father would never hit a child. <\/span><\/p>\n<p data-id=\"P2-N20052\"><span data-id=\"P2-N20053\">THERAPIST: I didn’t think so, just so you know.<\/span><\/p>\n<p data-id=\"P2-N20054\"><span data-id=\"P2-N20055\">CLIENT: When I was very, very young and was clawing at mom like, [“I want this thing. I want this thing to eat.] (ph?) He would just pat my butt with my padded diaper there. I just know that I noticed the contact and he was like, “That’s called a spanking. That’s what happens if you don’t listen to <\/span><span data-id=\"P2-N200551\">us.” I was like, “Oh, okay,” like that seemed perfectly rational. So I listened. It wasn’t sort of wham – this is what happens. It was literally, “That’s a spanking. That’s what happens.” I was like, “Huh. Okay.” Obviously, I can feel it was done in a disciplinary way and I was like “okay, that makes <\/span><span data-id=\"P2-N200552\">sense. There are consequences for actions and they don’t have to be severe if they exist.” <\/span><\/p>\n<span data-id=\"P2-N20054-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563359\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: They don’t have to be severe. That’s right.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: And the same sort of thing he showed me when I first started walking. We had a wood-burning fire stove and fireplace and we had one of those big old box fans with the holes you could stick your finger through while it was going. Back then they had metal blades. Back then everything was metal. <\/span><span data-id=\"P3-N200591\">I started walking and he took me over to the fireplace and was like, “You see this? This is fire. This is hot. We don’t want to touch fire.” Then he took a piece of paper. He was like, “You see this?” He throws it into the fire and it burns up. He was like, “That could happen to you, so don’t touch <\/span><span data-id=\"P3-N200592\">this.” I was like, “Okay.” Then he took me to the box fan and was like, “I want to show you this, too.” He takes a pencil and he turns the fan on to high and sticks the pencil in it.  (makes a buzzing noise) “That could happen to your finger if you put it in there.” I’m like “okay.” That was just the <\/span><span data-id=\"P3-N200593\">way it was. Let me demonstrate these dangers. They could happen to you, so don’t do them. Totally calm. Totally rational the entire time. The only person who made me scream was my mother, and that’s also because she was bi-polar and Tourette’s.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: She could do it.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: Yes. She knows how to push. I probably get a lot of my skill for [splattering] (ph?) points of failure from her.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: I was thinking about when a child asks their mom “where is my toy?” only a mom that’s psychotically angry and upset would do that – and actually guilty because they don’t want to feel any guilt that they can’t get their son the toy he wants, so I’m going to take it out on them. <\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">CLIENT: Bam – the anger in her eyes when I saw her was amazing; and I went straight down and looked up and she’s back to Akeing Bridget’s diaper, just like nothing happened. I just laid there for a while. Anyway, I didn’t get it. I was hoping Santa would bring it to me because that was something I still <\/span><span data-id=\"P3-N200611\">believed in like a fucking idiot. I didn’t get it, but my sister got this dollhouse furniture that she loved and she was so happy about it. So as soon as they went out of the room and were doing something in the kitchen, I just stomped the shit out of it. I stomped it all and it was destroyed. When <\/span><span data-id=\"P3-N200612\">Bridget came back in she was so devastated. And I didn’t feel responsible. I felt justice, I think.  She was more upset than I thought.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">THERAPIST: It must have seemed to a five-year-old boy like the most unfair thing in the world. she got what she wanted.<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">CLIENT: Yeah, and I got hit for wanting what I wanted. That seemed ridiculous. We talk about it today, my sister and I, and we laugh. It was a total dick move. (laughs) Anyway, I talked to her for a while and I broke the magnet, so I comfort my sister. I’m like, “Thanks for listening. I appreciate it. <\/span><span data-id=\"P3-N200651\">I love you and I’ll talk to you later. She said, “I love you very much.” I went upstairs and my thoughts continue, so I g-mailed my friend, Darcy, who lives around the corner, who was the maid of honor at her wedding, one of her dearest and closest friends, and is actually her employer right now.  I’m <\/span><span data-id=\"P3-N200652\">like “Are you there?” “Are you there?” The second time she’s like, “Yeah, I’m here.” I’m like, “How’s your day?” She’s like, “Fine.” I’m like, “Are you okay?” She’s like, “Yeah, what’s up?” I’m like, “I’m not okay. I’m having these sorts of issues.” She’s like “okay” and starts talking me through it. <\/span><span data-id=\"P3-N200653\">Darcy is like I am. It’s funny, we’re both Virgos and we attribute it, in some ways, to that Virgo architect, that we both fit [the degree] (ph?), regardless of the validity of astronomy. We both hold pretty close to that particular architect. She does what I do. She’s like, “Okay, you are suffering <\/span><span data-id=\"P3-N200654\">now and in a calm, rational crisis management level,” completely non-judgmental, which is something both she and I can do. Okay, let’s talk about what’s happening. Whereas Ginny is more awake. Let’s talk about what’s happening and I have to pick out the right thing. Whereas with Darcy and I it’s like <\/span><span data-id=\"P3-N200655\">let’s talk about the right thing. Let’s talk about what’s happening and if there is a right answer, it will be revealed and it’s not on me to find it. It’s going to happen as we’re talking. We’ll find it as we’re talking. It’s not so much we’ll worry about a confidence that there is an answer to these <\/span><span data-id=\"P3-N200656\">things and it can be arrived at.<\/span><\/p>\n<span data-id=\"P3-N20064-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563359\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: That must be reassuring.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: It is. She’s very stable that way. Even if she totally weren’t and I was like “these are the issues and I wish you would snap into stable mode,” that’s what I do with Bridget or with the dog. Stop for a second. Let me deal with you and deal with you. Are you both okay? All right. Back to me. <\/span><span data-id=\"P4-N200691\"> So I talked to her for a bit and I’m like, “It’s scary.” She was like, “You know, my mom has had a rough time. There are times when she went to a psychiatric ward for a few days. She found it really helpful when this sort of stuff was going on. There’s nothing wrong with that.” Yeah, I know, but I <\/span><span data-id=\"P4-N200692\">don’t want that. That seems like one of the worst-case scenarios. So I started texting Hamish (sp?). I think I might have talked to you about him.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: I was like I knew that was the only thing that would save me. Like I’m in danger right now. I called you. I called Carla at your urging and she just left a message like “I’m out of office.”<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: I heard that.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Yeah, I talked to you before. I called again after your urging and I got the number.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: I didn’t know that, either. I called her as well and got that message. Her mailbox was full. Were you able to leave a message?<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: I didn’t.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: You couldn’t leave a message even if you wanted to. You can e-mail.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: I figured, but I called her back-up eventually, Dr. [Irene Ake,] (ph?) and I left a message like, “Hello, this is an urgent matter that would require your immediate attention so I would appreciate a call back at your earliest possible convenience.” I was about to head out the door to go see <\/span><span data-id=\"P4-N200791\">Hamish – actually to get a ride from Darcy so it would be easier for me to go see Hamish.  I was like, “Is that something you can even do?” She was like, “Yeah. I’ll dig my car out of the driveway.” I’m like, “Oh, God.” She was like, “No, I need to shovel it. I’ll let you know when I’m shoveled.” I <\/span><span data-id=\"P4-N200792\">was about to head out the door to meet her when she was ready to go, and Irene Ake calls. She was like, “This is Ake calling for [ ] (inaudible at 00:17:26). Is this he? There is probably something wrong with that. I was tempted to say, “This is me.” Sometimes that’s me, although that’s incorrect, or <\/span><span data-id=\"P4-N200793\">if this is [ ] (inaudible at [0:17:35] She asked what was going on and I said I had some questions about Lithium. I’ve been on it for a couple of months and went up from 300 to 600. During that time I’ve been having these thoughts about killing myself. It seems to be the most logical solution to every <\/span><span data-id=\"P4-N200794\">problem and it’s been accelerating. I’m worried about it so I stepped down from 600 to 300 and wonder if I can just stop.”  She said that at 300 I could just stop right away. She said especially if it was only for a couple of months there should be no [ ] (inaudible at 00:18:08) whatsoever; my body <\/span><span data-id=\"P4-N200795\">is fairly acclimated to it. So that was great news. She said that was fine. She asked if I felt like I was in danger and I said no. I know these thoughts are irrational. So she said, “Well, well. You can always give a call back.” I said I was going to go see my psychiatrist tomorrow and I have a support <\/span><span data-id=\"P4-N200796\">network and have this covered. I hang up and she immediately called back. She said, “Do you think you’re in danger right now?” I said, “No. I know these things are irrational.” This is what I actually remember from this part of the conversation. “I know these things are irrational, which is why I’m <\/span><span data-id=\"P4-N200797\">calling people.”  She was like, “Okay, that’s good. So what you’re having are intrusive thoughts. You should know there is a psychiatric ward 24\/7. There is a psychiatric ward at Georgetown Hospital in case you ever feel you’re really in danger. I can give you the number right now.” I said, “I can google <\/span><span data-id=\"P4-N200798\">it; I’m about to head out the door. But thank you. It’s good to know that exists. Thank you for calling back with your concern. I appreciate that, but I’m not in danger right now.” The thing that I liked about her most from the first conversation was that I was like, “I have Lithium and I’m having accelerating <\/span><span data-id=\"P4-N200799\">things. I know it’s not supposed to do that.” She was like, “No, it’s not supposed to do that; but everyone is different.” Carla is not talking that way. She’s not talking that way. I might very well switch from Carla to Dr. Ake.  I might be like, “You seem very reasonable. You immediately accepted <\/span><span data-id=\"P4-N2007910\">that what I was feeling was real.” When I talk to Carla and I’m like, “Does it increase suicidal ideas? She was like, “No, it does the opposite.” I looked it up online and, again, it does the opposite – but every now and then there is one comment from someone who took it and it was that.<\/span><\/p>\n<span data-id=\"P4-N20078-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563359\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Did she know that you were experiencing that?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: I thought I had made that clear when asking her. Maybe she didn’t realize that’s what was actually happening.<\/span><\/p>\n<span data-id=\"P5-N2007C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563359\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: That maybe you were worried that it would increase suicidal thoughts and she was saying “No, it doesn’t do that. Don’t worry.” I don’t know.<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: Very likely. The follow-up question should have been, “Why? Are you having those thoughts?” That’s the logical next step.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: Good point.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: And Dr. Ake called me back right away like wait a minute, we should talk about this other thing. Are you actually in danger?  You’re describing this behavior that’s not very common, but are you actually in danger? That’s good insight to be like holy crap. Maybe he’s worse than he sounds. Let’s <\/span><span data-id=\"P6-N200851\">just be sure about that.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: Good. Yeah. I know her. She’s good. I don’t know her as well as Carla, but I do know her. She seems sharp.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: She was sharp. She’s younger, too.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: She’s younger. She’s a lot younger.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: She’s more open to possibility that way, I think. Carla prides herself on how long she’s done this and she falls back on that when we disagree. She’s like, “I’ve done this for a very long time.”<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: Yeah, that kind of defensiveness.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: Yeah. I don’t really give a shit how long you’ve been doing this. I appreciate that you have experience. When I tell you I’m experiencing certain things, then that’s what I’m experiencing.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: That’s right. <\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: It’s like when you’re talking about maybe we should go to Klonopin and I’m like are you fucking kidding me?<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">[ ] (crosstalk at 00:22:05)<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Come on. I just liked that very much. I like as well feeling like there is someone who is the key holder to all the medication.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: And she’s not. She’s really not. You can switch. It always is in the context of that relationship, but if you feel like it’s not working, by all means, switch.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: What if I suddenly have to? What if I’ve waited to the last minute and I’m out of something and I have to get another prescription and I don’t want to go through her for another four months? That wouldn’t even work, would it? I would just be like, “I don’t want to see Carla anymore. Dear Carla, <\/span><span data-id=\"P6-N2009D1\">I’m running out of these prescriptions. Can you please write them and send them to the pharmacy?” <\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: If worse came to worse, you could always go to the hospital and they’ll fill them for you.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: Yeah, like I’m out of these things and I can’t reach my psychiatrist.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Or you can even tell them that you’re in the middle of transitioning. If you need it they’re going to give it to you.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: That’s a comforting thought. So I went to see Hamish. I said I was really looking for Sativa and he was like, “I just can’t get it this time of year because it needs to be growing outside.” Sativa is what weed is supposed to be to a degree, the best possible version of what it’s supposed to <\/span><span data-id=\"P6-N200A51\">be when it grows outside in optimal conditions.  He’s like, “But I can’t because the guy has two grow rooms and he would have to dedicate an entire room to that and he would lose $24,000. People don’t want that anywhere near as much as they want the other stuff.” That makes sense. He’s like, “These <\/span><span data-id=\"P6-N200A52\">are the lightest I have. These are what I smoke. I’m like you; I like it very light. I like a lot of my mental abilities still about me. Take these but don’t smoke much. I roll a joint and I take two hits; I put it out. That’s how I do it, so try that.”<\/span><\/p>\n<span data-id=\"P6-N200A4-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A4-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563359\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: Very titrated amounts.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: That’s the thing, he’s a service industry. He’s a caretaker industry. He’s saving money to open a dispensary because he says he sees the beneficial effects of it. He’s like, “I do this for friends. I do this only for people I really know. I do it because people need it.”  Some people just want <\/span><span data-id=\"P7-N200A91\">it and other people, it’s really good for them. He’s going to be a licensed owner of a dispensary. It will be a great place, too. As I’m leaving he’s like, “Go in peace.” He’s a person like you in that he’s in this because he’s helping people.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: Did you end up buying the stuff?<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: How did it affect you, or did you use it yet?<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: Of course I used it. I immediately went home and smoked it. I rolled an entire joint and smoked half of it. I was like okay, this is too much. Half a joint is too much.  I’m way too high. All right. I had some later out of the vaporizer, a couple of hits, and it was better. I have two brands <\/span><span data-id=\"P7-N200B11\">and switch back and forth. This is better, but not exactly what I’m looking for. I tried the other brand this morning before coming in. This is better. A few hits of this is better.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: What do you notice?<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: I’m not as easily distracted. The other is a little more likely to obliterate my focus. I’m trying to play a brand new game, a very complicated brand new game last night – the one I bought. It’s six different scenarios trying to simulate, trying to survive on a shipwrecked island. There are <\/span><span data-id=\"P7-N200B51\">only a limited amount of control you actually have over the turn of events, so you have to do your best to do so.  If you’re playing by yourself you also get Friday, who is a character who can help you from the book. You also get the dog, who can help you when you’re hunting. He can help you when you’re <\/span><span data-id=\"P7-N200B52\">exploring. But he can’t help you with other things. You can never do everything. You can never do all the things that will protect you from the elements while also trying to build a bonfire that will get you saved at the end of the year. There is not enough time to do everything, so you have to prioritize. <\/span><span data-id=\"P7-N200B53\">It’s a great game. It’s incredibly complicated and there are many, many different rules. All these various different decks of cards and tokens interact with each other in different ways. It’s a lovely, lovely sort of experience, but I was having a really hard time focusing all the way through it. It’s <\/span><span data-id=\"P7-N200B54\">supposed to be a two-hour game and I was trying to learn it and play it simultaneously. It took me about two-and-a-half hours probably, so that’s not bad.  I got to a point where I was like wait, I cannot possibly win. There is no way I can actually win.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: That’s the challenge of the game.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: I was like, “Ah. Three more months and I die. I’m out.” But it’s really great. That was the problem, my focus was – it’s not something I’d smoke if it was late at night and I was going to play some Mind Graph or something open and sandbox-y for the rest of the night, [ ] (inaudible at 00:28:40), <\/span><span data-id=\"P7-N200B91\">a ridiculous mayhem simulator.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: That’s like Grand Theft Auto?<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: Yeah. It’s over the top and ridiculous. Grant Theft Auto is very much fucking great. This latest one is you’re essentially trapped in the matrix, so you have super powers and run and jump through the city.  It’s so great. You can walk around and steal cars and see how fast you can drive, see <\/span><span data-id=\"P7-N200BD1\">how many near misses you can accumulate for more points. Every now and then you can mug some people for fun and the aliens come and get you and you shoot a bunch of them. It’s a good time. The point is there are no real restraints, like you have to do these different things. It’s not as if I can play <\/span><span data-id=\"P7-N200BD2\">this game where there is so much to keep track of and which phase of the game it’s in is always important. So hopefully I can get to that better focus because I want to play it with Ginny and I’m hoping this is a game she would actually enjoy because I think it’s quite good.<\/span><\/p>\n<span data-id=\"P7-N200BC-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563359\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">THERAPIST: How did you end up feeling about the game?<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">CLIENT: I liked it quite a bit. It was good. <\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">THERAPIST: The negative connotation you had with it earlier yesterday was different?<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">CLIENT: Yeah, the fact that I was sort of feeling like I didn’t deserve it. After you told me it was taking care of myself and not mania, I was like oh, okay. Well that’s life.<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">THERAPIST: What I’m thinking about, too, and something important about all this is that it seemed there was so much, as you’re saying this, that went on to get you to that point where you’re staring at the screwdriver. There was a lot.<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">CLIENT: That’s true. It’s been accelerating over the course of months. I blame Lithium to some degree.<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">CLIENT: That’s the significant changee in my life. I had all those stressors and that just going to accelerate it more, I suppose.  You would talk about and I thought it would seem unfair that I would be exhausted after a three-and-a-half hour interview and not sleeping well on the way up to the interview <\/span><span data-id=\"P8-N200CD1\">or sleeping well after that interview and constantly thinking about it for days and days. I guess it makes sense that I would be exhausted. It was a lot of energy expended on one thing.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">THERAPIST: Absolutely. There is something, too, about it that reminded me about the story of the Christmas memory; like in some way you’re hoping for something good to happen, you’re buying the gift for yourself, and then you get really pissed at yourself about buying it. I don’t know.<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">CLIENT: Weakness. When I do things that are unwise, like I’m just doing this so that I’ll feel better. It makes me feel better for a little bit, but there is then the weed.  I did the one thing I knew would save me.<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">THERAPIST: There is something important here, too, about you hoping for the job and almost getting your hopes up and rewarding yourself.<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">CLIENT: Sure, but now I’m also worried. Now I have weed, right? I don’t know if I can do both as effectively or if I’ll be effective at my job as I would be otherwise and how I’m going to be able to best control that and what it’s going to be like. The good news is that I won’t be smoking weed all day. <\/span><span data-id=\"P8-N200D51\">It will probably be a couple of times at night. That’s that.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">THERAPIST: How much were you smoking when you were working at Harmonics?<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">CLIENT: Every night. For years. For years. And I was still considered very effective.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">THERAPIST: It might take you a while to build that kind of confidence. I think when you’re out of it for that long, you lose that. I don’t care who you are.<\/span><\/p>\n<span data-id=\"P8-N200DA-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200DA-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563359\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">CLIENT: That’s true. Although I smoked weed over my birthday weekend. I was like, “It’s my birthday. I haven’t smoked in two months.” I smoked and after my birthday weekend I go to my job and I’m like, “Oh, shit. I’m not as sharp as I need to be right now. Richard is sharp. Richard is always sharp.” <\/span><span data-id=\"P9-N200DD1\">It’s not that you notice it so much . . .<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">THERAPIST: No, you noticed it.<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">CLIENT: “I’m not keeping up right now as fast as I need to keep up. I haven’t smoked weed today. I smoked it last night.” I kind of had to deal with that while I [ ] (inaudible at 00:33:46). Still at the same time, it can be done.  I’m pretty sure [] is doing it right now by the look on his face. I’m <\/span><span data-id=\"P9-N200E11\">like, “Yeah, this dude smokes a little weed.” And I know he smokes weed from when I used to work with him and his leather jacket smelled like weed. He was wearing it as a vest and I was like, “Okay, he smells like weed. Nobody here cares.” But it’s not the sort of thing you’re like, “Oh, yeah. I’m going <\/span><span data-id=\"P9-N200E12\">to go smoke weed.” You smoke weed because you like weed. It’s like you go, “I don’t really drink beer anymore.” “Really? Why not?” “Oh, I’m a terrible alcoholic.” “Okay, then. Fine.” That makes sense. [ ] (inaudible at 00:34:40) has a beer every night. [ ] has a couple of beers every night and his doctor <\/span><span data-id=\"P9-N200E13\">[ ] is like, “You have two beers a night?” He was like, “Yeah.” He was like, “Every night?” He was like, “Yeah.” “Well, you shouldn’t do that.” He was like, “I’m Irish.” The doctor was like, “Oh. Okay. It’s fine.” <\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">THERAPIST: You know the other thing, I think, is that it’s like, I’ve got some bad news for you, too, your mind isn’t what it was at 20 or 25. You were faster; you were more alert. You’re better at that stuff. Working memory kind of declines a little bit.<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">CLIENT: Just in general?<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">CLIENT: You get slower as you get older?<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">CLIENT: Oh, man.<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">THERAPIST: You get a little less sharp. You do.<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">CLIENT: That explains Garret. When he was 34 he was like, “I’m not as smart as I used to be. I was a lot smarter when I was younger.”<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">THERAPIST: It’s interesting. Other things go up.<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">CLIENT: Like what? What’s the trade-off, Carl?<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">THERAPIST: The trade-off, I think, is – that’s a good question. There’s a lot actually.  Experience and wisdom is not just an abstraction.<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">CLIENT: No, it’s certainly not. It’s a quality and an important factor.<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">THERAPIST: But we’re not as good learners.<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">CLIENT: That’s true. We start losing elasticity.<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">CLIENT: The best way to maintain that is to learn times outside of your comfort zone throughout your entire life. You have to work at that elasticity and keeping it.<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">THERAPIST: Then you’ll still be faster.<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">CLIENT: Yeah. I’ll always be faster than my peers.<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">THERAPIST: You always will, but you probably already notice it in stuff. I think you know the other thing; here is where the trade-off is – something like math, you learning math. You’re in a much better place. Even though you were sharp and you might have had an increased acuity of your mind back then, <\/span><span data-id=\"P9-N201071\">you’re in a much different place to learn it because of your psychological wisdom and knowing and being able to know how to learn. <\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">CLIENT: That’s true. Interesting trade-offs. A friend of mine turned 40 the other day. He said, “According to [] I lost one point of dexterity and gained one point of wisdom.” It’s in the books; there are charts of how you age and how your stats change as you age. You lose your physical stats and you <\/span><span data-id=\"P9-N201091\">increase other stats, mostly wisdom, sometimes intelligence. That only works because that’s an abstraction.<\/span><\/p>\n<span data-id=\"P9-N20108-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20108-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563359\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">THERAPIST: I think you can easily get better at your work.<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">CLIENT: So I did the only thing I knew would save me. I was like, “I am in danger and I can fix being in danger.”<\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">THERAPIST: Have you ever experienced it that acutely?<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">CLIENT: No. It just kept returning and kept returning. I was like, “This is dangerous.” I knew it was dangerous. I know rationally this is not something I should be feeling; therefore, I’m having irrational thoughts continually and I need to fix that. I’m running very, very, very low on whatever chemical <\/span><span data-id=\"P10-N201111\">keeps me alive. I don’t know which one it is.<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">THERAPIST: There’s something about the Lithium, though, that it added something that’s been really bad for you.<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">CLIENT: Yeah, it’s not good; so I stopped. I’m not taking it anymore and I will see how that affects me. Bridget is the same way. She said, “My doctor does it all the time. She noticed that things affect me very differently than most people.” That can be genetic. Maybe we both have certain reactions <\/span><span data-id=\"P10-N201151\">to certain things.<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">THERAPIST: I never hear a standard reaction to any of these medications. Never.<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">CLIENT: Makes sense.  It’s different for everybody.<\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">THERAPIST: People will experience things that are different every time. [I’m not a psycho-pharmacologist here.] (ph?) People talk about their experience on these meds – not just Lithium. It could be Aterol; it could be Zoloft.<\/span><\/p>\n<p data-id=\"P10-N2011C\"><span data-id=\"P10-N2011D\">CLIENT: Chantix made me want to kill myself.<\/span><\/p>\n<p data-id=\"P10-N2011E\"><span data-id=\"P10-N2011F\">THERAPIST: What did?<\/span><\/p>\n<p data-id=\"P10-N20120\"><span data-id=\"P10-N20121\">CLIENT: Chantix, the antismoking drug. You take it and you just stop wanting to smoke. They don’t advertise for it anymore. It works well. They say it goes into your brain and it cleans out the receptors that want nicotine, so you eventually just stop wanting to smoke. I was taking it and I was like, <\/span><span data-id=\"P10-N201211\">“This is cool. I’m smoking less and less. I don’t really find the desire for it. Sometimes I still want a cigarette, but not often.”  I was having these crazy dreams. There were these acorn-shaped pustules coming off my head ripping away my flesh. What the fuck are these? Crazy, vivid bullshit. That <\/span><span data-id=\"P10-N201212\">is a possible side effect. I wound up sitting on my couch and was like, “I should just kill myself.” Then I was like, “Wait a minute – what?” So I went online and looked up Chantix and possible side effects and found it might increase suicidal thoughts. This guy wrote an article and was like, “Yeah, <\/span><span data-id=\"P10-N201213\">I was taking Chantix and suddenly I wanted to kill myself and I had no idea why. I kept wanting to kill myself. It didn’t make any sense.” So I’m like, “Okay, great. I’m done.” I stopped taking Chantix instead of smoking. I’m like, “I’m sorry, honey, it made me want to kill myself so I stopped taking it. <\/span><\/p>\n<p data-id=\"P10-N20122\"><span data-id=\"P10-N20123\">THERAPIST: Pretty clear.<\/span><\/p>\n<p data-id=\"P10-N20124\"><span data-id=\"P10-N20125\">CLIENT: Yeah, pretty clear. [ ] (inaudible at 00:41:05) which, hopefully, I’ve avoid by quitting smoking. So that’s good. (pause) So that’s good. (pause) I did the only thing that I knew would save me. If I knew the doctor would listen to me, I’d go to the doctor and say, “Listen, the best time I’ve <\/span><span data-id=\"P10-N201251\">had, the most success I’ve had was with Lamictal, Klonopin, and a strong Sativa blend, like mostly Sativa. That is what I need. Let’s try that and I bet I’m going to be at the best I’ve ever been.”  And if the doctor listened to me they would say, “Here is your prescription. Here is a dispensary where <\/span><span data-id=\"P10-N201252\">you can go and be like ‘this is what I need.’” But that won’t be for a while. Dispensaries are going to open, they’re just trying to get past the blockade where the state is like, “No, you can’t stop a dispensary from being in your town. If they want to build one, they’re building one, just like any <\/span><span data-id=\"P10-N201253\">other business.” If you don’t want it there, I’m sorry. This is the thing that we have to have now because we’ve decriminalized this and we have medical marijuana. Therefore, there are going to be places. I think they would keep them a certain distance from schools, which is a good idea. <\/span><\/p>\n<span data-id=\"P10-N20124-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20124-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563359\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20126\"><span data-id=\"P11-N20127\">THERAPIST: Yeah, I just saw a news report about it and there is one, actually, that is fairly close to a school. I forgot where it was. [] Anyway, they already have proposed locations for them.<\/span><\/p>\n<p data-id=\"P11-N20128\"><span data-id=\"P11-N20129\">CLIENT: Yeah, they have 20 licenses out. People are setting up to do it and there is going to be one in Georgetown. Then I just need a doctor who will listen to me. Carla is like, “No. If I thought it was a panacea I would write you a prescription, but it’s not. Weed is horrible for bi-polar.” [ ] (inaudible <\/span><span data-id=\"P11-N201291\">at 00:43:41) way down in the back of a few paragraphs. [ ] says this is much better. It’s really not so bad.<\/span><\/p>\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">THERAPIST: What is much better? What did he say?<\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">CLIENT: Bi-polar II. The rest of his book is bi-polar I, this huge book of bi-polar I.  This is bi-polar II. You can get medicated for that, but we don’t think you should smoke weed. We can’t recommend it as a treatment. Okay, but you do recommend Lithium. You’re very big on Lithium and that almost <\/span><span data-id=\"P11-N2012D1\">killed me. That almost killed me. Suicide isn’t something you do; it’s something that happens to you. That is the key difference. That is what people need to understand.<\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">THERAPIST: It’s something that happens to you.<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">CLIENT: Yeah. You don’t do it; it happens to you.<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">THERAPIST: What do you mean by that, “happens to you”?<\/span><\/p>\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">CLIENT: You run out of a chemical. You run out of the chemical that wants you to be alive anymore.<\/span><\/p>\n<p data-id=\"P11-N20136\"><span data-id=\"P11-N20137\">THERAPIST: Right. Right.<\/span><\/p>\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">CLIENT: It’s just gone.  Therefore the only thing that remains is that you make that stop. Again, it’s a complete and total lack of the possibility of any better feeling than what you currently have, right? That’s what you’re reduced to. You’re literally reduced to the basest, basest pain; and that <\/span><span data-id=\"P11-N201391\">is all that exists. That’s all that exists, so there is only one option, which is to end it. The hands slide towards pain. And if that’s with a razor blade, if that’s with a knife, if that’s with a gun, the hand slides towards pain.<\/span><\/p>\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">THERAPIST: One thing, too, that I want to say is that it’s not like bi-polar and the chemicals are happening in a vacuum here. <\/span><\/p>\n<p data-id=\"P11-N2013C\"><span data-id=\"P11-N2013D\">CLIENT: Yeah, I’ve got life stressors and bullshit.<\/span><\/p>\n<p data-id=\"P11-N2013E\"><span data-id=\"P11-N2013F\">THERAPIST: No, I also mean the trauma that you’ve gone through and the taking care of yourself.<\/span><\/p>\n<p data-id=\"P11-N20140\"><span data-id=\"P11-N20141\">CLIENT: What trauma? (laughs) Which specific trauma are we talking about?<\/span><\/p>\n<span data-id=\"P11-N20140-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20140-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563359\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20142\"><span data-id=\"P12-N20143\">THERAPIST: I mean the whole ball of wax, man. (both laugh) I think what you’ve been doing, which has been really important and has been, I think, a change that’s been going on in you is trying to take care of yourself better. What I mean by that is buying a game for yourself so you’ve got to somehow <\/span><span data-id=\"P12-N201431\">keep your spirits up, finding weed, trying to find some combination that feels like the right thing, that feels like the good thing.<\/span><\/p>\n<p data-id=\"P12-N20144\"><span data-id=\"P12-N20145\">CLIENT: That keeps me in that mythically [ ] (inaudible at 00:46:45) state.<\/span><\/p>\n<p data-id=\"P12-N20146\"><span data-id=\"P12-N20147\">THERAPIST: Reaching out to people. That kind of stuff that says to you some way that you’ve been trying to take care of yourself.<\/span><\/p>\n<p data-id=\"P12-N20148\"><span data-id=\"P12-N20149\">CLIENT: And you know what? I think Carla is too old a woman for me to deal with.  I think the older the woman is, the harder it is for me to trust her – and that’s not because she’s a woman or because she’s old, that’s because my mother is an older woman, right? I think there are just a lot of triggers <\/span><span data-id=\"P12-N201491\">there. It’s like I inherently distrust you, whether that is rational or not. I think that’s how I’m going to describe it to Carla. I don’t think this is a relationship that’s going to work.<\/span><\/p>\n<p data-id=\"P12-N2014A\"><span data-id=\"P12-N2014B\">THERAPIST: I think that’s a valid point.<\/span><\/p>\n<p data-id=\"P12-N2014C\"><span data-id=\"P12-N2014D\">CLIENT: And that’s no slight on you. This is not going to work for these reasons and I don’t have the time to fuck around trying to fix that.<\/span><\/p>\n<p data-id=\"P12-N2014E\"><span data-id=\"P12-N2014F\">THERAPIST: She can’t speak to that and you don’t feel that, if she has a response, maybe she agrees and says, “Let’s find you somebody else.”<\/span><\/p>\n<p data-id=\"P12-N20150\"><span data-id=\"P12-N20151\">CLIENT: It doesn’t fucking matter what her response is, right? That’s exactly the thing. If she’s like, “Oh, well I think we should work on it.”  I’m like, “Well, I don’t.” End of the story. You’re finally out of the story. You’re fired. I’m sorry, that’s it. I can fire people better than anyone else <\/span><span data-id=\"P12-N201511\">in the world. Reminds me of George Clooney in that movie.<\/span><\/p>\n<p data-id=\"P12-N20152\"><span data-id=\"P12-N20153\">THERAPIST: I would hope that she would help you. Even if she doesn’t, that she helps you find somebody that works, maybe Irene Ake.<\/span><\/p>\n<p data-id=\"P12-N20154\"><span data-id=\"P12-N20155\">CLIENT: I want to try Irene Ake. Just talking to her on the phone I was like, “Oh, I like you.” She’s younger than I am. She listened to me and then she followed up. She was like, “Hold on, I am now invested in this project. This is a tentative thing, but I’m invested in it.” I didn’t feel like I was <\/span><span data-id=\"P12-N201551\">being listened to.<\/span><\/p>\n<p data-id=\"P12-N20156\"><span data-id=\"P12-N20157\">THERAPIST: This is a better fit.<\/span><\/p>\n<p data-id=\"P12-N20158\"><span data-id=\"P12-N20159\">CLIENT: It was the same thing with Dr. [ ] (inaudible at 00:48:49) it came down to I don’t think I can tell you anything. If I tell you things you want to change my drugs and who knows what the fuck you’d want to change them to?  It’s the same thing with Carla. No matter what I tell you, you want me to do this.<\/span><\/p>\n<p data-id=\"P12-N2015A\"><span data-id=\"P12-N2015B\">THERAPIST: What time are you meeting with her?<\/span><\/p>\n<p data-id=\"P12-N2015C\"><span data-id=\"P12-N2015D\">CLIENT: After you on Monday. And then from there I go to the math lab and I take the test on averages and probability. I want to do well, Carl. I want to be an A student. Just so I should know, what time are we going to? Are we almost done?<\/span><\/p>\n<p data-id=\"P12-N2015E\"><span data-id=\"P12-N2015F\">THERAPIST: Yeah, until 40.<\/span><\/p>\n<p data-id=\"P12-N20160\"><span data-id=\"P12-N20161\">CLIENT: I think I’m going to fire Carla and pick up Irene Ake. Out of respect and not wanting to cause emotional harm, I won’t tell her I’m firing her unless she’s a bitch about it. (laughs)<\/span><\/p>\n<p data-id=\"P12-N20162\"><span data-id=\"P12-N20163\">THERAPIST: She won’t. Maybe she will. I don’t know. <\/span><\/p>\n<p data-id=\"P12-N20164\"><span data-id=\"P12-N20165\">CLIENT: Unless you get pumped and you’re defensive about it.<\/span><\/p>\n<p data-id=\"P12-N20166\"><span data-id=\"P12-N20167\">THERAPIST: My guess is it isn’t the first time she’s been fired. She’s been around for a while.<\/span><\/p>\n<span data-id=\"P12-N20166-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N20166-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563359\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N20168\"><span data-id=\"P13-N20169\">CLIENT: Yeah, that’s true.<\/span><\/p>\n<p data-id=\"P13-N2016A\"><span data-id=\"P13-N2016B\">THERAPIST: You’re right. I think it’s a fit thing.<\/span><\/p>\n<p data-id=\"P13-N2016C\"><span data-id=\"P13-N2016D\">CLIENT: Yeah, it’s like there you go. If you’re not a fit for me then I’m not going to see you. I’m a customer. Ta-da. I am a customer here and not a charity case. It makes me feel better. We can talk about anything.<\/span><\/p>\n<p data-id=\"P13-N2016E\"><span data-id=\"P13-N2016F\">THERAPIST: All right. Monday then. The 17th at 10:30.<\/span><\/p>\n<p data-id=\"P13-N20170\"><span data-id=\"P13-N20171\">CLIENT: That would be good. I think we can help her feel better about this. I told her that last night. I said, “I want you to know I did all these things. I did them all by myself.”  It’s important for you to realize that I can do these things by myself, that you do not have to worry, specifically <\/span><span data-id=\"P13-N201711\">that this relationship is too often about me when I think you need to realize that it’s about us.<\/span><\/p>\n<p data-id=\"P13-N20172\"><span data-id=\"P13-N20173\">THERAPIST: Yeah, to have that kind of Darcy quality.<\/span><\/p>\n<p data-id=\"P13-N20174\"><span data-id=\"P13-N20175\">CLIENT: Yeah, to feel like I have the support network. It is large and it involves many more people than you. If it’s going to be a stress on you in any way I have other opportunities, so you need not worry that it all falls to you, which is Ginny’s thing. How many swords can I fall on today? See you Monday.<\/span><\/p>\n<p data-id=\"P13-N20176\"><span data-id=\"P13-N20177\">THERAPIST: See you Monday.<\/span><\/p>\n<p data-id=\"P13-N20178\"><span data-id=\"P13-N20179\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}