{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses building towards a sexual relationship with her spouse. Client also discusses feeling unable to move forward in case relationship doesn't last."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Sex and sexual abuse","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Fear","Doubt","Sexual relationships","Sexuality-related themes","Married people","Psychoanalytic Psychology","Anxiety","Fearfulness","Psychodynamic psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Sex and sexual abuse","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Fear","Doubt","Sexual relationships","Sexuality-related themes","Married people"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Fearfulness"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychodynamic psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2735376","dorpId":"1006727601","contentType":"text","aucs":"CTRN-V1","title":"Client \"RY\", Session 56: March 31, 2014: Client discusses building towards a sexual relationship with her spouse. Client also discusses feeling unable to move forward in case relationship doesn't last.","fullTitle":"Client \"RY\", Session 56: March 31, 2014: Client discusses building towards a sexual relationship with her spouse. Client also discusses feeling unable to move forward in case relationship doesn't last.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735376\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: It’s so pretty. Did you cut bangs?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Yeah. I got a haircut.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: So . . ?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: I felt good about our couple’s session on Wednesday, so that’s good.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: How so? You talked about sex?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: No, we didn’t, actually. We talked slightly about the sleeping situation. That was the first part Dr. Farrow brought up and she suggested that we not try to sleep in the same bed for a month, although she said if there was a night that I felt okay, that I could try it if I wanted.  So I think <\/span><span data-id=\"P1-N200171\">that was a tiny bit frustrating because it’s been close to three months. Not that there is a right or a wrong amount of time and I’m sure it’s different for anyone after something like that, but I said to her that it seemed to me that part of a healthy, normal marriage would be sleeping in the same <\/span><span data-id=\"P1-N200172\">bed. She said, “I realize that’s your idea of a healthy relationship, a marriage, but it’s different for all kinds of couples. A year from now you could still not be sleeping in the same bed and you could be seeing me or not seeing me. It might just be . . .” (sighs) So on the one hand, I guess it feels <\/span><span data-id=\"P1-N200173\">nice to know that she takes what happens seriously enough to not pressure or say “this is what a typical marriage looks like and you should be striving for it;” not putting on any types of pressures or goals.  On the other hand, I think for me, someone who is pretty typically goal-oriented, it’s hard <\/span><span data-id=\"P1-N200174\">to have nothing in mind to be striving for. I guess I also feel like the idea of sharing a bed, if you’re married, to me it seems like the norm. It seems like something you would even take for granted. That seems just like eating dinner with your spouse would seem or sharing a bathroom – (chuckles) <\/span><span data-id=\"P1-N200175\">all kinds of things that would just be part of what you pretty implicitly signed up for when you got married. So I think that’s a little tough. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: You didn’t sign up for getting assaulted, so that changes the expectations and what I think is important, though, is that you’re figuring out what feels right to you. Not what Dr. Farrow thinks, not even what I think, not what society thinks or doesn’t think, but what is right for you and <\/span><span data-id=\"P1-N200191\">Ivan and in a negotiation of what feels right and comfortable for you and what feels right and comfortable for him; and I don’t think there is a right answer about that.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: I think that’s tricky for me because, on the one hand, as I was trying to describe, our relationship is kind of bizarre right now because on the one hand, we’ll have dinner together and we’ll talk about our day. We’ll relax together and we’ll have fun. It will be wonderful and I feel like we’re <\/span><span data-id=\"P1-N2001B1\">really moving forward and this is good. Of course, I wish it had happened sooner, but it feels really positive.  And I’m feeling more and more inclined to kind of confront my own discomfort with certain physical parts of the relationship and stuff like that, because that feels important – not the most <\/span><span data-id=\"P1-N2001B2\">important thing in the world, but it feels important to continuing to make things healthy and establishing or achieving what we had originally hoped for. So there is that, and there is the other part where we have these conversations and we do couple’s counselling and then sometimes in those moments, <\/span><span data-id=\"P1-N2001B3\">of course, we’re talking about the websites and we’re talking about the assaults and we’re talking about really troubling things, obviously. In those moments it feels like a completely different relationship and it feels hard to go back and forth sometimes. I think I’m getting a little better at integrating <\/span><span data-id=\"P1-N2001B4\">that they are both true and that one doesn’t overcome the other. <\/span><\/p>\n<span data-id=\"P1-N2001A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735376\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: My guess is that’s probably where Dr. Farrow is coming from and is almost just trying to give you permission or have you acknowledge that it’s okay if you take another month. It’s part of her not just wanting to shut out that that happened and pretend it didn’t. Do you know what I mean? And <\/span><span data-id=\"P2-N2001D1\">so you could say back to her if you wanted to, “I’m actually not doing that. I am ready to have him back in the bed and I’m very aware of what happened last time. It’s going to be scary.” But my guess is that’s where it’s coming from, to really keep honoring the fact that that happened and have it be <\/span><span data-id=\"P2-N2001D2\">part of the story right now as you’re figuring out what to do.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: Yeah. It did. We tried two different nights this past week and I initiated it. Ivan is never asking, which is still good. So the first night, it was okay and then I woke up really early in the morning. <\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: “Initiated it,” like sexual contact or just to be in the bed together?<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: No, like “would you like to sleep in the bed tonight? That feels okay to me.” So the first night I felt okay, and then I woke up really early in the morning, at some point, and I just felt scared and I said, “Ivan, I’m sorry. Would you mind moving to the couch?” and then I fell back asleep for <\/span><span data-id=\"P2-N200231\">a while and then, still pretty early in the morning, I said, “Ivan, why don’t you come back to bed? I feel okay.” So we tried that and that was not ideal, but it was okay. And then last night Ivan slept in the bed and he came to bed after I did, but it was okay. I didn’t wake up scared during the night. <\/span><span data-id=\"P2-N200232\">And so part of it surely is still being scared from what happened, but also it took me a long time to get used to him not sleeping in the bed initially, and I’m wondering if it’s not just getting used to someone else being in the bed again. That’s part of it. <\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: But I do wonder if we can have more nights that are positive and I feel okay. That would be a good thing to build on.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: You may need just the exposure to the once-frightening situation over and over and over again and sort of start to breaking the fear, breaking that that automatically is frightening, to have it be that you kind of live through it a number of times where nothing happens and everything is fine <\/span><span data-id=\"P2-N200291\">to let the anxiety calm down. I think that’s part of what you’ve been saying. “It almost feels like I just have to get used to this again.”<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Right. I don’t think I feel good about the part (sighs) . . . I think I could go a year and say, “I’m still really angry that this happened and I’m still really scared and I’m still really . . .”  I think that could easily happen, but I don’t think that would really be helpful to either of us. <\/span><span data-id=\"P2-N2002B1\">I guess I would like to say that. I don’t think I’ve ever felt like I’m punishing him, but I don’t want to keep using that as a reason.<\/span><\/p>\n<span data-id=\"P2-N2002A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735376\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: I wonder, Ramona, do you feel like you could share that, what you just said, about your thoughts about what Dr. Farrow is saying? Can you share that with her? “I hear what you’re saying, but I kind of feel like this is where I am.” Just sharing yourself, because I think that would be helpful <\/span><span data-id=\"P3-N2002D1\">for her to know when you’re just thinking about something or you’re thinking something isn’t actually where you are.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: I think I did, kind of. I think I did; and she said, “I understand this is frustrating.” Also, it feels like sometimes in our sessions, clearly we’ve got some really important things to talk about and we did spend the majority of the session talking about the websites and processing that; and <\/span><span data-id=\"P3-N2002F1\">that felt really helpful because we were getting stuck at home in our conversations.  That was really great. It was a really great use of time. And because of that, because there are those big things that we’re still trying to work at, it feels like smaller things, like Ivan sleeping in the bed or has <\/span><span data-id=\"P3-N2002F2\">it been close to a year since we’ve had sex, things like that, that I’m already embarrassed to talk about and have kind of been taught that it’s inappropriate to talk about, don’t feel as important or appropriate to bring up. But I don’t know anything about couple’s therapy or marriage, I guess, in <\/span><span data-id=\"P3-N2002F3\">general; but I get the impression, I get the thought, the intuition that not sleeping in the bed together for a really long time or not having sex for close to a year, that even though there are things that may be going on and that there is a real reason that it’s not happening, that could become a <\/span><span data-id=\"P3-N2002F4\">problem in and of itself.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: You mean in other words, does it take on a life of its own, aside from the fact that there were problems that caused you to stop having sex to begin with? <\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: Right, that you can’t just say because there were legitimate problems that caused that, that that isn’t an issue. And I also don’t think it’s right if we’re trying to move forward and we’re trying to gradually – I don’t know that we just dismiss it because it’s awkward to talk about in couple’s <\/span><span data-id=\"P3-N200331\">counselling or because there are bigger things.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: No. It’s the very place that you want to be talking about it and what a lot of couples talk about in couple’s counselling is sex and things like that, intimate parts of their lives that are working and not working. I think I would just keep framing it, though, as this is a question to be <\/span><span data-id=\"P3-N200351\">asking yourself. I don’t really answer for you. This is for you to ask yourself where we are and what are we ready to be talking about?  Let’s say a couple comes in and the man has had an affair and there is devastation. So they start working on the betrayal and what wasn’t working in their relationship <\/span><span data-id=\"P3-N200352\">that that happened. It takes a lot of work on that to get to a place where you’re interested in having physical contact with each other again, right? That is not to say that maybe one of the factors was that they were both so scared to have sex with each other, that they didn’t for a long time. That <\/span><span data-id=\"P3-N200353\">has to get addressed in their couple’s therapy also if the relationship is going to work, but if the question is “are you muscling through trying to reach that problem?” without having created a real platform of feeling like, “Yeah, I want to work on that problem. I feel safer. I feel better in this <\/span><span data-id=\"P3-N200354\">relationship. We’ve done a lot of processing with this stuff. I don’t feel as angry about the betrayals. I’m ready and wanting to start working on this other part with you;” versus feeling like you need to get to that because that’s what married couples do and we had better look like a married couple <\/span><span data-id=\"P3-N200355\">really soon or else there is a major problem here.  Do you know what I mean?<\/span><\/p>\n<span data-id=\"P3-N20034-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735376\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">CLIENT: I do. I do. And I think we’ve actually not done a ton of things that a typical healthy married couple would do because we’ve acknowledged . . . I mean, Ivan lived somewhere else for three months. I think we’ve done some significant things.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: That’s what I mean. So you’re wanting to work on bringing up sex in couple’s therapy. Is that coming from a kind of pressured place, like “we should be doing this,” or does it feel like, “No, I feel actually like we’ve really done a lot of trust building in processing?” Not that you won’t <\/span><span data-id=\"P4-N200391\">continue to do that, but enough has happened that there is a foundation now where you’re feeling like you might want to work on intimacy.  Do you know what I mean?<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: Right. And I feel a mix. I feel like Ivan and I have worked harder and harder to integrate things that we should be doing as a healthy couple – things like talking about our days when we get home or sharing a meal together. This is the point of the conversations three times a week, to tackle <\/span><span data-id=\"P4-N2003B1\">those issues. I don’t know. I guess I feel like we’ve come pretty far there.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: You’ve done a lot of work on it.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">CLIENT: Yeah, and it’s been consistent and I feel really good about that. But when it comes to the physical part, we’ve done some, but I guess I don’t want . . . It’s so uncomfortable to talk about. I guess I don’t want another year to go by and the most we’ll ever do is kiss or make out and it’s because <\/span><span data-id=\"P4-N2003F1\">these really serious things happen; because I think it could be, on the one hand, kind of fair to say that. It’s not made up. It’s a real trauma in the marriage, but on the other hand, I think at some point you don’t have to pretend that it didn’t happen or completely let it go, but you also can’t be <\/span><span data-id=\"P4-N2003F2\">like, “We can’t do this, this, this, and this because . . .” <\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: Absolutely. Or it’s funny that the trails could be, for a long time, the leading reason why you’re not having sex, but you could be reaching a sort of tipping point where they become – and I know this is a weird way of being – but almost a kind of way of avoiding sex because it’s scary or <\/span><span data-id=\"P4-N200411\">avoiding working on intimacy, too.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: Oh, no. I think that’s very clear in what Ivan describes sometimes. He talked about the websites last week and he describes it as – this sounds bizarre; it was bizarre – but he said it’s almost like white noise, like the website, like a platform for thinking about things that he wanted, but <\/span><span data-id=\"P4-N200431\">wasn’t allowed to talk about with me and didn’t feel like he deserved to talk about with me, couldn’t address, couldn’t bring up. It was a terrible thing to even want and Dr. Bourd has described it as a depersonalized state.  He is so much thinking about that with me and it sounds bizarre and I’m a <\/span><span data-id=\"P4-N200432\">little reluctant to accept it, but it highlights to me Ivan doesn’t feel okay about approaching that topic and I don’t either. I wouldn’t talk about that normally anyway, but I almost feel like – and this is me; I’m not blaming Dr. Farrow – but I feel like I’m waiting for permission, like it’s okay <\/span><span data-id=\"P4-N200433\">to sleep in the bed. You’re okay enough to do that. It would be okay if you felt comfortable and you wanted to have sex that would not be you being a doormat or us saying that the trails are okay; and I don’t know what to do with that. <\/span><\/p>\n<span data-id=\"P4-N20042-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735376\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">THERAPIST: I definitely don’t think it would be, for one, as long as you were feeling like you were interested. It is being a doormat if you’re feeling like, “I don’t want to. I don’t want to go anywhere near him, but I feel like I should for his sake,” or for some other prescriptive societal sense. <\/span><span data-id=\"P5-N200451\">That’s different. If you’re feeling like, “I want to try this, even though I’m terrified of it. I don’t know what to do and it’s hard to even talk about it, but I kind of feel like this is worth working on for me, for where I am.” That’s not being a doormat. You’ve had plenty of time. I think there <\/span><span data-id=\"P5-N200452\">are ways even working on your sexual life could help some of the anxiety of the betrayals calm down. I know that sounds a little strange to say, but if you and Ivan knew you were being more intimate and could just work on that with each other, then the reasons for the things going into bubbles that <\/span><span data-id=\"P5-N200453\">have nothing to do with each other, start to disappear.  You’re actually daring and working on bringing it into the relationship and sharing it more, Ramona. So I think absolutely it can be helpful if you’re feeling like, “That’s kind of where I am. We’ll keep working on this other stuff, but we’ve <\/span><span data-id=\"P5-N200454\">done a lot of work on it, enough that it feels like that’s worth trying.: I wouldn’t want it, for example, like you start to kiss him and you feel like, “I can’t do this. I can’t do this. This is traumatizing,” or something along those lines. “All I can think about is the list” or things like that. <\/span><span data-id=\"P5-N200455\">But also with that, Ramona, people don’t know. When couples have had whatever form of betrayal or hurt happen between each other and they start trying to connect again, whenever they do in a physical way, it’s up and down how it goes. It’s not a linear process. You can have one day that it feels great <\/span><span data-id=\"P5-N200456\">and it is exciting and another day where it doesn’t feel good and you’re brought back to old stuff and you have a conversation about old stuff again.  But I’ve heard you say that you’re ready to start working on this.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">CLIENT: We made out over the weekend and it was nice, but I was really scared. Yeah, I was really scared.<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">THERAPIST: Do you know of what?<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">CLIENT: It was nice because Ivan and I just started kissing and then we started making out more, but he would ask, “Is it okay if I put my arm around you like this or if I do this?” and that was nice and I felt good about that, but I also said, “Ivan, I just don’t want you to get mixed messages or the <\/span><span data-id=\"P5-N2004B1\">wrong message.” He was like, “That’s okay. I understand what this is and what it isn’t and I understand that it doesn’t mean . . .” because I don’t want him to ever think that that means . . . I think that’s really been one of my worst fears.  I don’t know – that the websites were okay or, even if he <\/span><span data-id=\"P5-N2004B2\">wasn’t really thinking about the thought of having an affair, that it wasn’t hurtful.<\/span><\/p>\n<span data-id=\"P5-N2004A-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735376\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2004C\"><span data-id=\"P6-N2004D\">THERAPIST: I don’t think he is going to forget that. I don’t think it means that at all.<\/span><\/p>\n<p data-id=\"P6-N2004E\"><span data-id=\"P6-N2004F\">CLIENT: I also don’t want him to think . . . Something that has come up again is, “Ivan, I wish you would write something for me. I would really love to hear positive things. “<\/span><\/p>\n<p data-id=\"P6-N20050\"><span data-id=\"P6-N20051\">THERAPIST: Write me a love letter or something.<\/span><\/p>\n<p data-id=\"P6-N20052\"><span data-id=\"P6-N20053\">CLIENT: And it’s hard for him. He’s like, “I’ve sat down a number of times and I just don’t think I could ever write something that’s complete or right.” It sounds typical of Ivan, but it’s also kind of frustrating because I’m clearly not asking for a . . . It could be a sentence. (chuckles) It doesn’t <\/span><span data-id=\"P6-N200531\">have to be the only thing he ever gets to say to me and it has to be perfect.<\/span><\/p>\n<p data-id=\"P6-N20054\"><span data-id=\"P6-N20055\">THERAPIST: Have you said that to him?<\/span><\/p>\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">CLIENT: Yeah. (chuckles)  Maybe it’s even scary for him. As much as I feel like I’ve been rejected, I think he’s felt pretty inadequate, so that’s hard. I said, “Ivan, I actually want you to know that is hurtful to me,” because I explained to him that in the beginning when we first started working, <\/span><span data-id=\"P6-N200571\">I felt like there was really a lot of harsh criticism from me. I felt like most times it was based in something very legitimate that I had the right to be upset about at whatever level. Maybe not initially, but eventually it would come out really harsh or cruel – really unproductive ways of saying it. <\/span><span data-id=\"P6-N200572\">I feel like I’ve worked exceptionally hard and we’ve now gotten to the point where it’s pretty minimal that I’ll say anything and when I do, I try to be exceptionally tactful and I try to frame it instead of “you didn’t do this” more like “Ivan, I would really appreciate it if you could . . . That would <\/span><span data-id=\"P6-N200573\">be great.”  But I said I sometimes worry that we get to be at the other end of the spectrum where I’m not saying anything or I pretend like something doesn’t bother me as much because I don’t want to be critical because that’s been really highlighted in our couple’s counselling. I think it was even <\/span><span data-id=\"P6-N200574\">highlighted to the point where, while Ivan was making these websites or doing these things, that’s what we were talking about those weeks. The problem even just became that I was critical, not that Ivan was not doing whatever when, in fact, they both were, to a certain extent. So I told him that sometimes <\/span><span data-id=\"P6-N200575\">I’m scared that he won’t ever write something and that’s my fear, but that I’m scared of that. I told him that sometimes I’m scared that he won’t move on from Subway. Sometimes I’m scared that he won’t reach a healthy weight; and I’m not a horrible person for feeling those things.  I’m not saying it <\/span><span data-id=\"P6-N200576\">in a way that’s cruel or unkind.<\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">THERAPIST: That’s the difference. That’s the difference.<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">CLIENT: I would love you to reach your potential and I want you to be healthy.<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">THERAPIST: Just as he can want you to work on things in you, too. That’s actually a loving thing. That doesn’t have to be scathing criticism.<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">CLIENT: It felt good to get it out there instead of not saying anything, at the risk of being told that I’m critical. Ivan wanted to take me out last weekend. He wanted to take me out on a date, but I just kept coming up with reasons why it shouldn’t work out. “Oh, Ivan. You didn’t really plan in advance. <\/span><span data-id=\"P6-N2005F1\">Let’s not worry about it. Let’s just watch something on TV tonight,” which he didn’t. He really didn’t plan in advance. He just came up with it that day. While I could say, “I wish you had planned something, but sure; let’s go out,” it’s scary.  It’s so scary to me to make out with him. It’s so scary <\/span><span data-id=\"P6-N2005F2\">for me to agree to him taking me out on a date. It’s so scary . . .<\/span><\/p>\n<span data-id=\"P6-N2005E-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735376\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20060\"><span data-id=\"P7-N20061\">THERAPIST: Scary to go on a date because . . ?<\/span><\/p>\n<p data-id=\"P7-N20062\"><span data-id=\"P7-N20063\">CLIENT: I think I’m scared of being disappointed. So if I kind of cut him off in advance and say “I don’t think you planned anything; I really wish you would and let’s just forget about it and stay in,” that’s so much easier than letting him try to plan something and taking whatever happens. Just like <\/span><span data-id=\"P7-N200631\">I think it’s a lot easier to say “let’s not even think about or talk about having sex,” because the couple’s counselor has even given me a way out of even addressing that; and it’s scary.<\/span><\/p>\n<p data-id=\"P7-N20064\"><span data-id=\"P7-N20065\">THERAPIST: It’s funny, because I wonder if there could be ways – how do I put this – in that dynamic, you’re playing off of each other.  If one of the things you’re worried about is of him planning something – sort of planning it or not planning it – really well or in advance and then it’s not great, <\/span><span data-id=\"P7-N200651\">is that he disappoints you and you’d rather not be disappointed. I could imagine that also hovering over writing you a letter. What if it’s disappointing, if you read it and you feel like “this is all you have to say about me?” He’s terrified, too. As much as you say to him that it could just be a sentence, <\/span><span data-id=\"P7-N200652\">you might be disappointed if it were just a sentence. Do you know what I mean? I think it’s scary for him also, not just because he’s afraid of being rejected. I think that’s part of it and what we’re talking about, but also for him to be so intimate as to write down positive messages, that’s a lot <\/span><span data-id=\"P7-N200653\">of intimacy.  “This is what I love about you.” He’s working on that, too. That’s his first step into kissing, for example. In some ways, it’s even more intimate than kissing to say “these are all the things I love about you.” I think what could help you talk about this with him is you’re not saying <\/span><span data-id=\"P7-N200654\">– fundamentally, at least – “I’m critical. I’m worried that you will never be able to write something because then you’d be a disappointment to me.” I know it could even feel that way inside you. But in a different way you’re saying, “I hope that whatever makes this scary for you is something we can <\/span><span data-id=\"P7-N200655\">change so that you’re not as scared of saying loving things to me.” Do you know what I mean?<\/span><\/p>\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">CLIENT: Yes. <\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">THERAPIST: It’s a different twist on it than just that he’ll be disappointing, but rather that his anxiety about himself, about his love for you, about his perfectionism, that those could soften so that he could feel free to write you a few sentences; and that yours maybe could, too, so that you guys <\/span><span data-id=\"P7-N200691\">can have room for tolerating each other as imperfect. (pause)<\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">CLIENT: I think sometimes, if I say to Ivan that I’m a little disappointed about something, even the note, he hears and I’ve heard him say back and we had a discussion about this that I hope is helpful, he is like, “I’m a disappointment to you.” I said, “Ivan, that’s not what I’m saying. I’m allowed <\/span><span data-id=\"P7-N2006B1\">to be disappointed about some things, have a small disappointment that this didn’t happen.” One day it was as little as “Ivan, do you want to shave?” because he hadn’t shave and he needed a haircut and he didn’t put in his contacts.  He needed to do a little grooming, but it wasn’t like you’re gross, <\/span><span data-id=\"P7-N2006B2\">get away from me. And he was like, “I’m a disappointment to you.” I said, “But that’s not what I’m saying.” Sometimes it’s hard because I think he feels that. Whether or not I said anything, he feels like he’s a disappointment. It’s hard for me to, I think then, not to retreat into not saying anything <\/span><span data-id=\"P7-N2006B3\">and act like it’s not a problem or not scary.<\/span><\/p>\n<span data-id=\"P7-N2006A-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735376\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2006C\"><span data-id=\"P8-N2006D\">THERAPIST: I wonder if it would be helpful to the word “sad” instead of “disappointed?” Maybe he would be able to stomach that a little bit more and actually hear that. In part, Ramona, that is what you’re saying. That’s what’s so funny about the slight connotation of the word “disappointed” versus <\/span><span data-id=\"P8-N2006D1\">“sad.” Disappointed implies there is something I don’t like about you.  Sad implies more like I really wish you would do this for me because it’s important to me and you didn’t and it makes me sad. I just wonder if he could own more of the thing you’re talking about, whatever it is, instead of immediately <\/span><span data-id=\"P8-N2006D2\">hearing you saying you’re disappointed and he’s a disappointment. He so quickly goes there. He may go there anyway with sad, but . . .<\/span><\/p>\n<p data-id=\"P8-N2006E\"><span data-id=\"P8-N2006F\">CLIENT: I’ve tried that a little bit, at least around the note thing, the card thing. I said “I feel sad” or “it’s a little hurtful” or “I worry that maybe you don’t have anything to say. Even if that’s not true, that’s how it can feel to me.”<\/span><\/p>\n<p data-id=\"P8-N20070\"><span data-id=\"P8-N20071\">THERAPIST: Is he able to say why he hasn’t so far?<\/span><\/p>\n<p data-id=\"P8-N20072\"><span data-id=\"P8-N20073\">CLIENT: It’s a couple of reasons and one of them is that since he wrote or created the websites or the lists, he’s like, “I feel like all my writing is a bad thing to do,” which is hard for me to take in because it feels like such a cop-out.  It feels like he’s actually using what’s been so hurtful <\/span><span data-id=\"P8-N200731\">to me as a further weapon. That doesn’t feel okay. And then he also said, “I’ve sat down and I’ve tried and I thought and I thought, but I just couldn’t put together something that is complete or good enough.” I actually think those both might be kind of true for him, but really hard for me to take <\/span><span data-id=\"P8-N200732\">in because, to me, it boils down to “I didn’t do this because it’s difficult,” which is scary to me because not doing something because it’s difficult is not okay to me. Sometimes I think it’s more of a reason to do something. (pause) <\/span><\/p>\n<p data-id=\"P8-N20074\"><span data-id=\"P8-N20075\">THERAPIST: I also wonder if those aren’t the reasons. You’re pretty sure the first one is certainly not the reason. It really doesn’t make sense that all of writing now is so evil that he can’t write something loving. But even the second one; it just feels like there is some unconscious anxiety, some <\/span><span data-id=\"P8-N200751\">hang-up about what it means to step into this with you, be that intimate, share what he thinks, that he’s still working on in the same way you’re working on what it means to actually make out and be on the couch together and have his hands on your body; that kind of thing.<\/span><\/p>\n<p data-id=\"P8-N20076\"><span data-id=\"P8-N20077\">CLIENT: Is that a possibility, that he really is so afraid of failure that he just doesn’t try certain things? Sometimes I feel like Ivan is equally afraid of success than of failure.<\/span><\/p>\n<span data-id=\"P8-N20076-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20076-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735376\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20078\"><span data-id=\"P9-N20079\">THERAPIST: Absolutely. Absolutely.  What happens if he sends you this great, loving letter and then you’re going to go have sex with each other because it’s become so intimate then? He’s terrified of that – I think as much, if not more than you, Ramona. I know it’s a strange construction, but I believe <\/span><span data-id=\"P9-N200791\">him when he says that this was really that Ivan said this stuff was about you. It’s more just a reflection of him being so terrified and so filled with guilty feelings about wanting to bring this into the relationship with you, that he couldn’t. That’s the stuff that has to get worked on. It’s like <\/span><span data-id=\"P9-N200792\">why? Why does sex feel so shameful and bad and guilty that you couldn’t share that with each other more; talk about it? Even to talk about it, you’re saying, is new.<\/span><\/p>\n<p data-id=\"P9-N2007A\"><span data-id=\"P9-N2007B\">CLIENT: I have told Ivan kind of what you said to me, which is that I’d really like whatever he’s feeling, including any type of anger or depression, any of that to be able to be part of the relationship because I think anger and all kinds of other emotions are a natural healthy part of relationships <\/span><span data-id=\"P9-N2007B1\">in general and that that’s okay.  It’s really okay to get angry about something. It’s really okay to feel all kinds of things.<\/span><\/p>\n<p data-id=\"P9-N2007C\"><span data-id=\"P9-N2007D\">THERAPIST: Including erotic feelings. That’s part of being a human.<\/span><\/p>\n<p data-id=\"P9-N2007E\"><span data-id=\"P9-N2007F\">CLIENT: And to bring his actual thoughts and things into a relationship equally without feeling ashamed of it or feeling . . . (pause)<\/span><\/p>\n<p data-id=\"P9-N20080\"><span data-id=\"P9-N20081\">THERAPIST: How did it feel when you were making out over the weekend?<\/span><\/p>\n<p data-id=\"P9-N20082\"><span data-id=\"P9-N20083\">CLIENT: It felt a little scary. It was nice because Ivan was like, “It’s okay.” Afterwards I was like, “I feel like I don’t want to do anything wrong. I don’t want to feel bad about it.” He was like, “You don’t need to feel bad about anything. There is nothing wrong with this.” And that felt good to hear. <\/span><\/p>\n<p data-id=\"P9-N20084\"><span data-id=\"P9-N20085\">THERAPIST: He said that to you?<\/span><\/p>\n<p data-id=\"P9-N20086\"><span data-id=\"P9-N20087\">CLIENT: Yes. Because I don’t want to feel guilty or ashamed for making out with my own husband.<\/span><\/p>\n<p data-id=\"P9-N20088\"><span data-id=\"P9-N20089\">THERAPIST: Do you know where it is that that got construed as wrong in your history?<\/span><\/p>\n<p data-id=\"P9-N2008A\"><span data-id=\"P9-N2008B\">CLIENT: I think part of it, for sure now, in my mind Ivan did all these things and now this is what I do with him and what does that say about me? I think it comes back to what I think and feel about myself as a result of being with someone who is doing some things right now that are hard for me to accept?<\/span><\/p>\n<p data-id=\"P9-N2008C\"><span data-id=\"P9-N2008D\">THERAPIST: It’s interesting, though, because as much as I hear you on one level that that’s part of what’s going to be in your mind, I also wonder of your own early, deeper-rooted anxieties and shame and guilt about sexual feelings could glom onto that, in a way. What does this say about me that I’m <\/span><span data-id=\"P9-N2008D1\">having sex with someone or that I’m making out with someone who did this to me?  You could say that. In other words, let’s say he never did any of that. The same kind of feeling could be there around sex. What does it mean about me? Am I gross, dirty, a doormat – that kind of person – that we’re doing <\/span><span data-id=\"P9-N2008D2\">these things together?<\/span><\/p>\n<p data-id=\"P9-N2008E\"><span data-id=\"P9-N2008F\">CLIENT: For me it’s always hard to integrate into life and not feel embarrassed, to have that be a normal part of the day or the week or whatever. I think in some ways, it’s too big of a deal for Ivan and me. It just never got to be a normal part of – I don’t want to use the word “routine” because that’s <\/span><span data-id=\"P9-N2008F1\">exactly what people don’t want. Do you know what I mean?<\/span><\/p>\n<span data-id=\"P9-N2008E-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735376\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20090\"><span data-id=\"P10-N20091\">THERAPIST: Integrated.<\/span><\/p>\n<p data-id=\"P10-N20092\"><span data-id=\"P10-N20093\">CLIENT: Yeah. Not a huge deal.<\/span><\/p>\n<p data-id=\"P10-N20094\"><span data-id=\"P10-N20095\">THERAPIST: You can have dinner together, have sex, and then watch a movie, wake up, brush your teeth next to each other; and have that all be sort of seamless as part of a marriage.<\/span><\/p>\n<p data-id=\"P10-N20096\"><span data-id=\"P10-N20097\">CLIENT: I think on a smaller level, and this sounds horrible, but it’s true for me.  (pause) Sometimes I don’t want to have children yet. I feel pretty sure that I want to have children, but in my 30’s.<\/span><\/p>\n<p data-id=\"P10-N20098\"><span data-id=\"P10-N20099\">THERAPIST: That’s what’s so horrible?<\/span><\/p>\n<p data-id=\"P10-N2009A\"><span data-id=\"P10-N2009B\">CLIENT: No, no. (both laugh) No, there is nothing wrong with that. I just sometimes feel scared or have this irrational fear that that can happen.<\/span><\/p>\n<p data-id=\"P10-N2009C\"><span data-id=\"P10-N2009D\">THERAPIST: That you can get pregnant?<\/span><\/p>\n<p data-id=\"P10-N2009E\"><span data-id=\"P10-N2009F\">CLIENT: Yeah. If you even have sex, honestly, and it’s not like I don’t understand birth control. To a certain level, I don’t as much because, like I said, no one ever had these conversations with me. But I think to a certain irrational level, it scares me.<\/span><\/p>\n<p data-id=\"P10-N200A0\"><span data-id=\"P10-N200A1\">THERAPIST: To get pregnant?<\/span><\/p>\n<p data-id=\"P10-N200A2\"><span data-id=\"P10-N200A3\">CLIENT: Yeah, of course. That’s not at all what I want and there is no reason why that would need to happen as a result of having sex, but that is something in the back of my head that makes it a little less comfortable.  Also even just thinking Ivan and I feel like we’re in an okay place now and we’re <\/span><span data-id=\"P10-N200A31\">making so much progress and I feel so good about that. I’m feeling so comfortable with him and, obviously, if I’m feeling more comfortable with him physically, what if . . ?<\/span><\/p>\n<p data-id=\"P10-N200A4\"><span data-id=\"P10-N200A5\">THERAPIST: That having a baby . . .<\/span><\/p>\n<p data-id=\"P10-N200A6\"><span data-id=\"P10-N200A7\">CLIENT: Well, no. But even the thought of what if tomorrow I found out something crazy? What if tomorrow he finally said, “You know what? It’s all been a big lie and the websites were exactly what they looked like.” I think that’s unlikely, but I guess my point is that I’m not ready to commit to Ivan <\/span><span data-id=\"P10-N200A71\">in terms of “we will be 80 years old and old together” yet. Of course, that is my hope that that’s the by-product of all our hard work, that I feel secure. I also feel like he’s making decisions that I would be okay with bringing into a family. <\/span><\/p>\n<p data-id=\"P10-N200A8\"><span data-id=\"P10-N200A9\">THERAPIST: I think it’s so good you’re saying this, Ramona, because here, in a way, you’re articulating your own answer to the question we were talking about at the very beginning. It’s how much are you ready for? What feels right? I think it’s really important that you’re able to say it – not that <\/span><span data-id=\"P10-N200A91\">you shouldn’t be saying this, but you found your own voice and are saying, “There isn’t enough trust yet that I’m 100% sure that we’re going to be together.” Do you know what I mean? You’re getting there, but you’re not there yet where you totally trust again in every way or that he won’t wake up tomorrow <\/span><span data-id=\"P10-N200A92\">and tell you something that’s shocking. This might sound like a little strange thing to say, but in that way, it’s almost as though where you are is dating. What’s coming to mind is why would Ivan sleep in the bed every night? People sleep in the bed every night when they have a sexual relationship. <\/span><span data-id=\"P10-N200A93\"> Otherwise, you don’t sleep in the same bed as your friends, right? That’s why so often I wonder about maybe the leading edge of things actually is how physically intimate you are, rather than getting back to a normal sleep in the bed, sleep in the bed, sleep in the bed; and then eventually you think <\/span><span data-id=\"P10-N200A94\">about kissing each other. No, that’s actually kind of not the way the order of things work. If you’re thinking about dating someone you’re getting to know them; you’re getting to trust who they are; you kiss; you make out; you go to third base. And as that’s happening that’s getting more and more introduced <\/span><span data-id=\"P10-N200A95\">as something you’re sharing with each other. You’re making out and seeing whether that’s okay that that happened. Do I find out something shocking the next day? When he gets what he wants sexually, does then everything else fall off all of a sudden? Do you know what I mean? You’re just trying to kind <\/span><span data-id=\"P10-N200A96\">of take it slowly, but building trust each step of the way, which I think is what you’re doing.  I just think even thinking about this dating – when people don’t know each other, you don’t know whether you can trust this person. You kiss them and you see what happens next. Do they get fearful? Remember? <\/span><span data-id=\"P10-N200A97\">You know; that kind of thing. You’re in that place of trying to see if you can build up trust again. Get used to kissing. Live in it for a while. See how it feels until it feels less scary and then you incorporate something else – starting to dare yourself to hold hands walking down the street, or whatever <\/span><span data-id=\"P10-N200A98\">is the thing that hasn’t happened yet that is not a huge thing. It’s a little scary, but you could try and it’s not so frightening that you then will feel regretful if you find out something shocking or risqué because you’re still in the process of building trust.<\/span><\/p>\n<span data-id=\"P10-N200A8-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200A8-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735376\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200AA\"><span data-id=\"P11-N200AB\">CLIENT: I think that’s the scary thing for me. <\/span><\/p>\n<p data-id=\"P11-N200AC\"><span data-id=\"P11-N200AD\">THERAPIST: Which is hard because I think it would be scary anyway. Sex. Even if there were 100% trust, it’s a frightening topic.<\/span><\/p>\n<p data-id=\"P11-N200AE\"><span data-id=\"P11-N200AF\">CLIENT: Right. I feel like part of me just wants to know that we’re going to sleep together in the same bed over and over and nothing bad is going to happen and that I don’t have to feel ashamed of doing something like having sex and then the next day, something like that would happen again. (pause)<\/span><\/p>\n<p data-id=\"P11-N200B0\"><span data-id=\"P11-N200B1\">THERAPIST: Let’s start, as you’re thinking that, noticing what feels good that you can register as “I like doing this,” even if it’s something as simple as holding a hand or his head on your shoulder or your head on his shoulder – whatever is a contact that feels good and just letting it register what <\/span><span data-id=\"P11-N200B11\">is yours that feels good. You don’t want to be pushing into any territory that doesn’t feel good, including being too terrified that you’ll get shocked the next day, but taking it kind of one day at a time, all right? Bye.<\/span><\/p>\n<p data-id=\"P11-N200B2\"><span data-id=\"P11-N200B3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}