{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his brash and forward attitude towards people. Client discusses his issues with sexual intimacy and his relationship with his mother."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Education, development, and training","Teoria do Aconselhamento","Teorías del Asesoramiento","Intimacy","Parent-child relationships","Relationships","Psychoanalytic Psychology","Self Psychology","Dissociation","Paranoia","Ambivalence","Psychotherapy","Relational psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships","Education, development, and training"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["13"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Intimacy","Parent-child relationships","Relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Dissociation","Paranoia","Ambivalence"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Relational psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559957","dorpId":"1005577992","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"G\", Session May 14, 2013: Client discusses his brash and forward attitude towards people. Client discusses his issues with sexual intimacy and his relationship with his mother.","fullTitle":"Client \"G\", Session May 14, 2013: Client discusses his brash and forward attitude towards people. Client discusses his issues with sexual intimacy and his relationship with his mother.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559957\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi!<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Hello.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Biked it, huh?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Right. (pause) I was focusing in on like my inability to retain a connection to someone recently. It's probably not like a news flash, but it does seem like the main thing I want to work on, because I get to a point where people are interested in me and, I'm of course interested in them. Maybe <\/span><span data-id=\"P1-N200131\">this is a function of not having a lot to do, or not having very strong social networks, but I mean, I want to meet like, everybody! You know, I pass people on the street and regret not meeting them. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">(pause) This one guy I was having lunch with the other day (I guess it was a couple of weeks ago), I was with him and his wife. He would... His wife slowly became more interested in me, I think. He would have these conceits like, his sense of humor was like the pointing out his own what do you call <\/span><span data-id=\"P1-N200151\">them? Peccadillos? like his own little quirks. Like it's just... What he was doing was like inflating his sense of his own importance, using his wife as like, an instrument.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">It occurred to me, I'm not so different from that in a lot of cases. I mean, I spend a lot of time trying to establish my importance when I'm interacting with other people, or my, you know, my strong points. I don't have a sense of how right or wrong that is, I just... if either. But... the sense I <\/span><span data-id=\"P1-N200171\">get is, I mean I... There are a lot of women who are somewhat interested in me, but then, that sort of kind of stops. (therapist responds) <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">Like, they're interested and I recognize their interest. I think I do a little bit of what that guy does and like back (ph) up myself or kind of emphasize my own points. But... I don't know. I forget what I was going to say after that.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: You were getting at the, isn't, kind of getting at that it doesn't go past like a level of interest that's established?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: (pause) I mean, it might yet, but it typically doesn't.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Oh, okay, yeah. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: (pause) Yeah, I guess I don't really reach out to them. (pause) Oh, and there is this other sense. Like, this guy approached me after a meeting, this past Sunday, so two days ago. He said something along the lines of, \"Hey, Brandon, how's it going? You know, I was wondering if you're interested <\/span><span data-id=\"P1-N200211\">in, you know, getting together and just talking about, you know, what's going on and how things are going or whatever.\" And I just said, \"I'm busy. Okay. I'm pretty busy right now.\" Which should be true. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">But the curious thing or what I took out of it was that he was offering me something he wanted. He wanted or needed human contact or... I don't know what he wanted exactly, but he needed something from me and he proposed it as something he was offering to me, which I, you know, I turned down out of <\/span><span data-id=\"P1-N200231\">hand. And I feel that way with women lately, I guess. I mean, I badly need like, a body to hold (chuckles) and probably something more than that, but I won't endeavor to describe it.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">My sense is, it's not very effective or enticing to, you know, take that \"want\" and put it out as something, you know; to throw an invitation to go dancing or whatever. (therapist responds) So I don't know. (therapist affirms) I mean, I'm, yeah. Like, the women are (ph) legitimately interested; it's <\/span><span data-id=\"P1-N200251\">not like some sort of imagined and... <\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559957\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: No, it's more like you get... what, this kind of... making that step, though, talking, wanting them to go dance.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Yeah, I mean, I want something. And I need it badly. But I... that's not a way to get what you want, because (chuckles), you know, with a hand out, or something.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Yeah, what, why? Why is that tough? What's your concern? If you come across that way, what?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Well, I'll come off as weak and I'll just be sort of feel demure (ph), I'll get discouraged, and I'll just back off or, I don't know. I'll, yeah, I'll probably take it all right to begin with, but then I'll... Historically I'd probably become more and more moralizing about it and just keep away <\/span><span data-id=\"P2-N2002D1\">from them, as if they'd like, slap me or something, you know? <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Yeah. Well, in a way though, you feel like they'd slap you if you put your hand out and they demure. I think that's what you feel a lot, is that people are not going to be receptive to me putting my hand out, reaching out. This need I have is a weakness that people are going to see. Maybe <\/span><span data-id=\"P2-N2002F1\">more specifically, women, but...<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yeah. I mean, I challenge you to put forth an alternative, you know, reality that's... I mean, I realized today, which was encouraging, is that, I mean, I, for whatever reason, I think I view women as like a very... like a precarious sort of endeavor, to enter into any sort of contact with a <\/span><span data-id=\"P2-N200311\">woman, with a female. But... <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">What I realized is, it's just like anything else. Where like, if you're sailing and like, another boat is ahead of you, you can't catch the boat by sailing in the same wind. You kind of have to take, you have to bank on the hope that the wind will change, and that the alternate position you take will <\/span><span data-id=\"P2-N200331\">favor you in the future. Or like if you're playing basketball, you know, there is this team that's good at x and they're really damn good at that, so you have to try and limit x and go after y. It's like meaning that you can't succeed by focusing on your weaknesses or the difficulties in the situation. <\/span><span data-id=\"P2-N200332\">So I think there, I realized, I mean there are ways... <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">(pause) It's like a crack-able code. It's not as menacing as I think I presume. (therapist responds) (pause) Yeah, I mean, if you don't have a point of leverage, you just get abused; not just with women; anywhere. I mean, I was slated to deliver flowers for Mothers' Day. So I told the guy, I said, \"You <\/span><span data-id=\"P2-N200351\">know, so, I don't want you just coming up randomly, just give me the days that you want me to work so I can set them aside ahead of time.\" He said, \"Okay. I'm going to rent a van; I definitely need you this day, this day, this day. Definitely.\" So I said, \"Okay,\" and marked off those days. <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">And then I... It comes to like the day before I'm set to work, he calls me and he says, \"Hey, Brandon! How are you doing?\" I say, \"Good. And he says, \"Hey, listen. I can't have you work these days. You know, I'm just going to stick with somebody else.\" And I said, \"Fuck you!\" (chuckles) Like, you know, <\/span><span data-id=\"P2-N200371\">I said, \"Fuck you!\" That's about the extent of what I said, but I mean, he took offense to that. He said, basically, you know... He didn't, he didn't, you know, he was offended, he didn't like it back from me.<\/span><\/p>\n<span data-id=\"P2-N20036-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20036-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559957\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Did he say why he changed his...?<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: No. I mean, no. Well, I just, I took it and as he's probably got low business, so...<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Oh, okay.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: But still, he chose someone else over me, while he told me to set aside the time.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Yeah, right.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: And I said, \"Fuck you\" playfully but, the point is that...<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Yeah, you were pissed!<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Right. I mean, it's... You can just be treated however you want, because I don't have a car, I don't have a point of... <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Oh, yeah.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: I don't have a point of leverage with him. I'm very good at what I, you know, delivering flowers, but I mean...<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: But you need him more than he needs you.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yeah, he can... Exactly. He can treat me however he wants. (therapist affirms) And you know, I'm fine without that, oh, it was just... It's a fact. I mean, he can maintain this little type of reality where I disrespected him when in fact he's being extremely inconsiderate to me, you know? (therapist <\/span><span data-id=\"P3-N2004F1\">affirms) But it's been (inaudible\/blocked).<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Yeah it was. You put the days aside.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Right, yeah. (pause) So, yeah, I mean, you... Last time I sort of let it pass. You said something like, you know, it seems like I haven't been helped at very crucial points, but you know, I challenge you on that. And I challenge you on your seeming to forward a, some sort of, or suggest an alternative <\/span><span data-id=\"P3-N200531\">(therapist affirms) idea. Actually, I forget the exact phrasing of what we said, but it seemed like you were suggesting that, you know, if I did reach out for contacts, that it would be reciprocated. Or you know, a beggar isn't necessarily vulnerable or... You're not saying that, but a beggar isn't <\/span><span data-id=\"P3-N200532\">ineffective. <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Yeah, right. I guess I... Well, one thing I thought of was that it has been your reality, has been that it seems like at crucial, these crucial points that, I sensed of you being in a position of really needing it. For instance, like you know, that time when you were at school and wanting <\/span><span data-id=\"P3-N200551\">to kind of be with your mother that night, being kind of like a, this one woman that stands out of like, really needing her and her kind of dismissing you.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">That almost seems to me like how... a kind of a model scene of when someone's in need, what the reception's going to be like. (client affirms) An alternate reality? Yeah, I guess that doesn't always happen. I'm not saying you shouldn't feel vulnerable; in fact, I'm saying, no wonder you're vulnerable. <\/span><span data-id=\"P3-N200571\">And I think you certainly sort of have come to feel like that vulnerability is a lousy place to be, because you're in a worse position to get precisely what you need. <\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">Yeah, it puts you in a worse position. If you were in a better position, say with your mom at that point, maybe she (chuckles), maybe she's more open to your company, or something like that, or more open to helping you out. (client affirms)<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">(pause 00:13:47 to 00:14:05)<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">What are you thinking?<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: (chuckles) (pause) Well the guy kind of like, he called me out. He was saying like, \"What did you say to me?\" I just kind of passed over it. I said, \"Well, I wish you were doing better.\" And he said, \"Did you cuss at me?\" I said, \"Yes, I did!\" (both laugh) I don't know what he expected, but <\/span><span data-id=\"P3-N2005F1\">it was just like, \"Yeah, that's... exactly what I did!\"<\/span><\/p>\n<span data-id=\"P3-N2005E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559957\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">Also, at Lawrenceville, when I was three weeks in, I had this sort of breaking point, where I'd realized, like my peers weren't really... They didn't have the same vision of the school that I did. That's kind of summing it up in a very small way, but you know, my idea of what Lawrenceville was and what <\/span><span data-id=\"P4-N200611\">it actually was, was sort of, it was becoming the comfort just (ph) (inaudible) too much. <\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">I had an uncle who taught there, and I sort of worked (ph) on crying, I think with the Friday night, like three weeks in. I went down, his house was just down the street, and so I knocked on the door. You know, I just wanted to talk and figure things out; but he wasn't there. So I knocked on the door, <\/span><span data-id=\"P4-N200631\">I went around the house, the lights were on, but, you know, I couldn't get anyone's attention so I just... I was really crying quite a bit.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">But eventually, you know, you just... You either stay there crying or you just pull yourself together and get back to business, you know. Ironically, he probably was home, it was just the house was so big that he couldn't really hear me.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: They didn't answer... answer the call. (client affirms) What was the breaking point? Tell me, where was that? When you noticed that people weren't sharing the same, didn't have the same vision; what...? (pause) Do you mind telling me any more about it?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Well, I'm trying to remember. But I don't think I mind.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">(pause 00:16:18 to 00:16:32)<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">Oh, well, the kids in the dorm were pretty mean. I don't know if this is it, I can just describe what I do remember as probably contributing to it. So I mean, the kids were very mean-spirited towards each other like, the sophomores. It wasn't hazing in like, an organized fashion, but the sophomores <\/span><span data-id=\"P4-N2006D1\">were really like, disrespectful to the freshman and to like, particular freshman they would pick on. There were some mean-spirited kids, this one kid from Braintree, in particular.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">It just wasn't like... I anticipated like, when you get to Lawrenceville, you just like, this is it. This is a great school, like let's... We're all like, great people. Let's make the most of it. But that's not what it was like at all. (therapist affirms) People were constantly jockeying for position, <\/span><span data-id=\"P4-N2006F1\">just being really, like assholes to each other and that was the reigning atmosphere. So I don't know if that was it...<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: Kind of \"alpha myth (ph),\" type of shit? (client affirms) And what were you, did you go in as a sophomore or freshman? <\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Sophomore. So I was a new sophomore. And yeah, I wasn't connecting with my home (inaudible). I didn't take part in that at all. (therapist affirms) I was sort of... I wasn't indifferent to it, but I behaved indifferently to it and... Yeah, I mean I just wasn't...<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: You weren't participating in the whole...?<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: Yeah, I mean I might stand up to a guy here or there, but I didn't really have enough power or clout to do much, to change it; or I didn't feel I did.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: And you didn't want to go in with a bullying kind of...<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: Or be a bully?<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: Yeah, you didn't want to do that (inaudible\/blocked)<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: I don't think I could have. (therapist affirms) Yeah, so I think they kind of just left me alone. I sort of perceived that as them judging me and being... I think I perceived more criticism from sort of the dominant group than they actually felt. In fact, someone clarified that for me, but... <\/span><span data-id=\"P4-N2007F1\">I kept myself apart for, you know, however I perceived it going down. I wasn't sharing the experience I hoped to with other people. <\/span><\/p>\n<span data-id=\"P4-N2007E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2007E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559957\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">I remember one of the first days I (chuckles)... The (inaudible) were asking like, \"What should we do?\" I was like, \"We're John Williams!\" And I was like, just the way I said it, I was so enthusiastic and like, na ve like, some people just started laughing like, \"We're the storm like, we have to do <\/span><span data-id=\"P5-N200811\">this. We're one of the oldest dorms at Lawrenceville like, da da da da. Therefore, you know, we should do something great!\" It was just like, I don't know.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: Oh, it was like too enthusiastic for their tastes, or...?<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Yeah. But I pick up on that stuff quickly. It's not like I was always... You know, when that happened, they laughed, and that was it. But it just sort of conveys the disconnect between what I (therapist affirms) wanted to have, what I wanted to bring, and what was there. So those sort of factors, <\/span><span data-id=\"P5-N200851\">I think, weighed. <\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Yeah, no, I can see that would be really disappointing, and it being a very difficult adjustment to that kind of culture. You were really having a different idea. I mean, just in that scene, it's a very different kind of concept of what you were looking for or pursuing there (ph).<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Yeah. (pause) So my response was just to work. I mean, I worked quite well that sophomore year; that's all I had, really. So I did pretty well. Just pretty isolating. (pause) Yeah, the people who you probably perceive in my story as bullies, I mean, they later told me that they respected me, <\/span><span data-id=\"P5-N200891\">but I would never have known it. <\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: And it didn't sound like you were the target.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: If I was, nothing that really kind of went to fact. It was more a chronic kind of atmosphere; it was troubling (ph).<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: Yeah. But I could see that in some ways, to kind of fit in to that group, to belong, you kind of got to bully, you have to be a bully.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: Yeah, you've got to do something or...<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: Maybe bully is too strong, but you have to be derisive and...<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Yeah, something like that. It was unfortunate. (pause) So I was able to work then, and I guess it's a good segue, because I was thinking. Like, on the one hand, this wanting to connect with people like, I really regret not pushing things farther this past Sunday. (inaudible) <\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: What did you feel blocked? I didn't get a sense of where you felt blocked.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: Blocked.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: Or if you didn't push the connection. What...?<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Oh, um... So I think I did pretty well, better than usual, with one girl this past Sunday. (pause) But I think I... Like, they had a very good, we had a good conversation and then... She mentioned she used to play like, tambourine or something. So I asked her if she wanted to do an open mic, <\/span><span data-id=\"P5-N2009D1\">but she said she had something to do that night, you know like, fund-raising event. She said she'd take a rain check, but I said no, she had to decide like, you know, this Wednesday night or never! And she said, \"Okay, never!\" (laughs) She did it sort of laughingly. I don't know. <\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">I sort of circled around back to that. I was trying to make humor out of it, but I guess I was... And it was pretty funny. Like I said, I'd come back with my beautiful assistant and we'd play \"Hey, Mister Tambourine Man\" just to spite her, whatever. But... I wish I hadn't, that hadn't been sort of my <\/span><span data-id=\"P5-N2009F1\">closing line, or whatever. It maybe went fine, but it was just...<\/span><\/p>\n<span data-id=\"P5-N2009E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2009E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559957\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">Oh, yeah. When she left, too, she hugged this other guy who was there. Like, she hugged me, and it was like, good. Then she hugged this other guy who I had been talking to and maybe she'd been talking to before. But what I got the sense of, it was just to kind of peak some sort of jealousy or something. <\/span><span data-id=\"P6-N200A11\">(therapist responds). Because we were talking and we were pretty close, like I was here and like she was here, facing me and like... We hug to greet and to then to depart. And then she hugged this other guy and looked at me, and I just kept looking at the guy. I just completely ignored her because, <\/span><span data-id=\"P6-N200A12\">I don't know... I got the sense that she was trying to make me jealous or something. (therapist responds) <\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">It wasn't a dramatic episode at all. It was just (therapist responds), it indicated to me like, the same sense like, this whole time the girl is like brushing her hair, laughing, whatever. But I don't... I mean I, maybe I'm evolving, I just don't take it farther when I need to, because I just feel like <\/span><span data-id=\"P6-N200A31\">flesh loneliness who has two dates (ph).<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">Also, redhead yoga person that I had sex with called me back the other night, and I just like (chuckles)... As I put it to my roommate, it was like... Like I said, I didn't have a very good time, but I said like, \"You know, if she wants to...\" And this is again, this is just me, like trumping up my <\/span><span data-id=\"P6-N200A51\">own importance through another person, you, but I'm just like, \"You know, if she wants to come over and give me a blow job, she can, but like, besides that, I'm not really interested.\"<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">And like... So she called up (laughs). She calls up and like, she was like, \"Hey, I'm in the square. I just wanted to know what you're doing.\" She had that like, sort of rounded edge to her voice that indicated she was like, nervous and like, excited or whatever. She was like, \"Oh, well I might be seeing <\/span><span data-id=\"P6-N200A71\">a movie, I'm going to check with this friend who's kind of flakey and...\" I'm thinking, \"Oh, yeah; I did have another prospect, but, it didn't work out.\" <\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">So yeah, when I called her back, her spirits were suitably diminished. So if she wanted to come over here, we can watch... I think I might have texted, I don't know; maybe I called her back. \"Do you want to watch Tree of Life?\" Have you seen Tree of Life? Any good? (therapist affirms) Yeah? That's what I hear.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: Visually, it's beautiful but I don't know if it's worth the DVD.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Okay. Yeah, I got it on Netflix. I've had it for like a month, and I just hadn't gotten (inaudible\/blocked). So, yeah. But she said she wasn't really interested because it, I mean... For her, she'd have to take an extra, get on the train, recognize that like, she's just coming to get fucked <\/span><span data-id=\"P6-N200AD1\">and like then to go back like the long route. I can understand that, because I don't have the car anymore, so...<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: Yeah, yeah, yeah, yeah.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: But my roommate's like, \"Man, you're kind of direct.\" And this is my roommate, Edgar, talking. He was like... I don't know if I've described him enough, but like, he's kind of strange, kind of, you know (chuckles). <\/span><\/p>\n<span data-id=\"P6-N200B0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200B0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559957\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: Well, that is pretty, you were being pretty direct about it. It doesn't sound like you felt like much of a... Well you were saying, you didn't feel much of anything besides like, hey, maybe sexually it might be something at play, but other than that, there are not much there for you.<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: Yeah. And even that sort of seeped over into the sex last time. Like, I was pushing the whole thing and I didn't enjoy it; maybe because I'd masturbated previously, but I just didn't enjoy it. If I had to do that again, it would not be fun. Plus I lost my hat! I have this hat that I love and <\/span><span data-id=\"P7-N200B51\">I... I was so like, tired and hung over the next day, I just like, didn't, I don't know what happened to my hat. Therefore, bad association. (both laugh)<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">Yeah. So there's the connection aspect like, I feel like that affects me; but then, there is also this productivity thing. I'd like to think they're connected and maybe they are connected, or it's an interesting case study in that Lawrenceville scenario where I completely shut off like, any hope of <\/span><span data-id=\"P7-N200B71\">connection with my dorm mates or Lawrenceville and proceeded to study pretty intensely. Maybe that cost me psychologically. I think that's pretty tenuous proposition, but I... My productivity, I'd like to think it's related to a lack of ability to connect to other people, but I don't think so. Like <\/span><span data-id=\"P7-N200B72\">when I was fucking Penelope (ph\/sp), like, I didn't get that much done either. <\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: How would that work though if it... What would be the, what would one have to do with the other, though? Would you, is there a mechanism that you imagine is...?<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: I guess I had been thinking that there would be a point to my life or, you know, a promise of reception. Like... yeah.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: Oh, when you're more productive?<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: Yeah. Well, there is that one instance with girl (ph) where like, she just decided to come over for dinner that first time. I'd been like, wasting away that winter; like everything had been a mess and I had been made to like, clean my room for like two weeks and hadn't done anything. Then in <\/span><span data-id=\"P7-N200BF1\">like one hour I cleaned my entire room and like got everything organized and baked a salmon dinner because someone else was coming into my life, you know? (therapist affirms) So there is that. The idea that... (therapist responds) I hesitate to use the word depression, but it's useful. This depression <\/span><span data-id=\"P7-N200BF2\">could be alleviated or... a better leverage of my energy. I mean I've spent most of the last two days in bed. <\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: Huh!<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: I'd say I've had a pretty placid emotional state, but I don't do much. That's not a case that there has been so unusual; I mean I've flipped past like five or so years. I mean, I can... I know what I want to do. I have lists, I can make lists, I can organize it however I want. I can see what <\/span><span data-id=\"P7-N200C31\">I want to do, but I don't do it. I just like, lie around. Call it laziness; it would probably be as descriptive as calling it depression, but... It's troubling. I need to address it somehow.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: Yeah, yeah. And it seems like one prospect is a connection. That would be some sort of fuel or...<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: Well, that's the promise of dancing, isn't it? Yeah. (therapist responds) Like you're interacting, you're acting and you're interacting. Doing something together. <\/span><\/p>\n<span data-id=\"P7-N200C6-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200C6-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559957\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">THERAPIST: Bodies in motion, together.<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: Listen. (ph)<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: What, what?<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">CLIENT: It's a little heavily intellectualized, I think, the example, but... Yeah, I'm not sure if those are related or not. They well could be. I mean I know if I had someone, if I had someone who expected something from me, I'd probably feel pressured to deliver it. I have a few opportunities like, <\/span><span data-id=\"P8-N200CF1\">and I recognize them as such. But I take very little action, very, very little. I mean I can cook myself meals, good meals; you know, take care of myself hygienically most of the time; and call friends; and I can communicate reasonably well in church; and e-mail; can even organize events and stuff. <\/span><span data-id=\"P8-N200CF2\">But it's like... I don't really take any action, I'm having a nap (ph). (therapist responds) <\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">(pause) Maybe because like, I don't think I've been on a system that's really served me very well in my adult life. When I was a kid, maybe through the help and pressure of my parents, you know, school was very edifying and satisfying for me but you know, since Lawrenceville, I just haven't had any <\/span><span data-id=\"P8-N200D11\">confidence in an environment that could really nurture me. (therapist affirms) I guess the first flower shop with Tracy there, that was nice. I still felt an angst about what I was doing, but there was genuine love there. I mean, it was enjoyable most of the time. Yeah, but...<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">THERAPIST: But that kind of...<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">CLIENT: I was being used...<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">THERAPIST: That kind of environment, though, if right, will help kind of foster productivity in some way like, some way it would kind of organize or structure, provide some structure for you? <\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">CLIENT: Yeah, the structure is what I'm looking for, the environment.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">THERAPIST: Yeah, love. Is it love, is it being loved, is it...?<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">CLIENT: No, that's tacky. I'm not sure that's true. It might be. Probably. I mean, probably if I you were actually, if I was genuinely loved, I could probably do almost anything. But I don't know. I don't say that like, pompously; I just, it's probably true like, if you're genuinely loved, you could <\/span><span data-id=\"P8-N200DD1\">do what you want without feeling constrained. (therapist responds)<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">(pause) Yeah. I'm very private about what I actually care about. I don't toss it out there that easily. That occurred to me, too, when I was talking to this girl. It was like I... She might have... I might have noticed her crest fall a little bit when I said, I deliver groceries. I mean, she said it <\/span><span data-id=\"P8-N200DF1\">was like, a great idea and like, she'd been talking about how, you know... You know, I've been saying like, \"Why doesn't this exist?\" She was really enthusiastic, actually. But I was thinking afterwards, it was like, you know, this person's, she's in a field that's like, actually closer to what I would, <\/span><span data-id=\"P8-N200DF2\">what I respect doing and what I would want to do. <\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">Here I am, kind of throwing out like, a fake or like, a pretentious business card for delivering groceries and it was like, you know, I'm not really... not really in the game. Like, Edgar will... Edgar is into being a salesperson, when he's a salesperson. He has like, misgivings about his path, but <\/span><span data-id=\"P8-N200E11\">since he's employed (or when he's employed, I should say), he's into his work and he'll talk about his work excessively. That's kind of admirable. Like, I, for me, work is... The work I supposedly do is a means of inflating my importance in other people's eyes.<\/span><\/p>\n<span data-id=\"P8-N200E0-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200E0-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559957\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">THERAPIST: Huh! Well, I'm wondering if you feel like if you were... I don't know if it's quite a catch-22; I mean that's too simple a way to put it, but like... I was thinking that if you're successful, then you were in love, but then you might not really feel like, you might feel the love is kind of <\/span><span data-id=\"P9-N200E31\">contingent upon you doing something. (client affirms) Whereas sometimes you're kind of, well what if, can't I just be kind of, love, I mean, not to be, you know... I don't' know. It's too simple about it, but something about, are you loved, even if you don't do anything? If you love, kind an unconditional <\/span><span data-id=\"P9-N200E32\">kind of love. <\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">CLIENT: Yeah. (pause) I wonder what it means to have no mother, I mean no mother. Like, it's not even like, our concept or a possibility in our culture not to have a mother. Basically you could be... (inaudible) can't, like... do a baby entirely (inaudible). That'd be an interesting idea.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">THERAPIST: What do you think?<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">CLIENT: I was thinking of how like, my roommate, the new roommate, she's like, \"Oh, you didn't go home for Mothers' Day?\" And I was like, \"No.\" You know, I called my mom for five minutes. I called four times, and I got that tone that indicated she was talking to somebody else and so I... you know, that's <\/span><span data-id=\"P9-N200E91\">it. I mean I could have tried to call back, but I mean, as far as I'm concerned, she just ignored my calling, so... I'm not going to, you know, I'm not going to enable that sort of behavior by like, continuing to call her, whether it's Mothers' Day or not.<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">You know, it's kind of immature of me, maybe, maybe where, you know, I don't care who else she's talking to. Just like with this girl; I didn't care that she had like, a legitimate excuse to not go to an open mic with me. Like she has a job, I guess and... (pause) Just like that, it doesn't matter. <\/span><span data-id=\"P9-N200EB1\">I mean, you know... <\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: Is it because you feel kind of dismissed? Is the feeling that they're being dismissive with you? (pause) Yeah, would, I mean, in other words... I mean, in other words, you're going, yeah, they have legitimate reasons, but... What's the...?<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: Yeah, I say that later. They have legitimate reasons.<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">THERAPIST: Oh, okay. What's the feeling in the moment, that you're just being dismissed? Rejected in any way? Is that...? (pause) Condescended to? For wanting like, kind of (chuckles)...<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">(pause 00:38:00 to 00:40:05)<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">CLIENT: When I was younger, like eight or ten, I... Like, my mother praised my cousin's eyelashes. She said he they had such beautiful eyelashes, kind of long... It was a boy, about my age, the next in line in terms of the cousins. I said, you know like, \"What about my eyelashes? What about mine?\" And <\/span><span data-id=\"P9-N200F51\">she thought it was unusual that I needed like, that... She said, \"Oh, yours are nice, too. But his are better.\" And it really bothered me! I guess it bothered me, also, that she said like, that I shouldn't be... She made me conscious of the fact that I was trying to... I couldn't stand anyone being <\/span><span data-id=\"P9-N200F52\">a little better than I fashioned, or getting more attention for anything.<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">(pause 00:41:06 to 00:41:33)<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">On the phone, when I'm with her, I got the sense she was playing a game with me. I mean it's... I'm not sure she knew I knew it was a game, but I mean... It seemed like... (pause) I mean, she could easily have just stopped whatever call she was doing and talk to me, but she doesn't. It's for a reason, <\/span><span data-id=\"P9-N200F91\">because she wants to prove that, you know, she has more important things to do.<\/span><\/p>\n<span data-id=\"P9-N200F8-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200F8-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559957\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">That's a constant thing with her; it's like, she's too busy. She's never too busy! She's the same, like me. She doesn't have anything to do! She has a bunch of ideas of what to do. One of the ways of getting things done is to take someone who expects to meet with you or whatever, and to sort of ignore <\/span><span data-id=\"P10-N200FB1\">them in favor of doing something else more important, so that you can't... Maybe I can't write two pages of a letter on a given day, but then I have this like, video conference with my cousins that I really want to do. I just ignored video conference and write the letter because I'm not sure why, but <\/span><span data-id=\"P10-N200FB2\">it just happens that way. She does the same thing. <\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">(pause) She has no boundaries or borders in her life. She just tries to set them up when someone else enters into it. Like, if I needed a ride somewhere for some reason, she'd just say, \"Okay, well...\" She'd want me to tell her like, months ahead of time or weeks ahead of time. She'd make these demands <\/span><span data-id=\"P10-N200FD1\">like, very sort of like... or complain about them if I hadn't done those things. (pause) And she has nothing to do.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">THERAPIST: I see. They seem arbitrary and...<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">CLIENT: (chuckles) Yeah.<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">THERAPIST: Ah, uh-huh. Uh-huh. (pause) Yeah, I could see it with the phone call, though. Like, what does she have to do that's so important that she can't put down the phone for... or whatever, if she's got a call on the other line or if she's distracted, what's keeping her from kind of... <\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">CLIENT: Yeah. And she could have called back, too.<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">THERAPIST: She could have called back, yeah, yeah.<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">CLIENT: But, when my roommate said that, it occurred to me that to her like, her mother is someone who like, cares for you when you're... I just got a very different sense of like... I don't know...<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">THERAPIST: Her mother?<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">CLIENT: We didn't even talk about it. It was just like, she was surprised I didn't go home for Mothers' Day, and implied in that was this idea of a mother as like, someone who you would want to see and who was, you know, caring in some way. You know, I made a pledge to my sister that I wouldn't forget <\/span><span data-id=\"P10-N2010D1\">that my mother and father love me. But I don't think my mother is healthy for me and I guess that sets me apart for better or worse than most other people. <\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">THERAPIST: Yeah, yeah. Well, you know, one thing I was thinking about, regarding my comment about, you know, going to somebody when you're in a... The kind of reception you get when you need something or want something. (client affirms) Well, you know... Mothers do that.<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">CLIENT: Mothers do what?<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">THERAPIST: Mothers are receptive to that, or mothers can be receptive to that.<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">CLIENT: (chuckles) Yeah.<\/span><\/p>\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">THERAPIST: But I think your mother is...<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">CLIENT: No, she isn't.<\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">THERAPIST: ...more, yeah, more...<\/span><\/p>\n<p data-id=\"P10-N2011C\"><span data-id=\"P10-N2011D\">CLIENT: Yeah, (inaudible\/blocked) She won't be cared for and she won't... I mean, I think if I were in dire need she would care for me, but... She has a knack for like, when I feel like I actually need something from her, she will not do it. She will withhold it and sort of like, dangle it in the air <\/span><span data-id=\"P10-N2011D1\">from a string, and I don't know, try and get me to jump and caterwaul (ph) about... When I don't need it, she'll be (in my perception) kind of smothering (therapist affirms) or attempt to be. I don't know, like... <\/span><\/p>\n<span data-id=\"P10-N2011C-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2011C-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559957\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">You know like, another instance, she dropped off like, a re-registration (ph) for the car. I didn't ask for it, but she dropped it off at my house. Now my brother has the car and so she demanded like, she sent me a... She called me and gave me a text, like, \"Are you home,\" left a voice mail saying like, <\/span><span data-id=\"P11-N2011F1\">\"I need to pick up the registration for this car.\" It's the one she had dropped off a few weeks previous, I hadn't asked for it. And so then like, half an hour later, I respond, \"Yeah, I'm home,\" and (because I hadn't actually looked at them until then) and she's like, \"Forget about it! It's too late!\" <\/span><span data-id=\"P11-N2011F2\">Or I don't' know, something to the effect of like... Like I had done something or somehow...<\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">THERAPIST: She's pissed that you weren't...<\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">CLIENT: ...inconvenienced and been really inconsiderate towards her. But I mean, I never asked for it and like, you know... <\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">THERAPIST: Uh-huh. It's also, so that she was different when you were younger?<\/span><\/p>\n<p data-id=\"P11-N20126\"><span data-id=\"P11-N20127\">CLIENT: She was what?<\/span><\/p>\n<p data-id=\"P11-N20128\"><span data-id=\"P11-N20129\">THERAPIST: She was more receptive to you? More... consists of more, is it more there? (ph)<\/span><\/p>\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">CLIENT: She must have been; that's how I'm spoiled, that's why I have conflict.<\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">THERAPIST: Well, yeah, you just described her as changed, changed from the, with the cancer. I don't know if it's because of the cancer, but somewhere I remember being...<\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">CLIENT: I guess she used to be, yeah... more receptive.<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">THERAPIST: (sighs) Well, we need to stop.<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">CLIENT: Really? (ph)<\/span><\/p>\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">THERAPIST: Yeah. (inaudible) that Friday, then.<\/span><\/p>\n<p data-id=\"P11-N20136\"><span data-id=\"P11-N20137\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}