{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his thoughts on pornography, masturbation, and sexual fantasies."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Sex and sexual abuse","Teoria do Aconselhamento","Teorías del Asesoramiento","Parent-child relationships","Masturbation","Sexual intercourse","Fantasy","Pornography","Psychoanalytic Psychology","Self Psychology","Ambivalence","Dissociation","Anxiety","Psychotherapy","Relational psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Sex and sexual abuse"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["9"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Parent-child relationships","Masturbation","Sexual intercourse","Fantasy","Pornography"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Ambivalence","Dissociation","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Relational psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559959","dorpId":"1005577994","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"G\", Session May 17, 2013: Client discusses his thoughts on pornography, masturbation, and sexual fantasies.","fullTitle":"Client \"G\", Session May 17, 2013: Client discusses his thoughts on pornography, masturbation, and sexual fantasies.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559959\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">(no voice until 00:02:52)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Is that for confession?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: No. It's a gesture of thankfulness.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: It's a what?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: A gesture of thankfulness. (therapist acknowledges)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">(pause 00:03:02 to 00:07:53)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">You must feel kind of, like I felt when I was a lifeguard. If they pay attention, though like nothing's really happening like, I don't know, it's kind of draining. (hearty laughter) Because like, you don't know if something's going to happen, but... But for my part, I can just... take it easy, I guess.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Have to stay ready!<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: (laughs) Yeah.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">(pause 00:08:31 to 00:09:01)<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">It occurs to me that like, something I... like the... or it doesn't occur to me, but it occurred to me that like, a disconnect between when I talk about masturbation with someone and like, someone's idea of masturbation is that when I talk about masturbation, it's not like fantasizing or like self-eroticizing <\/span><span data-id=\"P1-N200211\">or like building up excitement. It's just watching pornography. It's like the same thing, and so it's like a different... stake.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: It's a different stake? Is that what you said?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: I guess I was searching for a word. It's different, because... Yeah. Because pornography is like a product, and you're just sort of, you take it in. It's like crack; it's like crack cocaine. Like it's like, cut with like, talcum powder or something. It's like, not that, it's like cheap, and <\/span><span data-id=\"P1-N200251\">it's readily available, just like that. Maybe sex is like cocaine. I don't know. <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">But like... It means, like the significance is that, I think a lot of people in my situation... I won't say that, but I think I've sort of curtailed like, a sort of sexual rebellion, so to speak, within myself like, where you know, you might have a slightly overbearing family and one way that you sort <\/span><span data-id=\"P1-N200271\">of transition away from relationships to that entity is... is through sexual relations with other people your own age; but enter \"The Age of Connection,\" \"The Internet Age,\" you have pornography kind of slide in from the side.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">So instead of developing risky relationships or building some spurious sort of contact with other people, perhaps just um, going to the crack cocaine; it's right there. (therapist affirms) At the end of the day, over \"x\" (ten years or whatever), instead of having like a library, a museum of failures <\/span><span data-id=\"P1-N200291\">and successes, happiness and discomfort, risks taken that worked out or didn't work out, basically you know, a collection of relationships I could look back on; I just have the same, you know, computer and exploitative porn industry or whatever. <\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">I think it's significant and I think it's probably a problem a lot of young people are going to face in the future. But it's taken me a long time to figure out that... yeah, it's... that's, I mean, I've known it's damaging activity, but knowledge itself isn't... I haven't been able to express why, and <\/span><span data-id=\"P1-N2002B1\">I think what I just said gives me a pretty good why, why it's damaging in the long term.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">I mean, in the short term, it's satisfying, perhaps even educational in some ways, but... Aside from the whole warping your mind, which I was very fixated on for years, just like, the fact that pornography sort of warped your view of reality. The fact is, it's not that unreal. But it's... (chuckles) <\/span><span data-id=\"P1-N2002D1\">It's damaging in that it surrogates real-life relationships. <\/span><\/p>\n<span data-id=\"P1-N2002C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559959\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: Yeah. Yeah, you can use that as a way to kind of satisfy some desire, quickly and immediately, as opposed to what a relationship, comes with a... (client affirms) Yeah, uh-huh, I see.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: It surrogates relations.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: Is that kind of why you were intent on trying to kind of cut back?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: That wasn't why, but I mean that certainly justifies wanting to. (therapist affirms) I mean, who can blame you for feeling a little bit alone or drained afterwards? I mean, you haven't satisfied anyone. You're just, you've hit a few keys, key strokes. It's the thing, I mean, it should be an <\/span><span data-id=\"P2-N200351\">obvious statement, that's there are something profoundly unnatural about the process of accessing Internet pornography. <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: (pause) I was thinking, too, that your libido, once you've masturbated... I mean, you're talking, you do orgasm, though, right? (client affirms) Once you orgasm, I was thinking maybe you also lose libido, like your libido has been spent.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Oh absolutely. Yeah, absolutely. That's been a source of frustration, too. Facing how to lose (ph)... The libido will be spent and then, you know, a real opportunity will present itself and there is just no inclination or, if there is an inclination, it's mental rather than physical.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: Huh! It's just in the head, not so much the body? <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: Yeah. It's like wanting to get somewhere in the car, but the engine's kind of... (pause) Or it's out of gas, maybe.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: Or it's out of gas...<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: (chuckles)<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">THERAPIST: Well, that's what Freud said: Libido is object seeking. I think what's implied is that if you run out of libido, then you stop seeking objects, at least for that, some period of time. (pause) He is basically implying that it's our libido that kind of... I mean, he uses it, I think, interchangeably <\/span><span data-id=\"P2-N200431\">with eros, with love; but that, he also saw it in like, kind of mechanistic terms, where it's like, a fixed quantity and it is, kind of to him, I think the engine or the gas, whatever, that propels us to seek out people, relationships. <\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">CLIENT: So mitigated by the superego, but (therapist affirms) the superego itself doesn't lead us to, or maybe the ego (I don't know the terminology, but) doesn't lead us itself to certain objectives? (therapist affirms) It just sort of re-directs the id or the libido? (therapist affirms) (pause) That's <\/span><span data-id=\"P2-N200451\">useful. (pause) Yeah. That really accords with, you know, my understanding of life over the past year, just understanding things in extra-moral terms and becoming familiar again with the contours of influence and what motivates people. <\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">The thing about the pornography or the crack cocaine or whatever is, understanding the problem isn't enough. I think that was Durkheim, somebody said that, some sociologist. It's like you can understand the problem perfectly. I think he was talking about Marxism or capitalism; but you can understand <\/span><span data-id=\"P2-N200471\">it, but that's... understanding isn't sufficient to overcome or reach the next step of whatever process. (therapist affirms)<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">So, I mean, even as an understanding of things, like I... that sort of came to me. (therapist affirms) I think was watching some like, massage video, was drawn up (ph), I was like wow, so... You know, I'm watching this take place, but it's sort in place of... I don't know why I said it, but I understood <\/span><span data-id=\"P2-N200491\">perfectly, but then, you know, I masturbated like, three times anyway... watch pornography. <\/span><\/p>\n<span data-id=\"P2-N20048-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559959\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">I mean, it's very different. I mean, if I were to masturbate without pornography, it would have to be very intentioned; but as it stands, I haven't, you know, masturbated intentionally for like... at least a year. I'm just like, on the computer or you know, even on my iPhone, I'll just log on, ta da <\/span><span data-id=\"P3-N2004B1\">da da, check email, okay, maybe type up an email, oh, this is boring. Here is my crack cocaine. It's like that.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: (pause) It's kind of, you found it's had a draining effect on you?<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Yeah, it's... I mean, well... I don't want to get into the physical and mental symptoms, because I could expostulate more than any other expert on the issue; it's not healthy for me to do so, but... What I do realize is that, I mean, ever since Lawrenceville or like after sophomore year at Lawrenceville, <\/span><span data-id=\"P3-N2004F1\">I've had this habit-forming behavior. It's bothered me and I've tried to fight it, but it's... unsuccessfully, for the large part. (therapist acknowledges) <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">It's drained a social connection. I mean, the very thing I've come here, sort of seeking help with that's, it's sort of siphoned away from me over a period of time. Of course, I mean, if you want, all I have right now is intellect to look at this. But I mean, to take an intellectual tack off that, you <\/span><span data-id=\"P3-N200511\">could make an argument that like, liquor stores cause crime because, depending on how many liquor stores there are in the neighborhood, you know, the crime is prorated, statistically it increases, depending on the number of liquor stores. But then the liquor stores are also filling a need; it's not <\/span><span data-id=\"P3-N200512\">like they just pop out and like, cause crime. You know, in order for a liquor store to exist, there needs to be a demand for the liquor. So, in the same way, I mean, I can say that my masturbation habit has caused problems, but it's also probably been necessary for some battery of causes or for needs. <\/span><span data-id=\"P3-N200513\">(therapist affirms) <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">But it is true to say it's an easy out, it's accessible, it's crack cocaine. I mean, it's right there, it's like that (snaps fingers). It's tough to... I mean, if you're on the street and you have your crack cocaine, and maybe cocaine is good like, I'm curious about cocaine, although I hear it's very <\/span><span data-id=\"P3-N200531\">unhealthy and habit-forming, but I mean, I'm curious. It's got to be an interesting high. But if I start off on the street like, with some crack cocaine at like, $5 a bag or whatever, you know, if I do that for a couple of years, I'm probably not going... it's very unlikely that I'll ever buy real cocaine <\/span><span data-id=\"P3-N200532\">or get to a point where I have enough stability to (inaudible\/blocked).<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Because of the expense?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yeah. I mean, why would you? Or...<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: Yeah, no, I see. Right, right. It's very, yeah, it's immediate, it becomes its own... It has its own appeal that almost, become stronger than anything more distal. <\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Anything more distillate or distilled?<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: Distal, meaning distant.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: Oh, distant.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: Like proximal vs distal, more immediate vs distant.<\/span><\/p>\n<span data-id=\"P3-N20060-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559959\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Right. It's a good word.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: I think like... I think that some of the appeal about masturbation, I'm imagining, is that it's an area of love and eroticism that's removed from the risks that are involved and the kind of the emotional, psychological kind of... unrest that can be there with women.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Yeah. Yeah, in fact, it's almost alw(stops), I mean... There are many times where I've left like, a complicated relationship with someone. I don't mean like, relationships like, six months went on. I mean like, we met one Sunday and like, it was ambiguous sexually and otherwise, or it was maybe <\/span><span data-id=\"P4-N200671\">I wanted to push something, but it didn't work out. I'm thinking in the past, you know, maybe two months ago or even before that. I can remember, I know that there were times where I'd have a complex interaction with someone that left me feeling nervous; but at that sort of time, I'm very prone to turn <\/span><span data-id=\"P4-N200672\">to pornography. <\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">It's not even like conscious at this point. It's just like a, it's like in here, just like a little switch clicks and you're like, \"Oh, get a little fix.\" (therapist affirms) It doesn't matter what the conscious mind is saying. So, yeah, I'd like to break that habit. I think maybe having some habit <\/span><span data-id=\"P4-N200691\">to replace it would be good. I did this thing with a rubber band for a while and that worked okay, but it didn't... when you need willpower to, not just like... habits. So I would snap a rubber band whenever I had like a seditious thought. That's all right. I mean, it added a physical dimension to like <\/span><span data-id=\"P4-N200692\">the intellectual drive.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Do you think it also kind of like, you know, using the example of interaction that left you feeling nervous or, I don't know, like the nerves were anxious but, do you think it's also that the masturbation kind of relieves that anxiety, that nervousness? <\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: (pause) What's... what would there be besides the also? I mean, also-on top of what?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: As opposed, well, just I mean, in terms of being immediate, like an immediate kind of click.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Okay. Um, absolutely. Yeah, okay, I see what you're saying.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Yeah, I think then that part of it is like that, how hard it is to be in that place where you're nervous and anxious about an interaction, or something went... something felt off or awry and in that place.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Yeah. Yeah, dealing with that, I mean, actually sifting through that emotion could be difficult. Maybe meditation, I don't know what would work. I'm just, I have that in hand, what you just described, that nervousness. Like, when you have that, if you actually pay attention to it, there is not <\/span><span data-id=\"P4-N200751\">much you can do with it. I mean, you kind of have to, I think, you have to move on to something else or, you know, you have something else to do or you, I don't know, take some drugs. I don't know what you do, but you can't, you can't, it's really tough to just take that nervousness and like look at <\/span><span data-id=\"P4-N200752\">it for a long time, and somehow get through it that way. It's almost like you have to have something else, some sort of diversion that just sort of renders it obsolete. But in my case, the masturbation accompanying like psychological battery of shame, it clears the slate one way or the other. <\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: Right. It replaces it with something else. (client affirms) (pause) Are you saying the shame, you feel like, you feel shame at the end of it? And that becomes a...<\/span><\/p>\n<span data-id=\"P4-N20076-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20076-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559959\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: I used to do it all the time. I'd get migraines and stuff. But I do it less now. I recognized it's not very productive. I mean, the effects are usually the same, whether I feel shame or not. There is actually a study like, people who are very religious about like, sex and like, premarital sex <\/span><span data-id=\"P5-N200791\">is right or wrong, or unprotected sex is right or wrong, conflicts in such people, frigid disciplines... I guess statistics show, you know, body \"A\" feels shame, body \"B\" feels absolutely no shame about \"X\" activity (\"X\" sexual activity); but the results of what they actually do are the exact same; <\/span><span data-id=\"P5-N200792\">like, they behave the same way. <\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: (chuckles)<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: I remember hearing this statistic about Lexington, Kentucky; that's where I went to school. You know, the belt of the, \"The Buckle of the Bible Belt,\" they call it. (client chuckles) It had the most churches per capita and most strip bars per capita.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Wow! (heartily laughs) That's good!<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: I would venture a guess, the most adult bookstores (both laugh) based upon...<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Did you say Lexington?<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Lexington. Lexington, Kentucky.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: That's cool. That's one of those places I have in the back of my mind I will have to visit at some point.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: It's an interesting place. Lot of good reviews. <\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: (chuckles) That's good. (pause) The thing about that also... It's weird. I mean, I say this, and it's kind of absurd that it sounds patronizing, but I, you know, you brought up the nervousness. I think I mentioned the nervousness, but somehow, when you bring it up, it actually causes me to think <\/span><span data-id=\"P5-N2008D1\">about it, or like conceive of it.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">It's also... When you mentioned the nervousness like, I realized that the, that sort of feeling of being nervous and almost twitchy in your mind about social relationships, that was something that sort of defined me as like a pre-, like from sophomore year and before, that's what I was. I was, you know, <\/span><span data-id=\"P5-N2008F1\">academic, smart, ambitious. I was also like, nervous and twitchy. Then afterwards, I didn't embrace masturbation, but along with this sort of pornography impulse came something else. I mean, I was free from that, but it was also a very conflicted relationship. <\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: Conflicted... in what way?<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: I'm not being descriptive. (pause) Well, I felt guilt all the time, of shame, about what I was doing. But the effect was that I didn't have that, or less and less, I had that sort of nervousness. So what's, what's... There are a number of op(stops). It's one of those things that is a good idea, <\/span><span data-id=\"P5-N200931\">if I can hold onto it without forgetting it, because it's one of those truisms or realizations that, once you take it in hand or in mind, you could sort of realize different things, it buttresses different ideas.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">So one thing is, I mean, you could look at my, the part of my life I'm proud of, where I've achieved a little bit, early life, simple life, no matter how puerile or simplistic it might seem to glorify it. During that time I was, I had a very uneasy internal state, very nervous, very neurotic (ph). But <\/span><span data-id=\"P5-N200951\">I achieved and did well. You know, afterwards, I suppose you could look at like, you know, masturbation as like a medication almost, although it was one I was very reluctant to take, that sort of pacified that anxiety. <\/span><\/p>\n<span data-id=\"P5-N20094-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20094-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559959\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: Uh-hm. (pause) Yeah, I wonder if it made it feel like it reduced the anxiety because it stopped having as much... there was something you were getting out of the masturbation that kind of... eased some sort of need or desire for social contact.<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: That, too, I guess. Yeah. And so, you know, alternative path you might think of as like, someone develops relationships and becomes more comfortable in dealing with other people and so their anxiety gradually disappears, as they become an adult. So once again, at least in my current conception <\/span><span data-id=\"P6-N200991\">of it, you know, an impulse to masturbation sort of surrogates or what's a better word? Not eclipse, but it, you know, it steps in and curtails that process because it, you know, it calms you, but it's not through connection with a community, either. (therapist affirms) It's not organic. (therapist <\/span><span data-id=\"P6-N200992\">affirms) Thanks for bearing with me on this, by the way. I know it's... (laughs) Well, it's probably... <\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: Yeah, what?<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: When I first mentioned it, you closed your eyes.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: Yeah, what did you see? What do you think about that?<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: Well, I'm thinking... probably not the first thing someone else would want to discuss.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Oh, really? Oh. When you first mentioned what?<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Well, masturbation, pornography.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: Oh. I closed my eyes, yeah. That meant like, that I didn't want to, that it was not the first thing on my mind for what I'd want to hear?<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Right. I don't think you would want to discuss it with a man and how he probably would conscientious (ph) or (inaudible). Well, it's not even like conscious, it's probably just... It's not the topic you want to visualize or you visualized discussing. So, therefore, I just said thank you for <\/span><span data-id=\"P6-N200A91\">sticking by there (ph). <\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: Huh! (pause) Well, for what it's worth, I'm glad that you could talk about it.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Oh, okay.<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: Yeah, no, in fact, I guess, at least my conscious mind, you're right. I mean, there is something (chuckles) you've picked up on about me closing my eyes. I think, sometimes when I close my eyes, I think... I usually do it to concentrate a little bit, but... In terms of you discussing this, <\/span><span data-id=\"P6-N200AF1\">I think it's actually very important, because I was actually thinking as you started to talk about it, that you've been meaning to talk about this with me for a while. You mentioned about, I don't know, maybe four weeks ago, that \"This is important to me (client affirms) and I need to talk about it.\" <\/span><span data-id=\"P6-N200AF2\">(client affirms) I guess some part of me was glad that you felt like you could, and I was also thinking, I wonder what I've been communicating that might have made it harder. <\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Well, yeah, there is a natural aversion to talking about this, I suppose, on my part.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: Well, too, you trying, it was sort of like, well, how receptive is somebody going to be to you talking about this? It's actually been a question you've been puzzling over with women, how much do women want to know about my sexual side, you know, that...<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: Yeah. (pause) Yeah, I resolved, after I talked to you about it last time, I just sort of resolved (somewhere around there) that, you know, it was just something I had to take in hand and do myself. It was important to me and I just had to stop the behavior. I think I've just come off a stint, <\/span><span data-id=\"P6-N200B51\">I don't keep close track, but I think I came off a stint of not jacking off for like two weeks, or something. I felt pretty good. I mean, really, not very good at the beginning of it, but at the end of it, like, really potent and like seeing... If not able to grasp opportunities, at least seeing them <\/span><span data-id=\"P6-N200B52\">clearly. I mean, I'm going to stick with myself no matter the state I'm in, meaning with the depleted libido or not. <\/span><\/p>\n<span data-id=\"P6-N200B4-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200B4-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559959\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: I have to say, there is one other thing that just comes to mind about this, which is... Another formulation, I would say, one way to put it, of masturbating is, I think in some way, the issue of where sexuality belongs in a relationship with a woman is something, I mean, it puzzles us (client <\/span><span data-id=\"P7-N200B71\">chuckles) and half of like French film is about, right? (client laughs heartily) One way I think, because it's had a particular meaning to you, like it does for everybody, but for you, it's a particular meaning around, is it, does it imperil somehow a relationship? And I feel one way you have to solve <\/span><span data-id=\"P7-N200B72\">that is to masturbate. It gets rid of the libidinal quality, the sexual quality of a relationship with a woman (client affirms). I think by trying to go, I want that to be part of, and that's what's emptying maybe, is that then relationships don't seem like they can have that element, be part of it. <\/span><span data-id=\"P7-N200B73\">(client affirms) And you're trying to go, \"How can this be part of it? How can this be...?\" <\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: That's pretty good. It connects with an experience I hadn't mentioned about my mother, either, which is that she's paranoid. She's also like, psychologically self-analytical, or she was when I was a kid. So I mean, she'd find like... Like even now, even when I was 20-25 (I'm 25 now), but... <\/span><span data-id=\"P7-N200B91\">just, you know, pretty typical, I would say, expressions of affection would draw forth sort of pushbacks in her that would be like, she would summon for it without mentioning for it. I struggle to find examples of exactly she'd say, but the implications would be like, you know, I'm fantasizing of having <\/span><span data-id=\"P7-N200B92\">sex with my mother or something or like... Oh, yeah, like I'd come home and... Her bed is the most comfortable in the house, so I'd ask, \"Can I sleep, can I go up to rest in your bed?\" And she'd be like, \"What are you, a sicko or something?\" Or like, you know, it's just like... <\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: Is that right?<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: Oh, yeah, yeah. Like a couple of times I did that. I'd always want to sleep there; it was like the cushiest, most comfortable bed with like, blankets and stuff.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: (under breath) A sicko...<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: But, yeah, she'd imply that it was something like mentally... She'd push back from that, that sort of thought. (therapist affirms) Yeah, that's another... one of those sort of devices were in her head, where... She was very conscious of like, a mother-son relationship being perverse in some <\/span><span data-id=\"P7-N200C11\">way or like, I mean, yeah, perverse. (chuckles) I think it sort of handicapped her in terms of (and me!) in terms of the relationship we were able to develop.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Yeah, yeah. A closeness that you wanted that she would take as, you said, that maybe made her anxious. <\/span><\/p>\n<span data-id=\"P7-N200C2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200C2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559959\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">CLIENT: Something like that.<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">THERAPIST: What, what do you think?<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">CLIENT: I mean, I could call back two memories, but... they're just memories. (pause) Yeah, I guess that is significant, sure.<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">(pause) Yeah, when I was like, five or something, I was in kindergarten. My mother was giving me a bath and like, I think I started playing with my penis or something. It was some sort of curiosity for me and she said, \"Don't do that.\" And then I think I kept doing it, and then she just like left. And <\/span><span data-id=\"P8-N200CB1\">like, I was there in the bath... I don't really know how unusual that is. <\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">But then there is one I may have already mentioned, which is when I was fourth grade. I had a friend over for a sleepover. I wrote like, \"Oh, this girl would look great in a bikini,\" or something. And she found the note! (chuckles) Then she like proceeded the next day to like, lecture me on the fact <\/span><span data-id=\"P8-N200CD1\">that women aren't objects. (laughs) To my father's total like, \"Take it easy!\" She was really quite angry.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">THERAPIST: Really? (under breath) He was a fourth grade kid! Oh boy, yeah! A lot to... all right. Listen. All right, so Tuesday, 12:10 then?<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">CLIENT: All right. That's good for me.<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">THERAPIST: Okay, thanks for switching that around. Sorry for the late notice about that.<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">CLIENT: No problem.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">THERAPIST: You looking for your bag?<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">CLIENT: Stuff...<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">THERAPIST: Oh, stuff! All right. Just got hidden behind there... (chuckles) See you later.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}