{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his job and his feelings about death. Client discusses his issues with emotion and disconnect in conversations."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Care providers","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Death attitudes","Dissociation","Thought processes","Psychoanalytic Psychology","Dissociation","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Care providers","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["11"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Death attitudes","Dissociation","Thought processes"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Dissociation"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559626","dorpId":"1005577548","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"SN\" Therapy Session Audio Recording, August 01, 2013: Client discusses his job and his feelings about death. Client discusses his issues with emotion and disconnect in conversations.","fullTitle":"Client \"SN\" Therapy Session Audio Recording, August 01, 2013: Client discusses his job and his feelings about death. Client discusses his issues with emotion and disconnect in conversations.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559626\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi. Come on in.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">(PAUSE)<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I'm trying to remember what we were talking about last time. (PAUSE) These days seem to go by very fast. (LAUGHTER) (PAUSE) I had a very interesting experience yesterday. We were... Every Wednesday morning, in my program, we have what we call open group which is kind of just a space for kind <\/span><span data-id=\"P1-N200111\">of reflections or kind of how we're doing in the program or any interpersonal issues or things we want to talk about. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">And this is the second to last week of the program and I realized that I was like feeling incredible joy. And it was like... I was having a hard time not smiling a lot and almost laughing. It was a very new experience to kind of feel so viscerally something. And I think it was... You know, it's been <\/span><span data-id=\"P1-N200131\">a very long program in some ways and it's a very intensive program. I could definitely feel it having changed a lot of my perceptions and how I act in certain situations and the relationships I formed with the group have really been really strong and transformative. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">So I was just feeling a lot of like gratitude and just appreciation for it. But it was a very (PAUSE) it was a very new... Well, I still don't have such an emotional outpouring of just appreciation or affection or something. And that was really notable for me and I was thinking about that and just how <\/span><span data-id=\"P1-N200151\">unique that was.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">(PAUSE) <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Affection for the group?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: For the group, for the experience as a whole, I think. I feel like it's really helped me in a lot of ways. Yeah. (PAUSE) But it was just funny. Like that was in the morning and then, in the last hour, we had a workshop on empathy. But it was mostly around compassion fatigue.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Compassion fatigue?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Yeah. It's like nerdy trauma that comes with the work. And we watched this video but up by this clinic. Basically, it was just like a walkthrough of the hospital and there was people and they had these subtitles of what was going in their lives and they were just like sentences. <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">You know, it could be things like, \"First time he's been able to walk,\" or, \"Going to see their husband for the last time,\" or, \"Tumor was malignant,\" or... And all of this stuff. And like I was getting really emotional seeing it. And like tears were like welling up and yet all of those people, I have <\/span><span data-id=\"P1-N200211\">met in the hospital with the same stories and I can count two times in which I could feel like a strong sadness taking over me because of their situation. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">And I've dealt with people whose parents are dying, people who are coming to terms with their death, people who are coming to terms with their disability, people feeling abandoned. Like I provided care to a lot of people. But I get to place where I feel in the moment like what's going on for them but <\/span><span data-id=\"P1-N200231\">it isn't, it doesn't viscerally take me over like watching this video did or like these two times with these patients. So it was just a very interesting day of like feelings. (PAUSE) And I don't know why those things triggered it and other things didn't. So that's like an open question for me. <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: It sounds like what you do has many similar elements to what I do.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: I think it's similar in some ways. Yeah.<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559626\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: What do you see as the major differences?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: I think the... In some ways, like the... (PAUSE) I'm not providing treatment for someone. I'm not diagnosing them. I'm not... I don't have a background that tells me kind of psychologically what might be going on. <\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">My background is more in like how to be present to people as they explore and ask questions that help them explore and kind of knowing when there are deep seated issues that I'm not going to get at and to not go there and to, you know, provide the referrals to people who can get that for them. You know, <\/span><span data-id=\"P2-N2002D1\">in these short term settings, it's very much around doing an assessment of kind of where a patient is at in terms of their support network, in terms of the emotional, spiritual, and sociological issues that are going on for them. And then seeing how you can help someone realize their own resilience <\/span><span data-id=\"P2-N2002D2\">and then tap in their support networks or strength support or doing practices that will help them kind of get through it. But there isn't as a deep seated engagement. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">And there's also, I think, an engagement with... I'm sure this happens in a psychotherapy context. But our conversations with a patient doesn't end with their death. Their death is, you know, for terminal patients, is an integral part of the conversation and we have a lot of theological conversation <\/span><span data-id=\"P2-N2002F1\">about what death means and... And it's like... For the medical team, their relationship with the patient ends with the patient's death and their whole ethos is trying to prevent, in most cases, the person's death of make it a peaceful transition. But for us the question of that death is a really vital <\/span><span data-id=\"P2-N2002F2\">part of kind of the work we do and how that person understands it and the effects of it after... <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">You know, we're not, we're one of the only people in the hospital that supports patients but also families and doctors and nurses and everyone.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: Where is it that you do your internship?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: At (inaudible at 00:09:25) Hospital.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: I have a colleague who does a lot of consultation to the (inaudible at 00:09:33) Care Unit. I think it's at BU. But he works with... He's not in a spiritual context but he works with physicians and residents. He's been there for years. He holds groups to process...<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: ...their experience. But, again, it's not necessarily in a spirituality context except if they bring their spirituality to the, to that context.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: Yeah. I think that's kind of what counselors provide is a space for that explicit engagement with it if it's an issue. <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">(PAUSE)<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: I guess maybe one way of thinking about what you're saying is with the patients who really sort speak to you in some way, short of what are they helping you to access in yourself?<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">(PAUSE)<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">CLIENT: I think one of my first patients that, or like experiences that they just like, I could feel something going on was one of my first on calls, I was called to do a sacrament to the sick for a patient who was borderline actively dying. <\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">And just walking into the room, seeing the patient half sedated but then just the, you know, one of the family members was frantic and just very distraught about it all. We were waiting for the priest to come in. And so I kind of just sat her down and started talking to her and I think it was something <\/span><span data-id=\"P2-N200471\">about her loss or like her, like the fear and sadness that she was experiencing because of this loss that was going to happen and I think that's, I think I definitely fear loss of relationship more than I fear like my own sickness or things happening to me. <\/span><\/p>\n<span data-id=\"P2-N20046-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559626\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">Like, when I see patients, it's never... It's usually their families that really get me. You know, one of the most moving patients I had, and she had a lot of effect on me mostly because it was, she was healthy on Saturday and she died on Friday and it was just, you know, she was terrified and it was <\/span><span data-id=\"P3-N200491\">a nightmare. She described it as a nightmare. I can totally get it. That is a fear, totally. You know, you don't think anything is wrong, start feeling sick, you get a check out, and you have tumors everywhere and you're going to die and you're away from home. Yes. That got me. But the moment that was <\/span><span data-id=\"P3-N200492\">most impactful was when I found her husband sitting in the family room and I kind of went in and sat down and started talking to him and he was just so frightened. <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">He loved her so deeply and, at that point, it was very unclear what was going to happen and that kind of... In some ways, I think he knew that she was dying and that it was going to be soon and that it probably was not treatment. And his attraction of complete disbelief and bewilderment and fear. It <\/span><span data-id=\"P3-N2004B1\">definitely evoked in me that same kind of fear of loss of people that I really care about. And also the limits of my capacity to provide any answers. <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">My tradition doesn't promise anything after death other than the residual facts of your life.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: That sounds like Judaism. (LAUGHTER)<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: There's some similarity.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: I'm dealing with very rudimentary terminology.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: It's very... I can't come into a situation where I don't have a feeling or belief that's like, \"Don't worry. You're going to a better place.\" We don't know that. I think it's so disheartening and hypocritic... You conjugate that. ...to do that, so say to someone.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: It certainly is if you don't believe it. <\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: Yeah. Which I don't. I think... Like I approach those questions with what I call appropriate agnosticism. So... (PAUSE) The... When I was sitting with him, I couldn't offer him any of that. So that's the limit of my capacity is I can't tell you anything about that. And, you know, death has always <\/span><span data-id=\"P3-N200591\">been something that has been very present in my thoughts. It's a question I've been curious about in some of my deepest emotional reactions have been around death. Not other peoples' deaths, the existential concept of it. <\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">And so in those spaces a lot of that gets invoked. (PAUSE) And so, just sitting with him, and my response was, you know, mirroring what's going on for him, telling him that it's completely normal but that he needs to go and drink water and eat food and go outside and go back to his wife. That he needs <\/span><span data-id=\"P3-N2005B1\">to take care of himself so he can be there for her and he can't just run away because she's going to die and she needs him there and he needs to be there.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: Did you feel that he wanted to run away?<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: I think he was in some detail. When I would come in to talk with her, he would leave the room which is very uncommon for spouses. I've only had two other times where I've entered a room, introduced myself, and then family or spouses have said, \"Okay. I'll give you some space.\" <\/span><\/p>\n<span data-id=\"P3-N2005E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559626\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">Most of the time, it's the, communal engagement for what's going on. But I think it was too much for him to do that. (PAUSE) And... At that point, he hadn't slept in twenty four hours. He hardly ate anything. He had like a cup of coffee. And so just my reaction was, \"You need to take care of yourself <\/span><span data-id=\"P4-N200611\">right now. You need to take an hour and do this and then you need to go back in there.\" <\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">And I think that's definitely coming out of what I would want someone to do for me and also what I would do for someone. Like... (PAUSE) Another odd moment I had was another on call. I was called to the patient teetering on active death and I had been there once. I came again and all the family was <\/span><span data-id=\"P4-N200631\">there. So I kind of came in and said \"hi.\" The patient's family asked me to do a prayer. So I said a prayer and then everyone just stood there for like ten minutes. They couldn't break themselves away. And so my... I was like, \"I need to provide them an excuse so they can leave because they need to... <\/span><span data-id=\"P4-N200632\">They can't just sit around here right now.\" At this point, she wasn't... She was actually clinging to life a little bit better than she was. So she was probably... She wasn't going to die that night. <\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">It was just that like... People were just immobilized by this process of death and they... You know, I could see that some of them were trying to leave and then they felt guilty about wanting to leave. And I totally get that. You want to be there. But you also need to take care of yourself. And so I <\/span><span data-id=\"P4-N200651\">provided and opportunity for them to leave the room so they could do that and her husband, the patient's husband stayed with her. And that's kind of what was needed. I don't know (inaudible at 00:19:51) I think I'm... I'm learning that I'm definitely not at peace with the concept of death yet. I still <\/span><span data-id=\"P4-N200652\">have a lot of questions. I'm not comfortable with it. It evokes a lot of strong reactions and yet I'm drawn to trying to understand it through our experiences with it at the end of life and how it impacts our lives and how it impacts my life.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: What do you have... What kind of strong feelings does it evoke?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: In me?<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Mm hmm.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: It evokes the same feeling I had as a child, just this implosion of self and reality (inaudible at 00:20:45) which is a hard place to operate from.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">(PAUSE) <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: I've been able to reframe that experience and that feeling into positive things that have allowed me to live. But I think that annoying reality of it at times makes it hard to not take small forays and denials from time to time.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: How do you see the connection between those two?<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">(PAUSE) <\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: I ask because they don't seem, you know, inevitable.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: No. I think it's tempting to backslide into a space of if all there is ends, then what's the point? And yet, I know what a ridiculous position that is, given my experience and yet there is so much joy and so much beauty and so much power. And even the sorrow and even in those moments of whatever, <\/span><span data-id=\"P4-N200791\">you see this potential and this beauty like the husband I was talking about of the woman who died over the week. I could feel the love that he had for her. <\/span><\/p>\n<span data-id=\"P4-N20078-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559626\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">And it was so beautiful. It was so beautiful that he had that even if it was making him want to run away. It was so powerful. (PAUSE) So I think that's it... It's not a strong connection in that I don't think it logically makes sense but I think it emotionally makes sense sometimes.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: Mmm.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: And I think it, it's an experience that is really fundamentally altered the career choices I've made in my life and my vocation and all of this is I think really traces itself to that experience as a child. <\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: Well, it reminds me of what we were talking about on Tuesday, I think it is, about sort of struggling with the impermanence of things. I mean, that's what you're talking about. It things aren't permanent, then what's the point? Is there a point or meaning in something you know will be impermanent?<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: And there is and actually impermanence is freeing to see pain and to see growth and to see change and it is our attachment to constancy that is the problem. But it's easy to get lost in the space where that doesn't feel like the case. It feels like it is throw away. It is more about the end <\/span><span data-id=\"P5-N200831\">destination than any other.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">(PAUSE) <\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Then, I guess in that case, if the end is the end, then you have nothing left but nihilism.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Yeah, yeah. (PAUSE) And I don't... (PAUSE) I think it's a very self-centric philosophy though and that also worries me because my eventual death is not the end of the world or creation or the universe or God. It's not. It's the end of my current understanding of it, my current experience of <\/span><span data-id=\"P5-N200891\">it, my current (inaudible at 00:25:55). It's an end to the relationships I have with things within it. But the world doesn't end when I die. <\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Well, I was thinking not quite the opposite but something different, that it also speaks to you're not feeling connected to other people because your life can have meaning in other peoples' lives even when you cease to exist and that can be the meaning, at least part of it. So in thinking, <\/span><span data-id=\"P5-N2008B1\">in that nihilistic thinking, you don't have meaning to other people if you're not connected in any sort of deep way to other people.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Exactly. I think that's the run around of that. It's that the meaning that we're able to create in the world and the connection doesn't die with us. That's what (inaudible at 00:26:53) And I guess I... Maybe it's a fear of what's going to be left behind in those relationships. <\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: That will be left behind isn't good or isn't enough or isn't much?<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: All three. Yeah.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: I think I'm beginning to understand, the beginning of understanding what you articulated in the first few sessions about feeling somewhat cut off from your emotional life because it's very much there. It just seems like there's a slight space between that and you and the way you talk about <\/span><span data-id=\"P5-N200931\">it. It's a little bit disembodied, a little bit abstract. But absolutely very present. But rather than being sort of directly sort of as one, it's kind of like there's little strings with a space in between. I don't know how else to describe it. <\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: I think that sounds like a perfect way. And I was struggling to figure out that. Because it is there. It is detached. It feels not like immediate all the time. Like when I have conversations with other people about it and some people definitely see a very not emotional person. But then other <\/span><span data-id=\"P5-N200951\">people see a very emotional person. And I think part of that is I know how to act emotional. But it's definitely there and it's not like I don't feel it. It's just that there is this disconnect at times and that there isn't a unity of it.<\/span><\/p>\n<span data-id=\"P5-N20094-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20094-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559626\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: Well, you think very deeply about emotional experience. So like the thought, maybe the thought is sort of the intervening or mediating factor. Like I know how you feel about things. I have some knowledge base of it, beginning to. We still are pretty early in our work. <\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">But I don't have the texture of it as much.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">CLIENT: Hmm. (PAUSE) Yeah. Hmm...(PAUSE) Yeah. I don't know what the... I think it... (PAUSE) Like it's very hard to understand how I would express the texture of my emotions. I mean, I feel like I do that.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">THERAPIST: Which is part of the problem. If you... (LAUGHTER) That's exactly the problem.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">CLIENT: Yeah. Like I feel like... Like you say that and then my reaction is, \"But I've described exactly the texture of my emotions.\"(LAUGHTER) <\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">(inaudible at 00:30:11) But it's not the case. So I don't know.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Maybe this won't go with this metaphor. But describing a texture only gets you so far. You have to touch it to actually understand the texture of something. You need to have a more immediate experience, immediate sensory experience of it to really know it, understand it, and feel it.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: So I guess the question is how do... What's that? What it... How do we facilitate that, that process of directly engaging? <\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: The good answer and also the, what's the word I'm looking for, not lame answer but something like that is, we're doing it. (LAUGHTER) It's both a good answer and not like cop out answer, I was thinking, not really a cop out answer but not a very descriptive.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Yeah. I guess it just feels like every foreign. Like I think that that, like that code of disconnect of like... But I am telling you my emotions. I think that's the hard thing to me because it feels like it's there. Like when I say I feel upset, for me that feels like the end of the story. I <\/span><span data-id=\"P6-N200A91\">told you how I'm feeling. I'm feeling upset. So is it about like emotional, like displaying emotion? Like I guess I'm curious what that... <\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: I see where you're going with this. (PAUSE) Well, maybe I'll frame it a little differently. I'm sort of thinking as I speak. It's sort of like how accessible you want to be to other people. And it seems like you other try to sort of straddle the line of wanting not to be too accessible but <\/span><span data-id=\"P6-N200AB1\">not wanting to be inaccessible at the same time. And this may not... It may be at some times conscious. but I think that what I'm speaking about is far deeper about how you are in the world. It's probably maybe erratically conscious but more or less automatic.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Yeah. (PAUSE) Yeah. <\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: I was thinking... The way I... I just had this thought about, you know, just our last five sessions together. I have both this feeling of you just dove right into this process but you're still sitting at the side of the pool, both. (LAUGHTER)<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Hmm... (PAUSE) Well, that's fun. (LAUGHTER)<\/span><\/p>\n<span data-id=\"P6-N200B0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200B0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559626\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: (LAUGHTER) What is the fun part?<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: Well, it's like (PAUSE) conceptually I can describe it all and I talk about it and I make the connections (inaudible at 00:33:47) I think is one of my strengths and I can do a lot of self-analysis and I do a lot of self-analysis. But that... It's basically a lot of that underlying guardedness <\/span><span data-id=\"P7-N200B51\">to myself. <\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">I definitely know that and I'm probably not conscious of it and I don't really feel a disconnect from being able to really connect with other people despite the fact that I feel I do connect with other people. So it's this really weird situation of like... Maybe it's that I feel like I could do it a <\/span><span data-id=\"P7-N200B71\">lot better and I could invest a lot more or I could feel a lot more than I am. So maybe it's not a question of necessarily a binary off and on but like a degree to which it's happening. But I guess the frustrating thing is like... I don't know what that process looks like because I can think my way <\/span><span data-id=\"P7-N200B72\">to vulnerability. <\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: Which is just (LAUGHTER) you know, an oxymoron.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: Well, in some ways. I think I was... This past week, there was a... The guy that I had a thing going with this last semester and it kind of ended awkwardly and we kind of lost contact. And it was nagging at me and so I wrote him a letter like describing, you know, what was going on for me, kind <\/span><span data-id=\"P7-N200BB1\">of what I was thinking, what I was feeling, and kind of what I hoped for in our kind of, a renewed friendship. That feels like a vulnerable thing to do in some ways.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">(PAUSE) <\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: So I thought my way into that vulnerability. But it's also pretty low stakes in that we don't have a very deep relationship so really the payoff is potentially a better relationship or pretty much the same. So maybe that's part of it. Maybe it's vulnerability when it actually matters deeply. <\/span><span data-id=\"P7-N200BF1\">I don't know. Again, I'm just thinking which is part of the problem.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: Well, I also think... Well, it could be part of the solution too. What I'm thinking is maybe what we're trying to put into words is episodic like particular instances and more just how you are in the world how you engage with the world.(PAUSE) Which is a sort of really... Being able to reflect <\/span><span data-id=\"P7-N200C11\">on that and ultimately... I very much believe that incremental changes in someone makes huge differences. <\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">Someone doesn't have to change who they are to really be different in the world or experience things differently. It's actually in the end I think quite an incremental change. But in general just even being able to reflect on things that we all do automatically or (inaudible at 00:37:19) that we don't <\/span><span data-id=\"P7-N200C31\">really think about or really can't reflect on day to day because it's almost reflecting on our own self. It's an ambitious task.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: So... I'm curious like what... So it's like reflecting on... So for me it would be reflecting on the general kind of (PAUSE) the process of like distancing myself from people. Is that... <\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: Maybe but I think... Yeah. Yeah. And a few thoughts. I mean, maybe. Reflecting (inaudible at 00:38:09) instrumental. And my other very whimsical thought... I mean, you're not here just to do whatever. My other more whimsical thought is if we could define it well, we could do it. Like something <\/span><span data-id=\"P7-N200C71\">needs to emerge.<\/span><\/p>\n<span data-id=\"P7-N200C6-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200C6-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559626\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">CLIENT: I don't know what...<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">THERAPIST: Well, meaning like if we can sort of... \"We need to do this to do this to do this.\" If we could define it well, maybe that wouldn't get to the core of the problem anyway versus seeing what emerges in this process.<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">CLIENT: Yeah. (PAUSE) Hmm...<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">THERAPIST: And, you know, in that vein, we have maybe five or so minutes left and I just wanted to sort of as a segue to think about what the semester will look like just in terms of, you know, how often we meet, in terms of the structure of it, what we're talking about, you know, continuing to do together.<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">THERAPIST: I don't know if you had any further thoughts about it or...<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">CLIENT: I think... I really appreciate the twice a week. I really have to figure out my schedule and that'll come together the first week in September, I think along with my job. And I think once that's kind of settled, how much time that will be, I think making a determination of one or two sessions <\/span><span data-id=\"P8-N200D51\">will make sense. I think I will try to aim for two if possible.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">THERAPIST: It's a big investment sort of in a logistical practical way and emotionally. It's both.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">CLIENT: Part of me feels like I need to make the investment now just in like I think it's a good one to make. <\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">And especially because I'm, you know, here for two more years and then I have no idea where I'm going to be. So I feel like it's a good time to... And apparently second year (inaudible at 00:41:15) is a terrible year. So it should be bad.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: A good time is always now. (LAUGHTER) It's my general theory except if people are dealing with deeply disorganizing traumatic experience. But even that, this process can help to sort that out and then go forward. But in some ways the goal is different if people are sort of, there's not sort <\/span><span data-id=\"P8-N200DD1\">of an immediate event or sort of disorganizing. It's like, \"Well, you have the opportunity to be and understand and explore.\"<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: Yeah. I appreciate that although I don't know what it looks like other than this. <\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">(PAUSE)<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">THERAPIST: Well, you know, one part of this process it's kind of an in vivo experience because the question is, \"How do you engage with another person and how do you let someone know you?\" This is an in vivo experience. (LAUGHTER)<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">THERAPIST: This is not just for the point of for the two of us but hopefully what you learn from it can then be, you know, extrapolated or, what's the word, applied maybe. I don't know if I have the exact right word for it. To your life. <\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">CLIENT: Yeah. (PAUSE) Yeah. I guess part of me really jumps to practicalities like, \"Alright, if this is the case, so what does that mean? What does that mean I need to change and then I'll change it.\" But it's so much more subtle than being able to do that. So that's a frustration but also points to <\/span><span data-id=\"P8-N200E91\">the importance of the task. So...<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">(PAUSE)<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">THERAPIST: I was being kind of abstract philosophical about it (inaudible at 00:42:47) opportunity to learn from experience.<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">CLIENT: Yeah. (PAUSE) Well, we'll see where we go then.<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">(PAUSE) <\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">THERAPIST: What are you thinking?<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">CLIENT: I think I'm just... (PAUSE) I think... It all seems very abstract in terms of like what it actually means in my life and I think that's... I don't know what the... Like I know what in some ways the theoretically place we're working towards is (inaudible at 00:44:03) that it's sometimes hard <\/span><span data-id=\"P8-N200F51\">to believe it's real. <\/span><\/p>\n<span data-id=\"P8-N200F4-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200F4-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559626\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">But I know it is. It's not that. It's just like...(PAUSE) I know when I started going to counseling during my last year of undergrad, there were a lot of incremental changes that happened and I don't think I realized a lot of them until after a year and then I think it was kind of reflected back to <\/span><span data-id=\"P9-N200F71\">me and I was able to kind of see the change and I was like, \"Whoa.\" (PAUSE) And I know that I've been feeling recently that I have developed more of an ability, more like sort of cognitive abilities for discerning (inaudible at 00:45:03) And so I'm just curious what it actually means to grow in this <\/span><span data-id=\"P9-N200F72\">way and what does that feel like and what does that mean and the practicalities of it in a lot of ways.<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">THERAPIST: Well, we will end on that open ended question. So just, yeah, let me know when you have a better sense of your schedule. Logistically, my assistant will send you like the invoice for the copay and so forth. And your insurance... Because I'm not an in network provider, you insurance company <\/span><span data-id=\"P9-N200F91\">is going to send you the check. So when we see each other next, if you could just sign it over to me. They don't send me the check for whatever reason. They'll send you my payment essentially.<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">THERAPIST: And if you... Did you let them know your new address?<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">CLIENT: No. I need to do that.<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">THERAPIST: Yeah. Okay. So anyway, those are just some logistical stuff. So I look forward to hearing from you and figuring out a schedule for the upcoming academic year. Okay. Take care. Have a good month.<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">CLIENT: Yes. You too.<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">THERAPIST: Okay. Take care.<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}