{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses difficulties at work."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Confusion","Frustration","Psychoanalytic Psychology","Guilt","Frustration","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["5"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Confusion","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Guilt","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":4,"pageCount":4,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562424","dorpId":"1006469417","contentType":"text","aucs":"CTRN-V1","title":"Client \"K\", Session April 14, 2014: Client discusses difficulties at work.","fullTitle":"Client \"K\", Session April 14, 2014: Client discusses difficulties at work.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":4,"totalPages":4,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":4,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562424\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Oh on Wednesday I can’t come at 1:00. [Pause] So yes, so Vicki is, she has this board exam for dental school or whatever. So yes, she asked me on Wednesday to go to Delaware and kind of be screened as a possible patient. I’m sure I have some kind of, I don’t need to pretend. So that’s what I’m <\/span><span data-id=\"P1-N2000D1\">going to go do just because the board exam is actually here in Philadelphia and so it’s just kind of a lot to have patients from Delaware come up here to Philadelphia. So it’s got to be later plus it’s, whatever, a free checkup so yes. <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: That means that she would be working on you though in the exam?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Potentially, yes, if something’s -<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: If there is something to do.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Which is a little weird I think. I don’t know; it’ll be all right. She said she’s good but yes. [Pause] I assume that I guess I’m feeling a little bit anxious, a little weird because I’ve kind of been, just a lot of last minute kind of I was trying to get a shipment off of samples today <\/span><span data-id=\"P1-N200151\">and then it was actually Tanya needed my help today so with an experiment and to get (ph) along. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">So then I pushed that back to yesterday and was negotiating with the company that I always have problems with because Lina had signed. And then of course a meeting pops up on Tuesday and right in the middle of the day they contact me and [inaudible at 00:04:40]. So I’m a little bit worried about getting <\/span><span data-id=\"P1-N200171\">everything done for this and I don’t know and [inaudible at 00:05:10].<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">[Pause]<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">I guess, I don’t know. On Friday Paula and I was kind of checking out the new schedule. Monday and Tuesday. I don’t know I guess I was getting, I don’t know it just seemed that I’m the one who was going to be just squeezed or [maybe an exception] (ph) over responsibility but I don’t know. And, yes, <\/span><span data-id=\"P1-N2001B1\">and I guess I already kind of get that from other people in terms of I rarely push other people around. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">[Pause]<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: You may have felt that very slightly with me with Wednesday.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">[Pause]<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Maybe. I feel like I think I do that a lot with like my friends are kind of people in my life I feel guilty. I need to do things better and I’m kind of changing myself for people, I don’t know. <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: So in a way sort of the squeezing is going to kind of go one way or the other. Either on Wednesday you’ll feel a little guilty for canceling or you’ll feel a little pressure from me that you’re supposed to come in or something? Like there’s somebody squeezing somebody a little bit?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Right or I guess it’s more [inaudible at 00:09:52] work and I have to take a bus there and I don’t know it’s just not, I’m okay with doing that but it’s kind of I’m not something I’m excited for. And I’m kind of, I don’t know, and I feel like the favor wouldn’t be directly returned or something <\/span><span data-id=\"P1-N200271\">like that. But I feel like I’m just kind of more open or kind of [pause] or trying to be more flexible or something like that and I’d like to go home. Like [inaudible at 00:11:16] is always so busy and most times, I don’t know. <\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">[Pause]<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">It’s kind of, I don’t know, I want to help or I want to part (ph) not with just Vicki but with the other girls in the lab. But then I always get a little strange or I guess worried or something, I don’t know and kind of I don’t want to do it anymore or I feel <\/span><\/p>\n<span data-id=\"P1-N2002A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562424\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: What do you mean worried? I imagine you say strange because you feel like you’re getting kind of pushed too far with the other things you have to do but I’m not sure what you’re referring to with worried. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Just kind of changing my schedule and worrying about not doing this for this person or now this is a new responsibility that also I need to keep tabs on and kind of think about.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Like sort of the whole thing just makes you anxious?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Right. And -<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">[Pause]<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: I think your feeling might be that the other person won’t understand or won’t be understanding about constraints you have. And I mean sometimes you may be right; I’m not saying that you’re wrong but I think it probably in a pretty general way feels that way to you. <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Right. Or I think, I don’t know. I’m kind of guilty for feeling anxious or kind of, because doing this kind of thing next to doing something kind of I thought should be aware or kind of responsible for my time but instead of that I was feeling anxious. And I can guess I was feeling that way <\/span><span data-id=\"P2-N200391\">because it’s not like a commitment just I’m aware I should just silence it and kind of suffer through it. I don’t know. <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">[Pause]<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">I don’t know. So I guess I just kind of feel like I’m not doing enough to kind of handle everything or kind of and not be so stressed out or kind of get to the point where I don’t want to do anything or be kind of upset at everyone or something. <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">[Pause]<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: And I might be wrong here, I may sort of misunderstand that I think where you’re coming from a little bit, but I wonder if you’re sort of at the moment in a little bit of a kind of retreat. What I have in mind is that on one hand I think you’re saying and sometimes I’m saying people kind <\/span><span data-id=\"P2-N200411\">of impose on you and you want to help but it can also be difficult with the other things you have to do. And other things that first the other person may not reciprocate and second they might not be that understanding of the other things you have going on. <\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">So those in a way are criticisms or I guess frustrations that you have about how this can come to seem one-sided at times or be one-sided at times. And then I think you go to how actually then the whole thing makes you kind of anxious. I believe it does, and then you feel kind of guilty about feeling <\/span><span data-id=\"P2-N200431\">anxious, which I understand to mean that you feel bad that you’re anxious like you shouldn’t be, you should just be able to handle this better and keep on top of yourself better. <\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">So the retreat I have in mind is I think it makes you more anxious as you’re talking here to feel kind of critical or frustrated with the other person. I think you feel maybe a little worried or a little bad about that. And I think that’s part of the reason you go from talking about that to talking <\/span><span data-id=\"P2-N200451\">about feeling like oh you feel guilty for being anxious about all of this. Not that I’m skeptical that that’s not true. It’s more like I think you may have moved there a little bit to something that’s a little more comfortable to talk about, although still unpleasant. <\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">[Pause]<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">You might be worried about my judgment of you or maybe your own sense of guilt for feeling frustrated or critical with the one-sidedness you’re referring to.<\/span><\/p>\n<span data-id=\"P2-N20048-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562424\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">[Pause]<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: I guess. [Pause] I don’t know. [Pause] I’m just trying to think. I don’t know. <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: I guess another way to say it is it could feel like I’m not necessarily going to be all that understanding either of how when you’ve got four or five different people asking you to do things. And Vicki’s asking you to do those things that’ll require at least a day upfront and maybe more time <\/span><span data-id=\"P3-N2004F1\">later that and you want to help and at the same time feel a bit frustrated that I’m kind of sure she would do the same; she might say she’s too busy.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Well I guess, oh yes we had discussed me coming last week. And then over the weekend I tried to get in touch with her to ask is this time okay to come and are you looking at the best place. I couldn’t get her on the phone. So and actually I was [inaudible at 00:26:43] replying. And so yes, last <\/span><span data-id=\"P3-N200511\">night I was angry, angry because I don’t know, I felt I was doing this for her. I don’t, I have things to do; I don’t necessarily have to go. Then and now it’s going to be sad she can’t text me back or kind of talk to me for five minutes just to go logistics. <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">And I don’t know, just kind of pick away at her, her behavior and kind of her faults or whatever. And then, well then I keep telling myself oh I shouldn’t burn any bridges or get angry or I don’t know because [they’re well managed] (ph) and so they’ll say well I’m just going to say I’m not coming because <\/span><span data-id=\"P3-N200531\">this is ridiculous. But then I don’t know I say just wait or it’ll be okay. Then, yes, so then she texted me back saying that’s fine or something. <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">So, I don’t know but I don’t know it’s always kind of [pause] just at work people push me to do things and if it doesn’t work out then it’s always my fault or kind of I feel blank or whatever just because like what always happens is for the shipment of samples [inaudible at 00:28:51] and then this <\/span><span data-id=\"P3-N200551\">input of numbered cells and 20,000 people come to me I have 12,000 and will it work. And I say well, I mean it has worked at 12,000 but it doesn’t always work; it’s a 50-50 chance. <\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">And then they say well I killed 20 mice and spent so many hours doing this I can’t do it anymore, hurry. We’ll try but then I’m held to -<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: Well I mean this is 75% you work really hard, so much harder she doesn’t have to work.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: No, the people and then they say well this starts in sampled work and I don’t really have a bunch of control over I simply extract it and then it goes through a lot of [inaudible at 00:29:43] and company, it goes through a lot of other processes. But as far as responsibilities it’s kind <\/span><span data-id=\"P3-N2005B1\">of if it works. So then I feel bad or maybe I’m not doing something right or I don’t know, I just kind of hate the interactions. <\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">And every kind of person, some people are fine. They say samples, lists of samples. And some people give me guilt trips of how long these took or these are so special samples and I say well I have hundreds to do; sorry I’ll do my best.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">[Pause]<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: Because they’re kind of putting all this stuff that really doesn’t have anything to do with you? <\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: Right. [Pause] But I guess it kind of feels indulgent or kind of I feel bad for kind of complaining about it or I don’t know. I don’t know, yes to me it seems like other people are kind of more willing to talk about themselves or talk about problems at work or feeling frustrated but to me it <\/span><span data-id=\"P3-N200631\">feels like I don’t want to do it or I just don’t want to get into it or it feels, yes I kind of just feel guilty. <\/span><\/p>\n<span data-id=\"P3-N20062-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562424\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: I wonder if you feel like you’re imposing on me in the way that people at work are imposing on you. Or like it reflects on the same way on you as at work, what you’re talking about reflects on the people who are complaining to you? <\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Yes. [Pause] I don’t know. I just feel like I should better handle it or -<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: Kind of how to deal with this stuff like at work? <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Right, or I’m not very upset like Vicki or her friends first.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">[Pause]<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: Well I kind of imagine where the stuff at work that you might feel a little differently about at different times or be somewhat of two minds that it did not because most of the time it’s actually kind of annoying, like you’re describing, to have people come in and kind of push on you or <\/span><span data-id=\"P4-N2006F1\">dump stuff on you that doesn’t have anything to do with you. <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">At the same time, and I could be wrong but I have the sense that you also and part of the reason that you put up with it in the way that you do is that you feel like you know that these are stressed out grad students or post-docs or whatever. And they’re all worked up about whether their samples are <\/span><span data-id=\"P4-N200711\">going to work and their experiments probably haven’t gone the way they wanted to go ideally and which is why they don’t have enough stuff and they’re frustrated about that, and that what they’re taking out on you in a way comes from all that.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">I don’t think it’s any more your fault but I get that in a sense maybe more that you do have moments of being kind of feeling a little bad for them that way. <\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Yes. [Pause] Well, just I was feeling really [inaudible at 00:39:52] comfortable to deal with it. Not being angry or upset [pause] and I feel like, yes, it comes down to just kind of dealing with it. It’s not really much I can do about it or control it or make it better because I realized I <\/span><span data-id=\"P4-N200751\">didn’t I said this is the absolute last day we can do samples, I already said no to the people giving me very low samples that are sole count and I don’t know, I still get pushed or feel tricked or I don’t know. <\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">[Pause]<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: Well maybe we should finish up for now. <\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}