{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the shame and humiliation associated with her parents dirty house, and feeling a sense of self-loathing and self-hatred if others don't stay in regular contact with her. Client also wonders whether or not sex can be a part of her marriage."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Sex and sexual abuse","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Self confidence","Self-defeating behavior","Posttraumatic stress disorder","Guilt","Shame","Psychoanalytic Psychology","Sexual dysfunction","Shame","Guilt","Depression (emotion)","Frustration","Psychodynamic psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Sex and sexual abuse","Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Self confidence","Self-defeating behavior","Posttraumatic stress disorder","Guilt","Shame"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sexual dysfunction","Shame","Guilt","Depression (emotion)","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychodynamic psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2735372","dorpId":"1006727597","contentType":"text","aucs":"CTRN-V1","title":"Client \"RY\", Session 54: March 24, 2014: Client discusses the shame and humiliation associated with her parents dirty house, and feeling a sense of self-loathing and self-hatred if others don't stay in regular contact with her. Client also wonders whether or not sex can be a part of her marriage.","fullTitle":"Client \"RY\", Session 54: March 24, 2014: Client discusses the shame and humiliation associated with her parents dirty house, and feeling a sense of self-loathing and self-hatred if others don't stay in regular contact with her. Client also wonders whether or not sex can be a part of her marriage.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735372\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: It’s cold out there. (laughs)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Yes. Mid-March, no less.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Just when you think it’s over. (pause) I think things are going relatively well. I’m noticing I’m still feeling, (inaudible at 00:00:31) the depression and anxiety at times. I’m noticing the anxiety particularly at work, if I feel like I don’t have a lot of immediate to-dos on my list or at <\/span><span data-id=\"P1-N200111\">night when I want to go to sleep and I just feel really flooded. I’m having a lot of nightmares, which is kind of destructive and I’ll wake up and I’ll be up for like an hour or so in the middle of the night because I’m just all in my mind.  I’ll even try to turn on the TV so that I have to fill my <\/span><span data-id=\"P1-N200112\">mind with something else, but it doesn’t always work.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: What are the nightmares? Do you remember any of them?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah. I remember some of them. It would help if I journaled, but I had one about the house, about my parents’ house. It was very weird. Every Thursday morning I have this meeting with my bosses, global surgery fellows, and it’s at 7:00, so it’s before work starts. (sighs) For whatever reason, <\/span><span data-id=\"P1-N200151\">the meeting was happening in the upstairs of my parents’ house. It sounds silly – I guess a lot of dreams do out loud – but I was terrified. I was humiliated. I was mortified because they were in the upstairs of my parents’ house – all these fancy surgeons – and I couldn’t get to the meeting because <\/span><span data-id=\"P1-N200152\">I was downstairs in the dining room and we were having a meal and my mom cooked.  I remember thinking it’s a big deal and I can’t be rude. I need to be thankful of it, even though I’m really upset. And I was so embarrassed. I remember my sister and I – I don’t know if my sister even talked – (sighs) <\/span><span data-id=\"P1-N200153\">but I got upset with my mom about her comment about the Valentine’s Day flowers, how she didn’t get any from my dad. It’s really bizarre.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: This is in the dream?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yes. And I was really embarrassed because everyone was coming downstairs and were halfway to the door and, not only did I not make it to the meeting, but they heard me arguing and I was so embarrassed because of the house. That was one dream. I know – it’s very bizarre; (chuckles) but it was <\/span><span data-id=\"P1-N200191\">a dream. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Not a dream, exactly. I think it’s [the same in your dream.] (ph?) When you say nightmare, were you at all terrified in the dream ever? Or did it feel more like a nightmare of embarrassment?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: That’s the thing, I think it was terrifying.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: It was? Exposed to them?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Yeah. It’s hard to explain because I think to most people it sounds like, “So your co-workers saw your parents’ house when it was messy? How is that terrifying?” But it’s not like that.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: I can just imagine, actually, how that would be terrifying in your experience. I was just asking – you didn’t describe it so much in that way when you were first telling it. It sounds like it was a kind of really anxious dread about what they saw and what was going on.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: It was just beyond humiliating. Yeah. I know that with a lot of these nightmares I’m waking up and I’m sweating and I’m worked up. (pause) <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: Also let me just be clear I understand: you felt you had to stay at dinner downstairs . . .<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735372\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: I have no idea why.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: . . . because your mom had cooked a nice meal?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: We were all sitting down to eat.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: All, meaning your family?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: No one else?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: No. And I get that it’s really bizarre, but that’s how dreams are sometimes.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: Things get a lot more bizarre than that, Ramona. Don’t worry. (chuckles)<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: So that was one; and then I had another that had something to do with the house. I don’t remember a lot of that one. Then I had a nightmare close to a week ago. I ran out of time when I told you I was feeling really, really down because I keep going over – and I think it’s still something that <\/span><span data-id=\"P2-N200391\">weighs on my mind – but this whole thing of me telling Ivan that I would like him to write or even say something really positive about me.  I really want some reinforcement or – I don’t know – something to feel good about; and that I started to really I know it will probably be all or nothing to positive <\/span><span data-id=\"P2-N200392\">thinking. Even though I understand it can be very complicated and for him now, with writing, he kind of feels like he can’t do it and it’s starting to feel like maybe it adds up. Maybe it is very black and white. Maybe all the websites on the list were indicative of him not loving me so there isn’t <\/span><span data-id=\"P2-N200393\">anything nice to write. I had a nightmare where I found out that he was in love with someone else and she actually existed and I really found out about her. Her name is Lucy, which is bizarre. So that was one. I really remember next to nothing about it, but I was really scared and upset. I think that’s <\/span><span data-id=\"P2-N200394\">pretty clear where that comes from.  Then I had another nightmare. (chuckles) Then, again, it doesn’t make any sense.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: That’s okay.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: For some reason, I was being held upside down and it was after I went to class. It was like an elementary-type school class and I don’t know how old I was, but it was very basic, very low-pressure, and I couldn’t answer the questions and I couldn’t figure it out and I couldn’t get it and I couldn’t <\/span><span data-id=\"P2-N2003D1\">get it.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: Like with something that the teacher was doing at the board?<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: No, I was being asked questions within the course and I don’t know if there were really other people. I think there were other people in the class, but I couldn’t figure it out.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">THERAPIST: And you weren’t understanding?<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">CLIENT: I couldn’t answer the questions and I don’t know why. And then I looked in the hall or something and was being held upside down. I don’t know why. <\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">THERAPIST: By whom?<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">CLIENT: I don’t know. But everything I learned was going to my head, which doesn’t make sense, because the whole point of the dream was that I wasn’t retaining anything and I wasn’t learning anything. I think that one is pretty obvious because I’ve been pretty consistently – I don’t know if worked up <\/span><span data-id=\"P2-N200491\">is the right term or phrase – but worried that now that I’m out of school I’m losing things or I don’t know what I want to do next or I’m sometimes doing projects at work that aren’t really meaningful to me or challenging and afraid that I’m losing. So I think some of these are really crystal clear.<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">THERAPIST: There is a transparency, in a way, that they’re not so strange that they’re far away from your daytime experience, and yet I still wonder that there has been a chain of not-so-good dreams and a kind of anxiety, dread, terror dreams, even where, in a way, Ramona, there is kind of a common <\/span><span data-id=\"P2-N2004B1\">thread about a part of yourself that you feel really insecure about. <\/span><\/p>\n<span data-id=\"P2-N2004A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735372\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Yes, and I am aware of that level of insecurity, even as I fear . . . I feel really unloved by so many of the things that Ivan has done and I just want him to write something to me. And as clear as it is that he’s going out of his way and doing some really difficult things and making lots of <\/span><span data-id=\"P3-N2004D1\">efforts, I still have this insecurity and this disappointment and this sadness my husband doesn’t love me; I think this sadness that I’m not very important to my parents, even though . . . It’s complicated. Or in a week when my sister has had a really long week and she suggested hanging out, but I <\/span><span data-id=\"P3-N2004D2\">think she’s probably too tired, I tell her, “You know, let’s not,” because I’m worried that she’s too nice to say she doesn’t want to hang out.  That’s not what’s happening, but I’m scared of it. The same thing with my friends – if they’re not as in touch one week, I feel this insecurity and sadness <\/span><span data-id=\"P3-N2004D3\">and this kind of pulling back into the self-critical, self-dislike, hate, which doesn’t feel good, obviously. It has me feeling anxious and down, so I’m not sure where to go with that because I don’t (sighs) want to slip. I felt so good about a lot of the work you’ve helped me do to get out of that mindset.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: You know it’s a vulnerability, Ramona, so it will ebb and flow, especially when certain things happen.  There is a way you’re waiting for something in writing from Ivan that kind of increasingly has become something that’s hanging in the air between the two of you and maybe every day that <\/span><span data-id=\"P3-N2004F1\">passes, it’s starting to generate this anxiety. What if he doesn’t love me and he has to say this positive? I know you don’t probably intellectually know that that’s true, but the feeling of waiting and wanting and hoping and each day there is nothing, I think that pulls you back more to those feelings. <\/span><span data-id=\"P3-N2004F2\">Again, it’s an opportunity to get to know more about them and where they come from. There has to be so much self-loathing that’s starting to just eat away and gnaw at you in your childhood. <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: I don’t know. I don’t know. Right now I think I’m starting to be aware. I feel like this is part of depression, really – personalizing or magnifying things. So even though Ivan cooked dinner Thursday night, and Thursdays I always have a long day, he made a little footbath for me; just doing <\/span><span data-id=\"P3-N200511\">a lot of sweet or thoughtful things and showing that he’s trying. It’s still there so there is a disconnect.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: When you say “still there” you mean feeling that way towards him?<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Yeah. Or even with my friends. My really good girlfriend from grad school is talking about how she and her boyfriend might move because she hates the weather here and they’re from Arizona, that area, and they really want to go back.  And she’s like, “The culture here, people are just so snobby,” <\/span><span data-id=\"P3-N200551\">which I mean (laughs) it can be true in different parts of the city, I guess. I just felt like it was personal at me. I took it so personally like, “She’s going to leave and we’re not going to hang out anymore and I’m not going to see her anymore. If I stay here and that’s how everybody really is, what <\/span><span data-id=\"P3-N200552\">does that say about me?” That’s so not what she was saying, but I just felt really sad and I also felt kind of insecure. Like I said, I’m thinking that I’m really personalizing. Or like if Emma has a really long week and she is still willing to hang out, but she acknowledges that she’s had a long week <\/span><span data-id=\"P3-N200553\">I’m like, “Maybe she doesn’t want to hang out.” That’s me, so I need to . . . <\/span><\/p>\n<span data-id=\"P3-N20054-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735372\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: You’re recognizing the cognitive distortions and I think you know how to challenge those.  Maybe just that you’re aware of them starts to work a step to disable that that’s actually not personal, what she’s saying, at all, but I’m making it personal for some reason. Or you’re magnifying the <\/span><span data-id=\"P4-N200571\">things that aren’t getting done from Ivan, perhaps, but not really, and dismissing it, despite all the positive, loving things that he’s doing towards you in forming the global assessment of whether he loves you or not. There is still, at the dynamic layer of what you’re talking about, something that <\/span><span data-id=\"P4-N200572\">comes out in your dreams, Ramona. There is something about when you say “personalizing,” I think, that is an enormous process that was set in place when you were a kid and it comes up in your dream. For example, you have these surgeons over for a meeting, your work meeting, and you are mortified to <\/span><span data-id=\"P4-N200573\">the point of dread and terror at what they will see about you when they come into the inside of your home.  I think there must have been (inaudible at 00:14:19) of how your home looked, what your parents were incapable of doing, that you had to internalize as meaning something about you. In other words, <\/span><span data-id=\"P4-N200574\">if you had a friend over and they saw the house, would they judge you?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: It’s a really hard thing. It’s a really hard thing because I honestly grew up never having friends over because it was terrifying, embarrassing, humiliating; and it wasn’t as simple as telling my parents, “I really want to have people over, so can you clean up the house?”  It just wasn’t like that.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: I totally get that that didn’t happen and you’ve said that before. I think the point is that you were already drawing a conclusion inside yourself that your friends would then think less of you. In other words, when someone feels mortified, it’s a kind of personal mortification. Do you know <\/span><span data-id=\"P4-N2005B1\">what I mean? Instead of feeling like, “Yeah, look at my incompetent parents. What’s wrong with them, but this has nothing to do with me? I would have the house clean if I were the parents here,” which, of course you couldn’t think. You were the child. Of course that is personalized in a way in development. <\/span><span data-id=\"P4-N2005B2\">Do you know what I mean? It starts to feel like it’s some representation of a part of yourself.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Right. And maybe I’m stuck, but it still feels that way because, at a certain age, even at a really young age, there was an extent of a certain amount – even if it was really small and it grew and grew and grew – of what I could do.  And there is something really different between a middle school <\/span><span data-id=\"P4-N2005D1\">or an elementary school kid and a high school or a middle school kid in which you can say . . .  As a teenager, if I were living at home and my parents never did any cleaning and my friends came over and I said, “You know my parents don’t clean the house. It’s not my fault. This is how it is.” I could <\/span><span data-id=\"P4-N2005D2\">do something about it – maybe not all of it, but I still feel stuck in it not being my responsibility, but also not being something that I couldn’t do anything about. So it still feels like a reflection on me. In theory, if you went over to someone’s house and you found out that their parents didn’t <\/span><span data-id=\"P4-N2005D3\">take care of it, you would feel sad or worried about them or concerned or maybe even . . . I don’t know. But I think as a kid you would be like, “I don’t want to hang out here. Wow, this is what you’re really like and you present something completely different at school.” <\/span><\/p>\n<span data-id=\"P4-N2005C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735372\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: Again, I totally get that as a kid, those are kind of safe judgments to be assuming that other people are making, right? Kids don’t know better. Other kids wouldn’t know better. An adult might walk in and say, “Wow, this is neglect of these two girls. What is going on in this household?” <\/span><span data-id=\"P5-N2005F1\">and not, at all, put it on you. Even as teenagers, Ramona, at that point, that’s when they need help from parents who have slowly been teaching them how to take on more and more responsibility based on the parents having been responsible parents. You didn’t have any of that. (pause) I think the point <\/span><span data-id=\"P5-N2005F2\">is there may be ways, as much as we’re talking about – I don’t know how to explain this – there is this side of you that feels maybe Ivan doesn’t love you, there is another layer that when you say, “What if I’m with him and he has limitations? Is that reflected poorly on me?” <\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: It’s really scary for me and I think it’s part of what drives the . . . Right now I just constantly feel like, “What am I going to do next? Am I going to go back to school? How long am I going to work here? What’s my next job going to be? When am I going to earn more money?” and feeling like <\/span><span data-id=\"P5-N200611\">I’m losing everything. “Right now I’m not accomplishing anything. This is terrible. I’m surrounded by a lot of these people who are surgeons.” (sighs) My boss is an MD, DMD, MBA. (both chuckle) He’s a crazy overachiever, so sometimes it’s really easy to feel like might be part of the nature of the job <\/span><span data-id=\"P5-N200612\">to feel that I’ve not gotten very far.  But I think part of it is sometimes, too – I don’t know; it sounds really bizarre – but feeling like Ivan needs more time and needs more of something to figure out what he wants to do. And as much as there is nothing wrong with him working at Subway, it doesn’t <\/span><span data-id=\"P5-N200613\">feel as okay for me to be okay with where I’m at if he’s also really okay where he’s at. And he is at a very different place from where we both thought he would be.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: Let’s see if this makes any sense. Again, there may be a kind of overt part of what you’re talking about, Ramona, which is simply that you’re getting re-triggered back into self-loathing, a real sort of formalized self-loathing. There may also be ways – you know how we talked about as a kid <\/span><span data-id=\"P5-N200631\">it was a coping strategy for you to blame yourself for things that were not your responsibility because, at least, then it was in your control.  So I have to wonder if there isn’t also, alongside the self-loathing, a part of you that’s also getting stirred up about “is it okay that Ivan is (inaudible <\/span><span data-id=\"P5-N200632\">at 00:20:22). What’s wrong with him?” or “is it okay that he works at Subway?” In fact, he’s not in the same place as you developmentally. You’ve gone on and gotten your Master’s degree. You’ve graduated. You now have a job in your field, after having graduated from (inaudible at 00:20:42). So your <\/span><span data-id=\"P5-N200633\">own criticism and wondering “is this good enough for me?” I think sometimes has been staring you in the face because as a kid you couldn’t really sit in that place. There was nothing you could do.  You can’t just criticize your parents and decide, “Okay, I’ll go get a new set of parents because I don’t <\/span><span data-id=\"P5-N200634\">think these ones are good enough.” Right? So you blamed yourself. You turned a lot of the things that you were disappointed in, but you were turning that back on yourself as a way to control it. I wonder if there is not another kind of layer of that – the things Ivan is not doing, you’re slowly turning <\/span><span data-id=\"P5-N200635\">it inside and internalizing it as your problem. Do you know what I mean?<\/span><\/p>\n<span data-id=\"P5-N20062-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735372\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: Maybe. It’s hard because sometimes I’ll really (inaudible at 00:21:35) after months and months. Since he’s started working at Subway, I’ve stopped asking him to apply for a new job because he has taken a lot on his plate and he really is working very hard on personal goals and working on our <\/span><span data-id=\"P6-N200651\">marriage. I mean, he’s now the type of person who is now making dinner every night and picking me up from the T and doing his share of the chores.  He has really done that, so it’s great and I know a job search is stressful. I don’t want to ask for everything and not get anything, but it’s really hard <\/span><span data-id=\"P6-N200652\">sometimes because . . . For example, next month he’s going to have eleven days off. He has no choice. They’re remodeling the store and he’s going to have a lot of days off. He’s like, “Ramona, why don’t we go away somewhere?” This sounds wonderful because we have never gone anywhere together outside <\/span><span data-id=\"P6-N200653\">of our honeymoon. I would love to, except my thought is, “Ivan, if you have eleven days off, this sounds like a wonderful opportunity and kind of a stress-free – not stress-free – but an ideal way to sit down and do some informational interviews or fill out some applications or brush up your resume <\/span><span data-id=\"P6-N200654\">or even start volunteering on the weekend somewhere.”  It’s hard because I want that really badly for him and he told me the other day, “I just really want to focus on our marriage right now. I feel like I can’t take on . . .” and it’s tough because of course that’s what I want to hear.<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">THERAPIST: It’s a part of what you want to hear. You would also like to hear him say, “And I’m also going to be working on my career.”<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">CLIENT: I said, “Ivan, be careful because I think there could be a lot of very legitimate reasons to put off a job search or put off even building your resume outside of this now.” Just like that, he’s been at Subway for a year and he never intended to stay that long. I said, “Just be careful because <\/span><span data-id=\"P6-N200691\">I think by that reasoning, you could go a few more years, which wouldn’t be the end of the world, but at some point if you do want to apply for something different or you do want to go back to school, they might wonder why, if you’re really passionate about this, you’ve been working in the food and <\/span><span data-id=\"P6-N200692\">beverage industry.” <\/span><\/p>\n<span data-id=\"P6-N20068-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735372\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">THERAPIST: And not just for his future prospects, also be careful because this impacts the marriage.<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">CLIENT: And it’s getting to be (sighs) kind of a touchy point when we go for groceries and we’re trying to take turns buying groceries every other week because now our accounts are separate and he gets really aggressive. The other day, he literally pushed me out of the way like, “No, I’m paying for <\/span><span data-id=\"P7-N2006D1\">this.” I feel horrible because I’m sure he feels kind of emasculated. I’m sure he feels like he’s got to prove something. But then I figure, “Ivan, if you pay for this, can you make a loan payment this month? Will you have enough to pay Dr. Bourd? You have to think about that.” And he’s like, “Well, <\/span><span data-id=\"P7-N2006D2\">I won’t, but . . .” And it’s just hard because it’s uncomfortable for both of us. It’s really uncomfortable for both of us right now that I earn . . . It’s just uncomfortable. <\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">THERAPIST: I think this is a layer of what’s getting presented in your dream about “am I stuck down here with my embarrassing family?” With Ivan, with the things that embarrass you about him, while these surgeons are upstairs in their meeting – this division of worlds somehow. Then alternatively, “If <\/span><span data-id=\"P7-N2006F1\">I choose to stay, what does that say about me? Am I not that great or not that lovable?” That comes up in your other dreams, too. And I’m not saying from that that that is exactly what it means, that Ivan is actually just like your family, but I think that it’s a lot that gets stirred for you about <\/span><span data-id=\"P7-N2006F2\">fearing the same thing is happening; you’re going to be stuck inside this embarrassing house and not be able to feel proud and like you want to make Ivan publicly known and that he’s someone that you feel good about. And that then you, yourself, is someone you can feel good about. <\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">CLIENT: Sometimes I think it’s not. Maybe it does have to do with Ivan, but sometimes I think on just feeling embarrassed and kind of ashamed that I married at a relatively young age. Twenty-five isn’t the youngest thing in the world, but we’ve been married a couple of years and I just think back on <\/span><span data-id=\"P7-N200711\">getting married at 23 and I feel kind of embarrassed and ashamed. Sometimes it’s almost like I don’t want to tell people that I’m married now, not because I’m trying to pretend and not be married, but because I don’t want to be thought of as a stereotype, like someone who leaves high school or college <\/span><span data-id=\"P7-N200712\">and gets married right away and has children right away. Not that there is anything necessarily wrong with that, but a lot of people here would look down on that very, very partially. And that’s not me. <\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">THERAPIST: It sounds like you might worry about looking down at yourself partially.<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">CLIENT: Yeah, for getting married.<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">THERAPIST: Like what? What is your own judgment?<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">CLIENT: For getting married at too young an age, for being immature, for not accomplishing a lot as a result, for being naïve, for not being as prepared.<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">THERAPIST: Not accomplishing a lot as a result – you mean like (crosstalk at 00:27:20)<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">CLIENT: Now I’m married, so I don’t need to do anything.<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">THERAPIST: And too young means too young to know what was really good for you?<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">CLIENT: Yeah, just too young to be married, like young and immature or looking at some of these people, like at work, who are on their way. They’re already surgeons and they’re not married and they don’t have families and they don’t have time for them. Some of them are married and they do have families <\/span><span data-id=\"P7-N200811\">and they don’t have time for them, but thinking, “Wow, they put years in building up things before they even thought about having that type of lifestyle.”  Secretly, I think sometimes I worry, “What if I don’t get to go back to school if I want or need to because I got married?” Ivan couldn’t handle <\/span><span data-id=\"P7-N200812\">it. Sometimes I’m terrified, “What if I had children before I was 30?” I would be terrified of that. Not because I don’t ever want to have children, but because they’ll be partially judged.<\/span><\/p>\n<span data-id=\"P7-N20080-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735372\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20082\"><span data-id=\"P8-N20083\">THERAPIST: I really have to wonder how much, when you bring that up about other people, how much is simply you pulling back inside yourself that these are your own harsh judgments.<\/span><\/p>\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">CLIENT: To some extent it is, but then there are times . . . And, again, I think I personalize it to a certain extent. There is a girl I work with who is fresh out of college. She is younger than me by three years. (laughs) Not much younger, but it feels like a lot younger. It feels like we’re in a <\/span><span data-id=\"P8-N200851\">much different place. She dates and whatever, but she was like, “Oh, I assume people got married young because they wanted to have babies right away.”  And I was so humiliated and embarrassed and pictured myself (laughs) in like a little House on the Prairie type of scenario, like that’s all I would <\/span><span data-id=\"P8-N200852\">ever do with my life because I got married young and I was just so (sighs) ashamed.<\/span><\/p>\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">THERAPIST: You could hear her comment as a positive thing, not as really a negative thing. You immediately take it negatively.<\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">CLIENT: It sounded judgmental. I don’t know. Or like my really great, close friend from grad school. She and her boyfriend lived together and he actually proposed a few years ago. She would have been roughly our age, I guess; like when we got married, roughly around there when he proposed. Her parents <\/span><span data-id=\"P8-N200891\">did not approve. They still don’t approve of him. They don’t like him. He treats her great, so I don’t know why. The point is that at one point he made a comment and it was not, I think, meant to be how it felt, but he was like, “Crazy kids, getting married young.”  He just said something like that <\/span><span data-id=\"P8-N200892\">and he was like, “No offense, Ramona.” I just felt so judged and I felt kind of angry because they kind of have the same lifestyle that we do; we’re just married. (sighs) So I think some of it is personal, as I said, but sometimes it also feels . . .<\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: It’s not to say that there aren’t going to be people out there who, for whatever reason inside themselves, have a judgment of that; but there are just as many people . . . I know people who have gone through medical school, have their career trajectory, and sit in a tremendous amount of regret <\/span><span data-id=\"P8-N2008B1\">because they are now past the age of having children or it’s going to be difficult to have children. They haven’t even found a relationship and really, really regret the way that they did things and could feel envious of you or envious – look at people with their own projections of “I wish I had done <\/span><span data-id=\"P8-N2008B2\">it that way.” <\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">CLIENT: That’s kind of the sad thing that bugged me about that comment because I felt like it maybe was a kind of sour grapes type of comment because he obviously did want to marry her, and now he doesn’t because her parents won’t allow it or whatever.<\/span><\/p>\n<span data-id=\"P8-N2008C-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2008C-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735372\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2008E\"><span data-id=\"P9-N2008F\">THERAPIST: Totally.<\/span><\/p>\n<p data-id=\"P9-N20090\"><span data-id=\"P9-N20091\">CLIENT: But then sometimes I think about it and I’m like, “But maybe they’re smart because after what Ivan did, if we were Kevin and Helen, maybe I would have left because all it would mean was moving and you broke up with your boyfriend.” Not to diminish that that can be devastating, but it’s different <\/span><span data-id=\"P9-N200911\">from getting a divorce. So sometimes I just feel like I’m too young. My gosh, I’m 25 and I’m going to couple’s counselling with my husband. That’s crazy. I bet nobody who is 25 goes to couple’s counselling. That’s how it feels, like I’m too young to have those problems. <\/span><\/p>\n<p data-id=\"P9-N20092\"><span data-id=\"P9-N20093\">THERAPIST: I think that’s the heart of the matter. You are struggling, in a way, looking at the dissidence and wondering if you regret them. Is there something you wish you had done differently? And I think the more, Ramona – you know we used to talk about how you could externalize one half of a debate <\/span><span data-id=\"P9-N200931\">and then hold the pole to argue against the other half and part of reincorporating both sides because they actually are both yours? It’s not that they aren’t out there, too. People could judge you for getting married young. People can and will judge people for getting married too old. People judge people <\/span><span data-id=\"P9-N200932\">for marrying the wrong person. You could find anyone who is going to have any judgment on any decision you make. Good for them. People have transferences. It’s not saying that their judgments will be great. Here, this example of your friend is a good example. He is judging based on his own history of <\/span><span data-id=\"P9-N200933\">rejection. That’s why he’s judging.  That’s the root of it. His judgment has nothing to do with you, even though he’s making it, in his mind, have something to do with you. It has nothing to do with you. What does have to do with you is what you think. Do you know what I mean? There are just as many <\/span><span data-id=\"P9-N200934\">people who get married at 23 who feel like they made a great decision and feel comfortable with it or have some regret, but some feeling of “thank goodness I did.” Or are totally regretful and get divorced. I think you’re just trying to find what your experience is, what your feelings are about it, <\/span><span data-id=\"P9-N200935\">whether you regret it.<\/span><\/p>\n<p data-id=\"P9-N20094\"><span data-id=\"P9-N20095\">CLIENT: I think I don’t regret it, but I’m scared. I’m scared that we’ve had some really significant problems. I’m scared that I didn’t know some things about Ivan when we got married. Sometimes I look back and nobody told me that I didn’t have to take full credits, like take Biochemistry and study <\/span><span data-id=\"P9-N200951\">for the DRE’s and apply to grad school and register for grad school and plan a wedding all in the same year.  Nobody told me like, “Ramona, it’s okay that you love him and you want to get married. You don’t have to do it this year. He’ll still be around next year.” I wish someone would have said that <\/span><span data-id=\"P9-N200952\">to me. That doesn’t mean that I regret marrying Ivan, but I just wish (sighs) (chuckles) . . . I feel like I always have so much pressure and it’s like what’s the next thing? That’s how I keep going or keep afloat, even if things are really bad at home or things are really bad with Ivan. I can still <\/span><span data-id=\"P9-N200953\">look back and say that I finished school or I got the job.<\/span><\/p>\n<span data-id=\"P9-N20094-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20094-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735372\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20096\"><span data-id=\"P10-N20097\">THERAPIST: That it may have actually been a kind of symptom, in a way, to get married so urgently, of your being so driven forward.<\/span><\/p>\n<p data-id=\"P10-N20098\"><span data-id=\"P10-N20099\">CLIENT: Right. It’s like the next thing that I have to keep accomplishing.<\/span><\/p>\n<p data-id=\"P10-N2009A\"><span data-id=\"P10-N2009B\">THERAPIST: The next goal, then the next goal. A marriage can be a kind of “okay, check that off. Did that. Planned the wedding. Had the wedding.”  It’s not a calm, content place for it to come from.<\/span><\/p>\n<p data-id=\"P10-N2009C\"><span data-id=\"P10-N2009D\">CLIENT: Sometimes I’m scared because we’re young now and I just worried that people change. So far, I’ve seen some really not-good changes in Ivan, but I’ve also seen some really amazing changes in him that I didn’t think were possible at a certain time; and I feel really good about that. But for whatever <\/span><span data-id=\"P10-N2009D1\">reason, the depressive thinking, I worry, “What if he doesn’t stop working at Subway? What if he never writes a note? Is that really okay?” even if I say, “I understand; it’s just a note.” It really bothers me. (pause) <\/span><\/p>\n<p data-id=\"P10-N2009E\"><span data-id=\"P10-N2009F\">THERAPIST: I think you’re feeling disappointed and scared. What if this disappointment stays? What if this part of him doesn’t change, even though there is a lot that’s been changing? You have often talked about what if you’re here and he’s been here in development and he does a lot that catches him <\/span><span data-id=\"P10-N2009F1\">up, but he’s still here. What is enough that’s good enough for you to feel that this is worth keeping? And what is not enough?<\/span><\/p>\n<p data-id=\"P10-N200A0\"><span data-id=\"P10-N200A1\">CLIENT: That’s the thing lately that I find myself thinking. I said this to Ivan. Since the last assault, since we’ve been really working back and we’re building trust, I feel like we’ve restored so much of the friendship and I feel wonderful about that.  I really look forward to spending time with <\/span><span data-id=\"P10-N200A11\">him. We spend time together, a lot of positive time together, and I love it. But of course, (chuckles) because this is what I do, what if we don’t sleep in the bed again? What if we don’t ever have a romantic part of the relationship again? What if – fill in the blank.<\/span><\/p>\n<p data-id=\"P10-N200A2\"><span data-id=\"P10-N200A3\">THERAPIST: What do you think? What if you didn’t have any sexual contact? Is that what you were referring to?<\/span><\/p>\n<p data-id=\"P10-N200A4\"><span data-id=\"P10-N200A5\">CLIENT: Yes. I think there is a lot more to the romantic part of the relationship than just physical stuff, but I think I’m just as scared that it will happen than that it won’t. Dr. Farrow told me to stop trying to have him sleep in the bed because she said I’m making it worse. She said all the times <\/span><span data-id=\"P10-N200A51\">I woke up and I was scared, “it’s PTSD and you’re making it worse,” so now I feel frustrated because . . .  (pause)<\/span><\/p>\n<p data-id=\"P10-N200A6\"><span data-id=\"P10-N200A7\">THERAPIST: Because you like to move forward?<\/span><\/p>\n<p data-id=\"P10-N200A8\"><span data-id=\"P10-N200A9\">CLIENT: Yeah. And I even said to her in the sessions, I think it’s important that we talk about the really big things – and bringing up in the session that I felt like Ivan was really avoiding other things, it did not go well, but I said nothing personal with her, (scoffs) but I don’t want to be in <\/span><span data-id=\"P10-N200A91\">couple’s counselling forever. My goal would be for us to get to a point where we would be . . . (laughs)<\/span><\/p>\n<p data-id=\"P10-N200AA\"><span data-id=\"P10-N200AB\">THERAPIST: Of course. That’s not personal.<\/span><\/p>\n<p data-id=\"P10-N200AC\"><span data-id=\"P10-N200AD\">CLIENT: Right. And to me, in my mind we do need to check things off the list that we’ve talked about it. We move forward; we resolve; Ivan does move into the bed again. We eventually have sex again.<\/span><\/p>\n<p data-id=\"P10-N200AE\"><span data-id=\"P10-N200AF\">THERAPIST: She may have just been responding – I had communicated that you had been having some pretty intense anxiety and, I think, PTSD-like symptoms. I think I called it that in a communication to her, but I didn’t say that I felt that that meant that you shouldn’t keep doing it.  It sounds like <\/span><span data-id=\"P10-N200AF1\">she’s worried that you may be kind of masochistically putting yourself back there too early or something. I don’t have a strong opinion about whether that’s what’s happening or not. I think you’re experimenting and you would like it to work. And I think if you feel, Ramona, like “it is working for us <\/span><span data-id=\"P10-N200AF2\">and I want to try it again,” you should be able to say that to her.<\/span><\/p>\n<span data-id=\"P10-N200AE-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735372\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200B0\"><span data-id=\"P11-N200B1\">CLIENT: I just worry that if I don’t try – I’m going to be scared, but if I don’t try, I’m still going to be scared. It’s just that at some point, it has to happen.<\/span><\/p>\n<p data-id=\"P11-N200B2\"><span data-id=\"P11-N200B3\">THERAPIST: And there is as much fear of it actually going well and becoming more intimate or romantically involved is just as scary as not, is what you were just saying. They are both sides of what if you both move forward in your developments together?  Who are you, then, as a couple? You’ve known <\/span><span data-id=\"P11-N200B31\">this for a while. What happens when that changes? It’s a different level of intimacy. (pause) You know your own feelings about am I good enough? Will he love this person? Will he hurt me? Will he be attracted to me? All the different kinds of anxiety about getting closer to someone.<\/span><\/p>\n<p data-id=\"P11-N200B4\"><span data-id=\"P11-N200B5\">CLIENT: And I think the idea of functioning that way as a couple is scary to me and, again, I come back to – this part, I feel, is definitely unfounded – to thinking I’m too young to have that type of a relationship with a man. He’s my husband, but it feels like I’m too young to be having that part <\/span><span data-id=\"P11-N200B51\">of my daily routine and part of my life and not be embarrassed or ashamed, to be confident about that.  That I know other people don’t feel.<\/span><\/p>\n<p data-id=\"P11-N200B6\"><span data-id=\"P11-N200B7\">THERAPIST: It’s so interesting. It’s so important, like it almost feels like it’s a part of you that isn’t the age you are. You’re talking about “did I get married too young?” I don’t feel like I’m ready for this yet.<\/span><\/p>\n<p data-id=\"P11-N200B8\"><span data-id=\"P11-N200B9\">CLIENT: Yeah, it’s like a little girl at her mom’s heels. (chuckles) That’s kind of the image I get.<\/span><\/p>\n<p data-id=\"P11-N200BA\"><span data-id=\"P11-N200BB\">THERAPIST: And that place is not going to feel very good.<\/span><\/p>\n<p data-id=\"P11-N200BC\"><span data-id=\"P11-N200BD\">CLIENT: That, I know, is bizarre because I feel that having sex at 25, people don’t consider that too young. No one would.<\/span><\/p>\n<p data-id=\"P11-N200BE\"><span data-id=\"P11-N200BF\">THERAPIST: Yeah. I mean, forget other people, whether they think it’s normal or not.  There is something you’re noticing about how that range of your self-experience doesn’t feel your age. When you say it, I’m curious how your little girl feels the subject, even the pre-teen sense of yourself.<\/span><\/p>\n<p data-id=\"P11-N200C0\"><span data-id=\"P11-N200C1\">CLIENT: Which is bizarre, because in other areas I think I have pretty high expectations or am pretty rigid.<\/span><\/p>\n<p data-id=\"P11-N200C2\"><span data-id=\"P11-N200C3\">THERAPIST: And sort of a precociously mature sense of competence and self, almost too adult, before you were even adult.<\/span><\/p>\n<p data-id=\"P11-N200C4\"><span data-id=\"P11-N200C5\">CLIENT: And that that’s almost the expectation, the standard, not something extraordinary.<\/span><\/p>\n<p data-id=\"P11-N200C6\"><span data-id=\"P11-N200C7\">THERAPIST: There are ways, Ramona – we have to stop – but so much of you lived in a kind of anxiety and a hyper-competence, hyper-independence, hyper-taking care of things, hyper-adult-like state.  One of the things that happens when that has to happen in a family because things are not getting taken <\/span><span data-id=\"P11-N200C71\">care of by parents is that other parts of you can remain underdeveloped. Because the other parts had to so overdevelop, that takes up a lot of psychic space. So this other part, where it’s more about a relaxed bodily enjoyment, a physical enjoyment, pleasure, relaxed pleasure – there was no room for <\/span><span data-id=\"P11-N200C72\">that as a kid. I don’t mean sexual, but I mean the kind of subtler, quieter versions of that being on a continuum of experience. There was no room for that, so it makes some sense that this would be an underdeveloped area. Maybe it would be helpful for me to just drop a clarifying line to Dr. Farrow <\/span><span data-id=\"P11-N200C73\">and say I don’t think your only experience with this is just something to say where you’re coming from now, but maybe it’s something that would help if Ivan would talk about it and talk to each other more.<\/span><\/p>\n<span data-id=\"P11-N200C6-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N200C6-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2735372\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N200C8\"><span data-id=\"P12-N200C9\">CLIENT: Perhaps.<\/span><\/p>\n<p data-id=\"P12-N200CA\"><span data-id=\"P12-N200CB\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P12-N200CC\"><span data-id=\"P12-N200CD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}