{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client has been drinking a lot since her break-up. She worries about her ability to control the drinking since she watched her mother suffer with alcoholism her whole childhood."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Loneliness","Self-medication","Broken relationships","Alcohol abuse","Psychoanalytic Psychology","Anxiety","Depression (emotion)","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"page_count","label":"Page Count","values":["13"],"weight":14},{"name":"psyc_subjects","label":"Health Subject","values":["Loneliness","Self-medication","Broken relationships","Alcohol abuse"],"weight":15},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":16},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":17},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":18},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":19},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":20},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":21},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":22},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Depression (emotion)"],"weight":23},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":24},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":25},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":26}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2098930","dorpId":"1004967774","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session November 27, 2012: Client has been drinking a lot since her break-up. She worries about her ability to control the drinking since she watched her mother suffer with alcoholism her whole childhood.","fullTitle":"Client \"S\", Session November 27, 2012: Client has been drinking a lot since her break-up. She worries about her ability to control the drinking since she watched her mother suffer with alcoholism her whole childhood.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098930\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Hi! So, I missed you last (pause) Monday before Thanksgiving?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Yeah, that sounds right. We took...I think last week was...<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: It was Monday, or Tuesday, whatever. So I had Thanksgiving and (pause)...I feel like I've been on a bender the last two or three weeks. I'm like drinking and going out a lot and stuff and then friends were home for the long weekend so Wednesday night I decided to go out with friends to the Wednesday <\/span><span data-id=\"P1-N200111\">night bar thing that I never do because they were like, \"Oh, we're going.\" (inaudible) And I guess...what happened? So I think I had a glass of wine maybe at my house. What the hell happened? (pause) I'm like combining the whole two weeks. Everything is blurry. (pause) I don't know, I guess I had a <\/span><span data-id=\"P1-N200112\">glass of wine at my house then I went over...oh no, maybe I had a vodka drink at my house. Then I went over to Stephanie's and I had a drink there with them before we left. Then we went out and I apparently chugged another Grey Goose drink, then I had a glass of champagne then I had another Grey Goose? <\/span><span data-id=\"P1-N200113\">I don't know, whatever. It was too much, too fast, I didn't eat enough and so they were like...and I was just angry, just like angry...drunk and angry. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">And then we were like we want to go to (inaudible) my car's there, parked in front of the bar (sigh) and they were like, \"Oh let's go to the pub,\" which is another God-awful place down the street. And so we walked to it and literally I was drunk and I was like, \"What the hell?\" Not like falling over <\/span><span data-id=\"P1-N200131\">or like throwing up or hitting anybody but just drunk and angry and like, \"I hate everybody! Everybody's ugly!\" You know? And so we get to the pub and they were like, \"Oh good, cab. Go.\" So I took a cab home for 30 dollars and then in the morning I have to take a cab back for 30 dollars and pick up <\/span><span data-id=\"P1-N200132\">my fucking car. That was really annoying. And then I went home and slept a little while longer and didn't really want to do anything. Didn't want to clean or go to bed or even go to my mom's really and she was being really nice and fine. She wasn't complaining that I wasn't there or anything. <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">So it was nice to be there but it was just like...I was just sad the whole day. (pause) I don't know, I mean, I wasn't sad the whole day but it was just not that enjoyable for me I guess. And I sent U (ph) a really nice message in which I was basically like, \"I just wanted to wish you a Happy Thanksgiving <\/span><span data-id=\"P1-N200151\">and I hope that you're surrounded by good company and people and I'm going to miss seeing with you. All my love.\" And here he writes back, \"Happy Thanksgiving to you as well. [By U] (ph)\" Like, I mean, whatever, that's fine. Okay. That's how he feels I guess but it's just...it's uncalled for. I'm being <\/span><span data-id=\"P1-N200152\">nice. You can be nice. I don't understand. I'm just being heartfelt. Like, \"Yeah I miss you today.\" Obviously, you know? <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">And then after dinner I laid on the couch for a while and I was kind of sad and my dad as usual is forcing upon us all these fucking stupid anecdotal (pause) little whatever pieces from the New York Times or whatever it is about (pause) \"I'm glad I'm not dead!\" Like, just stupid bullshit that he thinks <\/span><span data-id=\"P1-N200171\">is supposed to be inspirational and going to be like, \"Well this is Thanksgiving and so we're going to read stuff.\" He was reading Abraham Lincoln's like... (pause) speech...like no something good like the Gettysburg Address. Some speech declaring Thanksgiving? I don't even know. Like something...literally <\/span><span data-id=\"P1-N200172\">I was laying on the couch sleeping because I was like I'm getting a free pass for not having to deal with this this year and all of a sudden I realize he's been reading for 15 minutes and I was like, \"Dad, what are you doing? Is anybody here paying attention to this?\" And he gets all huffy puffy about <\/span><span data-id=\"P1-N200173\">it but we're like, \"Really Dad, seriously. Why are you doing this? Who...\" And especially this year that he couldn't just be normal, like not pull out any pieces of article. Just sit there, play a game, I don't know. So we ended up turning on Jeopardy or DVR episodes of Jeopardy and that was family <\/span><span data-id=\"P1-N200174\">time. Actually it wasn't. <\/span><\/p>\n<span data-id=\"P1-N20016-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20016-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098930\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">But, anyway...and then Thursday night I was sad when it was time to go because I was like, \"This is the first time in three years that I'm going home alone and...not with somebody\" and that really got me sad and so I decided to go home and I didn't want to stay at my mom's so I decided to go home <\/span><span data-id=\"P2-N200191\">and put away my laundry and wash my dishes and vacuum my bedroom because all that stuff I haven't done and I thought it would be nice to wake up the next morning and have that stuff done and I hurt my hand really bad doing that.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: Oh no!<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: I was like vacuuming too vigorously and sliced my hand open on my bed and I was like, \"Wow that's perfect.\" (chuckle) Yeah. So that's annoying and now it hurts. I mean, it's a sign that it's healing, but go figure. (sigh) Then to top everything off... <\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: Have you done that before?<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: What, hurt myself while cleaning? Yeah. Why? (pause) Well not, yeah, but I think I was more intensely throwing my emotions into making sure I vacuumed all the way under the bed or something, you know? I cleaned, right? I cleaned and then I showered and I started to have a drink and there was <\/span><span data-id=\"P2-N200211\">a sugar-free Red Bull in my fridge from when my friends had come over the weekend before and pre-gamed at my house or whatever and this crappy vodka was there. So I used the Red Bull. I was like, \"Eh.\" I drink coffee at night so it's no big deal. And I don't drink Red Bull so I don't really know. I <\/span><span data-id=\"P2-N200212\">used some Red Bull and I used a little vodka, like not even that much, and I made some like super alcoholic drink. And all of a sudden I'm half way through the drink and I'm sitting in the living room and I'm like, \"God! My face is really hot. I'm hot!\" And I get up and look in the mirror and I'm all <\/span><span data-id=\"P2-N200213\">red and blotchy. (pause) Like an allergic reaction to something I was drinking, I don't know. Because I'll get a little red sometimes when I drink but I was like blotchy in my whole face. It was like a little (inaudible) you know? Like more hide (ph) like. So I dumped the drink down the sink and I went <\/span><span data-id=\"P2-N200214\">to sleep and it was gone in the morning but it kind of freaked me out. So I was like have I been drinking too much and this is my body being like, \"Stop already!\" Or maybe it was just an anomaly or maybe the Red Bull was no good. I don't drink Red Bull. I don't know. <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">(pause)<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">Then I did drink the next night because it was a reunion which actually went really well and it was really, really fun and I did get drunk but I think I was just enough really drunk that I wasn't like...I think I maybe stumbled twice and I don't think I made a fool out of myself. I was playing good <\/span><span data-id=\"P2-N200251\">hostess and said hi to people and blah blah blah. It was nice. It was a nice hotness booster. He's like, \"Oh my God, you look amazing!\" Blah blah blah. And that was nice and it was great to see people. I'm just glad the night was a success and that it came and it's over. Like 200 people showed up so <\/span><span data-id=\"P2-N200252\">that's really good. There were about 500 in our graduating class, half of which are probably in different countries or wherever. <\/span><\/p>\n<span data-id=\"P2-N20024-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098930\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">So I think it was really good and it was nice to see people. And then my friend who I haven't seen for a while. We're friends on Facebook so we...but I used to hang out with him and these...a couple other guys because they were all good friends with this guy that was like my best friend in high school. <\/span><span data-id=\"P3-N200271\">And I used to be the only girl with them like literally every day. So I know him pretty well and he was really nice and he hadn't really drank and he was like, \"I live nearby. If you're willing to give me a ride home in the morning I'm happy to drive you home and sleep on your couch so you don't have <\/span><span data-id=\"P3-N200272\">to take a cab and leave your car.\" And I was like, \"Well that's great.\" So that worked out really well so I didn't have to have two nights in a row of doing that. <\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">And then on Saturday I literally just stayed in bed all day. I didn't want to do anything. Oh, I think I went over to Stephanie's to...I was hanging out with Stephanie and Mindy a lot, these two out of four of us that were like this little foursome; the one Lucy who [begged me to write the e-mail] (ph) <\/span><span data-id=\"P3-N200291\">which I let go. (pause) And then Saturday night Stephanie convinced me to go out. I ended up going over to this girl's house that I know, that I actually know through U (ph), like it's these people that we used to always go to their parties. And her husband DJs the (sigh) reunion for me, he's a DJ. <\/span><span data-id=\"P3-N200292\">Anyways she was like, \"Oh come over, we'll have a glass of wine and then maybe we'll go out.\" So she ended up coming out with me to wherever Stephanie and Lucy...Stephanie and Mindy were like shit-faced drunk and it was sweaty and low ceilings and really hot and smelly and I was like, \"I wish I hadn't <\/span><span data-id=\"P3-N200293\">come.\" (chuckle) But it was cool and my friend Jackie was there with her husband and his friend. It was nice, whatever. <\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">And then on Sunday I (pause)...Mindy the other girl she broke up with her boyfriend. Although, I guess she's sad, she kind of had feelings for him but he's really like the biggest loser ever and she cheated on him and it was less than a year. It was like a nothing but I guess she still was upset <\/span><span data-id=\"P3-N2002B1\">so then we went out and [pigged out at the Diner] (ph). That was fun. I laugh a lot with those girls still even after all the years. And then went home and literally just spent the rest of the day (pause) just watching TV and not doing anything. Then I decided...I'm like all determined yesterday when <\/span><span data-id=\"P3-N2002B2\">I wake up that...ok, I'm going back on Weight Watchers. I'm going to start working out again. I'm not going to drink again for a week or maybe until the weekend. Oh, and I picked up smoking cigarettes again through this whole thing that's been going on. So I was like okay I'm not going to smoke cigarettes <\/span><span data-id=\"P3-N2002B3\">anymore. So I did all that and then I'm like I'm not going to smoke as much weed and just do it a couple times a week or whatever. And then literally like...what day is it, Tuesday? I'm like overwhelmed with all of that already. Like, no, I want to smoke a cigarette. The drinking thing honestly I don't <\/span><span data-id=\"P3-N2002B4\">care that much about which is good because it does make me nervous because of the alcoholism in my family and so I feel good about the fact that I'd rather smoke a cigarette...like one cigarette tonight than have a glass of wine. I just feel better about that somehow. <\/span><\/p>\n<span data-id=\"P3-N2002A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098930\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2002C\"><span data-id=\"P4-N2002D\">Well I know how. It's because my mom and my self-control. (pause) I will drink Saturday. I'm going to a bar [to mix up] (ph) with a girl I used to babysit for with my dad and my family. I'm going to go out with her and stuff. But I don't feel anxious at the prospect of not being able to have a drink <\/span><span data-id=\"P4-N2002D1\">all week or putting that challenge on myself. I do feel anxious about the prospect of not having a cigarette all week. (pause) And that annoys me and Stephanie, the way she thought of it was...<\/span><\/p>\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">THERAPIST: It's your kind of post break-up here. You're having a hard time containing your grief.<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">CLIENT: Yeah, exactly. I literally...towards the end of the day today I just all of a sudden was on the verge of tears and not able to do anything. I want to go smoke a cigarette. I just want to go home and climb in my bed. And I have so much schoolwork for this fucking class that was in retrospect <\/span><span data-id=\"P4-N200311\">really ambitious for me to take on a class this semester with everything going on (crying) but I guess I just thought it would be a good distraction and stuff. But it's proving really difficult. I'm behind in the class. There's an essay due on Thursday that I got an extension for with no penalty because <\/span><span data-id=\"P4-N200312\">I asked her and that's fine but there's so much reading and (pause) I don't want to withdraw because I've already put the work in and I may as well try to get a medium okay grade. And I'm sure I'll do well it just feels like a lot of pressure at the same time dealing with all this emotional stuff (pause) <\/span><span data-id=\"P4-N200313\">and I think I made the decision that next semester I'm going to take a break and I'm not going to take a class just because I think that I need that. But in the meantime I feel a lot of pressure about this class. And then I put pressure on myself about working out and I think I just started feeling <\/span><span data-id=\"P4-N200314\">really overwhelmed about that. <\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: I wonder how much you feel sort of under pressure and overwhelmed from being so sad from missing Franklin (sp), from missing being comforted and kind of taken care of in the way he took care of you, from being lonely more often.<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: Yeah. It is overwhelming. (pause) And I thought it would feel good to put some pressure on myself to be working out again and I am. I'm going to see my friend, my personal trainer, and she's going to come over tomorrow and give me a little workout and that will be good. <\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">I actually was surprised. I thought maybe I had gained a couple pounds because I've been literally eating everything in sight that I can fit in my mouth but I only gained half a pound so that was actually good and I feel good about that and I feel actually even okay about staying on my diet this week. <\/span><span data-id=\"P4-N200371\">Like that's not...the diet thing, the eating right thing, the maybe a little bit of exercise thing and the not drinking thing are kind of not...those are not a big deal. It's the not smoking weed, the not smoking cigarettes, and the doing the schoolwork thing every night that's overwhelming to me. And <\/span><span data-id=\"P4-N200372\">on top of this stuff and my schoolwork and whatever we have a huge conference this week that's going to...<\/span><\/p>\n<span data-id=\"P4-N20036-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20036-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098930\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20038\"><span data-id=\"P5-N20039\">THERAPIST: Are those all things to do with anxiety?<\/span><\/p>\n<p data-id=\"P5-N2003A\"><span data-id=\"P5-N2003B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">THERAPIST: Like, the schoolwork makes you feel more anxious, the (inaudible) smoking both cigarettes and weed kind of settle you down?<\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">THERAPIST: So it's something about (pause) I guess having trouble (pause) managing being anxious.<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">CLIENT: Yeah, which I always have a difficulty managing being anxious but I just feel like it's double what it usually is typical. <\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">THERAPIST: Right. I guess it's not obvious to me what's making you more anxious now. I mean it's pretty clear with thinking you feel more sad and alone and taken care of. That's kind of obvious I guess but at least to me, not the anxiety. I mean, it's clearly there. I can imagine some things it might <\/span><span data-id=\"P5-N200451\">be but I don't get what it is.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">CLIENT: Why I'm anxious?<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">THERAPIST: Why you're feeling more anxious, yeah.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">CLIENT: (pause) I don't know. I think...like the whole thing makes me anxious. I guess it's the being alone thing and having to be out there meeting people and having to be like if I really want to be out there and meeting people and being social then I have to put in the effort every weekend to get <\/span><span data-id=\"P5-N2004B1\">ready both nights or whatever, at least one night and go out and spend money and have drinks. Then I worry about getting too drunk because maybe I'll drink too many drinks if I get too nervous or whatever. (pause) And that's anxiety provoking. <\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">The schoolwork is anxiety provoking because I just don't want to do it. It's really hard to sit there and (crying) concentrate on an essay (inaudible) rise to fame in engaged Buddhism. I read 50 pages last night and I don't even know what 40 of them were about. What's the point of me even reading it? <\/span><span data-id=\"P5-N2004D1\">(crying) I have to do this essay and that makes me anxious.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">(pause)<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">And then it makes me anxious to not smoke cigarettes or marijuana because I deal with my...because it makes me feel less anxious. If I'm feeling anxious I smoke a cigarette then I feel less anxious. <\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">(pause)<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">It's just like the whole situation. And then Jackie on Saturday night (pause) I guess if I didn't unfriend her because you're probably think like oh, they're my friends, and so I was like, \"It's fine now, I don't have to see all of this and post all the time.\" And she was like, \"I'm sorry to say this <\/span><span data-id=\"P5-N200551\">but I will say it now because you guys are broken up but his posts were always really irritatingly insightful or faux-insightful or positive.\" You know, he always used to do these Facebook posts of like, \"It's your day! Go get it! Reach for the stars!\" You know, all that kind of thing. She was like, <\/span><span data-id=\"P5-N200552\">\"He's really annoying but they're doubly annoying now because all he's posting is ‘On top of the world. Never been better! Going after my dream!' when I know he's a loser and should be mourning you because he fucked up, so doubly annoying.\" <\/span><\/p>\n<span data-id=\"P5-N20054-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098930\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">And that just made me upset that he's doing that. Of course everybody's like, \"Of course, he's just doing that because he's trying to make himself feel better.\" It just annoyed me. How many times has he said to me, \"What does Facebook matter? What does Facebook matter?\" If it doesn't matter why are <\/span><span data-id=\"P6-N200571\">you using it for your emotional...? And you're faking to people that you're like...and people didn't even know. On Thanksgiving I got...and that's the other exciting thing, on Thanksgiving I got a message first of all from his idiotic fucking crazy sister who I don't know if she knows and she's just <\/span><span data-id=\"P6-N200572\">not taken me off her little family group in her phone or whatever or she's just a bitch and wants me to either like...wants me to still come or thinks I should say something [a little bit more higher] (ph), whatever. And it's like, \"Mom's at 3. See you all there! Love you!\" And I was like alright. I <\/span><span data-id=\"P6-N200573\">don't remember even if I wrote her back, probably not. <\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">And then Sharon his brother Evander (sp) who Franklin (sp) is most close in age too and so I hung out with the most one-on-one his girlfriend Sharon who had a baby by accident, she actually gave birth a couple months after (inaudible) passed away, their son, and so anyway Sharon had a daughter and <\/span><span data-id=\"P6-N200591\">then I get a text message like...idiot. They have no money, they were living separately for a year because he had to live with his mom and she had to live with her mom but they didn't have money. They don't even have jobs. They're idiots, right? This is a college educated girl. I don't understand. <\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">And then I get a text message yesterday that literally as soon as I opened it I simultaneously almost barfed, screamed, cried, laughed. It was like so many reactions at once to open a text message that was like, \"Family is great! 6 months along and it's a boy! She's going to be a big sister!\" And this <\/span><span data-id=\"P6-N2005B1\">fucking idiot Sharon is pregnant again. Are you kidding me? And on Thanksgiving she texted me like, \"Oh are you guys going to Evander's?\" And I was like, \"Oh, me and Franklin (sp) broke up, sorry.\" He didn't tell his family. I wonder who else he hasn't told. She's like, \"Oh, oops. Insert foot in mouth!\" <\/span><span data-id=\"P6-N2005B2\">And then she's like, \"Nothing changes. I'd still like to be friends.\" And I'm like for what? I didn't say that but I was like, \"Oh, okay thanks.\"<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">And then I got that message with her big, ugly, disgusting pregnant belly and I was like, \"Bleh!\" It was like...in all of these reactions it was like sad because I'm not part of that family anymore. Sad because they're really depressing in general, like angry because they're overpopulating Boston single <\/span><span data-id=\"P6-N2005D1\">handedly and hysterical because I'm so happy to be done with that and not be a part of that madness anymore. So it was like all of these reactions I had but it did make me feel like... <\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: Do you feel sad because in a way you're further off from being pregnant?<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">CLIENT: Yeah, of course that too. But that's when I see any pregnant person. And also another component about it was thinking about Franklin (sp) hearing about it and maybe thinking about me or whatever, which I don't know if he did or didn't but I can imagine that he might of in some way because I've <\/span><span data-id=\"P6-N200611\">been there for all the other babies. Like really actually all the other babies, which is weird. (pause) Right. (pause) I don't know. I just feel really fragile.<\/span><\/p>\n<span data-id=\"P6-N20060-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098930\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20062\"><span data-id=\"P7-N20063\">THERAPIST: I mean, you guys were together...I keep forgetting.<\/span><\/p>\n<p data-id=\"P7-N20064\"><span data-id=\"P7-N20065\">CLIENT: Three and a half years.<\/span><\/p>\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">THERAPIST: Three years?<\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">CLIENT: This would have been our fourth.<\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">THERAPIST: And you lived together almost all that time. And it's only been three weeks? Four weeks?<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">CLIENT: Three weeks today. (pause) I don't know, I just...<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">THERAPIST: In certain ways it's been longer because you stopped living together.<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">CLIENT: Right, yeah but this is the first time I haven't talked to him or seen him in three years. (crying) (pause) And I think my friend Stephanie is right because when I was telling her how I wanted to do all this stuff and quit all this stuff and be better this week she was like, \"Honestly Trina...\" <\/span><span data-id=\"P7-N200711\">Like, I'm grieving. I'm not...it's nice when I make it through the day without crying and I'm patting myself on the shoulder for that. And so she's kind of right. (pause) I just don't want to be stuck in a hole and that's what I feel like I've been doing. I've been at my house in my bedroom and that's <\/span><span data-id=\"P7-N200712\">it, or like out getting drunk. And I just don't want...when is it supposed to stop? <\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">THERAPIST: After more than three weeks I think. You know what I mean?<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">THERAPIST: I imagine you want (pause)...I don't know. I guess in a way (pause) it sucks and you just want to be done with it and of course you do because who would want to feel the way that you're feeling right now? But I don't think it's because after three weeks you just completely stop and are able <\/span><span data-id=\"P7-N200771\">to get over this, do you know what I mean?<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">THERAPIST: It just usually takes quite a bit longer than that unfortunately.<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">CLIENT: And I think also something that I considered was I was going to do all this stuff for me this week and all of whatever but then it's like oh right, for eight hours a day I have to plaster a smile on my face and be professional and put literally all of my working energy towards not being a fuck <\/span><span data-id=\"P7-N2007D1\">up at work, essentially. Especially this week with this new conference going on, it's a lot to ask of myself to be like okay, and then I'm going to go home and just eat a salad and then I'm going to read for two and half or three hours...<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">THERAPIST: \"I'm going to work out, eat my salad, and then do my school work.\" <\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">CLIENT: Right, when really I just want to go home and sit on the couch.<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">THERAPIST: Right, and probably cry.<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">CLIENT: Yeah! Or just like watch something that will make me cry or just anything.<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">THERAPIST: To distract you.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">CLIENT: Right. I mean reading last night...I read for the first time in three weeks. Well no, I read when I was in Florida for a little bit and that was good but I read for the first time when I was at home in three or four weeks and I literally could not stop my mind from wandering. I even took Ritalin, <\/span><span data-id=\"P7-N200891\">like two five milligrams and waited an hour and still it just wasn't working. I just wasn't able to concentrate on stuff. (pause) But then it's like okay, if I do still want to not withdraw from this class which I have until the 30th but it would kind of be like a waste of work and time, like a <\/span><span data-id=\"P7-N200892\">semester (sigh) if I don't do any of my work this week...I asked for an extension with no penalty to the grade, it's already going to be a worse grade because I haven't even started it, you know? (pause) So then what, I then have to spend my whole weekend doing the work? I don't know how to balance <\/span><span data-id=\"P7-N200893\">anything and catch up on 600 pages of reading. <\/span><\/p>\n<span data-id=\"P7-N20088-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098930\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">THERAPIST: When is the paper due?<\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">CLIENT: She gave me an extension until Monday or Tuesday.<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">THERAPIST: Can you take Monday off work?<\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">CLIENT: No. I can't take any days off work until after the 14th unfortunately. (pause) I don't know. I don't know what to do, because I could go home and read later and not absorb it and highlight random stuff. I don't know how official that is either way.<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">THERAPIST: It sounds like, at least this week, it's just too much.<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">CLIENT: It is too much but it's been too much. Why is it three weeks? I know you say it's not a lot but it's annoying to me.<\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">THERAPIST: Of course it is!<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">CLIENT: I wish I hadn't taken this course this semester. (pause) But I don't want to withdraw because [if I did take the course then it's like now I didn't take the course] (ph) but like I did and I'm almost at the end and it's a good credit towards my degree and especially if I'm going to take next <\/span><span data-id=\"P8-N200991\">semester off I'd rather just power through it but (pause) I can't do that without doing the readings because I'll fail the exam and I... (pause)...I don't know. <\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">(pause)<\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">And okay, maybe the working out stuff and whatever it was is over ambitious and putting more pressure on myself than I need to but this isn't putting more pressure on myself. This is like I am taking the class. It's pressure that was already there, it's not like extra stuff I'm putting on myself right <\/span><span data-id=\"P8-N2009D1\">now but it just feels like the last thing that's important to me right now. (crying) And I don't want it to be. And it is important to me but it just doesn't feel it right now. I can hardly get through this week because of this stupid fucking conference. (crying) I'm so sick of working. I'm so sick <\/span><span data-id=\"P8-N2009D2\">of events and (pause) dealing with all these fucking Harvard people. I'm just really worn out already.<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">THERAPIST: Sure. <\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">(pause)<\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">CLIENT: And it's like tomorrow I won't be home until 9:30 or 9:45. Then I have to be at work by 7:00 am, like literally late is 7:00 am on Thursday. Then I'm going to go to class on Thursday after the conference ends at 5:00. Then I have to be back at 7:30 on Friday and then I'm done in the afternoon <\/span><span data-id=\"P8-N200A31\">or whatever. It's just like...okay so literally tonight's the only night that I would have to do school work unless I really just want to have no sleep this whole week, which I really think would be a bad call especially with the way I am feeling emotionally. And then Friday after the conference, even <\/span><span data-id=\"P8-N200A32\">though it ends in the afternoon and I can go home, I don't want to go home and do homework. I want to go home and take a nap from working so hard the last two days. (pause) I don't know. (pause) But then if I do get a shitty grade it will bring back down my GPA and I'd rather have one less credit than <\/span><span data-id=\"P8-N200A33\">to have a B or C. (sigh) <\/span><\/p>\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">THERAPIST: [You can't take incomplete] (ph) (inaudible) how that works.<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">CLIENT: No it's like a withdraw. I guess you get two withdraws without it affecting your GPA and then the third one or more is a zero. (pause) And I've already gotten two A's on my papers.<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">THERAPIST: Yeah you just broke up with a guy you thought you were going to spend the rest of your life with.<\/span><\/p>\n<span data-id=\"P8-N200A8-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200A8-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098930\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">CLIENT: Yeah, I know.<\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">THERAPIST: I'm not trying to tell you what to do I'm just saying I think it's perfectly reasonable if you decide to withdraw.<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">CLIENT: Yeah. I just...I always do this to myself too. Instead of just thinking about what I should do to resolve whatever issue I'm talking about I'm like, \"Oh, I just shouldn't have taken the class to begin with.\" And that's what I'm concentrating on. <\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">THERAPIST: Are you focusing on ways you feel irresponsible because it makes you feel more in control than your feelings do?<\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">CLIENT: Right, exactly.<\/span><\/p>\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">THERAPIST: (inaudible)<\/span><\/p>\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">CLIENT: Yeah, very typical. I'm doing it now.<\/span><\/p>\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">THERAPIST: (inaudible) situation. Sorry, I don't mean to make too much light of that but...<\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">CLIENT: No, I know. (pause) And then I got really irritated at my supervisor. And maybe it was (inaudible), maybe she didn't mean it like this, but I got a text from her...she left and then I left five minutes later and it was ten minutes early from work or something. And then I get a text at 4:52, <\/span><span data-id=\"P9-N200BB1\">\"Trina, I just came back to your office but got no response. Please let me know if you are all set for tomorrow or need any help. Thanks.\" Like no friendly (pause) whatever. And so maybe she was just writing quick and didn't mean anything by it but it made me feel like she was needing to point out that <\/span><span data-id=\"P9-N200BB2\">I left early, you know? <\/span><\/p>\n<p data-id=\"P9-N200BC\"><span data-id=\"P9-N200BD\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">CLIENT: So, and I mean...all I wrote was, \"Sorry (inaudible) a few early for an appointment. Tomorrow is all set. It starts at 6 so plenty of time (inaudible). Thanks so much.\" Like whatever and she didn't reply again. And like yeah fine, I could have told her but she left and I was like nah, I'm going <\/span><span data-id=\"P9-N200BF1\">to leave. But it annoys me because if she was trying to be like, \"Okay I'm pointing out that I know you left early after I left and blah blah blah,\" give me a fucking break. She knows what's going on. And sometimes I almost feel like...okay she went through this a couple years ago and she had her heartbroken, <\/span><span data-id=\"P9-N200BF2\">this guy walked out on her, whatever. And I think that almost sometimes she feels like I don't get as much time to (pause) be emotional or whatever because I'm the one that broke up with him. Like she's not...<\/span><\/p>\n<p data-id=\"P9-N200C0\"><span data-id=\"P9-N200C1\">THERAPIST: Right, yeah. You did the breaking up. You're not allowed to be as devastated. <\/span><\/p>\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">CLIENT: Right and if she got back to working and was normal in two weeks and she was the one that cracked (ph) up then Trina get on, you know. And also I think that there is some inherent resentment at the fact that she's 37 and single and blah, right? But it really upset me. Like, really? Give me a <\/span><span data-id=\"P9-N200C31\">break! I'm really doing the best I can here. I am doing a really good job and the guy that I'm working on the conference with actually used to be my supervisor, Theodore, he is really annoying to work with on events. Like really, really the most annoying person ever to work with on events but he's been <\/span><span data-id=\"P9-N200C32\">really sweet about this whole situation and took a moment to close this...I hate him because we were meeting about something and we had to [continue talking about it] (ph) 4:30 and I was like, \"Do you want to finish this or do you want to do it tomorrow?\" And he was like, \"Let's just do it tomorrow.\" <\/span><span data-id=\"P9-N200C33\">And I was like, \"Yeah I'm feeling a little burnt out.\" And this when I was starting to feel a little shitty already and he was like, \"Let's just (inaudible). I just wanted to take a second to thank you and congratulate you on how well you've been doing and how much you've been doing. I know that it's <\/span><span data-id=\"P9-N200C34\">really hard in the face of everything you're dealing with to have to come in and deal with this.\" So that was really very nice. And so I think he knows and that's good and I'm glad that he's being understanding and stuff. <\/span><\/p>\n<span data-id=\"P9-N200C2-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200C2-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098930\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200C4\"><span data-id=\"P10-N200C5\">(sigh) (pause)<\/span><\/p>\n<p data-id=\"P10-N200C6\"><span data-id=\"P10-N200C7\">THERAPIST: So (pause) I've been smiling because I think what you're doing with your scarf is a little reflective of some of how you've been feeling.<\/span><\/p>\n<p data-id=\"P10-N200C8\"><span data-id=\"P10-N200C9\">CLIENT: Really?<\/span><\/p>\n<p data-id=\"P10-N200CA\"><span data-id=\"P10-N200CB\">THERAPIST: Yeah, I think you're struggling with feeling wound up in that I don't just think that because of your scarf, obviously. So yeah I think the sadness and the hurt and heartbreak make you feel kind of out of control and I think on one hand that makes you anxious and things that make you feel <\/span><span data-id=\"P10-N200CB1\">further wound up like school work, it makes them feel even more burdensome. And on the other hand I think you sort of find outlets, especially drinking, that (pause) help you to be unwound or let loose or things that kind of calm you down and manage that anxiety. But I think that anxiety is probably <\/span><span data-id=\"P10-N200CB2\">a lot about having such strong or even like overwhelming feelings of sadness and loneliness that make you feel kind of out of control and like you're really not together. On one side I think you're wound a little tight around that and on the other I think you are probably sort of...you need some relief <\/span><span data-id=\"P10-N200CB3\">from that which the drinking helps you to get. (pause) It helps you to feel sort of probably, like less bottled up in a way although in I think a way you don't usually feel so great about after all. That's what I think you're giving yourself a super hard time about. <\/span><\/p>\n<p data-id=\"P10-N200CC\"><span data-id=\"P10-N200CD\">CLIENT: No, I mean I had my little bender and I'm reeling it in. I mean for me the saying...I think the going out, the drinking is probably why I'm not as nervous and not feeling annoyed at how ugly everybody is and whatever. Obviously everybody's not ugly but that's how I've been feeling lately. \"You're <\/span><span data-id=\"P10-N200CD1\">all ugly.\"<\/span><\/p>\n<p data-id=\"P10-N200CE\"><span data-id=\"P10-N200CF\">THERAPIST: Oh, like...<\/span><\/p>\n<p data-id=\"P10-N200D0\"><span data-id=\"P10-N200D1\">CLIENT: Like all of the men, \"Get out of my face. You're ugly, you smell, you're fat, you're a loser, you make t-shirts for a living? Don't talk to me.\" Like that's literally how I've been feeling. Then I feel a little less bad if I'm drinking, I know.<\/span><\/p>\n<p data-id=\"P10-N200D2\"><span data-id=\"P10-N200D3\">THERAPIST: Why do you feel so critical? Maybe they are just simply losers, unattractive losers, but it sounds like you feel kind of critical of them.<\/span><\/p>\n<p data-id=\"P10-N200D4\"><span data-id=\"P10-N200D5\">CLIENT: Well I think that Franklin (sp) was really attractive and had a...<\/span><\/p>\n<p data-id=\"P10-N200D6\"><span data-id=\"P10-N200D7\">THERAPIST: He was a very attractive guy?<\/span><\/p>\n<p data-id=\"P10-N200D8\"><span data-id=\"P10-N200D9\">CLIENT: Very attractive guy, really nice body even when he's not working out and so I have this kind of...anybody else...<\/span><\/p>\n<p data-id=\"P10-N200DA\"><span data-id=\"P10-N200DB\">THERAPIST: By comparison everybody else is a bowl of Jell-O. <\/span><\/p>\n<p data-id=\"P10-N200DC\"><span data-id=\"P10-N200DD\">CLIENT: Right, I mean it's not true.<\/span><\/p>\n<p data-id=\"P10-N200DE\"><span data-id=\"P10-N200DF\">THERAPIST: Of course it's not true.<\/span><\/p>\n<p data-id=\"P10-N200E0\"><span data-id=\"P10-N200E1\">CLIENT: Or like everybody's a douchebag. I'm like, \"Oh you're a douchebag.\" And that's what I feel about all the guys. I don't know, like just don't talk to me. Like that's how I've been feeling. It's just...he would literally have to be like, \"Calm down.\" (inaudible)<\/span><\/p>\n<p data-id=\"P10-N200E2\"><span data-id=\"P10-N200E3\">THERAPIST: Do they seem douchy because they don't measure up in other ways as well as how they look?<\/span><\/p>\n<span data-id=\"P10-N200E2-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200E2-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098930\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200E4\"><span data-id=\"P11-N200E5\">CLIENT: No. They're probably are better than him. They're probably like a plastic surgeon for all I know, but I don't like their face or their sweater or their haircut or the fact that their hair is blonde.<\/span><\/p>\n<p data-id=\"P11-N200E6\"><span data-id=\"P11-N200E7\">THERAPIST: I see, like you find reasons. Okay.<\/span><\/p>\n<p data-id=\"P11-N200E8\"><span data-id=\"P11-N200E9\">CLIENT: And like I'm not...<\/span><\/p>\n<p data-id=\"P11-N200EA\"><span data-id=\"P11-N200EB\">THERAPIST: Yeah because the physique thing sounds like it's genuinely how he is but it sounds like this other thing is a little different. It's kind of you doing a little more (inaudible) yourself.<\/span><\/p>\n<p data-id=\"P11-N200EC\"><span data-id=\"P11-N200ED\">CLIENT: Yeah for sure. I think also I've never really dated white guys that much. I just don't know why. I just really haven't. I don't know. It's nothing like...I'm sure they're attractive. I'm sure I'm attracted to some but like a lot of the parties I go to the majority are waspy kind of and that <\/span><span data-id=\"P11-N200ED1\">makes me even more like, \"I hate all of you.\" (chuckle) <\/span><\/p>\n<p data-id=\"P11-N200EE\"><span data-id=\"P11-N200EF\">THERAPIST: Do you know what is unappealing about the whiteness of them?<\/span><\/p>\n<p data-id=\"P11-N200F0\"><span data-id=\"P11-N200F1\">CLIENT: No. I just...I don't know because I went to a bar where it was very diverse but all the Hispanic men were short and all the black men were fat and bald so I think it's just what I'm seeing right now. I'm not attracted to anybody right now. I'm not feeling at a place where I'm positive about <\/span><span data-id=\"P11-N200F11\">(pause) the single world. I mean the drinking yeah, I do feel good...I feel very good about the fact that I'm...really I'm not having anxiety about not drinking this week. Like it's a challenge but it's not even like, \"Oh I really want to buy a bottle of wine.\" It's more like, \"Oh I really want another <\/span><span data-id=\"P11-N200F12\">cigarette or more weed.\" That's more my issue which, thankfully, in the grand scheme of things, aren't as detrimental like developing a serious drinking problem, so there's that. <\/span><\/p>\n<p data-id=\"P11-N200F2\"><span data-id=\"P11-N200F3\">Yeah I'm bummed out that I'm (pause) sad and I'm having a hard time (pause) maneuvering through that stuff. (sigh) (pause) On an upshot, I spent a lot of money in the past week by the way as well. (inaudible) I just have not been paying attention because I've just been trying to go out to eat and whatever <\/span><span data-id=\"P11-N200F31\">but I got that check from my last job. I got a check for found wages, like unclaimed wages, or some shit? Like 500 dollars, so that's good. That money was going to be used to pay off some extra credit card debt but now it'll just be used to (inaudible) which is okay. <\/span><\/p>\n<p data-id=\"P11-N200F4\"><span data-id=\"P11-N200F5\">(pause)<\/span><\/p>\n<p data-id=\"P11-N200F6\"><span data-id=\"P11-N200F7\">THERAPIST: (inaudible)<\/span><\/p>\n<p data-id=\"P11-N200F8\"><span data-id=\"P11-N200F9\">CLIENT: And also I think the house is difficult for me. It just annoys me. It's big. It's dirty and Mindy sucks at cleaning and I can't really yell at her because I suck at cleaning. It's just big and it's old and it's dirty and you lived there, you know. I'm over it but I really can't move (pause) <\/span><span data-id=\"P11-N200F91\">but I think that's why I've been spending more time in the room which is more something I've made my own now that we're not together anymore. But then I just hang out in my room. (chuckle) It's like my cave. Like literally probably all day Saturday and all day Sunday I just lived (inaudible) in my bedroom <\/span><span data-id=\"P11-N200F92\">with my cat, like straight the whole day, just eating the whole day. Like I'm really lucky I haven't gained weight. The eating thing I'm not even anxious about this week either. I don't know. I don't know what I'm anxious about work, school, having a really difficult week like this and no longer having <\/span><span data-id=\"P11-N200F93\">somebody to go home and talk to about it.<\/span><\/p>\n<span data-id=\"P11-N200F8-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N200F8-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098930\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N200FA\"><span data-id=\"P12-N200FB\">THERAPIST: (inaudible)<\/span><\/p>\n<p data-id=\"P12-N200FC\"><span data-id=\"P12-N200FD\">CLIENT: Even if he said the wrong thing it was just better [he know it] (ph).<\/span><\/p>\n<p data-id=\"P12-N200FE\"><span data-id=\"P12-N200FF\">THERAPIST: We've got to stop for now.<\/span><\/p>\n<p data-id=\"P12-N20100\"><span data-id=\"P12-N20101\">CLIENT: (sigh) Okay. So I guess you just want to keep our regular Friday appointment next week?<\/span><\/p>\n<p data-id=\"P12-N20102\"><span data-id=\"P12-N20103\">THERAPIST: What would you like to do?<\/span><\/p>\n<p data-id=\"P12-N20104\"><span data-id=\"P12-N20105\">CLIENT: I mean, if you have anything else earlier in the week that would be great.<\/span><\/p>\n<p data-id=\"P12-N20106\"><span data-id=\"P12-N20107\">THERAPIST: Yeah I'll see what I can do. <\/span><\/p>\n<p data-id=\"P12-N20108\"><span data-id=\"P12-N20109\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}