{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is frustrated and feeling stuck in her environment and her life situation."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Loneliness","Adjustment","Frustration","Broken relationships","Boredom","Psychoanalytic Psychology","Anger","Depression (emotion)","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"page_count","label":"Page Count","values":["15"],"weight":14},{"name":"psyc_subjects","label":"Health Subject","values":["Loneliness","Adjustment","Frustration","Broken relationships","Boredom"],"weight":15},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":16},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":17},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":18},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":19},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":20},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":21},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":22},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Depression (emotion)"],"weight":23},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":24},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":25},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":26}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2098932","dorpId":"1004967776","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session January 18, 2013: Client is frustrated and feeling stuck in her environment and her life situation.","fullTitle":"Client \"S\", Session January 18, 2013: Client is frustrated and feeling stuck in her environment and her life situation.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098932\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: I mean I don't mind being (inaudible) again.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Right, good. (pause) Hi. So I'm back at work as of Monday, this past Monday, which is fine. It's just work. It's just getting ready for this semester. I feel a little bit bored. I'm still feeling bored and...I mean I'm looking forward to the opportunity to do the event (ph) in Brazil in May <\/span><span data-id=\"P1-N2000F1\">instead of here and that will be a good change and everything but (pause) in terms of the day to day semester stuff, I'm really having a hard time being motivated and enthusiastic about it and I'm just trying to stay positive and whatever but it's just difficult because I was already kind of feeling <\/span><span data-id=\"P1-N2000F2\">that way. I like my job but it's just that I'm kind of bored and I don't know how to change that. I mean I'm sure I could be taking the time to (pause) learn other aspects of positions that I might want but I guess I just feel kind of like \"eh.\" If those positions aren't open then (pause) why bother? <\/span><span data-id=\"P1-N2000F3\">I don't know, something. Even if I do that I'm still not going to be not bored at my job. (pause) Or maybe it'll be even worse because I'll be like, \"Oh, then I could be doing all this other new stuff that I'm not doing and I'm learning about anything (ph) interesting,\" or whatever. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">And so I ended up having a...I talked to this girl Simone that I know through Franklin's (sp) friend. Anyway it's people in Newfoundland. It's Newfoundland friends that he has that are basically part of his crew but in Newfoundland. When we went for his birthday (pause) a couple years ago, a year <\/span><span data-id=\"P1-N200111\">ago, whatever we went up for the weekend for his birthday to...that thing's recording right?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: It is, yeah I'm thinking I forgot to shut my...I was doing my interview...<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Oh okay. Anyway, we met up with them and hung out with them while we were there, whatever. I liked the girl and they came and stayed with us a couple times when there were events going on, whatever. They were part of the crew that was there that weekend that I had to go to the baby shower when <\/span><span data-id=\"P1-N200151\">me and Franklin (sp) were going through all this stuff and they got in this fight and the whole thing. So I talked to her and she was like, \"Oh my God, I never told you but you know the real fight...\" The fight that they had, the real reason that they got in a fight was because Simone's boyfriend, <\/span><span data-id=\"P1-N200152\">the one that Franklin (sp) fought had and this is Simone telling me this because they had said something to Franklin (sp) something about, \"Why are you talking to another girl?\" And I was like, \"Okay.\" And they had told me it was because they were drunk and it was five in the morning and he was <\/span><span data-id=\"P1-N200153\">just talking trash for no reason. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">So then she told me this long story dating back to the week that I was in Virginia with my mom after I had just found out about this whole thing and was trying to figure out what to do and he went to...I sent him...I bought him some tickets so he could go to Newfoundland because he really wanted to <\/span><span data-id=\"P1-N200171\">be with his friends and do something and I was like, \"Cool. Go. God Bless, whatever.\" And we were trying to work on stuff, right? And there had been this girl that I had noticed he had liked some pictures a while back or like I had seen pop up on his Facebook messaging when he was with me or something <\/span><span data-id=\"P1-N200172\">like that. And I was like, \"Who's this random girl?\" and I looked at her page. He's like, \"Oh she's a photographer...she does photography,\" or modeling, something. It always was like because he was making his networking. He was always networking. That was always why he was contacting these people because <\/span><span data-id=\"P1-N200173\">it's all networking for his fucking...anyway. <\/span><\/p>\n<span data-id=\"P1-N20016-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20016-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098932\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">So (pause) I guess...so he had been sketchy that weekend. (pause) He said that Caleb's friend was coming to pick him up at the bus station and I was like, \"Okay,\" and there had been a 12 hour period where he didn't...I think I told you where he didn't pick up his phone or call me back or anything and <\/span><span data-id=\"P2-N200191\">I was like, \"What the hell?\" So apparently he met up with this girl, the same girl that I had asked him about that she was from Newfoundland or whatever, and he went over there.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: What's her first name? Just as a way to...<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: I don't even know.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">THERAPIST: Okay, alright. Never mind.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: French girl, French girl. Whatever. (pause) And so then I was like, \"Oh, well maybe it is Caleb's friend and that's how he met her or whatever,\" but then Simone telling me no, she said basically, \"Yeah we thought it was weird because Caleb was going to go pick him up but then he's like, ‘No, <\/span><span data-id=\"P2-N200211\">this girl is coming to pick me up.'\" (pause) And they were like, \"What?\" And so obviously it's not a friend of his. And he made these plans separately on his own with her. And I mean Simone was like, \"No he wasn't away from us for more than 30 minutes so they didn't sleep together or whatever,\" but <\/span><span data-id=\"P2-N200212\">I guess they wanted to go to the beach the second day that he was there. Franklin (sp) was wanting to go to the beach and then Simone was like (pause), \"Oh, no I'm tired. It's too late or something like that and then Franklin (sp) was like, \"Fine.\" He was pushing and pushing and then finally he was <\/span><span data-id=\"P2-N200213\">like, \"Well I told this girl that we were going to meet at the beach.\" And Simone was like, \"Ok well, I guess we're going to the beach then.\" <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">And first of all she's like, \"Oh she was so ugly and looked like a whale,\" whatever. Good time. And she's like, \"Then we were laying there and it was so awkward. They literally couldn't even hold a conversation and a language barrier and I was like lying between them and it was really awkward. Like <\/span><span data-id=\"P2-N200231\">we were just laying, sunbathing and they went in the water for a little while. I didn't because it was too cold and they were like...but you could tell it was really awkward.\" Whatever.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">So I guess fast forward to the fight at my house, I guess Franklin (sp) had maybe said something to Caleb jokingly or talking trash a little, or whatever, because they were all drunk and whatever. And I noticed Caleb was like, \"Oh yeah? You're going to say that to me when you're going to Newfoundland <\/span><span data-id=\"P2-N200251\">and fuck with some other girl behind Trina's back?\" to Franklin (sp).<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Okay, so Franklin (sp) said something to Caleb?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: He must have...whatever. Yeah that's when the fight (overlapping voices) or whatever that Caleb was angry and drunk so came out with, \"Yeah, you're going to sit here and talk trash to me and you're fucking some other girl in Newfoundland while Trina's at home?\" or whatever. And that's what I <\/span><span data-id=\"P2-N200291\">thought. And Franklin (sp) got all red in the face and was like all angry and looked at Simone and was like, \"Simone did anything happen with her?\" And Simone's like, \"Um, no, but he's still right. (chuckle) You still went to another country and didn't tell your girlfriend that you met up with some <\/span><span data-id=\"P2-N200292\">random girl that you randomly met on Facebook.\" <\/span><\/p>\n<span data-id=\"P2-N20028-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098932\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">So I found that out the other day and it made me angry but then I was kind of like, \"Eh.\" It just really solidifies the fact that I really don't give a shit. Anything that I did wrong in the relationship or whatever, he just lied so much to me, our whole fucking relationship. It's just disgusting and <\/span><span data-id=\"P3-N2002B1\">I don't understand how he could ever have gotten...how he could ever have had any ammunition to say that anything is my fault. I don't know. It just kind of made me feel justified all over again but also (pause) angry because like what else? God! (pause) It's just so...I can't understand why he was <\/span><span data-id=\"P3-N2002B2\">always keeping his options...and literally he did this after I found out about Betty already and confronted him about Betty.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: Right, this is just in the wake of that right? <\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: Literally like three or four days probably (pause) or something, whatever. And then he goes to Newfoundland and slept with somebody that...and lied to me? I just don't...it's like a sickness. He's sick and I really don't want to be associated with him anymore and it's annoying because some of <\/span><span data-id=\"P3-N2002F1\">his mailings are still getting sent to the house and I'm waiting for that to stop.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">(pause)<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">I don't know, I think I'm just...in the meantime I'm happy...I was really (inaudible) about my vacation. It was really good. I like really have stress all the time so I need to start doing something to reduce stress because I just think I carry a lot of tension around with me all the time. Did I tell <\/span><span data-id=\"P3-N200331\">you that I went...maybe I didn't see you. My mom and I went to go get massages...<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: You told me you were going to. Maybe you were going soon after...<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: That weekend, yeah. Well we went and it was really nice. We had a gift certificate. It was very nice. Connie [had a great] (ph) anniversary, really nice place, and it was supposed to be a 60 minute full body massage, whatever. Just like a massage. And the woman literally started and was like, <\/span><span data-id=\"P3-N200371\">\"I'm going to do the whole time on your back because you are so tight and have so many knots.\" And it literally...I could feel her pushing my knots out and she wasn't even done. She had to finish because the 60 minutes were done but I could even tell that she wasn't done. I could still feel her moving <\/span><span data-id=\"P3-N200372\">stuff around. And like two days later my back was hurting again. (pause) So I am going to go back for another massage next week (pause) because it did really help. It just like...I think I just have so much still built up or whatever but I need to start figuring out...I think I'm going to try to start <\/span><span data-id=\"P3-N200373\">going to yoga. There's a beginner's yoga class at 8:30 on Saturday mornings at the yoga studio literally behind my house, like it's in a community behind my house, like a building or whatever. So I think I'm going to start with that. The thing about it is yoga is supposed to be relaxing but I get so <\/span><span data-id=\"P3-N200374\">in my brain about doing the moves right and I can't, I'm not flexible enough and whatever that it ends up being stressful and frustrating. So I need to try and see if I can work through that or maybe I need to find a different kind of yoga or something. I don't know...a different kind of...I don't know. <\/span><\/p>\n<span data-id=\"P3-N20036-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20036-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098932\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">But I just know that I'm like tempo (ph). Even though the vacation was nice and I got a lot of stuff done in my house. I kind of redid my bedroom a little bit and redid my living room a little bit which feels good. It feels refreshed and it does make me feel not as antsy in terms of my apartment situation <\/span><span data-id=\"P4-N200391\">which I was feeling a little bit before. (pause) But I think that in general I'm just feeling kind of antsy. I think it's...I don't know. I started to feel (pause) kind of stressed out about having never (pause) fulfilled my goal of living outside of the state or yet and craving being somewhere else <\/span><span data-id=\"P4-N200392\">but not really sure how I would do it. I'm just conflicted I guess because (pause) I like my job at the university and I like being at the university and I like being near my family and friends and whatever. (pause) But at the same time I've never experienced anything different and so...and I don't <\/span><span data-id=\"P4-N200393\">know if I'll have a chance to (pause) or what. I don't know. I don't know what to do. I think being bored at my job is a big part of it (pause) so it's kind of making me think, \"Well why don't I just move?\"<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">(silence from 00:11:36 to 00:11:48)<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: Well I'm a little confused at the moment because (pause) being kind of bored at work, (pause) having gotten this sort of in a way additional bad news but also in a way additional confirmatory news and that Franklin (sp)...I don't know. I hear what you're saying that it didn't bother you that <\/span><span data-id=\"P4-N2003D1\">much but I would imagine it still kinda sucks at the same time.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: And (pause) I sort of feel like what am I missing? That in itself bored at work, more bad news about Franklin (sp) doesn't quite add up in a way to having so many knots in your back that the masseuse needs to spend an hour working and then they're back within a few days anyway, or wanting <\/span><span data-id=\"P4-N200411\">to pick up and move someplace you've never lived before. I mean, those (pause)...there's sort of a degree of tension or sort of (pause) a [feeling of being kind of ill at ease] (ph) there that the other stuff doesn't quite seem to add up to it as far as I can... <\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: You mean like why I would I seem that tense just for those things?<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: Yeah why are you feeling that tense? Or that wound up or feeling so antsy that you just want to get out of town and live somewhere else, like have a whole other life somewhere else. Those seem like reactions to pretty profound...I guess that's what I'm saying. Those seem like reactions to <\/span><span data-id=\"P4-N200451\">pretty profound stress or anxiety or something and yet it's not (pause)...[I'm actually trying to] (ph) figure it out but it's not clear to me yet what that's from and it doesn't seem like being bored with your job (pause) or that Franklin (sp) would kind of account for it.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: I mean it could also be that my birthday's coming up (pause) and I'm just getting older and I'm feeling another year older and another year that I haven't done x things that I wanted to get done.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: I see. So are you kind of upset about where your life is?<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: I mean a little bit.<\/span><\/p>\n<span data-id=\"P4-N2004A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098932\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">THERAPIST: I mean, not in your head. I can imagine that rationally like, \"Okay, I'm getting bored with my job [but it's also a] (ph) good job and yes I'm not involved with anybody but yes I just ended this long relationship. I don't really...\" In some parts it sounds like you're really back out there <\/span><span data-id=\"P5-N2004D1\">anyway. So at one level in your head I could imagine you saying like, \"Things are going to be fine. I'm not where I want to be but there's sort of... (inaudible) where I am.\" But maybe on another level it feels very different from that. <\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">CLIENT: I think that must be what it is. And maybe it's the stress of (pause) pushing down whatever those other feelings are kind of just relying on the, \"It's just temporary. I'll feel better. Everything's fine.\" Whatever. Maybe it's the stress of trying to make that okay that's making me super wound <\/span><span data-id=\"P5-N2004F1\">up. It could be I think.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">THERAPIST: Yep. (pause) So I would imagine you (pause) would ideally like to be engaged or married and you're thinking about (pause) having a baby. (pause) And I'm not quite sure what on the work front. I don't know if that would sort of take a back seat to the family stuff or do you have other things <\/span><span data-id=\"P5-N200511\">that you really want to be doing there too that you're not doing? <\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">CLIENT: I think that work is just more about wanting some change like in environment. I mean this is like...<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">THERAPIST: Like work's not keeping...it's not sort of satisfying in a way you kind of want...<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">CLIENT: I feel like this is the longest in a row, extended period of time that I've been literally doing the same thing day to day in my whole career since college. So I think that that's starting to get to me a little bit because I'm not used to it or I haven't experienced it really in so long. And <\/span><span data-id=\"P5-N200571\">then (pause) yeah I think that the feelings of wanting to be starting whatever my life's going to be like for the rest of my life is what's creating this desire to move because maybe it's like, \"Well at least if I'm moving then I have to start a new phase of my life even if it's just me,\" as opposed <\/span><span data-id=\"P5-N200572\">to just me here continuing. <\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">THERAPIST: What's the matter with you here?<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">CLIENT: I'm bored.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: And by yourself?<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: Yeah and cold.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: You seem on the verge of getting upset.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: I feel that way but I don't to want to.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: What's upsetting you?<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: (pause) Just (pause)...I wanted to move a long time ago (crying) and I didn't and I just... (pause) this whole fucking relationship with Franklin (sp). Like I could have moved three years ago instead of starting a relationship with him. (pause) And now it's like three years later and I don't <\/span><span data-id=\"P5-N200671\">work for my old job anymore so that opportunity isn't really there as readily. I feel like I just sacrificed that to try to be in this relationship and...<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: And that didn't work out. <\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: And it didn't work out. And I guess I just...the whole thing coming up about him lying about other stuff just sucks because it's just like fuck. He lied to me in the beginning and I knew he was lying to me and it's just (pause) frustrating that I was okay with that and fine, okay we changed <\/span><span data-id=\"P5-N2006B1\">and whatever for three years and I just literally kept holding on to the fucking relationship. (crying)<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: In some ways it was really...it turns out to have been a different relationship than you thought you were in in some way?<\/span><\/p>\n<span data-id=\"P5-N2006C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098932\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">THERAPIST: That's just terrible.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">CLIENT: Well and then that I don't even know really if I had a relationship with him because of how much he lied to me and other people and it just makes me feel like there was so much that (pause) I didn't know or was misinformation or (pause) whatever that he lead me to believe that wasn't true or <\/span><span data-id=\"P6-N200731\">lead other people to believe that wasn't true and I didn't know that he was...it just makes me feel really shitty about the whole thing.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">CLIENT: And then like Steph was text messaging me last night saying how upset she was because she feels like they fought their whole relationship, her and her boyfriend, and blah blah blah. And I wanted to be like, \"Well at least he didn't fucking lie to you the entire time you were together. At least <\/span><span data-id=\"P6-N200771\">if he was calling you a bitch in your fights he was telling his truth. You weren't fighting about something you found and were uncomfortable with and he was defending and lying about and saying it was not and making you feel like you're crazy.\" <\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">(pause)<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">And everybody's always like, \"Why are you so obsessed with moving?\" And I don't... (pause) like what's wrong with that? I don't know why I've never...(pause) I don't know, I just feel like now it's too late or like I can't or I would be really stupid to leave my career and I'm getting paid well and <\/span><span data-id=\"P6-N2007B1\">I have so much debt that like what would I do if I moved to some place with lower income? (pause) I don't know. I guess I just feel kind of stuck. (crying)<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">(pause)<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">And everybody's so like, \"Oh you know, it's always when you're not looking when you find somebody.\" And (pause) it's like yeah I know. I used that theory three years ago. Look where it got me. And then other people are like, \"Well you don't want to be that desperate girl that...because guys know when <\/span><span data-id=\"P6-N2007F1\">you're husband hungry.\" And I'm like okay, I don't really...whatever. <\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: (chuckle) Because that's reassuring.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: I'm not saying you're so husband hungry but how...is that supposed to make you feel better?<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: I know. (pause) And work is a problem because then I just think about being unsatisfied because I'm just bored there and (pause) frustrated between the same things over and over and being so friendly and helpful (pause) about the same thing over and over. And there's no opportunities coming up.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">(pause)<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: I see. It sounds like part of what you want is something that's going to help you feel like you're moving on, that you're kind of more energized, that you have things to be excited about and look forward to whether it's work or living somewhere else.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: And you're getting kind of the opposite of that at work. <\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: Right. (pause) And that's why honestly at home I am happier because I don't know, like having a refreshed space just...it does feel really good. It feels like it's not the same thing that I've been living in for the last three years. (pause) But at work it's not good.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">(pause)<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: Well I imagine you're really upset about having given three years to this relationship (pause) in light of what you now know about it and also just it simply didn't work out.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: Right. (pause) I mean like...(pause) I mean I guess there's also part of the feeling of living elsewhere and not having to pick up his mail or whatever, or deal with him for any reason, (pause) or chance seeing him around because he lives close or his family or whatever. <\/span><\/p>\n<span data-id=\"P6-N20096-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098932\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">THERAPIST: You would like to put distance between you.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: Yeah. (pause) I mean I think that a big thing is my life is very much the same except that he's not there. (pause) And not like...honestly like yeah I miss him and I feel lonely but I don't really miss him as much as I just feel lonely because I'm just angry at him and he's such a piece of shit <\/span><span data-id=\"P7-N2009B1\">but (pause) it just sucks because now my life is without him as opposed to with him but everything else is the same. Like I'm still feeding the fucking cats and I'm still climbing three sets of stairs, and I'm still driving the same car, going into the same place every day, doing the same things every day. <\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">(pause)<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: Some of the way it works is that everything should be different in a way. When you end a relationship like that scenery should change, job should change, and the apartment should change. (pause) It should be hard...help demarcate starting again (pause) and it doesn't.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: Right. (pause) And Steph can't really...she doesn't understand these feelings that I have because (pause) I mean she was living with this boyfriend more or less but then he also moved and they weren't together for a while. They had periods of separation and she wasn't together with him for as <\/span><span data-id=\"P7-N200A11\">long and (pause) it's just a very different experience to...and she didn't build an apartment with him that they lived in together and the past. So it's really hard for her to understand (pause) I want to leave my job. I want to move. I want to be in a different state. I want to have a new car. Like, <\/span><span data-id=\"P7-N200A12\">she can't...it's like, \"Why so extreme? You should just be happy that you have everything and you're great and blah blah blah. You have to worry already about not being sad so don't let that stuff add to it.\" But that is the stuff making me sad so she doesn't really get it. <\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">(pause)<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">The other day I got really annoyed at my friend because he was like, \"Well you never know. You guys could still get back together.\" And I was like, \"No we couldn't.\" And he was like, \"You know, I just got out of a ten year relationship and I just think...I've seen a lot of really cute chicks and I know <\/span><span data-id=\"P7-N200A51\">how these things work. Sometimes you get back together and then you maybe break up again or maybe not or maybe in the future. In a year you could be...you know, we could all be a party (ph) again.\" And I was like, \"I don't think you understand. Maybe that's your experience.\" But it made me annoyed because <\/span><span data-id=\"P7-N200A52\">I was like, \"That's fine but don't tell me just because you had that experience and you've seen other people have that experience that that's what my experience is going to be,\" because I can tell you that it's never...I'm never ever, ever going to get back together with him ever. Like it's not ever <\/span><span data-id=\"P7-N200A53\">going to happen. If we can help it we won't ever see each other in person again. It will never happen, unless it's by chance in the grocery store, like it's just not happening. And I felt (pause) defensive because I felt like it was somebody telling me, \"Well no you'll just...you'll probably...it's <\/span><span data-id=\"P7-N200A54\">fine. It's fine.\" (pause) I'm like, \"No it's not.\" (pause) Why would I do that, you know? \"Don't start looking around yet for other people because you know, you might get back together with him so just take it easy for now. Take care of yourself.\" <\/span><\/p>\n<span data-id=\"P7-N200A4-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200A4-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098932\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">(pause)<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">THERAPIST: I wonder if one thing that was really hard for you about the way that things ended is that (pause) he never really took responsibility and you probably never even really knew about some of the things that happened.<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">CLIENT: Yeah, lots apparently, or who knows. (pause) He never even took responsibility about the things I did know about! (chuckle)<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">(pause)<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">Meanwhile I guess he's found out...I guess Lucy (ph) made some smart comment about one of his stupid posts and so he (pause) inferred or whatever, figured out that she had maybe talked to me or whatever, because she said something about like, \"Oh you didn't do right by Trina,\" or something like that. <\/span><span data-id=\"P8-N200AF1\">But I didn't tell...she was just like, \"Oh I just commented this.\" And I was like, \"Okay, that's your...enjoy.\" And he sends me a text message that says \"I just lost so much respect for you.\" (pause) And I was like, \"What are you talking about?\" And he was like, \"You can pretend you don't know what <\/span><span data-id=\"P8-N200AF2\">I'm talking about but how many times had I asked you in our relationship to keep my private life private and then you go talking about...\" Right. And I'm like, \"Umm...\" And I just stayed with it. I was like, \"I really don't know what you're talking about. I just talked to some people that you don't <\/span><span data-id=\"P8-N200AF3\">know back when we first broke up but it's my decision too and so...\"<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">THERAPIST: Can you just block his number? <\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">CLIENT: I think I should. Well because then what if I have to do mail? I guess I could e-mail him. (pause) Well he doesn't text me very...<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">THERAPIST: How about you just give it back to the post office? (chuckle)<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">CLIENT: Can I?<\/span><\/p>\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">THERAPIST: (laughter) I don't see why not. He doesn't live there.<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">THERAPIST: I mean it would be nice if you wanted to put it in an envelope and mail it to him or leave it for him, something like that but maybe you don't want to deal with him. (chuckle)<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">CLIENT: I don't want to deal with him. I was like, \"You just lost a whole bunch of respect for me? That's really what you're going to go with right now as the comment you're going to make about this scenario?\"<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">THERAPIST: Of course that's what he's got going right now.<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">(pause)<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">CLIENT: \"You never had any respect for me obviously so lose as much respect as you want!\" That's what [I tell everybody] (ph) you know? <\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">THERAPIST: Ouch.<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">(pause)<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: I didn't say that.<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: No I don't mean that (inaudible) to him. I mean it (inaudible) like he never had any respect for you. I understand why. I'm not saying... (pause) I know in a sense it's not what you literally mean but in a way that's what it feels like and it's awful.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">CLIENT: Yeah. (pause) And then one of my friends was like, \"Well it doesn't matter. Moving is not...if you want to move you don't need a reason to do it. You don't need to have a job, you can just go.\" But I was like, \"Not really how I function.\" (chuckle) And I understand the idea. It's like if you <\/span><span data-id=\"P8-N200CF1\">want to do it, just do it. Who cares about the money? But I'm not 22 so it's different. <\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">(pause)<\/span><\/p>\n<span data-id=\"P8-N200D0-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200D0-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098932\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">THERAPIST: I see so like (pause) part of what's so frustrating is you're getting the message, \"Eh, you don't have to worry about any of this. It doesn't have to be so hard,\" or these things you're upset about aren't such a big deal. And there is a lot to worry about and you are awfully upset about it <\/span><span data-id=\"P9-N200D31\">and you have [every good reason to be pissed off] (ph) about it.<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">CLIENT: Yeah. (pause) (sigh) So I don't know. (pause) I'm going to Chicago this weekend and it will be good to see the girls and everything but I'm like feeling shitty so I'm kind of not enthusiastic about it and also we're going to start doing (inaudible) apartment and doing all that stuff which is <\/span><span data-id=\"P9-N200D51\">not (pause) exciting at all or something to look forward to. (pause) I don't know. It's hard for me to muster positivity.<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">THERAPIST: I think you feel awful.<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">CLIENT: (pause) Yeah.<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">THERAPIST: There may be other things too but I imagine some of the tension and stress in part comes from that. <\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">CLIENT: Yeah, I think so.<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">THERAPIST: Having to hold it back.<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">CLIENT: Yeah, which I have to.<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">THERAPIST: Yeah, that probably takes a lot of work.<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">(silence from 00:33:01 to 00:33:28)<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">CLIENT: I want to see the girls but all I'd rather do is stay home, just hang out. I don't know if that's any better. (pause) It'll be good. I'll have fun. I just feel unmotivated and it gets a little tiring after working...after not working and then being back for a week. It uses a lot of energy to <\/span><span data-id=\"P9-N200E71\">be positive and stuff.<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">(silence from 00:33:53 to 00:34:22)<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">I've also been dieting again this week and (pause) it's been fine and I feel good about it but now it's turning into the weekend and I'm like, \"Okay I'm ready to eat food.\" But I feel like if I continue with the diet that I'm...even if I'm feeling bad about other stuff I'll feel good about that and <\/span><span data-id=\"P9-N200EB1\">that's important to me.<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: Right, it's hard to do when you're feeling crummy though I would think.<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: It is, yeah. (pause) Exercise I did a couple times this week which is good because it actually makes me feel happier.<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">THERAPIST: Yeah sure. What did you do?<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">CLIENT: I just did (inaudible) DVDs at my house. And it was fine. I've got so many DVDs to switch it up so that was good.<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">THERAPIST: Good!<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">(pause)<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">CLIENT: I still haven't gone grocery shopping but I'm planning to do that on Monday, just hopefully to stock up on some stuff, (pause) figure out what I want to cook and that will help me with the diet and not being so bored I think. But I was doing take out for the whole time I was on vacation so (inaudible).<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">(silence from 00:35:26 to 00:35:42)<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">I stopped smoking cigarettes. Did you know that?<\/span><\/p>\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">(pause)<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">THERAPIST: Over the last few weeks?<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">CLIENT: (inaudible) which is this.<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">THERAPIST: (inaudible)<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">CLIENT: Fine.<\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">THERAPIST: How much did you smoke?<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">CLIENT: (yawn) Maybe a pack a week. (pause) But I just (inaudible) not a problem.<\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">THERAPIST: Good.<\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">(pause)<\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">CLIENT: It's weird (yawn) I was smoking...sometimes more actually during the week, maybe two packs a week? But I'm not craving it or anything like that. If I'm out drinking and I see people going around with a cigarette (inaudible) and I'm like, \"Oh.\" So that's good.<\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">(silence from 00:36:36 to 00:36:52)<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">I mean, the way that I look at is if I can't figure out a way to quite yet feel what I want to do in terms of feeling better emotionally and mentally and whatever then at least I know what to do to get feeling better physically in terms of weight and not smoking and drinking enough water, all of <\/span><span data-id=\"P9-N201151\">that stuff. I mean, I think that (pause) is at least something I can do I feel like so I'm putting my efforts there.<\/span><\/p>\n<span data-id=\"P9-N20114-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20114-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098932\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20116\"><span data-id=\"P10-N20117\">THERAPIST: (inaudible)<\/span><\/p>\n<p data-id=\"P10-N20118\"><span data-id=\"P10-N20119\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N2011A\"><span data-id=\"P10-N2011B\">(pause)<\/span><\/p>\n<p data-id=\"P10-N2011C\"><span data-id=\"P10-N2011D\">THERAPIST: And it feels good to be putting it into yourself that way.<\/span><\/p>\n<p data-id=\"P10-N2011E\"><span data-id=\"P10-N2011F\">CLIENT: Right. (pause) It's just hard to stay positive and happy right now. I'm trying really hard but it's hard!<\/span><\/p>\n<p data-id=\"P10-N20120\"><span data-id=\"P10-N20121\">THERAPIST: Why do you need to do that?<\/span><\/p>\n<p data-id=\"P10-N20122\"><span data-id=\"P10-N20123\">CLIENT: Because I feel like if not I'm just going to be depressed or something, I don't know. I mean what...what, am I supposed to just like (pause) feel negative and pessimistic?<\/span><\/p>\n<p data-id=\"P10-N20124\"><span data-id=\"P10-N20125\">THERAPIST: Do you feel negative and pessimistic? <\/span><\/p>\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">CLIENT: Yes. (chuckle) Which is why I've been trying to make an effort to not.<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">THERAPIST: Well I don't know if there's a (pause) best practice or a prescribed way of handling it but (pause)...and I can understand (inaudible) one thing like work you want to both be function and present well to other people but (pause) I also understand that it in a way makes you feel good to (pause) <\/span><span data-id=\"P10-N201291\">you know, be exercising and stopping smoking and dieting, whatever. But (pause) I don't know, it sounds like you're (pause) worried about getting stuck in feeling low if you just feel low...<\/span><\/p>\n<p data-id=\"P10-N2012A\"><span data-id=\"P10-N2012B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N2012C\"><span data-id=\"P10-N2012D\">THERAPIST: ...or you'll act (inaudible) depressed and won't get out of bed or something? <\/span><\/p>\n<p data-id=\"P10-N2012E\"><span data-id=\"P10-N2012F\">CLIENT: Not to that extreme probably but like not...I don't know, just feel...just be that negative person. (pause) I don't want to be like, \"Oh, I hate this. I hate this viral media. I hate everybody in here. They're all ugly and too young. Fuck you. Don't talk to me.\" I don't want to be that person <\/span><span data-id=\"P10-N2012F1\">and I feel like that's what I could turn into.<\/span><\/p>\n<p data-id=\"P10-N20130\"><span data-id=\"P10-N20131\">THERAPIST: Like a curmudgeon?<\/span><\/p>\n<p data-id=\"P10-N20132\"><span data-id=\"P10-N20133\">CLIENT: A what?<\/span><\/p>\n<p data-id=\"P10-N20134\"><span data-id=\"P10-N20135\">THERAPIST: Curmudgeon?<\/span><\/p>\n<p data-id=\"P10-N20136\"><span data-id=\"P10-N20137\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20138\"><span data-id=\"P10-N20139\">(pause)<\/span><\/p>\n<p data-id=\"P10-N2013A\"><span data-id=\"P10-N2013B\">THERAPIST: So negative about everything?<\/span><\/p>\n<p data-id=\"P10-N2013C\"><span data-id=\"P10-N2013D\">CLIENT: Yeah. I'm already kind of that way, just my nature. Just sort of sarcastic and a little pessimistic and whatever (pause) and I don't want to feel that way like...<\/span><\/p>\n<p data-id=\"P10-N2013E\"><span data-id=\"P10-N2013F\">THERAPIST: You're feeling [like it kind of] (ph) sucks.<\/span><\/p>\n<p data-id=\"P10-N20140\"><span data-id=\"P10-N20141\">CLIENT: yeah.<\/span><\/p>\n<p data-id=\"P10-N20142\"><span data-id=\"P10-N20143\">THERAPIST: I'm not saying it does for you but... <\/span><\/p>\n<p data-id=\"P10-N20144\"><span data-id=\"P10-N20145\">CLIENT: Or I don't want to be sad. (pause) I don't want to be like, \"Oh I feel sad today,\" and then I'm not able to not feel that way for the rest of the day. It chafes my day. I don't want that so I've just been feeling like, \"Just don't.\" I'm just trying to tell myself \"Carry on.\"<\/span><\/p>\n<p data-id=\"P10-N20146\"><span data-id=\"P10-N20147\">THERAPIST: Well if you didn't start out the day feeling sad and felt what you felt I'm not sure it would (inaudible) would it?<\/span><\/p>\n<p data-id=\"P10-N20148\"><span data-id=\"P10-N20149\">CLIENT: I don't know. It could. It might. I mean, if it's a weekend especially. Or even at work actually because then I'm just like morbid about everything.<\/span><\/p>\n<p data-id=\"P10-N2014A\"><span data-id=\"P10-N2014B\">THERAPIST: (overlapping voices) how well it works to kind of force yourself not to pay attention to it.<\/span><\/p>\n<p data-id=\"P10-N2014C\"><span data-id=\"P10-N2014D\">CLIENT: It doesn't.<\/span><\/p>\n<p data-id=\"P10-N2014E\"><span data-id=\"P10-N2014F\">THERAPIST: Okay, alright well that explains it.<\/span><\/p>\n<p data-id=\"P10-N20150\"><span data-id=\"P10-N20151\">CLIENT: And that's why all these fucking people that I know that are [happily content] (ph) like (inaudible) and Steph, just be positive. Just think of...honestly, just honestly if you concentrate on being positive it really will change your attitude.<\/span><\/p>\n<p data-id=\"P10-N20152\"><span data-id=\"P10-N20153\">THERAPIST: Okay, so you want to punch her in the face?<\/span><\/p>\n<p data-id=\"P10-N20154\"><span data-id=\"P10-N20155\">CLIENT: Yeah, the same way I wanted to punch Franklin (sp) in the face every time he fucking said that to me for three years straight. I was like, \"Shut up! Maybe it works for you, you fucking fake ass! Jesus!\" Because you're lying to everybody else. Of course, lying to yourself is going to work. But <\/span><span data-id=\"P10-N201551\">it doesn't work for me. People can say it all fucking day. \"It's good. Just be happy! It could be worse. It could be worse. It could be a lot worse. Just think if you didn't have food.\" Like, okay (pause) I'm not starving. (chuckle) That doesn't make me feel better about that I'm bored at work. There's <\/span><span data-id=\"P10-N201552\">food at work. That's not the reason I'm bored...or something that connects the two.<\/span><\/p>\n<span data-id=\"P10-N20154-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20154-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098932\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20156\"><span data-id=\"P11-N20157\">(silence from 00:42:16 to 00:42:34)<\/span><\/p>\n<p data-id=\"P11-N20158\"><span data-id=\"P11-N20159\">I guess also it's hard for me to not feel like I'm being selfish too, like \"I feel like shit so I don't want to come to Chicago to visit with you and the girls.\"<\/span><\/p>\n<p data-id=\"P11-N2015A\"><span data-id=\"P11-N2015B\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P11-N2015C\"><span data-id=\"P11-N2015D\">CLIENT: You know? (pause) I don't want to have to try to be nice to anybody because I feel like shit and that feels like an asshole move, or selfish.<\/span><\/p>\n<p data-id=\"P11-N2015E\"><span data-id=\"P11-N2015F\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P11-N20160\"><span data-id=\"P11-N20161\">CLIENT: I don't want to see you because that means I will have to put forth effort in caring about your life. Like honestly, it's to that point sometimes. (pause) I mean, I think mostly on days like today when I am feeling shitty super shitty I can't even remember how it feels to not.<\/span><\/p>\n<p data-id=\"P11-N20162\"><span data-id=\"P11-N20163\">THERAPIST: Yeah [it seems like you're] (ph) depressed and I guess it's unclear to me...it certainly has not been that long since things ended with Franklin (sp).<\/span><\/p>\n<p data-id=\"P11-N20164\"><span data-id=\"P11-N20165\">CLIENT: Right. <\/span><\/p>\n<p data-id=\"P11-N20166\"><span data-id=\"P11-N20167\">THERAPIST: And you're also getting new information about it which I think makes it fresher in a way and it also ended badly which doesn't make it any easier.<\/span><\/p>\n<p data-id=\"P11-N20168\"><span data-id=\"P11-N20169\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P11-N2016A\"><span data-id=\"P11-N2016B\">THERAPIST: (pause) So I don't know...I think a lot of this is just being in the wake of the break up (pause) and all the various things that that means to you. That's not to argue that you should feel better but it's sort of like (pause) surprising that you're feeling this way. It's affecting you in <\/span><span data-id=\"P11-N2016B1\">your way the way it would affect somebody else in their way. It also means that over time it might get to a phase, somewhat...and I don't if there's something more depressive. I can't tell you. It may be too early to tell if there's something more straight up depressive. Is this just a [kick off] (ph) <\/span><span data-id=\"P11-N2016B2\">for you that won't just go away the way mourning throughout (ph) the relationship would presumably get less over time. (pause) It all seems pretty awful. (pause) We need to stop for now.<\/span><\/p>\n<p data-id=\"P11-N2016C\"><span data-id=\"P11-N2016D\">CLIENT: Okay, so I'll see you next week same time?<\/span><\/p>\n<p data-id=\"P11-N2016E\"><span data-id=\"P11-N2016F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P11-N20170\"><span data-id=\"P11-N20171\">CLIENT: Okay, thank you.<\/span><\/p>\n<p data-id=\"P11-N20172\"><span data-id=\"P11-N20173\">THERAPIST: Yeah, take care. <\/span><\/p>\n<p data-id=\"P11-N20174\"><span data-id=\"P11-N20175\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}