{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is thinking about making a move out of her comfort zone to make some changes in her lifestyle and environment."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Loneliness","Frustration","Finances and accounting","Psychoanalytic Psychology","Depression (emotion)","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"page_count","label":"Page Count","values":["16"],"weight":14},{"name":"psyc_subjects","label":"Health Subject","values":["Loneliness","Frustration","Finances and accounting"],"weight":15},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":16},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":17},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":18},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":19},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":20},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":21},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":22},{"name":"symptoms","label":"Presenting Condition","values":["Depression (emotion)"],"weight":23},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":24},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":25},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":26}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":13,"pageCount":13,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2098938","dorpId":"1004967782","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session January 25, 2013: Client is thinking about making a move out of her comfort zone to make some changes in her lifestyle and environment.","fullTitle":"Client \"S\", Session January 25, 2013: Client is thinking about making a move out of her comfort zone to make some changes in her lifestyle and environment.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":13,"totalPages":13,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":13,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098938\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I'm text messaging with Steph right now. Like she's so retarded. I was like, ‘oh I just decided to make a plan to stay in tomorrow.' And she writes, ‘we're having dinner at Lucy's new place; I mean that is what I told you. If you don't want to go, that's fine. [Mcing] (ph) it. We have plans <\/span><span data-id=\"P1-N2000D1\">Saturday night. And I literally wrote back like in between each of these messages, I was like, ‘oh, okay, I thought we'd made plans to go in the afternoon,' but she was like so furiously writing like, ‘we have plans, we have plans, we have plans, what are you talking about?' Like she's so annoying. <\/span><span data-id=\"P1-N2000D2\">And then she was like you're so weird, why are you!!!!' So, did I tell you that Steph was looking for a condo and that I was like kind of envious because like, whatever. She started looking for a condo. She just decided she lives with her parents and she really wants to move out so she was like, ‘well <\/span><span data-id=\"P1-N2000D3\">I'm going to start looking for a condo.' And I was like, ‘oh, that's great.' And then like my mind she's like, this is the beginning of a process. I don't know, like for me in my lifetime I've not home buying is smart. Like you're looking and then you're getting pre-approved and then you're looking <\/span><span data-id=\"P1-N2000D4\">and you're comparing and you're finding -<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Half of it.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: And she starts and then less than two weeks later, ‘I put an offer in on a place.' And I was like, ‘wow, I thought you were just getting a feel for the market, like that's great.' But she's working with a $500,000 budget. She's only looking in back she text messages me like eight times in <\/span><span data-id=\"P1-N200111\">a row. It's really fucking annoying. It's really annoying. But anyway, I mean I try to do it sometimes, too, but I think she does it more frequently. Like looking only in the best of the best, whatever, and then she tells me she put an offer on a place and obviously she didn't tell me how much it was <\/span><span data-id=\"P1-N200112\">and I didn't ask, but when you're looking and your budget is 500,000 you can assume that you're getting something in, within a hundred thousand, hundred fifty thousand of your budget, right. Like, you know less or whatever. Anyway she's getting a 675 sq foot studio in a building behind the Center downtown <\/span><span data-id=\"P1-N200113\">and like that she's like done, papers signed, I'm closing this weekend.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: And when did she start looking? A couple of weeks ago?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah, that's really fast for a closing.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: It could be that she's paying cash and if (cross talk) -<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah, her father is and it's fucking annoying because you don't have any idea of real life.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Right, and usually the thing that takes a long time is the stuff that goes along with getting the mortgage approved.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Right. But I've never experienced and I told my mom I was talking to my mom about this and she's like, ‘well, you know oftentimes like when situations have come up like this throughout your lifetime I've felt badly for having had you guys like grow up around all these rich kids in their [district] <\/span><span data-id=\"P1-N2001D1\">(ph) because we didn't have that kind of money even though we had a big house and we lived in that neighborhood and we lived next to the school. You grew up around these people who -<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Yeah, yeah I know that neighborhood because I used to work (cross talk)<\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098938\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: Right and you know, so you do just pay with cash, you know. It's not a question of down payment and mortgage and you know, but I don't know though she said something about like, after she pays her mortgage she'll be broke so maybe she's maybe her dad financed it and that's why it was so <\/span><span data-id=\"P2-N200211\">quick and (unintelligible) and she's going to pay him, so I don't know what because I severely doubt that she has good enough credit well, I don't know unless she got it co-signed or I don't know.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">THERAPIST: The thing is, if they did it in two weeks she doesn't have a mortgage.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: That's what I don't understand, so she may have just said that to me like, mortgage, like, ‘after my mortgage payment I'll be broke.' But it might just be what she paid her dad, who knows.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: But who knows? Who the hell does?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: I think that she's dumb for buying that condo. I mean it's not even that great of a location kind of. Like I would want it. But anyway. I went this past weekend to Chicago to do stuff at my grandma's apartment, stuff I think I told you I was doing that. First of all on the way there I had <\/span><span data-id=\"P2-N2002D1\">a breakdown. My dad was driving and I was breaking down the budget, like stop feeling between a rock and a hard place in terms of finances and feel kind of bored at my job and bills and apartment and all this shit and like feeling a little depressed about that and I was just having a bad day. It was <\/span><span data-id=\"P2-N2002D2\">a bad day, like one of these post-breakup like, I was really upset, emotional and upset and whatever and my dad was nice and whatever. He was frustrating me because he was suggesting like, ‘well, let's really brainstorm and think about how you can make extra money to pay off more of your debt, like <\/span><span data-id=\"P2-N2002D3\">get a part-time job or something.'<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">And I'm like in a bad place and so, of course, I'm like, ‘oh, good, and I'll hate my life even more than I do now because I'll never have any free time and I literally will want to die, like for nothing.' But, he's like dead serious about it and I'm like, ‘I don't understand, like I baby-sit every so <\/span><span data-id=\"P2-N2002F1\">often, like what am I going to do? Try to baby-sit every day of the weekend? Like I don't know how I would even begin it's all very overwhelming and whatever and then I started feeling all regretful for never having moved out of the area and having wanted to move to the beach and never doing that <\/span><span data-id=\"P2-N2002F2\">and that I you know, stay here, live by you instead of like doing anything else and I thought that was going to work out and I'm feeling stagnant in my job and you know my dad was pointing out, he was like, ‘I know that you were starting to feel a little bit like that already at work, but I think because <\/span><span data-id=\"P2-N2002F3\">you had things to look forward to like a possible wedding and kids and all that stuff, it was bearable, because you had things that you could but now that you don't it's really getting unbearable for you and I was like, that's exactly right. My dad was I mean he gets angry at me and says like, ‘well <\/span><span data-id=\"P2-N2002F4\">I don't know why you have this reaction,' but then he kind of backs down and he's like, ‘I understand, it makes sense why you're feeling this way.'<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">And like I didn't know what to do and I was like now it's too late to move. I can't do it now, like even though I could because I don't have any kids or anything like that, like I don't have any money and how could I do it and all this stuff and school and like just totally like freaking out. I started <\/span><span data-id=\"P2-N200311\">to talk to Mandy, my high school best friend in Texas who and she was like, basically like, ‘well, you don't need if you really just want to move, just move, it doesn't matter career or whatever you do, you might have to work two jobs, you're going to have to do this and do that and then I was like, <\/span><span data-id=\"P2-N200312\">‘yeah, but the thing is I like what I do, I just don't like exactly where I'm at right now and my position I just want change but I don't want to sacrifice my career for this move. I want my career to move with me or whatever. I want my career to be down there, too. And she was like, well if that's <\/span><span data-id=\"P2-N200313\">the case then choose two to three cities that you'd be interested in living in and apply to jobs that look good to you or only at universities within 30 minutes driving distance of each of those places and like that was like the first piece of advice that somebody gave me that actually I felt like wasn't <\/span><span data-id=\"P2-N200314\">that overwhelming.<\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098938\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">And so I thanked her and then I decided that I'm going to just do it because I literally always have a million reasons not to do it. Like that's why I've always not done it, like a job gets in the way or a boyfriend or well, my parents and my grandmother's old and I won't be able to spend as much time, <\/span><span data-id=\"P3-N200331\">and my goddaughter and my friends' kids and there have always been a million reasons why I shouldn't do it and only one reason why I should which is that I want to and that I never have, like that's literally the only reason why I should do it. But I've always listened to why I shouldn't so I decided <\/span><span data-id=\"P3-N200332\">that I'm going to make every effort to find a job down south and move there for a little while and my mom is, people who are supportive of like my mom is like her first thing is like, ‘well I'm just afraid you're going to meet a guy down there and then want to stay.' Like, okay, but if I don't, I feel <\/span><span data-id=\"P3-N200333\">like if I don't like actually try to make a move and do this, then I'm going to regret it forever. Like if there's no, ‘cause like that's not going to have this shit again, like if I meet somebody or if I get more involved in a career at the university and I really would be stupid to move or whatever <\/span><span data-id=\"P3-N200334\">the case may be, and so I'm like I'm really nervous about this decision and like really scared that I'm going to hate it or I'm going to be lonely or whatever.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">But, I decided to just and you know I always have this same concern that's always like, ‘oh but now do I regret missing the trip to Brazil if I get a good job down there, should I start applying now, should I wait until after the semester and not leave them in the lurch and this is literally what <\/span><span data-id=\"P3-N200351\">I've done for the last 10 years about this. I've always like, ‘well let me just wait until then, let me just do it then and then something always happens and here I am. And so I went online and started applying for jobs like immediately. I went to Hire and Jobs.com and there were two jobs at a Community <\/span><span data-id=\"P3-N200352\">College which I'm like, \"nah, but like if it's a good job, like who cares?' and one of them was for events officer for the College Foundation which is like their [advancement] (ph)  department like, development, like non-profit like fund for the thing which is what I do kind of already. So that would <\/span><span data-id=\"P3-N200353\">be great and the salary is a little bit less than I get paid now. I think the cap, I think it was like, the pay raise was like 45 to 50-2 or something like that and I'm making 51-6 now, so you know I may take a little pay cut there but like cost of living so maybe it could be workable. And then I applied <\/span><span data-id=\"P3-N200354\">for a position which they titled administrative assistant so and it looks like an administrative assistant position in the office of the campus president at the satellite campus which is like a little bit like southwest of like actually Houston but it's actually like one of the areas where I would look <\/span><span data-id=\"P3-N200355\">for apartments then because it's a little bit cheaper and it's maybe a 20 minute drive to work. A lot of it is an admin position but a lot of the duties are like a lot of stuff I already do like has to do with representing the Office of the President like at meetings and doing some large, you need to <\/span><span data-id=\"P3-N200356\">have large scale events experience for this job and the pay grade is 55 73.<\/span><\/p>\n<span data-id=\"P3-N20034-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098938\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: Yeah, it's probably executive.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: Right. Executive Assistant. So I would actually be like taking a pay raise and that would, even if I started at the lowest of that pay grade which would be fantastic, so I'm actually feeling like energized about it and I applied to these two positions of course, and I applied to a couple of <\/span><span data-id=\"P4-N200391\">donor relations coordinator positions at the university which would be a little bit lateral or possibly a little bit down but it would be concentrating on a different area like learning a little bit more about grant writing and working with donors and working on the development side which I think could <\/span><span data-id=\"P4-N200392\">be good for me and just make me more versatile and then I'm searching, searching and what do I come across? Events planner for the Center for Asian American Studies at the university, so literally my job is in the city. Isn't that fucking weird? Of course it was posted at the end of November, so it's <\/span><span data-id=\"P4-N200393\">like been a while already but I applied. The thing is, it would be a real pay cut, ‘cause like the pay grade is weird it doesn't give a pay scale, but in the actual job description they say starting salary 32-9 so my guess is that they have a cap because they are a really small center. I looked them <\/span><span data-id=\"P4-N200394\">up and it's like four people, you know. But, I don't know, it could if I could make it work, like it would be fantastic, and I'm like a perfect fit and I did call them to say, I called to see if the thing is still open but I'm just wondering because, and she said, ‘well, we're still reviewing applications <\/span><span data-id=\"P4-N200395\">and doing interviews so here's the e-mail of the hiring manager who's the associate director of the center.' So I e-mailed him and we'll see. Of course, now every time my e-mail goes on I'm like, ‘oh!' because I feel like I'm a shoe-in for like any of these positions but I have to gauge their responses <\/span><span data-id=\"P4-N200396\">and see if maybe I might have to put some sort of preface of I'm available this date or this is when, you know, ‘cause they might be (unclear) at  but then you know I applied for that director of events position last year and got called almost immediately for it, regardless of the location and whatever. <\/span><span data-id=\"P4-N200397\">And, like on the application when it asked, ‘why are you leaving your current job?' I'm just writing, ‘relocating (unclear).' I think in past situations I (cross talk) -<\/span><\/p>\n<span data-id=\"P4-N20038-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098938\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2003A\"><span data-id=\"P5-N2003B\">THERAPIST: (Unclear) <\/span><\/p>\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">CLIENT: Which is true and I think in past situations I put a lot of pressure on myself to like, I have to have a reason, so I'll be more hire-able or whatever, but the reason is just that it's the right time in my life and I want to experience, I mean that in terms of my career field it does also make <\/span><span data-id=\"P5-N2003D1\">more sense because of the Latin American community down there and Spanish speaking and all that stuff so I have that in my back pocket as well, but I may in fact have to be a little more specific about wanting to come down in person for an interview or that I'm available for Skype or whatever the case may be.<\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">CLIENT: It's really exciting. I'm really nervous about it and nervous about having like making friends and whatever, but it's again, again because I'm feeling this way, it's even more reason for me to do it. And I got really irritated at Steph this morning because I like sent her a message like, ‘ha, <\/span><span data-id=\"P5-N200411\">ha, every time my e-mail goes off now, I'm like butterflies.' She's like, ‘oh, just take it easy and don't put too much stuff on it. I mean it could take a couple of months anyway to hear anything from anybody and who knows, in that time you could meet a guy that would make you want to stay.' And I <\/span><span data-id=\"P5-N200412\">was like, ‘you literally have missed the entire point of me not staying,' like which is that I'm not going to stay for anybody, like I'm not going to stay for you and my mom was like, ‘she probably doesn't want you to go.' And I'm like, ‘yeah, but she shouldn't say that to me.'<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: Right. She should be supportive.<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: Exactly. So I told her, I was like, ‘I'm not staying for anybody or anything at all. As soon as I get a job that is good and I like, I'm out. Like, immediately. So, stay for a guy if I meet him in a couple of months. Hell, no. That's exactly what got me into 29 years old and still in this place <\/span><span data-id=\"P5-N200451\">even though I wanted to I mean if I had done this years ago I would have already probably been back by now. I probably said that before, because but anyway, rather than concentrating on that I'd like to concentrate on actually doing it now. And I mean, Mandy's in Texas and that's a really cheap <\/span><span data-id=\"P5-N200452\">plane ride and I'm sure she'll I don't know, who wouldn't want a friend to stay with for free in Houston? Like, I'm sure I'll get a few visitors a year, you know?<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: (Unintelligible) at <\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">CLIENT: Like who knows, I could eat it but I just feel like having that change of scenery and being in a warm climate and being able to go to the beach which I love and swim in a pool at my house in the morning or whatever. Like, I just think it's going to be really good for me. I mean I am definitely <\/span><span data-id=\"P5-N2004B1\">doing what I always do when I apply for jobs, like I'm really like, ‘I can't wait to hear,' like I'm really impatient with it.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">CLIENT: And I'm glad with that, I would leave the center mid-semester and skip the trip to Brazil and everything. I mean I might even feel better about doing that than like what if I get a job and they're like June 1st is fine and then right after the trip to Brazil I'm like ‘oh I'm (unclear  (Laughs) <\/span><span data-id=\"P5-N2004F1\">Thanks for spending thousands of dollars on me but I have to leave. But I can't control the only thing I would like to be I told my office mate, ‘cause she's always been very supportive of this stuff and was I was like debating if I should tell my supervisor yet, but like I don't everybody's <\/span><span data-id=\"P5-N2004F2\">like don't even until as least you have an interview, which I agree with, but I mean like but then again I don't want to leave anybody I don't know I just don't want her to feel like I wasn't telling her I was unhappy there, or like if she because the thing is though -<\/span><\/p>\n<span data-id=\"P5-N2004E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098938\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20050\"><span data-id=\"P6-N20051\">THERAPIST: But it's not because you're not happy there.<\/span><\/p>\n<p data-id=\"P6-N20052\"><span data-id=\"P6-N20053\">CLIENT: Well, it is a little bit because I'm unhappy there. I am very stagnant in my position and -<\/span><\/p>\n<p data-id=\"P6-N20054\"><span data-id=\"P6-N20055\">THERAPIST: If she could do that would it make you decide to stay?<\/span><\/p>\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">CLIENT: No. But that's what I'm saying, regardless because -<\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">CLIENT: I mean there are a lot of things that I was going to be doing at work to make it more tolerable while I'm here which was like put all my [bump] (ph)  and help as much as I can. Speak Spanish more and kind of stuff like that for myself, but otherwise I'm so bored with dealing with the same <\/span><span data-id=\"P6-N2005B1\">bullshit every fucking semester and the same people and the same people and the same asshole way that some of the professors think they can treat me and everybody else, or whoever else they want, that I'm not no, I'm not going to tell her until a little later, but it's really more because I just want <\/span><span data-id=\"P6-N2005B2\">to move to Houston and like whatever have a great time in my life than anything else. I'm sure she'll be a little bit jealous because I know she's felt really frustrated at work and she's single and 37 and all this stuff but hopefully she'll be happy for me more than anything else. I just don't have <\/span><span data-id=\"P6-N2005B3\">patience for it. I mean now of course I'm distracted by looking for a job, looking at the housing market and looking at apartments there, but I guess it's exciting to think about. Everybody's like, ‘well, don't get your hopes up, don't start thinking about too much, too soon in terms of it.' And I'm <\/span><span data-id=\"P6-N2005B4\">like, ‘eh, why not, like I'm going to do it.' I think everybody has the same thing that's kept me here the whole time which is, ‘well, don't get too excited because who knows, you never know what can happen. Maybe it doesn't happen. If it doesn't happen in six months then maybe you'll just not want <\/span><span data-id=\"P6-N2005B5\">to do it anymore.' And I'm like, ‘well, but I make things happen, so like it will happen so I would just be (unclear) at  about it.<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">THERAPIST: Well, that makes sense.<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">CLIENT: So I think everybody's like, ‘well, you know, don't like my mom is like this morning I called her and she's like, ‘so, got any e-mails?' So she's definitely going to be with me on it. Another thing about my mother,<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">THERAPIST: Yes? (Laughs)<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">CLIENT: We've gotten to be tight this weekend. The way I talk to her and the way she talks to me the way she's been through how I'm feeling and why I'm talking to her and whatever, and so kind of grudgingly I said to her like at the end of our conversation ‘well, you know what then I'm just literally <\/span><span data-id=\"P6-N200631\">like not going to be ever like angry with you and like I'm just not going to I'm just always make sure that I'm watching exactly how I'm talking to you and being so nice and always talk that way to you and I kind of said it like spitefully and like the [puss] (ph)  I made and like, right. But, I've <\/span><span data-id=\"P6-N200632\">been doing it and I have to say, it's much more pleasant to communicate. (Laughter).<\/span><\/p>\n<span data-id=\"P6-N20062-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098938\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20064\"><span data-id=\"P7-N20065\">THERAPIST: (Laughter) So it's actually been very nice and convivial and respectful and all that is really different.<\/span><\/p>\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">CLIENT: Uh huh.<\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">THERAPIST: (Laughs) How come, because it makes you feel better, because you get better reactions from her all the way around?<\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">CLIENT: Yeah. I mean I feel better about it because then I don't you know, I don't know, like I've literally changed every way I react to her. So like yesterday she's like, ‘hi,' and like instead of being like immediately impatient like, ‘what's wrong?' I was, ‘oh, no, what happened?' And then she told <\/span><span data-id=\"P7-N2006B1\">me it was fine. Like, I don't know, like there's a lot less tension.<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">THERAPIST: That's great.<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">CLIENT: So, it's interesting that I've been being told all my life by my father, by my brother, by my boyfriends, by my mom to talk to talk to her nicer -<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">THERAPIST: (Laughs)<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">CLIENT: to just talk to her nicer and just be nicer -<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">THERAPIST: I hadn't realized that they had always told you to -<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">CLIENT: and then (cross talk)<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">THERAPIST: I always felt that you were kind of not nice to her.<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">CLIENT: Well, just too, we've, I've just been too short with everybody that I just had an anger issue and -<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">THERAPIST: That's good.<\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">CLIENT: Yeah. And then I lose my patience.<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">THERAPIST: Lose your patience, lose your temper.<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">CLIENT: Right. That's what it is.<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">THERAPIST: Okay. You talked about stuff with your mother, but okay, all right.<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">CLIENT: But anyway, be that as it may,<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">CLIENT: Then the second I tell myself to do it it worked.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">THERAPIST: It may be related too much that you're talking about to do with moving.<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">CLIENT: Yeah, being excited about that.<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">THERAPIST: And also feeling like you're more in charge of your own life. I also think probably not some random thing about your history or your personality that has led to your being sort of steady with her.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">CLIENT: Well, great.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">THERAPIST: Yeah. Of course.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: And she knows that.<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: But I think also when I am in like a bad place like emotionally or mentally or whatever, is that she does get the brunt of my upsetness and my whatever because she's the person I feel the most comfortable with in the whole world probably. So, and she understands that or whatever, but I guess <\/span><span data-id=\"P7-N2009B1\">she's just kind of sick of it and also because she's dealing with [Michael] (ph)  and so me being able to concentrate like you said on this move and like being excited about it, maybe because some of it is also just like in the back of my mind it's like, ‘oh, when you move like you just have to talk <\/span><span data-id=\"P7-N2009B2\">to her, like you don't have to be made to feel bad like you haven't come over in a week because obviously you're not going to come over every week, you live in Houston, like so I'm just kind of creating a nicer relationship there because I just -<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">THERAPIST: So you're saying frustrations now relate to a sense of obligation?<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: A little bit sometimes. Yeah, yeah. A little bit and just kind of feeling like yeah, feeling like there's like pressure to see my parents all the time.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">THERAPIST: Yeah, in fact -<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">CLIENT: Which is not thank God, I'm very lucky and blah, blah, blah, but you know, I think that's just an added thing about my whole thing about living in this area my whole life in yet it's just another piece of it, even where people have had escapes from parents whether college or moving or whatever, <\/span><span data-id=\"P7-N200A31\">I haven't (laughs) really ever had that. And so it'll be nice, you know, for once to be in a situation where my parents are coming to visit me and stay with me and you know instead of me like coming to them or whatever. Yeah. So maybe that's also it, too, you know like that's helping with and just <\/span><span data-id=\"P7-N200A32\">in general I think feeling more feeling like I'm, there's something for me to look forward to again where I was not feeling like that for the last six months or a year or whatever, because I was in this situation with [Franklin] (ph) and the whole thing to now feel like again I'm looking, I have something <\/span><span data-id=\"P7-N200A33\">to look forward is really helping me feel better. I'm really frustrated just in general, like it's cold and my father's worried, and my roommate used all of my butter except for like this much.<\/span><\/p>\n<span data-id=\"P7-N200A2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200A2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098938\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200A4\"><span data-id=\"P8-N200A5\">THERAPIST: I'm smiling because I didn't expect that one, I mean it.<\/span><\/p>\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">CLIENT: Like it's just one of these little things that is like pissing me off that I wish wasn't and like especially because now because I'm like, well I'm going to move soon and blah, blah, blah, but it's now pissing me off. And like she ran out of toothpaste and is just like using mine like, that's <\/span><span data-id=\"P8-N200A71\">not how it works. And I don't know what to say to her. Especially because she washed my dishes the last three days and fed my cats while I was gone. But, like it's different. Like eating butter, like finishing it and then what's the toothpaste situation, are you going to offer me money, like what's <\/span><span data-id=\"P8-N200A72\">going on? Or, like, ‘what are you going to buy?' This is why I hate having a fucking roommate. And then I was talking to my friend and he was like, ‘well, you might want to have a roommate when you first move to Houston because-to save money.' And I'm like, ‘Hell, no.' Like I'm done after this. Like <\/span><span data-id=\"P8-N200A73\">I will just find something cheaper there or I don't care, I'm not having a roommate when I move.' And then he was like, ‘well it could be also getting to know the area and whatever' and he has a point but I would rather live by myself. I don't want to move into somebody else's apartment and only have <\/span><span data-id=\"P8-N200A74\">to bring my bed. I want to have my own stuff and like my cats, like I have cats, like it's the whole thing, you know. I mean, I suppose I could then find a roommate but then we're both new probably or I don't know. I don't want to have a roommate. I just don't want to have a roommate.<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">(Pause) [00:26:29 00:26:33]<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">CLIENT: I don't know, we'll see how that works, but -<\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">THERAPIST: Fuck them. What got to you about her using your toothpaste, do you know?<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">CLIENT: She didn't buy it. Like, you don't just run out of toothpaste and start using somebody else's because we're not sisters or related or girlfriends.<\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">THERAPIST: She's like taking advantage of you? She's presenting a kind of intimacy with you there?<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">CLIENT: Yeah, or just presuming, I don't know, like am I weird for like being annoyed?<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">THERAPIST: Yeah. I mean, I can imagine some of the things that might annoy you about it. For example, like that toothpaste that you bought and paid money for so it's like she's taking money away from you without asking.<\/span><\/p>\n<span data-id=\"P8-N200B4-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200B4-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098938\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">THERAPIST: It could be that she didn't ask and you know you wouldn't mind giving her X-amount of toothpaste, but if she and that's because it feels like she was inconsiderate, or she was trying to be sneaky, or it could be because it felt like she's making assumptions about what you would give her or -<\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">CLIENT: All of that, everything.<\/span><\/p>\n<p data-id=\"P9-N200BC\"><span data-id=\"P9-N200BD\">THERAPIST: Or it could be -<\/span><\/p>\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">CLIENT: Everything about it irritates me.<\/span><\/p>\n<p data-id=\"P9-N200C0\"><span data-id=\"P9-N200C1\">THERAPIST: Or it could also be -<\/span><\/p>\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">(Pause): [00:27:47 00:28:18]<\/span><\/p>\n<p data-id=\"P9-N200C4\"><span data-id=\"P9-N200C5\">CLIENT: I feel like if you come into a situation with your own toothpaste I'm going to assume that you're going to keep buying your own toothpaste. If you come in with no toothpaste then it's like, so if you want to go halvsies when you get toothpaste, like that would have been totally cool, but it's <\/span><span data-id=\"P9-N200C51\">already been established that we each have our own toothpaste. So buy your own toothpaste.<\/span><\/p>\n<p data-id=\"P9-N200C6\"><span data-id=\"P9-N200C7\">THERAPIST: My hunch is that it may be to do with you being, because you're the responsible one -<\/span><\/p>\n<p data-id=\"P9-N200C8\"><span data-id=\"P9-N200C9\">CLIENT: Exactly. As always. That's exactly like -<\/span><\/p>\n<p data-id=\"P9-N200CA\"><span data-id=\"P9-N200CB\">THERAPIST: The over-arching thing.<\/span><\/p>\n<p data-id=\"P9-N200CC\"><span data-id=\"P9-N200CD\">CLIENT: Okay, now I have to go get more butter.<\/span><\/p>\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">CLIENT: When I've already taken care of the couches and the kitchen table and the plates and forks that you use and everything else in this house that you have not had to purchase, buy, schlep or worry about and now I have to worry about and also think of it the toothpaste she brought it in the <\/span><span data-id=\"P9-N200D11\">shower and it was in the shower my tube of toothpaste. And it was squeezed in the mid like top.<\/span><\/p>\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">THERAPIST: Squeezing from the top?<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">CLIENT: She wasn't even squeezing from the bottom.<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">THERAPIST: What the hell is that?<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">CLIENT: Exactly. Like if you want to squeeze your that the other thing if you like your toothpaste a mess, fine but I want it squeezed from the bottom.<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">THERAPIST: You are responsible you are extremely. And she's not squeezing responsibly.<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">CLIENT: And not only did she use all my butter, all my butter except for this much.<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">CLIENT: Like, that's like I don't want to be the one to buy more milk so I'm going to leave that much.<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">THERAPIST: Right, just sort of sticks you with it.<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">CLIENT: Yeah. And it's like are we (cross talk)<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">THERAPIST: Yeah, I imagine this is part of what the saying about, it's unpleasant about moving as well where you want to be for you without having to answer or be accountable to anybody else or what they might want or having to stay here with them or whatever it is you are currently doing for them (inaudible) <\/span><span data-id=\"P9-N200E71\"><\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">CLIENT: Exactly.<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">THERAPIST: And also, like this is everybody's chance to be supportive of you and be excited for you and -<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">CLIENT: Watch me do my thing.<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">THERAPIST: Yeah. Which I imagine it'll be for once and so it matters who steps up and how (inaudible) <\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">CLIENT: Right. Absolutely. I'm really glad that people, everybody's been supportive of me. My family's been just like you know and I believe they will continue to be. I hope I hear something back or I'll get a bite or something or I'll keep applying for the positions but I think this is a good start <\/span><span data-id=\"P9-N200F11\">to just get my name out there. I've actually reached out to the woman who I interviewed with for the director of events position, just to kind of have that connection and tell her that I didn't end up moving but then, again, now looking again and I think that's a really good contact. She's a really <\/span><span data-id=\"P9-N200F12\">good contact I'd like to have because I think that's she's also -<\/span><\/p>\n<span data-id=\"P9-N200F0-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200F0-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098938\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200F2\"><span data-id=\"P10-N200F3\">THERAPIST: Hasn't anyone I mean obviously you've got a job but I remember it was a good fit. Have they filled it already?<\/span><\/p>\n<p data-id=\"P10-N200F4\"><span data-id=\"P10-N200F5\">CLIENT: No, no. I was a little under experienced but also they filled it with somebody who was local and able to start more quickly. I think there were two factors and one was partially my inexperience in some of the aspects of the position, but I think that is was more over my availability. Had I had <\/span><span data-id=\"P10-N200F51\">more immediate availability I think I at least would have gotten an in-person second interview. And perhaps some of a discussion you know in terms of a place for me there or something. But I at that point was doing what I've always done which was, ‘well, I can't leave them before advisory committee.'<\/span><\/p>\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">THERAPIST: Right, right, right. You were feeling obligated.<\/span><\/p>\n<p data-id=\"P10-N200F8\"><span data-id=\"P10-N200F9\">CLIENT: And so instead of saying, ‘I could come, you know I would just need about two weeks to pack up you know it was, ‘well I feel responsible for finishing out this big event,' and blah, blah, blah. I mean I think that there is a definite difference now which is that at that point I hadn't been <\/span><span data-id=\"P10-N200F91\">there for two years at the job. I've now been there two years and eight months. So, I think being well above that two year mark will make a big difference may well.<\/span><\/p>\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">THERAPIST: And everyone says you hit it off well with the one you interviewed with?<\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">CLIENT: Yeah. We had a great conversation.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">CLIENT: And she also has a lot of knowledge about just the Houston community. I think her husband, I think they're some sort of socialites, I think they're so I think that is a really good contact to have. Yeah, I mean I could even like buy a condo, like because I, it's so much lower there and it <\/span><span data-id=\"P10-N201011\">might be doable. I could take off, have a really small down payment because I'm a first time home buyer and have excellent credit so I think that might be something I could look into when I my friends are like, you should rent first maybe for a year and see what happens.' But, I think that it's worth <\/span><span data-id=\"P10-N201012\">talking to some folks about, down there maybe some real estate agents and just see, you know I don't want to jump the gun too much before I get even an interview offer, so I'm not really you know, one to do too much work.<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">THERAPIST: It's exciting though.<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">CLIENT: It's really exciting. I mean it could take quite a few months especially because I know how hiring processes go in a university, I mean it's not surprising that this position that was posted in November they're not, they're just now interviewing for it. I just, hope they call me I mean they <\/span><span data-id=\"P10-N201051\">might think I'm above, over qualified or something. I'm not sure because it's a smaller center but I wrote like, ‘I love doing my job.' Somewhere else, or whatever. I was like, are you kidding, I didn't see this a few months ago, are you freaking kidding me. Like, it's just weird that that is the position <\/span><span data-id=\"P10-N201052\">out of all and that's like one of the two positions that are that specific that I found in Houston that is right now open and it happens to be the Center for Latin American Studies. There is a Yiddish word, ‘bashert' which is like, \"meant to be\" like fate.<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">THERAPIST: Bashert?<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">CLIENT: Yeah. Or at least it's a good, kind of hopeful sign that there are openings at universities that are good for me and I mean even if it's an assistant position which is not event in the title would I think go well future-wise in terms of wanting to do a director of events position or something <\/span><span data-id=\"P10-N201091\">else like that. Even though my it's like my [end day community out-thing] (ph)  I think in terms of my career since it's not like an academic but really matters.<\/span><\/p>\n<span data-id=\"P10-N20108-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20108-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098938\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2010A\"><span data-id=\"P11-N2010B\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P11-N2010C\"><span data-id=\"P11-N2010D\">(Pause): [00:35:22 00:35:26]<\/span><\/p>\n<p data-id=\"P11-N2010E\"><span data-id=\"P11-N2010F\">CLIENT: But it's pretty cool. And the one in events at the college is actually in their downtown campus so it's like right in the middle of everything.<\/span><\/p>\n<p data-id=\"P11-N20110\"><span data-id=\"P11-N20111\">THERAPIST: Right in the middle of town.<\/span><\/p>\n<p data-id=\"P11-N20112\"><span data-id=\"P11-N20113\">CLIENT: Exactly. Yeah. So, I'm feeling hopeful.<\/span><\/p>\n<p data-id=\"P11-N20114\"><span data-id=\"P11-N20115\">THERAPIST: That's great.<\/span><\/p>\n<p data-id=\"P11-N20116\"><span data-id=\"P11-N20117\">CLIENT: We'll see. You never know. Maybe next week I'll say, ‘oh, I got a call from X-person or whatever.<\/span><\/p>\n<p data-id=\"P11-N20118\"><span data-id=\"P11-N20119\">THERAPIST: There you go.<\/span><\/p>\n<p data-id=\"P11-N2011A\"><span data-id=\"P11-N2011B\">CLIENT: Maybe not. You know, whatever. In the meantime I did Weight Watchers last week. I started I was already on it like doing it. I lost 7 lbs. Monday through Tuesday from Monday last week to Tuesday of this week 7 lbs. So I think it must have been like a lot of water weight, right?<\/span><\/p>\n<p data-id=\"P11-N2011C\"><span data-id=\"P11-N2011D\">THERAPIST: Eating right.<\/span><\/p>\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">CLIENT: Like I weigh more than I usually do or something? So that was encouraging. And Steph's on a diet, too, but she lost like 2 lbs., so that I think she feels bad because I because she was like, ‘okay, you go first.' It was like, ‘okay, I lost 7 lbs., and she lost 2 lbs. because she's also doing <\/span><span data-id=\"P11-N2011F1\">Weight Watchers.<\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">(Pause): [00:36:35 00:36:41]<\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">CLIENT: So, anyway I think it'll be fun to make new friends and stuff, too.<\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">THERAPIST: Yeah, it's a very exciting move. Do you know anybody down there now?<\/span><\/p>\n<p data-id=\"P11-N20126\"><span data-id=\"P11-N20127\">CLIENT: No. I mean, [Franklin] (ph) has a crewmember that moved down there but I think I de-friended him and anyway he's a loser. And I have a friend who lives in the state or somebody I know that I went on [inaudible] (ph)  with. She's a little younger and then there's somebody else I went on [inaudible] <\/span><span data-id=\"P11-N201271\">(ph) with who I think lives in Houston but they're both younger than me so they're not really my scene. Oh, actually my cousin, friend actually works down there and is an event's planner.<\/span><\/p>\n<p data-id=\"P11-N20128\"><span data-id=\"P11-N20129\">THERAPIST: Oh, that's cool.<\/span><\/p>\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">CLIENT: So she essentially already put me in contact with her just as a contact and whatever to get me a job. Her husband's a lawyer and so I'm sure they know lots of people and so that would be a really good starting place.<\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">THERAPIST: Are they the same age?<\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">CLIENT: We're the same age.<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">THERAPIST: Oh, good.<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">CLIENT: We're exactly the same age. Or maybe she's like a year older or younger or something, but -<\/span><\/p>\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">THERAPIST: Oh, good.<\/span><\/p>\n<p data-id=\"P11-N20136\"><span data-id=\"P11-N20137\">CLIENT: So that's really great, actually. That's a really good place to start I think and like they're Jewish, and not like I really care, but it's nice to have a little link to the community if I want to find services for when I can't make it home or all that good stuff and yeah, so no I don't know <\/span><span data-id=\"P11-N201371\">anybody else but eventually I will. And I feel like people will come out of the woodwork when I don't get a job and make it public that I'm going, people will say, ‘oh, I have this friend there,' or, ‘oh, I live there, ‘or, ‘oh, I just moved there,' or whatever the case may be.<\/span><\/p>\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">CLIENT: Or, ‘you know my cousin,' or, ‘you know, call my uncle,' or you know, it always happens like that, especially like, because I know Latinos and because I know Jews and that's like Houston in a nutshell, basically. Yeah, so I think it will be really something that I could do and I can always come <\/span><span data-id=\"P11-N2013B1\">back or I can stay or I can always go somewhere else or you know, whatever, and hopefully the cats will like it, coming with me where I live. Like, that was also an excuse. I had that excuse. Oh, but I couldn't afford a place big enough that they would really be happy in. Like, they'll get over it, <\/span><span data-id=\"P11-N2013B2\">they'll be fine. Oh, bring that fucking, stupid cat tower I bought and they'll be happy. And I'm going to have to think about bills separately. I'm not going to have the same type gas bills like -<\/span><\/p>\n<span data-id=\"P11-N2013A-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N2013A-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098938\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N2013C\"><span data-id=\"P12-N2013D\">THERAPIST: (inaudible) <\/span><\/p>\n<p data-id=\"P12-N2013E\"><span data-id=\"P12-N2013F\">CLIENT: yeah, not at all and most places, most people have air conditioning included, not like on your electric bill or anything like that so I think, you know, it's going to be a smaller place so the electric bills will be smaller anyway and there's like a whole slew of things that are going to be <\/span><span data-id=\"P12-N2013F1\">less expensive. And hopefully, I mean, seeing what's out there right now, hopefully I won't even have to take too much of a pay cut.<\/span><\/p>\n<p data-id=\"P12-N20140\"><span data-id=\"P12-N20141\">THERAPIST: That would be great.<\/span><\/p>\n<p data-id=\"P12-N20142\"><span data-id=\"P12-N20143\">CLIENT: Which would be ideal because my debt is definitely going to be as well. (Laughs) Which also was a I can't add too much to that, I can't. But it's like, no, it's just going to come with me and if I have to pay more payments it's like for a little while, okay, whatever, like I'm obviously (cross <\/span><span data-id=\"P12-N201431\">talk)  Right, whatever is going to be hopefully less. Well, I mean maybe not well, because if I got a roommate like could end up being about the same. But, be that as it may, financial sacrifice comes along with big changes sometimes.<\/span><\/p>\n<p data-id=\"P12-N20144\"><span data-id=\"P12-N20145\">THERAPIST: Right. And I think the cost of living down there is a lot lower.<\/span><\/p>\n<p data-id=\"P12-N20146\"><span data-id=\"P12-N20147\">CLIENT: It is. I mean I did a cost of living calculator and it said if you make 50,000 up here you can expect to make maybe 36,000 down there. It's a little bit off. Those are a little bit skewed so obviously that wouldn't be livable. But that's kind of what it would be I think. I think it's a really good call.<\/span><\/p>\n<p data-id=\"P12-N20148\"><span data-id=\"P12-N20149\">(Pause): [00:40:38 00:40:47]<\/span><\/p>\n<p data-id=\"P12-N2014A\"><span data-id=\"P12-N2014B\">CLIENT: I mean I'm going to have to like sacrifice possibly. I might just sell my bed like if I can't find a place big enough for a freaking king size bed and also my furniture and maybe get new you know, I don't know.<\/span><\/p>\n<p data-id=\"P12-N2014C\"><span data-id=\"P12-N2014D\">THERAPIST: Oh, I'm sure you'll miss people.<\/span><\/p>\n<p data-id=\"P12-N2014E\"><span data-id=\"P12-N2014F\">CLIENT: I'm going to miss people for sure, but I think like being excited about it like -<\/span><\/p>\n<p data-id=\"P12-N20150\"><span data-id=\"P12-N20151\">THERAPIST: This is just the phase you're thinking about that.<\/span><\/p>\n<p data-id=\"P12-N20152\"><span data-id=\"P12-N20153\">CLIENT: Yeah, and I think the unknown is kind of like it's exhilarating because I've never really, there's not, I've never really done something where it's been like delving into a completely new situation, unknown that I've never experienced like I've never done that. So, that's exciting I think.<\/span><\/p>\n<p data-id=\"P12-N20154\"><span data-id=\"P12-N20155\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P12-N20156\"><span data-id=\"P12-N20157\">CLIENT: And I thinking of Chicago, too. Like, maybe I'll choose that as one of the cities I applied I mean, why concentrate somewhere completely different from now. I mean Chicago is like I live there anyway and I can always go live in Chicago. Like that can be where I come back to if I want to <\/span><span data-id=\"P12-N201571\">or whatever. But this is like completely different. Texas's just like a whole different thing.<\/span><\/p>\n<p data-id=\"P12-N20158\"><span data-id=\"P12-N20159\">THERAPIST: This is all for now.<\/span><\/p>\n<span data-id=\"P12-N20158-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N20158-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2098938\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N2015A\"><span data-id=\"P13-N2015B\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P13-N2015C\"><span data-id=\"P13-N2015D\">THERAPIST: So maybe -<\/span><\/p>\n<p data-id=\"P13-N2015E\"><span data-id=\"P13-N2015F\">CLIENT: I'll see you next week?<\/span><\/p>\n<p data-id=\"P13-N20160\"><span data-id=\"P13-N20161\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P13-N20162\"><span data-id=\"P13-N20163\">CLIENT: Yeah, thank you, yeah, I'm really forward to it. So I'll see if anything's changed.<\/span><\/p>\n<p data-id=\"P13-N20164\"><span data-id=\"P13-N20165\">THERAPIST: Yeah. (Laughs)<\/span><\/p>\n<p data-id=\"P13-N20166\"><span data-id=\"P13-N20167\">CLIENT: (Laughs) Have a good weekend.<\/span><\/p>\n<p data-id=\"P13-N20168\"><span data-id=\"P13-N20169\">THERAPIST: You, too.<\/span><\/p>\n<p data-id=\"P13-N2016A\"><span data-id=\"P13-N2016B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}