{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client has hard a very hard weekend, but she is determined to not end up back in the hospital for suicidal behavior."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Relationships","Shame","Guilt","Major depressive disorder","Psychoanalytic Psychology","Suicidal ideation","Depression (emotion)","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2013"],"weight":14},{"name":"page_count","label":"Page Count","values":["6"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Relationships","Shame","Guilt","Major depressive disorder"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Suicidal ideation","Depression (emotion)"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":4,"pageCount":4,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2099894","dorpId":"1005146750","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session April 15, 2013: Client has hard a very hard weekend, but she is determined to not end up back in the hospital for suicidal behavior.","fullTitle":"Client \"Ma\", Session April 15, 2013: Client has hard a very hard weekend, but she is determined to not end up back in the hospital for suicidal behavior.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":4,"totalPages":4,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":4,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099894\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hey.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Not a good weekend; like really not a good weekend.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: I'm sorry to hear that.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: It wasn't bad today. I was supposed to read at church and about ten minutes before we were about to leave I went to go change so I wouldn't be wearing sweats to church or have jeans that had holes in them anyway (laughs), I started crying and couldn't stop crying so we were late getting started <\/span><span data-id=\"P1-N200131\">and then the train was delayed because that's what it does.  They want you to get there like a half an hour beforehand if you're reading which is really stupid, I think, so I got there ten minutes beforehand and they had already told the person who was reading the second reading to do both of them. <\/span><span data-id=\"P1-N200132\">I was really upset about that. (pause) Mostly like I worked pretty hard to get there in the first place. I wouldn't have gone if I didn't have to read.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Yeah, I imagine you had to work pretty hard to pull it together when you're in the middle of the train.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yeah, and then I had to keep it together in church. Yeah.  There wasn't any point where I felt like I needed to call you right then, but things are bad. (pause)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: I guess it's kind of scary to tell me how bad that it's going instead of what happened.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah. I sort of feel like (pause) it's hard to talk about how that is, in part because I don't want to go back to the hospital. (laughs)  Also when I describe my reasoning out loud it sounds stranger, stupider, and bizarre. (crying) There was a lot of, \"Well, I will not think about trying to <\/span><span data-id=\"P1-N2001B1\">kill myself right now. I'm going to watch this episode of The West Wing first.\" (pause) I just want it to be over.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: You're feeling, again, pretty done?<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Yeah.  And I know that in a day or a week things will get a little easier and I'll sort of get my breath back and in another day or a week I'll get this bad again. (sighs) I'm getting angry at James.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: For what?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Because I think about killing myself and the reason I don't is that I have to think what that would do to James and I think I can't do that. I get angry at you because your way of [sifting things] (ph?) is very slow and I'm really tired.  (long pause) <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: I think one of the things I see as being quite reasonable in your wanting to kill yourself in the first place and also you're kind of pissed off at James for getting in the way and me for not speeding things up already and for being wary or withdrawing in how much you want to tell me about <\/span><span data-id=\"P1-N200251\">it because you're worried I'm going to send you to the hospital, I have trouble seeing this as your being in a lot of pain and really fed up; but will instead have my own reaction to it, a similar sort of reasonable or wanting to know if this is how it works. <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: I do know this is how it works. That's the problem. I just feel like I can't get out of this cycle and I'm really tired of it. (pause) Part of that, also, is that the last few days I've been in that kind of insane place where I'm just in so much pain right then that I just think differently; <\/span><span data-id=\"P1-N200271\">and now I'm a little bit out of it, but not enough out of it like it's going to come back and so I'm trying to kind of describe what it's like, but I'm not there now and so it's harder. <\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099894\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: but I'm not even sure why I am trying to describe what it's like I think because I feel like that's what I'm supposed to do here? I don't know. Maybe because I'm worried about what I'll do? I don't know. Or maybe it's because I know that I'm not going to try and kill myself, but I'm really <\/span><span data-id=\"P2-N2002B1\">angry about that. (pause) <\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: My impression, and I maybe talking to two slightly different versions of you here I don't mean in some kind of huge dissociative way, I don't mean it like that. I got the gist of what we talked about before. But what I have in mind is the part of you that's very much in touch with what <\/span><span data-id=\"P2-N2002D1\">things were like over the weekend and that is in a lot of pain and wants everybody out and is very angry and doesn't see any point in much of anything, including talking to anybody; and another part that's is a bit healthier and more reasonable or rational, like a conventional way of thinking about <\/span><span data-id=\"P2-N2002D2\">that has thoughts of talking or thinks that it can be a good thing. I'm kind of hearing from both of those, in a way. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Humph. I don't know. (pause)<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: I just want to say that what you were just saying was that you said you may or may not kill yourself, but you're really mad about it. Did I get that right?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: I'm not saying you should feel either of those ways.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Yeah. Sometimes that happens. Sometimes I think, \"I know I'm not going to kill myself,\" and sometimes I think that I just might. Both things feel authentic.  (pause) There's a character in the show we were watching, Battlestar Galactica, that just talked about wanting to be dead in the last <\/span><span data-id=\"P2-N200371\">episode. James was like, \"That's a storyline they're going to develop.\" It's really hard to watch that with James. I have a lot of things to say about that, but I don't want to say any of them to James.  (pause) I don't want him to be scared for me or anxious about me, but maybe he should be scared <\/span><span data-id=\"P2-N200372\">for me when there's reason for him to be. I don't want him not to be able to trust me. It's like every other thought I think, \"What are we going to have for dinner?\" and then I think, \"I wish I were dead.\" (laughs) Then I think, \"Maybe we should have pasta.\" \"I wish I were dead.\" (laughs)  (pause) <\/span><span data-id=\"P2-N200373\">I won a card game with James and Franco. I think that might be the first time ever.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Congratulations. <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Thank you. I was very proud of myself. And I still wanted to be dead but I was also very proud of myself. I don't know. (laughs) I sort of feel like I should be finding some sort of thread in here, but I don't have one. (pause)  There's not really a good way to kill yourself. [...] (inaudible at 00:18:48)<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: What have you thought of?<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Apparently the success rate of overdose is somewhere around 2%, so I probably wouldn't do that. I think I want to jump off a building, but that seems not easy enough or easy to tell whether you'd be successful and if you weren't, that would just suck. I have the impulse to run out into traffic, <\/span><span data-id=\"P2-N2003F1\">but that seems like a pretty horrible thing to do to the person driving the car, so I'd probably cut my wrists or something.  That's what I think about most; but that, again, is a pretty horrible thing to do to James, because he'd be the one to find me. (crying) I just can't get out. (pause)  The part <\/span><span data-id=\"P2-N2003F2\">of me that thinks about consequences doesn't turn off, in some ways.<\/span><\/p>\n<span data-id=\"P2-N2003E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099894\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: At the same time you're telling yourself how unbearable everything is, but then you've got to be worried [...] (inaudible at 00:22:47) thread. (both laugh) I didn't mean there clearly is a thread in the sense of like think of this dire and yet...<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: That's what I'm worried about. Yep.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: In keeping with what you're saying about not being able to stop.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Yeah. I may have said this before. I read a poem the other day by Mary Carr about a friend who had killed himself and one of the lines is, \"Every suicide is an asshole.\" (laughs) It's a pretty good poem. I think she's right. (crying) But I'm not sure if I can keep going. I try to. I get down <\/span><span data-id=\"P3-N200471\">and I say, \"I don't have to worry about the rest of my life. I just have to get through the day,\" every day. I don't think it helps very much. (crying)  I think, \"What do I need to do to make it through today?\" and then I have to do those things. (crying) (pause)<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: I guess I'm also thinking about sometimes it's clear when you're feeling [...] (inaudible at 00:25:40) In addition to that, something else you're feeling that it is too much to hear, which is part of what's making you rather be dead.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Yeah. I'm thinking about that. (pause) I don't know.  I feel useless and like I'm a burden on the people who love me. I worry about money a lot. I don't know. (pause)<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: I wonder about guilt, which isn't so far from the things you've said, I don't think.  (pause) It seems like with regard to James, you're not helping more. You're dragging him down, not contributing, but he's usually pretty nice to you anyway. He loves you anyway. You mentioned also, I think, <\/span><span data-id=\"P3-N2004D1\">worrying about when the other shoe is going to drop with me; and maybe sometimes it does sort of in a way with you with guilt. In other words, I'm not actually reacting in the ways that you're afraid I will, which is the shoe dropping; but I understand that maybe you will kill yourself anyway. <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: I don't know.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: The thought I have that's even more tentative is that maybe it has something to do with being a weekend and we don't meet.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: I don't know. (pause) Things got worse over the weekend, but they didn't get drastically or dramatically worse.  This is the way they were going.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Yes, which I thought was different here, somewhat clear last week.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: Yeah, I didn't know how clear it was.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: It sort of seemed they were close to how they were over the weekend last week. I didn't give it a trajectory, but you said that it was pretty close.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: I didn't talk about it. When I want to kill myself this much I'm usually hiding from something, but I don't know what.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: [...] (inaudible at 00:31:02)<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: It's like if I did know, I don't know if that's going to help me stop hiding from it. (pause) I don't know. It seems worse every day. I'm not sure why I felt [...] (inaudible at 00:32:08). I just need to do laundry. (sighs)  (long pause)  Yeah, I keep trying to wrap my head around it and I just <\/span><span data-id=\"P3-N2005F1\">keep coming up dry.<\/span><\/p>\n<span data-id=\"P3-N2005E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099894\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: I don't know. I guess you know that you're frustrating yourself by not knowing, and also aware that you're frustrated and disappointed in me if we can't figure it out.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Yeah. I kind of feel like you make some suggestions and I kind of said, \"Eh...\" like they haven't really clicked. Then I don't have any better, so (laughs) I'm here.  (long pause)  I don't know why James keeps being so nice to me. I don't know why. (pause) I feel like I need to have him not <\/span><span data-id=\"P4-N200631\">be the only person I see all day. (sighs) Joshua said he wanted to go out for breakfast this week. It's hard. All these things that didn't used to be so hard, but I always hear myself say that it's hard and then I just despise myself. So it's hard; so what? Do it anyway.  (pause)<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: I'm also thinking about the stuff we talked about towards the end on Friday, maybe especially about teacher-student, remember?<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: And your kind of worry and feeling; I think we were talking about it being [...] (inaudible at 00:39:36) and unproductive in a way.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Maybe that hit you pretty hard, the way we were talking about it.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: It's hard to talk about. I guess I feel like (sigh) I built up a space or a way of being where I felt secure or I felt like I did well, where I felt proud of myself. I felt like I was valuable. Then that all just kind of went to shit. It felt like it really backfired on me.  Now I feel like <\/span><span data-id=\"P4-N2006F1\">that was wrong for me to be proud of being the person in class who was really good at everything or to be happy about having a close relationship with teachers or like it was wrong for me to be okay with being in those relationships. I've been really scared of that.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Yeah. (crying) It's hard for me to talk about. I'm so ashamed of what happened with Dan. I'm so ashamed of it. (crying) I keep trying to rephrase it to make it not quite so much my fault and I just feel awful.  (crying) (pause)<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: I think it helps to clarify for me how central what happened with him is to how you think about yourself.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: Yeah. Huh.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: [I think that it's just about that you were very close to him and you had some feelings about certainly when you grew up in a way, but also that it was sort of like a part of who you are or a type of relationship you sort of have is central to who you are and that in a way are going to handle <\/span><span data-id=\"P4-N200791\">with him.] (ph?)<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: I feel like the type of relationship I had with Dan before it got out of hand was pretty much the same as the types of relationships that I kind of moored myself by, at least since I was in 9th grade; really before then, too. Then I feel like all of this... <\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: [...] (inaudible at 00:44:22)<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: Well we should stop for now.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}