{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client is having difficulties in the relationships with her roommates. Client discusses her issues with making and keeping friends."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Family rituals","Friendship","Loneliness","Psychodynamic Theory","Behaviorism","Cognitivism","Sadness","Depression (emotion)","Relaxation strategies","Integrative psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Mexican"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":15},{"name":"page_count","label":"Page Count","values":["15"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Family rituals","Friendship","Loneliness"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Behaviorism","Cognitivism"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Depression (emotion)"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Relaxation strategies","Integrative psychotherapy"],"weight":26},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2100000","dorpId":"1005146856","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session March 22, 2013: Client is having difficulties in the relationships with her roommates. Client discusses her issues with making and keeping friends.","fullTitle":"Client \"S\", Session March 22, 2013: Client is having difficulties in the relationships with her roommates. Client discusses her issues with making and keeping friends.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100000\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: The people that live there now are people that you sort of [ ] (inaudible at 00:00:04), but you know what I mean.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I picked them out because four of them were [ ] (inaudible at 00:00:08) before.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Right. So really it does feel like a personal rejection because these are people that you chose to be your roommates and they chose you and now it feels like they're un-choosing.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Right. Exactly. And I know for sure that I made this super-explicit. I was like, \"Look, this is going to be a community where we're friends and this is not just a regular house. This is the number one thing that I talked about when I was looking for roommates. It wasn't a side thing. That was <\/span><span data-id=\"P1-N200131\">the main thing, specifically Tim. Tim is absent from the house. He is literally never home. I haven't seen him in three months. He's home maybe once every two weeks to pick up rent checks.  Tim is the only one that I didn't know before they moved into the house, and so with him I made it super-explicit <\/span><span data-id=\"P1-N200132\">when we talked about it. When I showed him the house I told him all of this and how this was the most important thing to me. This whole time, even when he was living there, he's always been like, \"Oh, yeah. I picked this house because it was super cheap to live in.\" I was like, \"But that's not the only reason.\"<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: You didn't want that to be his only reason.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Exactly. So I kind of had this inkling. But now that he's never home it's so clear to me that that's the only reason that he was ever living there and that's really shitty. It makes me really angry because it's not what I wanted. I'm just really frustrated with everything. It's just really shitty.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Yeah, it didn't turn out how you hoped.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Right. It's fine that people are moving in with other people, but you still have to come home.  Chores haven't been done in a month. I stopped doing my chores. I was like, \"Well if nobody else is going to do them, I'm not going to do my own. That's just not fair because then I'm cleaning up <\/span><span data-id=\"P1-N2001B1\">for four weeks' worth of other people not doing their chores. That's not constructive either, right? But still. I keep sending these e-mails like, \"People, you need to come home and do chores and you need to take care of the trash.\" I'm the only one sending these e-mails out. Nobody else thinks this <\/span><span data-id=\"P1-N2001B2\">is an issue and since I'm the only one that's home, I think I'm painting the house in this negative energy because I'm the only one that's after people. I hate being this person. I hated it when I was an RA. That's the worst part of being an RA. I hate it now, but I still think it's important. We agreed <\/span><span data-id=\"P1-N2001B3\">to live in this community. It's not unreasonable for me to expect people to do their part. I don't know. So anyway, I'm really frustrated. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: And then at work it's similar. The last assignment I had I never had any assignments, basically. I have maybe one assignment which is for one or two days every two weeks.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: And you're running through them really fast?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Right. But also they're totally the worst assignments ever. They're mostly reception, so like this last one I answered five phone calls and I distributed mail in nine hours and I was like, \"Oh, my God.\" I know this is a really shitty attitude to have, but I was like, \"I'm smarter than this.\" <\/span><span data-id=\"P1-N200231\">I've never felt that before, actually, (chuckles) because I'm always like, \"I'm not qualified to be here. It was a mistake they let me in,\" and all this stuff; but I was really frustrated that I can answer more than five phone calls a day. Do you know what I mean? I can do more than that.<\/span><\/p>\n<span data-id=\"P1-N20022-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100000\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Of course you can and you want to. You want to feel productive. <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: That doesn't feel productive enough for that amount of time.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Right. It's also totally not fulfilling. (chuckles) I don't know. It's really frustrating. And then, I know this is totally not that important I'm frightened, but you know how I always have to go to the dentist ? because sometimes I'll be [ ] (inaudible at 00:04:25) like, \"Oh, I have a dentist's <\/span><span data-id=\"P2-N2002B1\">appointment.\" I go to the dentist because I have really shitty teeth. I have a million cavities and two root canals. I have really crappy teeth. I just found out a couple of days ago that they're going to have to extract one because it's in such bad shape and they're going to do an implant where they <\/span><span data-id=\"P2-N2002B2\">drill into your jawbone. It's this huge thing and I realized that I don't have anyone to go with me. They don't generally knock you out, but I told them there was no way they were drilling into my jaw without giving me something because I'm already horrified to go to the dentist.  I don't have anyone <\/span><span data-id=\"P2-N2002B3\">to go with me, I just realize. That feels like a really shitty thing, too.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Yeah; really, really lonely.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: But also that was a hard thing to hear because when they told me that I was losing a tooth I just started crying. (laughs) That's my tooth.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Yeah, that's scary.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Yeah, it's really scary.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: When do you have to have that done?<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: I don't know. Soon. As soon as possible because I could have bone loss or something if I don't take care of it now, not that drilling into my jaw isn't going to be bone loss but . . . (laughs)<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: But in a controlled way.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: That's exactly the word that they used. I was like, \"So what if I just don't do anything and I wait until it's bad and needs to come out?\" because it's not uncomfortable. It doesn't hurt. Nothing. And they were like, \"That's a bad idea.\" (laughs)  I was like, \"Okay.\" At least my dentist is nice. <\/span><span data-id=\"P2-N2003B1\">He is nice. All this has been going on and I hate everything.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Have you talked to anyone or have you asked anyone to go with you or do you just assume that you have no one to go with you?<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: The place is super-far away. You'd have to take four busses to get there, so I'd really rather drive there and there's nobody that I know that has a car that would be . . . I don't know. So maybe I'll just tough it out and grip the chair and drive myself. And then this is the part that I'm <\/span><span data-id=\"P2-N2003F1\">super embarrassed about because this is awful remember a couple of weeks ago I was like sometimes I feel really controlling of other people and that's not fair? Julia and Angela (sp?) have been hanging out and I feel so jealous when they hang out.  I feel really jealous. I wish they didn't hang out <\/span><span data-id=\"P2-N2003F2\">and then I'm like, \"Wow, I'm an awful person.\" (chuckles)<\/span><\/p>\n<span data-id=\"P2-N2003E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100000\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: But you want someone to hang out with you?<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Right. But I don't think it's just that. I wish it were, but I think it's more like . . . I don't know. Angela is the nicest person of all time. I don't think there's anyone she's ever had a falling-out with like I have; and so even though she tells me all these things that bother her about <\/span><span data-id=\"P3-N200431\">Julia, she still hangs out with her and they go out for drinks and they go to dinner and stuff.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: You want her to be more with Julia in action, not just in word.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Right. I know that's bad, but I can't help feeling that way and I feel really bad when I feel that way.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: But that's how you feel and you don't need to judge it. <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: But that's a really hard one not to judge because it's me judging other people and saying you should act as if her world revolved around mine.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: It sounds like you want a comrade, sort of like a comrade in arms that will battle your battles with you. You're really mad at Julia and feeling very distant from her and you want Angela to echo that same thing.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Right. Yeah. But I understand and I know that's not fair. That's not a fair expectation to have. She's my friend but she's not my friend only. She's other people's friend, too. I don't know.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: So I wonder what would make it important to make her sort of have more in solidarity with you.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: I don't know, because nobody else is. (both laugh) That sounds really lonely and sad. <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: You are really lonely.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: I guess.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: It kind of sounds like you don't have anyone to be your best friend or your partner.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Right. And some of it like Charles and I get along really well. We get along super, super well; but he's moving away. I'm moving away. I don't want to get super attached to him and then have to break that off. I kind of just want to move.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: So you want to be lonely now because you worry about being lonely later?<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: No. (laughs) Not when you put it that way. He's also really busy. He has a thesis and he's still in school. We hang out probably as much as we can anyway.  But I kind of feel like everything is in so much flux that I kind of want to move and just start over. I have to move anyway, right?<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: But you don't know where you have to move to.<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: Right. I don't even know what city I'm going to be in in two months. That's really frustrating. I e-mailed Vanderbilt University Medical Center and I was like, \"Hey, please. What's going on? What's the application status?\" On Monday they e-mailed me back and they were like, \"We're reviewing <\/span><span data-id=\"P3-N200631\">your application today.\" I was like, \"Okay. (both laugh) So tell me; and they still haven't told me.\" It's totally stressful to know that they're going through my application that day, but it was okay. I was at work doing nothing so . . . (both laugh)<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">THERAPIST: It's really hard to sit and wait.<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">CLIENT: Yeah. The waiting is the worst. I didn't expect it to be this bad. At least in college when I was waiting, I was taking classes and doing stuff. <\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\">THERAPIST: Yeah, you don't have a lot to really distract you from it right now.<\/span><\/p>\n<p data-id=\"P3-N2006A\"><span data-id=\"P3-N2006B\">CLIENT: Right. I've been reading, but I mean, literally, that's my only distraction, which I realize is super [nerdy] (ph?) I don't know. My grandmother's sister just died yesterday on my mom's birthday, so part of me is like, \"I wish I was home.\" I don't remember her very well. I remember seeing <\/span><span data-id=\"P3-N2006B1\">her and I know what she looked like. I remember she was very nice to me, but I haven't seen her in years and so I feel like it's more of my mom's loss than it is my own. I wish I was there with her. I feel super unwanted by my life situation here and I feel like I could be doing something at home, but <\/span><span data-id=\"P3-N2006B2\">then I can't be home for too long because then that's awful. <\/span><\/p>\n<span data-id=\"P3-N2006A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100000\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Have you talked to your mom?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Yeah. I talked to her a couple of times yesterday. It was her birthday so . . . She's doing fine. She was like, \"I wish I would have visited her more often.\" She feels kind of guilty about that, but I told her, \"That's not useful because that's in the past and you should just focus on the times <\/span><span data-id=\"P4-N2006F1\">that you did see her and how nice that was.\" She was like, \"Yeah, you're right.\" I think she felt a little bit better after that because she did visit her just a week and a half ago with her brother, who happened to be in town. So she did see her recently, which was nice. She was kind of comforted. <\/span><span data-id=\"P4-N2006F2\">My grandpa, her dad, died. I don't know if you knew that, but he died. <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: When?<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: A long time ago. I was little. I was like six. He took 17 years to die. He was having little strokes. He had emphysema. He had all these chronic issues for like 17 years, really sick. It makes no sense because he was a doctor and he was a chain smoker. (snickers) He smoked a carton every two <\/span><span data-id=\"P4-N200731\">or three days. My mom said that she was really sad to see him go through that and sometimes she just preferred like when he died she said she was sad, but that she was relieved.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: That he wasn't in pain anymore.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: People often, when they have time to anticipate the loss, they prepare themselves, especially when you see somebody struggling like that.<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: Right. She said that she knew it was coming. At the end he didn't recognize her one day and she was like, \"Ohh.\" She said it was a similar situation with her aunt.  She wasn't able to move her body until somebody said, \"Hey, we got a new pope,\" and she was like, \"Huh?\" (chuckles) But even that <\/span><span data-id=\"P4-N2007B1\">was a huge effort so in a way, my mom said, she had no quality of life. Everyone was there. At the house they go and eat together. If somebody dies, they just all go and hang out for days. I felt bad that I couldn't go.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: You weren't present.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: Yeah, because I'm already distant from my family.<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: It's hard not to be there at times like this. Those rituals, whatever rituals your culture has, having those rituals to participate in really does bring a sense of togetherness and support.  And it's hard to be apart from that and not able to participate.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: And it turns it, I think, into a positive experience because you end up telling stories about them.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: Yeah. You get to share in your memories and connect. I think funerals and wakes and sitting Shiva every culture has their own thing, but they're all about bringing people together. And that's exactly what you're feeling. You're so set apart right now from your family, from friends here.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: Even though, like I said, it's more of my mom's loss, it was still a big family thing.<\/span><\/p>\n<span data-id=\"P4-N20086-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100000\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">THERAPIST: That's part of your family. It's the family's loss.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: Right. I guess that's all kind of been coming together.  (sniffles) I don't know. Also, I guess part of it is I don't want to feel like I'm waiting for an answer. I feel so out of control, so I've just been thinking recently that if I don't get into these programs, maybe I'll move to Seattle <\/span><span data-id=\"P5-N2008B1\">or Los Angeles or Orlando.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: What would those places bring you?<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: Orlando has really good music. (laughs) I don't know. I think a new start. But then I feel like I had that when I was here.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: So what are you trying to do differently with a new start? What are you trying to change?<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: I don't know. I don't know. Start over. (pause)  It's interesting to see how . . . I remember getting here May 25th, 2010, a couple of days after my graduation from college and I remember I was like, \"Wow. I can be whoever I want. Nobody here knows me. This is a new place.\"<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: So who do you want to be for you?<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: I don't know. (pause) I don't know. (chuckles) I guess my whole life is figuring that out. I don't know. It would be nice to have that feeling again, though. (chuckles) I don't know. Maybe I'll go home.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: You could.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: I could go home. I don't think I would be happy if I did. I like snow. (chuckles) (pause) <\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: I wonder what it is that you're really craving. (pause)<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: I don't know. I guess new people because I feel like it's such a huge city that's so densely populated. I feel like there isn't anyone here. I don't know. (pause) (chuckles) I sound so pathetic.<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: It doesn't seem pathetic to me.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: That also kind of makes me feel like what is it about me? I don't have friends.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: There's nothing wrong with you, but I wonder if there isn't something that you're doing or repeating that's stopping you from being able to maintain some of the relationships that you've started. <\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">CLIENT: Yes. I agree. (chuckles) I don't know what that is, though. I still feel like the whole cut-and-run thing? (sniffles) When something gets bad, just end it.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">THERAPIST: You can hear yourself saying it. You can hear yourself say \"I just want to move already and start over.\"<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">CLIENT: I still feel that very strongly. I know we've been talking about that for a year. (laughs)<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">THERAPIST: That's okay. Core issues are really resilient. They're hard to make those changes on and you have made changes, but it's hard to do a 180.<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">CLIENT: Right. Yeah, it's interesting. Looking at Angela who is like I really like Angela. She's great. She's a really nice person.  But she's never had cut-offs like I have, do you know what I mean? Even when she dislikes someone, like Julia, she really doesn't like a lot of things about her right <\/span><span data-id=\"P5-N200AF1\">now. (sniffling) They still go out to dinner.<\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">THERAPIST: So what do you think holds them together or what is it that allows Angela to see these things that she dislikes but also stay connected?<\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">CLIENT: I have no idea. (laughs) I've been thinking about that for a long time. I'm like, \"How could she . . ? (sniffles) How could you . . ?\" I've been thinking about it for a while. I really have.<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">THERAPIST: Yeah. Well you're watching this play out.<\/span><\/p>\n<p data-id=\"P5-N200B6\"><span data-id=\"P5-N200B7\">CLIENT: Right. And it would be nice. Even though I don't necessarily want to be friends with Julia, but it would be nice to be able to do that. (sniffles)<\/span><\/p>\n<span data-id=\"P5-N200B6-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200B6-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100000\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: Just to use her as an example. I think we talked a little bit last time about what are the things that feel disappointing to you in that relationship and what are the things that are hard for you to reconcile?  But I'm wondering would there be value or what is the value in continuing a friendship <\/span><span data-id=\"P6-N200B91\">with her or a relationship with her, even though she's making these decisions that you disagree with or acting in ways that you find uncomfortable?<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: What would be the value? (pause) It would be nice to have a friend (chuckles) but I don't know. There's a saying in Spanish I'd rather be alone than in bad company, right? That's kind of how I feel. I did talk to her. I think it was yesterday or the day before. (sniffles) I actually asked <\/span><span data-id=\"P6-N200BB1\">her about Sergio. I try not to talk to her about relationships, but that's the only thing she wants to talk about.  I was like, \"Is he still applying to PhD programs?\" She was like, \"Yeah, but he's not getting in. But it might be for the best.\" I was like, \"How is that for the best?\" I thought about <\/span><span data-id=\"P6-N200BB2\">it later and I thought maybe she's just trying to make a bad situation better, like maybe other opportunities will open up or something. (sniffles) I think it's okay to say, \"Hey, this is shitty. This really sucks. Maybe I'll try again next year. Maybe that's the solution. Maybe I won't. Maybe I decide <\/span><span data-id=\"P6-N200BB3\">this is not what I want.\" But that doesn't make it any less of a shitty situation. I felt like she was talking to me, like I'm sitting here waiting and I feel like I'm probably not going to get in because I was rejected from Cornell so quickly. And she said that to me before when I don't remember <\/span><span data-id=\"P6-N200BB4\">something else bad happened. She was like, \"Oh, maybe it's for the best.\"  I was like, \"No, it's not for the best.\" (sniffles)<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: Is that a dialog you can actually have with her or are you having that in your head?<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: In my head. In my head, yeah. I did try to push back more than I usually would, actually, which I thought was good. I was like, \"But I'm sure he's disappointed and, if that's what he really wants to do, then maybe he should do something kind of like reapply or something.\" I said something along <\/span><span data-id=\"P6-N200BF1\">those lines like \"maybe he would think about reapplying\" or something like that. And she said, \"Well she can force them to let him in.\" I was like, \"That's not what I'm saying.\" (chuckles) But then I just dropped it because she seemed kind of defensive, which I understand because we have had such a <\/span><span data-id=\"P6-N200BF2\">rocky relationship recently. So I just dropped it. I was like, \"Okay. Well, bye. I'm going upstairs.\" (laughs)<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: So it sounds like it was probably a pretty unsatisfying conversation for both of you.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: Sure.  I mean before that she did ask me about my job and all and I was like, \"It's really shitty.\" Like I said, I hate 9 to 5's and answering phone calls and whatever and she's like, \"That's' really crappy. I've had jobs like that, too. But I like 9 to 5's.\" I was like, \"Okay. Okay.\" (laughs) <\/span><span data-id=\"P6-N200C31\">We did talk about that. It was kind of awkward. We were both cooking, though, so it was kind of unavoidable. (pause) It was nice to know that I was able to talk to her without being rude.<\/span><\/p>\n<span data-id=\"P6-N200C2-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200C2-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100000\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: Did it feel like bad company?<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: It felt uncomfortable. I didn't really want to talk to her, I just wanted to leave.  It was nicer than I expected. We did actually have a text message argument, which was really super immature. I think I told you that she said that I was being unreasonably loud. She texted me and I said I was <\/span><span data-id=\"P7-N200C71\">not, that kind of thing. The other morning, it was like 7:00 AM, and she was slamming things super loudly downstairs. I've heard her make noise before, but this was really, really loud. I was sleeping. I texted her and I was like, \"Hey, would you mind . . ?\" What did I say? I said it really nicely, <\/span><span data-id=\"P7-N200C72\">but I don't remember what I said. It was something like \"would you mind keeping it down\" or something. \"I would really appreciate it if you would try to keep it down\" or something like that.  And she was like \"I wasn't being loud.\" And she was like \"Just kidding, but remember that's what you said last <\/span><span data-id=\"P7-N200C73\">week?\" (sniffles) And then we had this huge argument and I was like, \"Well, that's because all these other things.\" And I told her that I put up with all this noise that she makes and that I'm totally fine doing that, but she's like, \"You should tell me every time anything bothers you.\" The thing is <\/span><span data-id=\"P7-N200C74\">that happens so often any time she's home that I'm not going to tell her every time that I hear her slam drawers every five minutes. That's so annoying and that's something that I can handle because I chose to live with four other people.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: It's hard.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Right. So I don't think we're anywhere near on the same page with that because I think that we should be able to tolerate each other's noise up to a certain level. And then if it's super bothersome or more than usual, then you can say something.  She called me crazy for putting up with her sex <\/span><span data-id=\"P7-N200CB1\">noise for two years. She was like, \"How did you never say anything about that before?\" and I was like, \"Because that's so awkward. How do you bring that up to anyone?\" We just basically agreed that we're moving out in two months. I'll try to be nicer and, in my e-mail, I don't think I was rude. And <\/span><span data-id=\"P7-N200CB2\">if you can try to keep it down that would be great. She was like \"okay.\" So we basically agreed in that way, I guess, so it wasn't particularly constructive but it wasn't the opposite, destructive.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: It seems like it's not friends. It's not maintaining a friendship, but it's trying to have conversations to figure out how to be civil.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: And how to share the space that you do need to share for the next two months.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: Right. That's kind of like what it felt like in the kitchen that day, it was like being civil. How is your job? How is your mother? Okay. That's good. <\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">THERAPIST: And that's one that's important. There are going to be relationships you have where that's all you can do because you can't necessarily make a friendship out of that or even necessarily companionship; but being civil so you don't have to feel angry all the time. It's unfortunate because you <\/span><span data-id=\"P7-N200D51\">guys were close friends.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">CLIENT: Right. Yeah.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">THERAPIST: But it's not cutting off. It's like you're trying to find a way back from that line where you could just totally cut her off and pretend you don't see her when you see her. It's like you're taking steps to not do that and maintain a civil connection. This gives you options.<\/span><\/p>\n<span data-id=\"P7-N200D8-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200D8-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100000\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: I guess I never really thought about it like that. That sounds so distant, too. That's funny \"pretend you don't see her\" because I did that so much in college.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: Of course you did. That's what people do when they cut off.<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: That's interesting.  I even had a dream that I bumped into that guy who was the awful relationship, but it was such a weird dream because it happened eight times and each time I did something different. (chuckles) It was weird.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: You were testing out possibilities.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: Yeah, I don't know. It was strange. I don't think I decided anything. (laughs)<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: What thing felt best? What iteration?<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: I don't know. I think there was one where I punched him (both chuckle), but I'm not like that in real life. (laughs)<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: Did it feel good in the dream?<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: In the dream it did, yeah. I think that's okay if it stays in the dream. (laughs)<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">THERAPIST: It's a way to get that feeling in a safe way. It's like being able to experiment with it.<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">CLIENT: I think there was one where we nodded at each other and acknowledged each other's existence that I thought would be the most reasonable, but didn't stop to talk.<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">THERAPIST: How did that compare in feeling to being able to punch him? <\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">CLIENT: I don't know. It actually felt better. I think the one where I punched him was kind of like the old me coming out or when I was in a relationship with him, what I wanted to do then, but it didn't seem what I want to do now. Do you know I mean? So it kind of seemed like something I've been holding <\/span><span data-id=\"P8-N200F31\">onto or wanting to do for a long time, but maybe not necessarily caring that much about it anymore. (pause) I think that's why the cordial \"okay, we're acknowledging that we are not going to stop and speak because you're an awful person and you think I'm an awful person; but we're acknowledging each <\/span><span data-id=\"P8-N200F32\">other's existence.\" (laughs)<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">THERAPIST: Yeah, it's being very human. You're human. I'm a human. I don't want anything to do with you, but I know you're there. <\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">CLIENT: Right. Right. (chuckles) That seems more likely, I guess, the kind of reaction I would have now, which I guess is progress. (laughs)<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">THERAPIST: Yeah. You did it because you like it better for yourself. It sounds like in some ways punching him feels good because you're really angry and you have good reason to be really angry at him and it's a good way of letting out all that aggression but then you feel kind of bad about it. So <\/span><span data-id=\"P8-N200F91\">then you're left with feeling guilty that this is the way that you're expressing your anger; and it sounds like you feel better about yourself kind of acknowledging him and also acknowledging yourself that you want nothing to do with this person and you don't like who they are. Yet you don't have this <\/span><span data-id=\"P8-N200F92\">need to hurt and it sounds like that leaves you feeling better about you, which is really what it comes down to, feeling okay with yourself and not needing everybody else to like you in order to feel okay with yourself. But you don't need him to like you. You don't like him either and that's okay, but <\/span><span data-id=\"P8-N200F93\">you do have to like yourself. <\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">THERAPIST: It's interesting because, hearing you talk about the dream and the different reactions, reminds me of how you dealt with your dad coming to graduation. In some ways it was kind of like you wanted to hit your dad for even thinking about coming to graduation. He came and you had some awkward <\/span><span data-id=\"P8-N200FD1\">interactions with him, but in the end it was kind of okay and you were kind of surprised by it Am I remembering this completely incorrectly?<\/span><\/p>\n<span data-id=\"P8-N200FC-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200FC-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100000\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200FE\"><span data-id=\"P9-N200FF\">CLIENT: No, that sounds right.<\/span><\/p>\n<p data-id=\"P9-N20100\"><span data-id=\"P9-N20101\">THERAPIST: I kind of remember you talking about this dinner where he was there and it was awkward, but it was not as bad as you thought it was going to be.<\/span><\/p>\n<p data-id=\"P9-N20102\"><span data-id=\"P9-N20103\">CLIENT: I felt sorry for him because he was the one that was really out of it. He was clearly not a part of the group. I think that shifted my thinking about him to feeling sorry for him.  I'm also angry but . . .<\/span><\/p>\n<p data-id=\"P9-N20104\"><span data-id=\"P9-N20105\">THERAPIST: But not as much anger so you sort of dominated what you felt about him.<\/span><\/p>\n<p data-id=\"P9-N20106\"><span data-id=\"P9-N20107\">CLIENT: Right. Yeah.<\/span><\/p>\n<p data-id=\"P9-N20108\"><span data-id=\"P9-N20109\">THERAPIST: It seems like with him and with the ex, being able to let go of a little of the anger.<\/span><\/p>\n<p data-id=\"P9-N2010A\"><span data-id=\"P9-N2010B\">CLIENT: And you know what's really funny, now that I'm thinking about it? Angela is actually good friends with him and I never thought twice about it. I just told her when she moved in that I would prefer if she not mention him all the time because that would make me feel uncomfortable, but obviously <\/span><span data-id=\"P9-N2010B1\">if it comes up once in a while, that's fine. Maybe it's just because it feels that way now, but not the same way that I feel when she goes out to dinner with Julia or something. That's interesting.<\/span><\/p>\n<p data-id=\"P9-N2010C\"><span data-id=\"P9-N2010D\">THERAPIST: So something is more okay about that. I wonder what makes that . . ?<\/span><\/p>\n<p data-id=\"P9-N2010E\"><span data-id=\"P9-N2010F\">CLIENT: I don't know. I guess it's complicated. (chuckles) (pause)  I don't know. She even lived in his parents' house for a while with her boyfriend. Maybe it's because her relationship with him wasn't by choice; it was through her boyfriend, who was really good friends with him. She said that when <\/span><span data-id=\"P9-N2010F1\">they started to hang out she was like, \"I don't want to hang out with you.\" But then she did because her boyfriend was there all the time. Maybe that's it.<\/span><\/p>\n<p data-id=\"P9-N20110\"><span data-id=\"P9-N20111\">THERAPIST: And she talked about it with you a little bit, it sounds like.<\/span><\/p>\n<p data-id=\"P9-N20112\"><span data-id=\"P9-N20113\">CLIENT: Yeah, she did.<\/span><\/p>\n<p data-id=\"P9-N20114\"><span data-id=\"P9-N20115\">THERAPIST: And has she talked to you about why she continues to be able to be friendly with Julia?<\/span><\/p>\n<p data-id=\"P9-N20116\"><span data-id=\"P9-N20117\">CLIENT: No. Maybe it would be interesting to ask, also to see if I can maybe (chuckles) learn a little bit from her. I would definitely feel comfortable asking her about it because she's so nice. (chuckles)<\/span><\/p>\n<p data-id=\"P9-N20118\"><span data-id=\"P9-N20119\">THERAPIST: Yeah. I wonder if it's part of the unspoken piece in your math. You're trying to figure it out on your own. I wonder how accurate your assumptions are.<\/span><\/p>\n<p data-id=\"P9-N2011A\"><span data-id=\"P9-N2011B\">CLIENT: That may be. Probably not very. That makes sense. Yeah, maybe I can do that. I would definitely feel comfortable doing that, too, because we are good friends.  Okay. (laughs) That sounds like something constructive I can do.<\/span><\/p>\n<p data-id=\"P9-N2011C\"><span data-id=\"P9-N2011D\">THERAPIST: How does that sound as a homework assignment?<\/span><\/p>\n<p data-id=\"P9-N2011E\"><span data-id=\"P9-N2011F\">CLIENT: That sounds good. (laughing) That sounds really doable.<\/span><\/p>\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">THERAPIST: Coming up with your homework is always such a great [thing.] (ph?) It's like asking a kid to develop their own consequence. They're always harder on themselves. (both laugh)<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">CLIENT: Is that true? (laughs) That's funny.<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">THERAPIST: \"Always\" is probably a strong word. Often. Often it just makes more sense. You know what? In both instances when I ask you to sort of come up with a homework assignment or asking a child to come up with a consequence, it's because you choose something that's meaningful for you. I could choose <\/span><span data-id=\"P9-N201251\">something for you that makes sense out of what we talked about today and it might make sense, but having you just kind of think of it on your own is something that really feels meaningful to you. It's going to be so much more valuable.  The conversation goes nowhere or the conversation gets you what <\/span><span data-id=\"P9-N201252\">you think you're going to get out of it either way, tackling it clearly it's meaningful to you just to approach it.<\/span><\/p>\n<span data-id=\"P9-N20124-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20124-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100000\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20126\"><span data-id=\"P10-N20127\">CLIENT: And it also sounds doable, which is nice. (laughs)<\/span><\/p>\n<p data-id=\"P10-N20128\"><span data-id=\"P10-N20129\">THERAPIST: Right. And any goal should be doable. You don't want to set yourself up for failure, but if you can do this and have this conversation, then you have something to build on the next time rather than feeling like \"here is a really hard task I set up for myself. It's too hard to approach\" or <\/span><span data-id=\"P10-N201291\">\"it's too hard to do.\" And then you feel badly about not doing it. It doesn't get you anywhere.<\/span><\/p>\n<p data-id=\"P10-N2012A\"><span data-id=\"P10-N2012B\">CLIENT: Okay. (chuckles) Something to keep in mind as well. (chuckles) Okay.<\/span><\/p>\n<p data-id=\"P10-N2012C\"><span data-id=\"P10-N2012D\">THERAPIST: So how many sessions do we have left? I know we're near the end so I like to keep tabs or are we changing that?<\/span><\/p>\n<p data-id=\"P10-N2012E\"><span data-id=\"P10-N2012F\">CLIENT: I hate that idea. (laughs) <\/span><\/p>\n<p data-id=\"P10-N20130\"><span data-id=\"P10-N20131\">THERAPIST: I can go with that, too.<\/span><\/p>\n<p data-id=\"P10-N20132\"><span data-id=\"P10-N20133\">CLIENT: Actually, I know for sure, though I like that I'm measuring my life in weeks now, like a pregnant woman. I know that I'm going to be here. We have the 2nd.<\/span><\/p>\n<p data-id=\"P10-N20134\"><span data-id=\"P10-N20135\">THERAPIST: Yes. At 4:20.<\/span><\/p>\n<p data-id=\"P10-N20136\"><span data-id=\"P10-N20137\">CLIENT: Because of all the dental work that I need done, I'm definitely going to be here beyond that. The 16th would be hard. Can we try for the 9th? And then if I find out in the next week or two that I'm going to be around after that, can we maybe change that to the 16th?<\/span><\/p>\n<p data-id=\"P10-N20138\"><span data-id=\"P10-N20139\">THERAPIST: The 9th I'm totally booked.<\/span><\/p>\n<p data-id=\"P10-N2013A\"><span data-id=\"P10-N2013B\">CLIENT: I mean the 9th-ish.<\/span><\/p>\n<p data-id=\"P10-N2013C\"><span data-id=\"P10-N2013D\">THERAPIST: On the 8th?<\/span><\/p>\n<p data-id=\"P10-N2013E\"><span data-id=\"P10-N2013F\">CLIENT: Or maybe the end of the week, if that's helpful.<\/span><\/p>\n<p data-id=\"P10-N20140\"><span data-id=\"P10-N20141\">THERAPIST: Totally booked up. I'm not here Wednesday or Thursday and my Friday is totally packed. I could do the 8th and the 16th you're not here.<\/span><\/p>\n<p data-id=\"P10-N20142\"><span data-id=\"P10-N20143\">CLIENT: I might be. I don't know. <\/span><\/p>\n<p data-id=\"P10-N20144\"><span data-id=\"P10-N20145\">THERAPIST: You're not sure?<\/span><\/p>\n<p data-id=\"P10-N20146\"><span data-id=\"P10-N20147\">CLIENT: I don't know. You know what? We could try for the 16th.<\/span><\/p>\n<p data-id=\"P10-N20148\"><span data-id=\"P10-N20149\">THERAPIST: Do you want the 4:20 on the 16th? CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P10-N2014A\"><span data-id=\"P10-N2014B\">THERAPIST: Yes, I can do that. (pause)<\/span><\/p>\n<p data-id=\"P10-N2014C\"><span data-id=\"P10-N2014D\">CLIENT: I'm sorry to change it up. I just have no idea what's happening. (laughs)<\/span><\/p>\n<p data-id=\"P10-N2014E\"><span data-id=\"P10-N2014F\">THERAPIST: That's okay. That's all right. And then, unfortunately, your check bounced.<\/span><\/p>\n<p data-id=\"P10-N20150\"><span data-id=\"P10-N20151\">CLIENT: It did?<\/span><\/p>\n<p data-id=\"P10-N20152\"><span data-id=\"P10-N20153\">THERAPIST: Yeah. [ ] (inaudible at 00:38:38)<\/span><\/p>\n<p data-id=\"P10-N20154\"><span data-id=\"P10-N20155\">CLIENT: Wait which one?<\/span><\/p>\n<p data-id=\"P10-N20156\"><span data-id=\"P10-N20157\">THERAPIST: Last week's for $145. I think last week you gave me two big checks, so we made it for all of that together.<\/span><\/p>\n<p data-id=\"P10-N20158\"><span data-id=\"P10-N20159\">CLIENT: Yeah, I gave you the . . . Oh, I see. I only saw one of them. I'm sorry.<\/span><\/p>\n<p data-id=\"P10-N2015A\"><span data-id=\"P10-N2015B\">THERAPIST: That's okay. So that's that. It helps your records to know which check it was because they sent me a copy.<\/span><\/p>\n<p data-id=\"P10-N2015C\"><span data-id=\"P10-N2015D\">CLIENT: Oh. Yeah. I'm so sorry about that. <\/span><\/p>\n<p data-id=\"P10-N2015E\"><span data-id=\"P10-N2015F\">THERAPIST: Your apology is accepted. So I have to have you pay that, which is $145, and then $12 for the . . .<\/span><\/p>\n<p data-id=\"P10-N20160\"><span data-id=\"P10-N20161\">CLIENT: Okay. I'm going to make two separate checks. I hope that's okay. I'm sorry.<\/span><\/p>\n<p data-id=\"P10-N20162\"><span data-id=\"P10-N20163\">THERAPIST: It's totally fine. And if you want me to wait to deposit one because it's more than you expected to pay today . . .<\/span><\/p>\n<p data-id=\"P10-N20164\"><span data-id=\"P10-N20165\">CLIENT: No. I think what happened is that all these bills just kind of piled up at once and it went over by like $5 and I didn't even realize. I'm so sorry.<\/span><\/p>\n<span data-id=\"P10-N20164-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20164-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100000\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20166\"><span data-id=\"P11-N20167\">THERAPIST: It happens.<\/span><\/p>\n<p data-id=\"P11-N20168\"><span data-id=\"P11-N20169\">CLIENT: Because I saw a bounced check and it was for the insurance, for my car insurance, I think.<\/span><\/p>\n<p data-id=\"P11-N2016A\"><span data-id=\"P11-N2016B\">THERAPIST: It stinks when you have a bunch at one time and you don't know what's happened and then it happens on a number in a row.<\/span><\/p>\n<p data-id=\"P11-N2016C\"><span data-id=\"P11-N2016D\">CLIENT: I just switched insurance and so they changed the time . . . Anyway, I feel bad.<\/span><\/p>\n<p data-id=\"P11-N2016E\"><span data-id=\"P11-N2016F\">THERAPIST: I'm adding in my head. (both laugh)  So $145 for today and then $157 would cover the bounced check.<\/span><\/p>\n<p data-id=\"P11-N20170\"><span data-id=\"P11-N20171\">CLIENT: Okay. What is today?<\/span><\/p>\n<p data-id=\"P11-N20172\"><span data-id=\"P11-N20173\">THERAPIST: Today is the 22nd. (pause)<\/span><\/p>\n<p data-id=\"P11-N20174\"><span data-id=\"P11-N20175\">CLIENT: Okay. Here's one. (pause)  Oh-oh. Can I do that? I just messed up.<\/span><\/p>\n<p data-id=\"P11-N20176\"><span data-id=\"P11-N20177\">THERAPIST: I think it depends on what you messed up. Oh, that's fine.<\/span><\/p>\n<p data-id=\"P11-N20178\"><span data-id=\"P11-N20179\">CLIENT: And I initialed it, just in case.<\/span><\/p>\n<p data-id=\"P11-N2017A\"><span data-id=\"P11-N2017B\">THERAPIST: I don't see why that would be a problem.<\/span><\/p>\n<p data-id=\"P11-N2017C\"><span data-id=\"P11-N2017D\">CLIENT: Okay. But if it is and you'd like to send me an e-mail, I can drop one by before the next time.<\/span><\/p>\n<p data-id=\"P11-N2017E\"><span data-id=\"P11-N2017F\">THERAPIST: That's fine. I'm sure it's fine. Most people's writing isn't completely legible. (laughs)<\/span><\/p>\n<p data-id=\"P11-N20180\"><span data-id=\"P11-N20181\">CLIENT: All right. Thank you.<\/span><\/p>\n<p data-id=\"P11-N20182\"><span data-id=\"P11-N20183\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P11-N20184\"><span data-id=\"P11-N20185\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}