{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client addresses her self-esteem issues, feelings of loneliness and depression, and continues to discuss her ex-boyfriend."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Friendship","Commitment issues","Self esteem","Romantic relationships","Psychoanalytic Psychology","Depression (emotion)","Anger","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"page_count","label":"Page Count","values":["11"],"weight":14},{"name":"psyc_subjects","label":"Health Subject","values":["Friendship","Commitment issues","Self esteem","Romantic relationships"],"weight":15},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":16},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":17},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":18},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":19},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":20},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":21},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":22},{"name":"symptoms","label":"Presenting Condition","values":["Depression (emotion)","Anger"],"weight":23},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":24},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":25},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":26}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2320885","dorpId":"1005577924","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session June 7, 2013: Client addresses her self-esteem issues, feelings of loneliness and depression, and continues to discuss her ex-boyfriend.","fullTitle":"Client \"S\", Session June 7, 2013: Client addresses her self-esteem issues, feelings of loneliness and depression, and continues to discuss her ex-boyfriend.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320885\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: So it seems like sometimes like – so I got my car on Friday and Wednesday night I was awakened and they're telling me that a drunk smashed into it while it was parked. First of all I was like traumatized because that's how my first, my very first car got totaled, like it was smashed into while <\/span><span data-id=\"P1-N2000D1\">parked and I was awakened in the middle of the night by the police, blah, blah, blah, blah. My landlord luckily saw it and I guess the guy was going to try to like hit and run and I think he was going to the house across the street which is this house with I don't know how many people in it and it was <\/span><span data-id=\"P1-N2000D2\">like an illegal casino and like maybe the mob. We don't know, like whatever. Nobody gets involved. But we think he was going there and my landlord said, you know, he doesn't like to get involved in the stuff over there and hates calling the police on our neighbors, but like you can't damage somebody's <\/span><span data-id=\"P1-N2000D3\">property and drive away. So he spoke no English. Luckily he had a license and was insured and all that stuff. The whole right side of my rear bumper is fucked and he got arrested for OWI, like he was clearly drunk and whatever. I don't care what is going on with him. I'm just glad he has insurance so <\/span><span data-id=\"P1-N2000D4\">I don't have to like worry about it at all.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">But here's the fucked up thing. Stephanie called me, freaking out earlier that day because she had a client who was going through some issues like his car got stolen or broken into or something happened, or got in an accident and had it garaged somewhere other than where he lived and I was like, ‘why <\/span><span data-id=\"P1-N2000F1\">are you yelling at me about this.' And she said, ‘because I feel bad that I gave you the advice to do that to save money.' And so she's like yelling at me that I have to change it back to my house and I was like, ‘why are you yelling at me?' Just because she felt bad. Anyway, I swear she jinxed me. <\/span><span data-id=\"P1-N2000F2\">I was like, ‘well, you know, hopefully, nothing will happen. And later that night. Luckily, nothing is going to happen with the garaging issue. A – because it's soon enough after I changed it that if anybody questioned it, I'm still in the middle of moving which is totally plausible. But it's not going <\/span><span data-id=\"P1-N2000F3\">to come up because the car was not stolen, so the car's here and it's not totaled. It's in a shop getting fixed. Which is so annoying. And I don't have rental on my insurance because I was like, eh – why would I need that – it's a money saver. Which it is but now I don't have a car. Which is like fine <\/span><span data-id=\"P1-N2000F4\">that I'd rather have no car then paying $20 a day to have a rental. But it's annoying that I'm now, I've got this new car, paid for it and (unclear) and a week and a half that I'm not going to be driving it, you know?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Yeah, that really sucks.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: And I was like, ‘really?' Like, and nothing ever happened to my old car. Nothing ever happened to my old car sitting in front of the house – ever. And so then I got to feeling really, really depressed this whole – I was already feeling really depressed earlier in the week and then I started <\/span><span data-id=\"P1-N200131\">feeling even more depressed after the car thing, like I felt really bad yesterday. Then I started to feel a little better. Stephanie was like, ‘maybe you should go on anti-depressants because you seem to be sad all the time.' I was like, ‘no, like I'm not going to go on anti-depressants.' Although the <\/span><span data-id=\"P1-N200132\">only way that I can seem to do any work at work these days is by taking Ritalin. And I usually don't like to take it that much unless I really have like something that I'm going to use it towards because they kind of like fuck me up and I don't eat and then like at the end of the night – if I take a <\/span><span data-id=\"P1-N200133\">dosage which is like 7 am – 5 mg, 1 pm – 5 mg, and 4 pm – 5 mg, not extended release.<\/span><\/p>\n<span data-id=\"P1-N20012-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20012-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320885\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20014\"><span data-id=\"P2-N20015\">Then later that night it's like I'm still so focused that then I start like thinking about my life and analyzing it and I get all anxious about it because I'm like too inside my own head because I'm not working anymore, so I'm not – But, just with the boredom of my job and really not liking it and not <\/span><span data-id=\"P2-N200151\">wanting to do stuff for the fall and that kind of thing, it's really the only way I've been able to do work. I mean which is okay. I'm fine – like I'm not like taking some crazy drug or snorting coke or something, like okay. But it is annoying because I hate depending on medication. So when Stephanie <\/span><span data-id=\"P2-N200152\">was saying, you know, the going on anti-depressants, I really don't want to be on meds like, or deal with another doctor. I just don't want to do it. I feel like I would rather just try to take care of it on my own and I don't know if that's like stupid or smart, or, I don't know.<\/span><\/p>\n<p data-id=\"P2-N20016\"><span data-id=\"P2-N20017\">I felt really, really, really different yesterday. Like my life like – oh, nothing good can happen. I mean like okay, but then today I feel a lot better. I mean I'm still pissed and it's so annoying but I'm like, ‘eh – it's just a car, like I have a lot to be grateful for like blah, blah, blah.' I don't <\/span><span data-id=\"P2-N200171\">know – I fluctuate a lot these days with feeling bad and feeling okay. And I don't really know what to make of it. And it's really hard, having no single friends. Like, that's really difficult. And Stephanie's not a single friend. She was like always only halfway because of this girlfriend thing, but <\/span><span data-id=\"P2-N200172\">now like they're really being like, I don't know – whatever. So I have no single friends and that's really difficult for me. I mean, besides my boss, but like she's 45 and we don't have that much in common, and it's not like we can hang out all the time.<\/span><\/p>\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">CLIENT: So on top of that she makes me feel worried about being like her.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">(Pause): [00:06:29 00:06:37]<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: And Stephanie's all, ‘I don't understand, like you've got this new car, like everything's good, you know. Like you're skinny these days and it's summer now and why can't you just focus on that?' And I'm like, ‘I don't know.' I don't know what to tell her, you know. Like, she's like getting mad <\/span><span data-id=\"P2-N200211\">at me. She doesn't like want to hear it anymore. Like if I'm feeling bad or down on myself or low self-esteem or whatever.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">(Pause): [00:07:03 00:07:14]<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">CLIENT: And I got so mad at my roommate earlier this week because I decided to come home like Monday and like clean the whole house because it was filthy dirty and I'm the only one that seems to clean anything, really. And like it was filthy, like and then she comes home. First of all she comes home <\/span><span data-id=\"P2-N200251\">and tracks dirt into the house and doesn't notice that she's tracked dirt and she's gardening and she's tracking dirt all though the house that I just cleaned the floors, and doesn't pay any attention. She's like, ‘oh, thanks for cleaning.' She says, ‘I know I was kind of messy when my brother was staying <\/span><span data-id=\"P2-N200252\">here.' And I was like, ‘yeah, well you can do the bathtub and the toilet and the sink in the bathroom and also the pantry. Like thanks.' And she was still tracking dirt like throughout the whole week she's been tracking dirt from the garden or whatever the fuck she does and like, macaroni and cheese <\/span><span data-id=\"P2-N200253\">powder left on the counter, like, come on man, you know?<\/span><\/p>\n<span data-id=\"P2-N20024-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320885\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">And I can't find my graduating class of 2002 traveling mug. I find the top to it but I don't find the mug. And if her brother or somebody – if it's just lost, like I'm going to be really upset about it. Like it's one thing if you use my shit in the house like, don't lose my stuff, or leave it in your <\/span><span data-id=\"P3-N200271\">room. I mean I try to like be nice and like tolerate her and stuff, but I can't. And her room is so utterly disgusting right now. I had to go in the other day because I was looking for one of my cats, so I opened the door to like see if he was in there and it's the most disgusting pigsty I've ever seen <\/span><span data-id=\"P3-N200272\">in my life. I guess her brother is like still somewhere in the area so left a bunch of his shit. So she like piles it all in her room like a weird-o instead of just being like, ‘hey, Trina, I'm going to some closet space. There are a thousand closets in this house, like, literally, you pay half the <\/span><span data-id=\"P3-N200273\">rent – don't be weird about stuff. But it's all in her room and it literally is like a bed covered in stuff. The whole floor – like I couldn't even see any floor. And it's gross. And so all these things that have been bothering me this week and then the car happened.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">Now, on the up side of things, this is another reason Stephanie was like stop freaking out about stuff – is that on Tuesday morning I guess, I still haven't applied for any jobs in Chicago. I'm still like not – I don't really want to and I don't want to apply and get an interview and I don't know, I'm <\/span><span data-id=\"P3-N200291\">hesitating because my heart's still in Houston. So I looked on (unclear).com because they usually only have hotel jobs and low level jobs that I wouldn't be interested in but they had one posted which is regional public relations planner for Latin American\/Caribbean private bank sector based in Houston. <\/span><span data-id=\"P3-N200292\">And I applied and not 24-hours later I got a call from the recruiter in Chicago to do a prescreening call. And then following that yesterday I received an e-mail from another recruiter to schedule a phone interview with the hiring manager on Tuesday. So that's, really, really exciting. Now in the meantime, <\/span><span data-id=\"P3-N200293\">Stephanie's sister knows somebody who works there who she e-mailed my resume to and said if you know anybody in recruiting, pass it on and my boss – I told her and she said, ‘oh my God, I know the woman in Houston who does that.' I was like, ‘what?' So she e-mails this woman, gets the reply back that <\/span><span data-id=\"P3-N200294\">maternity leave until June 24th, that for any Latin American related event, contact so and so in my absence. So and so is (unclear) an interview with.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: So. Right. So I'm going to name drop and someone told me like a good way to do it is to say, ‘oh I participated in and planned the first advisory committee meeting abroad except for this one occasion in 2006 or 07 that my boss actually worked with Ingrid because – so I'm going to try to work <\/span><span data-id=\"P3-N2002D1\">it in and hopefully that will give me a leg up. Because the position looks amazing. It would be doing public relations based in Houston but you'd be traveling to the region like at least once a month or so to do public relations in, I mean, the southern cone. But it literally sounds like a dream job <\/span><span data-id=\"P3-N2002D2\">for me. I'm sure it would pay a shit ton more than the University of Houston.<\/span><\/p>\n<span data-id=\"P3-N2002C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320885\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">CLIENT: And it gives me the opportunity in a few years to transfer to the Chicago offices, much more easily than having to leave a university, go to a different university, then find another job later on.<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: As we're finding out.<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: Right. So, like I'm a little over-excited about it and trying not to be because I'm sure the competition is intense. But I'm hoping that I have a leg up because of Harvard and because of the connections I have now and I'm hoping that Ingrid is somehow weighing in throughout her maternity leave. <\/span><span data-id=\"P4-N200351\">I think it's good timing. She's back at the end of the month. So I'm sure she's having something to do with this and maybe she'll call Bedoe and see – so I'm really, really excited. It would be like a dream job for me. I mean, not only would I be getting to move to Houston, but I'd be getting a much <\/span><span data-id=\"P4-N200352\">higher paying job and I'd be getting to travel. I mean a single girl's dream job. Like and it's perfect timing. So I'm really just trying not to get too over-excited by I'm really, really excited about it. I'm going to prepare this whole weekend and make sure that I have all my ducks in a row because <\/span><span data-id=\"P4-N200353\">I really, really want to do well. Also, the good thing is that if an in-person interview happened it may happen in Chicago, which is much easier and cheaper than Houston.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: Because we would work very closely with the Chicago office.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: So, throughout this whole week of shit that I'm not happy about, I'm really, really, really happy about that. But like a little – I don't know, It's also like I'm almost feeling like okay, maybe this is it, maybe this is it, because I kind of want this position more than any of the other ones <\/span><span data-id=\"P4-N2003D1\">I've applied to so far, but I feel like I'm setting myself up for disappointment or like I'm too superstitious or something. I don't know.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">(Pause): [00:13:33 00:13:48]<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: I just don't really, I don't know how to – I feel like I'm like moving backwards. I don't know, like I don't know how to not feel shitty about all this, about everything. And like Stephanie was – I don't know, I just – in all this stupid bullshit about just everything, everything everybody says <\/span><span data-id=\"P4-N200411\">is bullshit, like I can't hear or just whatever. And meanwhile I have this date with this car guy tonight which like, we'd been like texting and he seems nice enough and I haven't found a million things wrong with him yet, which I guess is a good sign, but – and you know, it'll be fun and whatnot, but <\/span><span data-id=\"P4-N200412\">I'm kind of like I have to like rally to like – I'd rather just sit in my house or something.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">(Pause): [00:14:38 00:14:55]<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: It just seems like I'm equally lonely and depressed whether or not I'm like going home every night and having a glass of wine and falling asleep at 8 o'clock or like working out and doing stuff in my house and making plans and blah, blah, blah. I feel like I'm equally dissatisfied.<\/span><\/p>\n<span data-id=\"P4-N20046-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320885\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">(Pause): [00:15:16 00:15:29]<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: And then I read something recently that was like something like,<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">‘don't look for the right person. The right person will be waiting once you start doing the things that you love.' And I was like, what? That's not even me. Like I don't even love anything enough to do. Or maybe I do, but just don't do it. I don't know.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">(Pause): [00:15:47 00:16:41]<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">CLIENT: And I'm still bothered by the whole feeling of having been replaced. Like the whole Franklin's situation and like he has a new girlfriend like put their picture as his Facebook profile picture or whatever like at the beach. And I'm like, ‘what the hell?' Like, first of all, like who are you? <\/span><span data-id=\"P5-N200531\">And I mean I know I'm not like replaceable and I don't feel that way but it just, the whole is just this overarching feeling of like achiness about the whole thing, like I was with him for so long, but he's so pathetic and co-dependent that he found somebody already, like and even seems strategic about <\/span><span data-id=\"P5-N200532\">it, like some naïve little 24-year old. Like, good call, Franklin, since you realize that somebody your age who's educated, obviously is too smart for yourself so you find somebody younger who's going to be a little bit more naïve and willing to give all of their time and money to you because you're <\/span><span data-id=\"P5-N200533\">a leech. But it's just adding to me feeling like shit.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">CLIENT: Like why the fuck is everybody around me with somebody? It feels like except for me. And then I do this same stuff all the time like look around the scene and see who's single and then to me it's always like, oh look, of course they're all single, like they're all like ugly and pathetic. Like <\/span><span data-id=\"P5-N200571\">what the hell. I mean, which is not always true – but I generalize because I'm like, look at this loser, like whatever, that's going to be me.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">CLIENT: And then you know, I guess I kind of secretly liked it when Stephanie was like hooking up with Roman, but it wasn't really working out, or like she didn't really like him or he annoyed her, like she wasn't attracted to him. So it was like, nah, it won't last or whatever. Or like, just not thinking <\/span><span data-id=\"P5-N2005B1\">that she was still single, but then now she actually likes him like you know, stuff. So it's like, oh, wait, this is actually developing.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">(Pause): [00:18:51 00:20:39]<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: I guess like the things making you feel shitty – one is to consider the facts of them, like someone smashing into your new car, you're not having found a job yet, all of which sucks. And another thing I think is a little trickier is feeling shitty about yourself or kind of insulted along <\/span><span data-id=\"P5-N200611\">with all of those things. And maybe I'm wrong on this but there's like a bit of a feeling of well, of course that's happening to me.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: Right. Totally. Like par for the course.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: Yeah. Of course, I parked my other car there and nothing ever happened to it. Nothing ever happened until the week I get a new car.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: Of course she tramped all the way through the house in her whatever.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: Boots.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: Boots or whatever, yeah. Just after I had cleaned everything. Of course I wind up with a roommate who's a total mess.<\/span><\/p>\n<span data-id=\"P5-N2006C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320885\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">THERAPIST: Of course, my ex-boyfriend is having some 24-year old, a lawyer, or whatever.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">CLIENT: Well not like a lawyer, but –<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">THERAPIST: Oh, okay.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">CLIENT: Clearly naïve though.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">THERAPIST: Okay. He's dating her.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">(Pause): [00:23:02 00:23:31]<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: I mean the part that's tricky is why that all feels so inevitable to you.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">(Pause): [00:23:41 00:24:33]<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: And I'm not sure but it's related certainly to similar to waiting kind of at times to be treated badly and having a crummy sense of yourself mixed up in it. But I'm not (unclear) what's going on (unclear).<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: Well I just feel like –<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">(Pause): [00:24:55 00:25:01]<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: I don't have a grasp on what like the whole being in love with yourself first before you can love somebody else thing is. Like I don't have a grasp on it or like don't, am worried that I'm going to end up in another bad relationship because of just not enjoying being single.<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">(Pause): [00:25:34 00:25:44]<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: I don't know, maybe there's something to be said about, you know, that I haven't really given a shot to like hobbies and stuff on my own and whatever to like find out what I really like, but like, why do I have to be alone to do that? Like why couldn't I be with somebody and still be figuring <\/span><span data-id=\"P6-N2008F1\">out stuff that I like? I don't understand. Why do I have to figure all this shit out before? It's going to take 10 years. If I haven't figured it out by now.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">(Pause): [00:26:06 00:26:11]<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Like why do I have to be so competent in my own shit to be able to be with somebody else? It seems like a lot to ask. I mean Stephanie's saying that to me but yet she doesn't love everything about herself and she's with somebody. Granted – according to her it's not exactly who she'd want to <\/span><span data-id=\"P6-N200931\">be with. But she's now admitted to kind of liking him and falling for him a little bit and blah, blah, blah. Obviously, she's been hanging out for six months so there you go, it's like so she can tell me that shit, but she doesn't have all her stuff. She doesn't love herself unconditionally. So it's <\/span><span data-id=\"P6-N200932\">like why do I have to, why is everyone so stuck on me needing to do that first? You're telling me that every one of my friends that's in a relationship is so in love with themselves, more than their partner. I really doubt that somehow. So all my friends I've been with, some of them since they were <\/span><span data-id=\"P6-N200933\">20, really knew everything about themselves and figured everything out about themselves so they could be with somebody else before they're with that person. No. What the fuck? I mean, who the fuck has everything figured out for themselves? Who, seriously, is 100%, 100% satisfied with their own life? <\/span><span data-id=\"P6-N200934\">Like nobody. Like, except monks or something. That's how I feel about it. And so hearing people say this is not like uplifting, it's just like fucking annoying, like shut the fuck up, what the fuck do you love about yourself? Like I could say I love a million things about myself. But that doesn't change <\/span><span data-id=\"P6-N200935\">the fact that sometimes I have low self-esteem or feel shitty. Granted, right now I have low self-esteem all of the time and feel shitty almost all of the time but the people that are in a relationship answering that question with, ‘well, not that much' because they're in a fucking relationship. Of <\/span><span data-id=\"P6-N200936\">course they don't feel shitty as much as I do. I'm ranting because this is how I feel about it. Like I don't – this is really what I should be saying to people, like, ‘oh, really, fuck you.' That's how I feel.<\/span><\/p>\n<span data-id=\"P6-N20092-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20092-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320885\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">(Pause): [00:28:37 00:28:53]<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">CLIENT: And I harbor all of this anger towards Franklin and then therefore, like on myself and everybody that I talk to about it.<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">(Pause): [00:29:11 00:29:25]<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: And this anger is because I really feel like he made me lose three years of my life. Like I really resent having gotten into a relationship with him.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">(Pause): [00:29:43 00:30:07]<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: I wonder if in some ways you also feel that with me, along the lines of, ‘oh Josh, this is great. You know you've really helped me see some of the ways I'm feeling cheated by myself and crummy and how much like if feel like I'm not good enough in a variety of ways. So thanks very much for <\/span><span data-id=\"P7-N2009F1\">that. Any time you feel like helping me actually feel better about this stuff, that would be great.'<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: No, but I know that's not like how therapy always works.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: Yeah, yeah, yeah, yeah, yeah. I know you know that but I'm talking about talking at the level intellectually of how this works, but more like what you're feeling.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: Well yeah, because I'm – but it's not like it's up for you as much as it's for me because I don't even know how to like – I don't even know what would help. Like I'm not even sure how you could help me. And that's not even frustration like you suck at your job.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: Right. Right, it's more like –<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: Like, what are you going to tell me kind of thing? You know what I mean? That's what I tell myself. Like, what are you – this overarching theme is like low self-esteem and I don't really know how to manage it, like I mean I'm good looking. It's not about like physical self-esteem issues, you know?<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">(Pause): [00:31:54 00:32:03]<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: Well, I think there may be other ways of looking at what the overarching theme is. I mean I agree you're feeling crummy about yourself because you're talking a lot about it. I'm not disagreeing with you about that, but there is something else like telling me people are either raining on your <\/span><span data-id=\"P7-N200AD1\">parade or doing something kind of insulting, which makes it even worse or it's unhelpful. In other words, it gives me more of an impression of just why you feel crummy about yourself. Whether it's your friends or other people either implicitly like if they're dating people, or explicitly by their saying <\/span><span data-id=\"P7-N200AD2\">it, leaving you feeling like you're not good enough yet to date somebody or love yourself enough.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: Or, Franklin or somebody else, your roommate, your car, like so far – today anyway, (unclear) everybody sucks.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Yeah. And yet it is –<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: I really think you feel crummier –<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Right. Right. Okay, if I'm not good enough like I'm not good enough to be – like I'm not okay enough to be in a relationship, like what the fuck? Like that makes me feel worse, like that doesn't make me feel like inspired to go out and sky dive or some shit. It makes me feel like I'm never going <\/span><span data-id=\"P7-N200B71\">to be good enough and that nobody's going to be able to ever handle like my emotional issues or whatever, basically. You know, like me getting upset and talking with Stephanie about it and her turning it into a, ‘see, you're not ready' thing, makes me feel like wait – so that means I never be emotional <\/span><span data-id=\"P7-N200B72\">in front of anybody, like is that an issue?<\/span><\/p>\n<span data-id=\"P7-N200B6-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200B6-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320885\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200B8\"><span data-id=\"P8-N200B9\">(Pause): [00:34:35 00:34:42]<\/span><\/p>\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">CLIENT: Or like because I react this way, that means I'm not equipped to be in a relationship?<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">THERAPIST: I can imagine that it feels more like you're hearing that from me as well.<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">CLIENT: Nah, not so much.<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">THERAPIST: Well, I guess what I had in mind is clearly, I'm not saying anything like ‘well, you're just not ready to be in a relationship yet,' or, ‘you just don't love yourself enough yet,' right?<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">THERAPIST: But I am sort of (unclear) that thing about how you're really crummy, how you're making me feel crummy, how that sort of gets in the way a lot. I guess it kind of feels like I point out stuff that nobody's making you feel worse even if you're not feeling like I'm not trying to help, or I'm <\/span><span data-id=\"P8-N200C51\">doing something for the sake of being harmful, but still I was – it's sort of like I'm still very much leaving you to deal with it on your own, is how it sounds sometimes.<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">CLIENT: Yeah. Well I definitely feel like that. I mean, just generally speaking. I feel like people are saying all this stuff to me, but then like I'm just left to like -<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">THERAPIST: Right. But at the same time you're not sure, I think, along the lines of not being sure how I could help you, what I could be doing to help you deal with it.<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: Right. Like I don't know.<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">CLIENT: So like right (unclear), like that's what I think to myself. What's he going to tell me, like you know? I started this scrapbook, you know. Because when I feel depressed and crappy I don't want to come home and do one of those things on like those lists of stuff I said I was going to do and <\/span><span data-id=\"P8-N200CF1\">blah, blah, blah, which I've totally stopped. Like I did for a day. I don't want to do any of that shit. I want to sit and like smoke a joint and like lay in my bed. Because I like make all this progress, but like at the end of the day I'm still doing it alone. It's still –<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">(Pause): [00:36:56 00:37:05]<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">CLIENT: I don't have like someone to do stuff with.<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">THERAPIST: Yeah. And you did for a long time.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">(Pause): [00:37:10 00:37:18]<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">THERAPIST: I think you mostly worry here about something about really laying some of it out like how it (unclear), how long it really is, how much you really, I think, despair. But I think you do worry that if you really put it out there and, as usual, people aren't going to be able to help and then <\/span><span data-id=\"P8-N200DB1\">like it won't get any better and (unclear), or whatever. There's like a – I don't think you're constantly intending to do this but you may be a bit – it's hard to talk with someone about how bad it really is and what it's really like because you just kind of assume nobody's going to be able to get in <\/span><span data-id=\"P8-N200DB2\">there and hook up with you and help you out.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">CLIENT: Yeah. Because everybody just tells me to embrace it.<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">(Pause): [00:38:31 00:38:38]<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">CLIENT: Take advantage of this time. I always take advantage of my time. That's not an issue.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">THERAPIST: Right. Yeah.<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">(Pause): [00:38:45 00:38:53]<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">THERAPIST: We should stop in a minute. Do you want to think about seeing me more often?<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">CLIENT: Yeah, I think it might be helpful.<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">THERAPIST: Okay. All right. Let me – like tell me a little bit about your scheduling.<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">CLIENT: The weekdays are pretty much free range, especially in the summer.<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">THERAPIST: Right. Let me send you an e-mail about scheduling.<\/span><\/p>\n<span data-id=\"P8-N200EE-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200EE-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320885\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">CLIENT: Great. Yeah. I think that would be good.<\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">THERAPIST: Okay, I will.<\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">CLIENT: Great. Thanks.<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">THERAPIST: Yeah. (inaudible).<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">CLIENT: Have a good weekend and also, take care.<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">THERAPIST: You too.<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}