{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his wife's depressive disorder and how he is often stressed and unsure of how to act."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Major depressive disorder","Suicide","Stress","Psychoanalytic Psychology","Sadness","Depression (emotion)","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["15"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Major depressive disorder","Suicide","Stress"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Depression (emotion)"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559396","dorpId":"1005577316","contentType":"text","aucs":"CTRN-V1","title":"Client \"L\" Therapy Session Audio Recording, December 21, 2012: Client discusses his wife's depressive disorder and how he is often stressed and unsure of how to act.","fullTitle":"Client \"L\" Therapy Session Audio Recording, December 21, 2012: Client discusses his wife's depressive disorder and how he is often stressed and unsure of how to act.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559396\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come on in. How are you?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I'm doing okay, thanks.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Yeah?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: How are you?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Good. It's always funny in the context of therapy to ask, how are you...<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: (Laughing)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Which is sort of a social norm question that has (chuckling)... it is or is not necessarily fitting for therapy.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: So, yeah. Well, let's start by just... if you could tell me your sort of impressions so far about the couples work, things that you sort of continue to address, things that have been helpful...? (Pause) [0:00:58]<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: So my overall impression is that it's been a good thing to do and helpful. We haven't been doing it for very long, and (chuckling) there's clearly some large issues going on. (Pause) Things that would be helpful to continue to address are the sort of breakdown of communication that happens between <\/span><span data-id=\"P1-N2001F1\">Tanya and I, particularly when Tanya gets bad. But really when either of us is not very happy we seem to talk less, which isn't necessarily a bad thing but might be a bad thing. And certainly when it gets very bad for Tanya, the fewer people she's telling about it, the more dangerous it is? So there's that.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Can you say that again, the fear that...?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: The fewer, the fewer. Sorry. [0:02:00]<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Oh, the fewer. I thought you said fear.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: The fewer people. Got it, yeah. Got it.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: So... and there are not a lot of people she wants to talk to right now. So, if she's not telling me, I'm fairly confident she'll always be telling Chad, which is good. But... (Pause) One of the things that's been helpful is you have occasionally noted, well, this is just how therapy goes, you <\/span><span data-id=\"P1-N2002B1\">know? Sometimes you don't get directly from point A to point B because that's not the obvious path or something we've been walking. And so that's been helpful in the context of, they always seem to get from point A to point B in Tanya's therapy, which is fine. But it's helpful to know that, like... <\/span><span data-id=\"P1-N2002B2\">(Pause) Even when Tanya's in a crisis, Chad has a handle on it. [0:03:05] But if they don't address every detail of that in the moment, that's not necessarily reflective of anything other than the fact that therapy is a process, which is... (Pause) Yeah, I don't know that I have a whole lot of other <\/span><span data-id=\"P1-N2002B3\">good answers (chuckling) to that question, which should... [I think] is a little odd.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: Really?<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: Yeah (chuckling).<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">THERAPIST: You think you should have more (chuckling)? [0:03:56]<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">CLIENT: Yeah, well, you know, I think (chuckling) if it's been helpful it should be relatively straightforward to say, well, yeah, these things in particular have been helpful. And I think it's been a good thing. I guess I think there may be a difference between Tanya and I in what we need from therapeutic <\/span><span data-id=\"P1-N200331\">things. Tanya sometimes seems to need to talk about things? Like, just the fact of talking about it is the important thing, like, continuing to talk.<\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">THERAPIST: Mm-hmm.<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">CLIENT: And for me maybe the important thing is naming the thing or something like that. And so this has been in some ways a safe space to name the thing. We sort of played that game on Wednesday. So...<\/span><\/p>\n<p data-id=\"P1-N20038\"><span data-id=\"P1-N20039\">THERAPIST: Mm-hmm. And the thing is specifically what's going on between the two of you, what you're feeling?<\/span><\/p>\n<span data-id=\"P1-N20038-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559396\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Yeah. Whatever the negative thing is. [0:04:59] I don't often need to talk at great length about it so much as acknowledge its existence or something.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Mm-hmm. I thought you were very open on Wednesday in talking about some of the things that you feel you don't typically talk about with Tanya. Did it feel that way to you?<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Yeah, yeah. And it's a little complicated because it's not like I wouldn't tell Tanya some of those things under normal circumstances. It's just I have no idea how she's going to react to anything at this point, and so I guess I err on the side of not mentioning things if they are not approaching <\/span><span data-id=\"P2-N2003F1\">life-threatening. So there's that.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Mm-hmm. Were you...? I mean, it sounds like this is the worst Tanya's ever been certainly in your presence with the two of you. Is that true? [0:05:57]<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: The worst for the longest. Yeah, I think that's true.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: Mm-hmm. Has it been kind of just sort of a shock to your system? (Pause)<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: Well, so when we were apart we were still talking every day on the phone for 20 to 80 minutes or something in that range. So it wasn't like I didn't know how she was doing, so shock is maybe... and I moved here because she wasn't doing well (inaudible at 0:06:46). So (pause) yeah, there's not <\/span><span data-id=\"P2-N200471\">a lot of surprise involved in this, but it has been very draining to have her be so bad for so long. [0:07:06] (Pause) And the biggest difference is that there's very little getting away from it. So if we're just talking on the phone I can hear how bad she is, and then we don't talk again for a few <\/span><span data-id=\"P2-N200472\">hours (inaudible at 0:07:28) hours. And so there's states (oh) that's literally away from it, but that's not really the case all the time here.<\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">THERAPIST: Mm-hmm. Do you feel like if she were doing a little bit better you'd have a little bit more freedom to just do your own thing or get out of the house or...? (Pause)<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">CLIENT: Yes? Yes, I think so. [0:07:58] Since we had the conversation about, maybe this isn't a good way to handle the crisis, we've not (ph) really been doing that. But that doesn't mean that I'm not paying attention to how well she's doing and what she's doing. And so we've stopped, but we haven't <\/span><span data-id=\"P2-N2004B1\">stopped in a sense. And so yeah, if she were doing... if suicide were off the table, yeah, there's not really a tie there. In the sense if (ph) suicide were off the table there would be a lot fewer stresses because I wouldn't have to wonder while I'm walking back today if she's going to be alive when <\/span><span data-id=\"P2-N2004B2\">I get there or not. So...<\/span><\/p>\n<p data-id=\"P2-N2004C\"><span data-id=\"P2-N2004D\">THERAPIST: I can't imagine how terribly stressful this is for you, even that comment. [0:09:01] (Pause)<\/span><\/p>\n<p data-id=\"P2-N2004E\"><span data-id=\"P2-N2004F\">CLIENT: Really? (Pause) Yeah, I mean, that's a... I guess I've put you in a class of people that I expect kind of understand these things better than the normal person, and so I figured that on some level you can understand. Do you see what I'm saying?<\/span><\/p>\n<p data-id=\"P2-N20050\"><span data-id=\"P2-N20051\">THERAPIST: Oh, I can... yeah. Maybe it was my wording that wasn't correct. Yes, I can.<\/span><\/p>\n<p data-id=\"P2-N20052\"><span data-id=\"P2-N20053\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P2-N20054\"><span data-id=\"P2-N20055\">THERAPIST: And also... but also just this dramatic yet accurate statement of not being sure if your wife is going to be alive or dead when you come home is just... it sounds very dramatic. [0:10:00]<\/span><\/p>\n<p data-id=\"P2-N20056\"><span data-id=\"P2-N20057\">CLIENT: (Laughing) Yeah, yeah (ph). Yeah, it's not easy. And when I talk to anyone who cares about us they want to know how I'm doing, how Tanya's doing. And I don't really say, well, she's still alive. Don't know if that'll continue for the next week or not, but I could say that and be being truthful. <\/span><span data-id=\"P2-N200571\">So yeah, it's tough, and it's tough not to say that to anyone because... (Pause) On some level it's helpful to say? [0:10:58] But it's also one of those things that saying it hurts whoever hears it. So that's hard to balance.<\/span><\/p>\n<span data-id=\"P2-N20056-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559396\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">THERAPIST: Well, there are no guarantees. But it does sound like she has a plan when she's feeling that suicidal.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">CLIENT: Yeah, yeah. And I think it's a fine plan. (Pause) Yeah, I think it'll be fine. So I don't really think she's going to die, but she's very clear about really wanting to. So it's... I don't know.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">THERAPIST: When you first got together, is this something that, given that you knew she had a tendency to crash, that you could have sort of anticipated, or is this sort of just kind of over the course of your relationship surprising? [0:12:06]<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">CLIENT: So she was pretty depressed when we met, and that was... that's fine. I mean, depression is one thing. It's bad, and it's hard. But the suicidal ideation is a whole different world. And that was not something that I... I don't think it's something she ever really thought about much, and it's <\/span><span data-id=\"P3-N2005F1\">certainly not something that I knew she thought about if she ever had. I'm pretty sure she had not. [0:12:54] And so in a sense the depression itself is not surprising at all. And I had thought that she was better and that that would be kind of the continuing trend but that bad things would happen occasionally, <\/span><span data-id=\"P3-N2005F2\">and she might be depressed in the sort of more or less normal-(chuckling) whatever that quite means-fashion. So that there'd be a response to negative things in life and that it would more or less resolve when those more or less went away. (Pause) Yeah, so to sum up the depression is not surprising <\/span><span data-id=\"P3-N2005F3\">mostly. I didn't think it was going to come back as bad as this has been? But that's okay, just it is. And it's the suicide outlet (ph) that's really tough. [0:14:03]<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">THERAPIST: Mm-hmm. That's understandable. So you know what you signed up for, to put it kind of crudely...<\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">CLIENT: Sure.<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">THERAPIST: On some level, but this sort of added dimension is a bit of a surprise or was at least in retrospect, wasn't anticipated.<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\">THERAPIST: I wanted to get back to something you've said before, you've said this in sessions that we've had together, that... kind of like... sort of the idea that therapy's not a linear process and that there's a lot more uncertainty maybe than anyone would prefer. And it sounds like... I mean, and <\/span><span data-id=\"P3-N200691\">I think that's true, it doesn't matter who you are. And then the added layer of the fact that you're someone who likes plans (chuckling) is a really very, very challenging thing to face, a very challenging struggle. [0:15:00] And if there were a plan for this it wouldn't be as dangerous and scary. (Pause)<\/span><\/p>\n<p data-id=\"P3-N2006A\"><span data-id=\"P3-N2006B\">CLIENT: Yeah, I think that's true. But look, it's not like I don't talk to people. Most conversations aren't linear either, so the therapeutic thing is in a sense a conversation. And so it just follows its own path like these things do. So that... (Pause) I guess I want to downplay a little bit the <\/span><span data-id=\"P3-N2006B1\">extent to which I need plans or something like that. [0:16:00] I like them. I find them helpful, particularly in certain kinds of uncertainty, but this is okay. I find (chuckling) the first moment, we come in and say hello and then you look at us, I find that uncomfortable, but really only that one. <\/span><span data-id=\"P3-N2006B2\">The rest of them are pretty okay. I guess that... the first session I was much more nervous about the uncertainty, but I guess the... at some point the uncertainty itself becomes a plan? [I mean] (ph), that's the way to handle it or to describe it. And it's... this is an uncertain thing. That's fine, <\/span><span data-id=\"P3-N2006B3\">once I know the type of uncertain thing it is or something. So maybe it's not true at all that I don't need plans, I just have a wide range of them. [0:17:02]<\/span><\/p>\n<span data-id=\"P3-N2006A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2006A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559396\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Mm-hmm. The plan is something that's anticipated, and you know to anticipate that there's kind of a less structured environment. At least, getting that itself is... you can anticipate that, which is good.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: Do you have... your family or your friends, do they know what's going on or the extent to which it's happening? (Pause)<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Yes to the first and no to the second? So they all know what's going on, but... I do tend to keep them updated, particularly when Tanya goes to the hospital. I let everyone in some circle of friends and family know (ph). But no, they're not here every day, I don't talk to them every day. [0:17:56] <\/span><span data-id=\"P4-N200731\">Even if I did, I wouldn't tell them the depth of it every day because again it would be... it would help some. And sometimes I need to, but I think every day it causes more harm to others than it does help me.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Do you think the people around you are worried about her, about you?<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: Oh yeah. I think they're all very worried.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">THERAPIST: How do they express it?<\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">CLIENT: (Chuckling) We're worried about you? No, we're thinking about you, we're praying for you. Let us know if there's anything we can do. The sort of normal modes of discourse on that subject.<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">THERAPIST: Mm-hmm. You described your dad as a man of few words.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">CLIENT: (Laughing)<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">THERAPIST: Is he someone you talk to about this? [0:18:56]<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">CLIENT: Not a lot, no. He doesn't particularly like talking on the phone?<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">THERAPIST: Hmm.<\/span><\/p>\n<p data-id=\"P4-N20086\"><span data-id=\"P4-N20087\">CLIENT: And so being far away has been... we've talked more on the phone than we have at any time in the past. But it's tough to continue to have that relationship.<\/span><\/p>\n<p data-id=\"P4-N20088\"><span data-id=\"P4-N20089\">THERAPIST: Where is your family?<\/span><\/p>\n<p data-id=\"P4-N2008A\"><span data-id=\"P4-N2008B\">CLIENT: They're in Texas.<\/span><\/p>\n<p data-id=\"P4-N2008C\"><span data-id=\"P4-N2008D\">THERAPIST: Okay. Oh, I think I knew that, right, because you were at school and Tanya which is what? Is that in Texas?<\/span><\/p>\n<p data-id=\"P4-N2008E\"><span data-id=\"P4-N2008F\">CLIENT: It is, yeah.<\/span><\/p>\n<p data-id=\"P4-N20090\"><span data-id=\"P4-N20091\">THERAPIST: It is in Texas, got it. Somewhere, sort of Maryland or a little south of, [I hear] (ph).<\/span><\/p>\n<p data-id=\"P4-N20092\"><span data-id=\"P4-N20093\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20094\"><span data-id=\"P4-N20095\">THERAPIST: Where is Tanya's family?<\/span><\/p>\n<p data-id=\"P4-N20096\"><span data-id=\"P4-N20097\">CLIENT: They're scattered around Texas, as is mine, I guess. But mine's a little more tightly clustered right around San Antonio, which is kind of in the middle of Texas. Hers, I guess, is spread between San Antonio and Austin, which is on the coast. [0:20:01]<\/span><\/p>\n<p data-id=\"P4-N20098\"><span data-id=\"P4-N20099\">THERAPIST: What else was I going to ask you? Oh, this came up before, and I don't have any bias as to how people should deal with their feelings in difficult situations. I don't initially (ph) have the bias that it's really good to talk about it all the time. That's not how people process... not how <\/span><span data-id=\"P4-N200991\">everyone processes it. So I'm not... you know, when you said, everyone else thinks I should talk to someone, I don't initially have that bias unless you think so, too. Do you think that would be helpful for you?<\/span><\/p>\n<span data-id=\"P4-N20098-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559396\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: I don't know, I don't know. (Pause) Yeah, I don't know. You can make kind of a pros and cons table, and I don't know where the balance sits ultimately. It's been helpful to talk about... to talk with you. In part it's been helpful to talk about some of the things that I've been feeling in front <\/span><span data-id=\"P5-N2009B1\">of Tanya, even if not directly with her. [0:21:01] (Pause) But you know what was really helpful on Wednesday after talking about several of those things, which was itself a good thing, a relief in a lot of ways... but I went for a long walk, stood out in the sun and the wind for a while? That was really <\/span><span data-id=\"P5-N2009B2\">helpful, too, so I... I don't know.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">THERAPIST: Right, the one way... not the one way, but the way I think about it is-reason to go to your own individual therapy outside of this-is that if you feel there a lot of things you can't express in here. That would be a good reason to (crosstalk).<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">CLIENT: (Chuckling) Fair enough.<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">THERAPIST: You know what...?<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">THERAPIST: That, to me... what you... I mean, actually that's a big part of it. As I said in the beginning, really my sort of patient when the two of you are in the room is your relationship. [0:22:05] So that's another argument that it's much more about you and what you need to do, or what you feel <\/span><span data-id=\"P5-N200A51\">or whatever. So that's a piece of it, and then also the part where, things you feel like you're holding back on, to have some venue to be able to talk about them is very helpful.<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">THERAPIST: So let me know. Again, people have different ways of processing things, and, even though this is what I do for a living, I think I'm appreciative of, talking about things is not always the way everybody processes them. I don't think that, just because I have a hammer everything is a nail.<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">CLIENT: (Laughing)<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">THERAPIST: That's sort of how I think about it.<\/span><\/p>\n<p data-id=\"P5-N200AE\"><span data-id=\"P5-N200AF\">CLIENT: Well, I really appreciate you then and now saying more or less that. It was helpful to say, well, you know, it's not necessarily the case that you need to. [0:22:56] And it's not necessarily the case that everyone has been saying that I should so much as I've had Tanya and a couple other friends <\/span><span data-id=\"P5-N200AF1\">say, you know, are you talking to someone, or are you seeing someone? Maybe you should think about it. So...<\/span><\/p>\n<p data-id=\"P5-N200B0\"><span data-id=\"P5-N200B1\">THERAPIST: One thing I also found in the examples that you gave, the things that came up during the week that upset you that you shared on Wednesday, was this case with the games and Tanya getting so upset over losing and then getting upset with herself for being upset about losing, and just feeling <\/span><span data-id=\"P5-N200B11\">like this way in which you didn't get that. Like, why are you so upset about that? And I would imagine that Tanya has a lot of experiences that sort of fall along those lines of just being so upset and then so upset at herself. And so I don't know if this is a question as much as a comment...<\/span><\/p>\n<p data-id=\"P5-N200B2\"><span data-id=\"P5-N200B3\">CLIENT: Yeah. [0:23:54]<\/span><\/p>\n<p data-id=\"P5-N200B4\"><span data-id=\"P5-N200B5\">THERAPIST: That, given this is so much of her experience and at times this must be confusing or frustrating or just... because you two operate so differently and feel so differently about some things...<\/span><\/p>\n<p data-id=\"P5-N200B6\"><span data-id=\"P5-N200B7\">CLIENT: Yeah, well, to be clear, I really don't like losing either...<\/span><\/p>\n<p data-id=\"P5-N200B8\"><span data-id=\"P5-N200B9\">THERAPIST: Right.<\/span><\/p>\n<span data-id=\"P5-N200B8-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200B8-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559396\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: So I really understand the upset part. It's that second-order affect of just destroying herself over being upset that I find really hard to deal with. Yeah, it... exactly. It's the way a lot of her life goes at this time, and it is... yeah, it is confusing. (Chuckling) Not that I don't ever <\/span><span data-id=\"P6-N200BB1\">beat myself up about something. Just that she's incredibly good at it.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: Mm-hmm, the severity of it.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: And it sounds like right now it really predominates her experience of just the self-hatred.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: I think that's right. Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: And I can imagine it's hard to, yeah, know what to do with that. [0:24:56]<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: Yeah (chuckling), yeah. And on some level I just... I don't hate myself. I really don't like my circumstances right now very much. I don't like... I feel like I've not been enormously successful in school, and it bothers me. But I don't... on some level at the bottom I don't hate myself. And <\/span><span data-id=\"P6-N200C71\">I don't know whether Tanya does all the way at the bottom, but pretty far down she seems to. And yeah, I guess that's a little hard to relate to because I don't know what to do about it. Often I can help people by saying, oh, I've seen that sort of problem before, or I've dealt with something like that <\/span><span data-id=\"P6-N200C72\">before. And this is what worked for me, and obviously it won't be the same for you, but... and I just... I don't have anything. I don't know how to handle that depth of self-hatred.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">THERAPIST: Mm-hmm. Does it feel like you should be able to do something about it? [0:25:56] (Pause)<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">CLIENT: Should's a tough word, but...<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">THERAPIST: Might (ph)?<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">CLIENT: Usually I am able to do things about problems, so yeah, there's some discomfort in not being able to do anything about it. And yeah, I want to. I don't want her to hate herself. I don't hate her. I love her (chuckling), so it just... I don't what that to be the case, but I can't really do anything <\/span><span data-id=\"P6-N200CF1\">about it.<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">THERAPIST: And I imagine there's, like, a disconnect.<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">CLIENT: Yeah! Yeah.<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">THERAPIST: What are you...? I don't' know this person you hate. Who is she?<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">CLIENT: Yeah, which I try not to say because she and I have talked about that (chuckling). She's been in this place for a long time. We've talked a lot in a variety of contexts. [0:26:51] And... which is really bad, she thinks that she's an evil person that's really good at hiding from everyone how <\/span><span data-id=\"P6-N200D71\">evil she is, that only she can see it. And so I try not to... I try to be very careful in walking down that path of saying, I don't know this person that you hate, because that just feeds into her idea that I don't know this person that she is that she hates. So...<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">THERAPIST: You are in a very difficult position.<\/span><\/p>\n<p data-id=\"P6-N200DA\"><span data-id=\"P6-N200DB\">CLIENT: (Chuckling) Thanks.<\/span><\/p>\n<p data-id=\"P6-N200DC\"><span data-id=\"P6-N200DD\">THERAPIST: I mean, you are in a very, very difficult position. You are in a difficult position, and I feel that very much in terms of the couples work, that... you know, I'm here to help couples in whatever stage they are, whatever they're dealing with, couples therapy is beneficial, I believe, in (crosstalk) <\/span><span data-id=\"P6-N200DD1\">as a general thing.<\/span><\/p>\n<p data-id=\"P6-N200DE\"><span data-id=\"P6-N200DF\">CLIENT: (Crosstalk).<\/span><\/p>\n<p data-id=\"P6-N200E0\"><span data-id=\"P6-N200E1\">THERAPIST: But you guys are at a very particular kind of situation in a particular kind crisis whereby you feel constrained in many ways and understandably so. [0:27:57] There's not really a good solution to that because, exactly, you don't want to feed into her self-hatred or her feeling that she's <\/span><span data-id=\"P6-N200E11\">very good at being fraudulent, which it just sounds like it's kind of (inaudible 0:28:09). But you don't want to be walking on eggshells all the time. It's a very difficult balance, a very difficult position to be in. And what I'm thinking about for you guys is, unfortunately, I don't know if this situation <\/span><span data-id=\"P6-N200E12\">is going to change any time soon.<\/span><\/p>\n<span data-id=\"P6-N200E0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200E0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559396\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">THERAPIST: And given that, what can the two of you do? And, especially for you, what do you need, or what sort of structure can we create for you such that this is tolerable even in its intolerableness?<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">CLIENT: Yeah, and I think that's exactly the right question. I appreciate that description and that very good question. I don't know what the answer is, though, so I hope that we can find something.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">THERAPIST: Mm-hmm. [0:28:55]<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">CLIENT: Another part of the problem is that the more constraints there are on me the more stressed I feel. And the more stressed I am, at some point, the more irritable I get. And Tanya (chuckling), when she's not doing well, interprets any irritability as towering rage. And so that's just in a sense <\/span><span data-id=\"P7-N200EB1\">another constraint on the whole thing, which just feeds back into a cycle of constraint and... leading to irritability, leading to Tanya being upset. And so I... yeah, I guess I wanted to add that to the description you were giving. I think you may have had a handle on that already, but I wanted to mention it.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">THERAPIST: Mm-hmm. Well, one thing-and this is something I'll bring up with the two of you-it's a very tough problem, but one of the things that she hates herself for is her... what she sees her inability to meet basic responsibilities. [0:30:03] And she hates herself for it, and she's very ashamed.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">THERAPIST: So part of what I think would be helpful overall for the couples work is for her to see sort of the... her responsibility isn't quite the right word, but sort of the impact she has on you in terms of the eggshell thing, feeling constrained, and seeing if she could do something to help at <\/span><span data-id=\"P7-N200F11\">least mitigate that a little bit, your feeling of constraint. If not to make you feel more free, to sort of frame it the other way, to feel less constrained. Now, of course that could feed into, oh my God, another responsibility, I can't live up to it, I can't live up to the responsibilities I have to my husband.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">CLIENT: Sure.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">THERAPIST: This is a problem, but it's something I at least want to talk about because...<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">CLIENT: It's not like she's not thinking about it anyway, so...<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">THERAPIST: Right, right.<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">CLIENT: Yeah, I think talking about it is probably a good thing. [0:30:55]<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">THERAPIST: Right. Because you love her, you're her spouse. And so when someone is... your spouse is going through a difficult situation or... to put it lightly, you do feel a sense of responsibility and maybe even burden about it. The question is, is there any way we can sort of alleviate some of that <\/span><span data-id=\"P7-N200FD1\">burden so you're not kind of alone in it. And even on a basic level, regardless of the responsibility you feel toward her, you're living together, and you're with this day in and day out. And that itself is burdensome even if you were a roommate, you know (chuckling)?<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">CLIENT: Sure, yeah (chuckling).<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">THERAPIST: So then you add all the other layers of being her spouse and loving her and feeling responsible for her in healthy ways and probably not healthy ways, but sort of a level of burden that isn't yours to bear. It's very complicated.<\/span><\/p>\n<span data-id=\"P7-N20100-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20100-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559396\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">CLIENT: Right. (Pause) Then [you could] (ph) describe the other half of the problem which is, she has to live with me all the time, too, so (chuckling) all of these things are continually present for her also. [0:32:02] (Pause)<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">THERAPIST: Do you feel the responsibility of keeping her alive? (Pause)<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">CLIENT: Yes and no, it goes back and forth. Very much so during that time when I was explicitly doing that. On some level I'm very much aware that the only person that can keep Tanya alive is Tanya. [0:32:52] On another level, it would be really hard, if Tanya were to kill herself, for me not to feel <\/span><span data-id=\"P8-N201071\">like it was my fault in some way. So yeah, yeah, I think I (pause) bear it or feel like I bear it and also acknowledge that I don't or something. So I guess that's a strange answer, but it's what it is.<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">THERAPIST: No, it's sort of, in a sense, your logical side with your emotional side in battle or conflict. (Pause)<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">CLIENT: Yeah, that's probably an okay description, yeah. [0:33:58] But sometimes the logical side works, and so, if I can say, well, this really is not my responsibility, I can actually let it go. It's not so much the case here. And maybe the logic part says, well, that's okay (chuckling). Maybe you <\/span><span data-id=\"P8-N2010B1\">shouldn't let it go entirely because at some point you let it go, and then what have you let go? There's just... (Pause) To let it go at some point would be to let go (pause) the need for Tanya to be alive.<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">THERAPIST: Hmm.<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">CLIENT: So...<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">THERAPIST: I had a different thought. That's interesting that you came up with that one. [0:34:58]<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">THERAPIST: Because my thought would be that, to let go of the feeling that you could have control over this, which is different from what you said...<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">CLIENT: Yeah, yeah. (Pause) So that's the thing, that's why I try to walk back a little bit from this needing plans and control description of me because I... when I can say this is not mine to control, I can walk away from it usually or I can let it go, and... I guess maybe the point is something like, <\/span><span data-id=\"P8-N201171\">(sighing) if I absolve myself of responsibility for Tanya's being alive or being dead, then on some level I let go of the things that I do control in our relationship? [0:36:00] And that may... letting go that much may be enough to have Tanya do what some part of her wants to and some part of her doesn't. <\/span><span data-id=\"P8-N201172\">So... (Pause) Yeah, I guess there's this sense. I live with her, so I recognized some time ago, a year or two ago, that if Tanya really wanted to kill herself I was not going to be able to stop her. [0:37:04] Like, maybe I'm smarter than Tanya, maybe I'm not. Maybe I can plan better, maybe not. At some <\/span><span data-id=\"P8-N201173\">point, if you try enough times or if she tries enough times, she's going to succeed in the sense of, like, attempt it. But most attempts are not successful in a statistical sense because most people get found by someone, and then medical intervention works. And so (pause) yes. So I haven't let go of <\/span><span data-id=\"P8-N201174\">the idea that I can (pause) intervene if she were to attempt, so I don't know. [0:38:13] (pause)<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">THERAPIST: Do you feel fearful?<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">CLIENT: (Chuckling) You mean on the subject or Tanya's suicidality or anywhere?<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">CLIENT: Okay.<\/span><\/p>\n<span data-id=\"P8-N2011E-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2011E-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559396\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20120\"><span data-id=\"P9-N20121\">THERAPIST: Well, yeah, really in this context, but...<\/span><\/p>\n<p data-id=\"P9-N20122\"><span data-id=\"P9-N20123\">CLIENT: (Chuckling) Okay, sorry.<\/span><\/p>\n<p data-id=\"P9-N20124\"><span data-id=\"P9-N20125\">THERAPIST: You know, not as a general... not, are you a fearful person?<\/span><\/p>\n<p data-id=\"P9-N20126\"><span data-id=\"P9-N20127\">CLIENT: No, no, no, just yeah. (Pause) Yeah, yeah. [0:39:01] (Pause) Yeah, am I afraid that Tanya will kill herself? Yes. Am I very afraid? No, maybe not, but yeah, some.<\/span><\/p>\n<p data-id=\"P9-N20128\"><span data-id=\"P9-N20129\">THERAPIST: Do you sort of... is that sort of a chronic feeling, or does it come and go?<\/span><\/p>\n<p data-id=\"P9-N2012A\"><span data-id=\"P9-N2012B\">CLIENT: Yeah, it certainly waxes and wanes. When she's doing better I don't... like, there's no present fear that it's going to happen? But there's kind of an awareness that things could get bad again and quickly and right back in the place of higher fear. So it's kind of... yeah, so maybe it doesn't <\/span><span data-id=\"P9-N2012B1\">go entirely. [0:40:06]<\/span><\/p>\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">THERAPIST: Mm-hmm. I know this is a really difficult question, but do you ever feel that there's a time, that if this goes on for, I don't know, whatever extended period of time it needs, that you might not be able to do this anymore?<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\">CLIENT: Yeah, but I don't know what that would mean. I'm not going to kill myself. I have no interest or have thought about that...<\/span><\/p>\n<p data-id=\"P9-N20130\"><span data-id=\"P9-N20131\">THERAPIST: I didn't mean that, I mean not be in the relationship.<\/span><\/p>\n<p data-id=\"P9-N20132\"><span data-id=\"P9-N20133\">CLIENT: Yeah, well, and I'm not going to do that either, so there's... it's not really clear what it would look like. I think that the place that it would have to go is either some kind of long-term professional care for Tanya, which doesn't seem like a great choice because she gets better fairly quickly <\/span><span data-id=\"P9-N201331\">in the professional care, and then it doesn't do anything for her because she comes back out to real world, and then it gets worse again. [0:41:03] So that doesn't seem like a useful solution, and the other major possibility is her living with someone else for a while, a relative. And that's not something <\/span><span data-id=\"P9-N201332\">that I would be unwilling to do if that seemed like what we needed to do, but I'm not going to leave her. (Pause) Yeah, you know, if we were dating still, I might at some point just... yeah, at some point it might become too much, but I made a vow, and I'm not walking away from that. So (chuckling) <\/span><span data-id=\"P9-N201333\">I'm not quite sure whether that's a good thing or a bad thing. At some point, is it... am I doing a good thing or not? I don't know. [0:42:01] But, you know... and on some level to say, I made a vow, I am not going to be an oath-breaker, that's a pretty selfish thing, so...<\/span><\/p>\n<p data-id=\"P9-N20134\"><span data-id=\"P9-N20135\">THERAPIST: Well, if you define selfish as sort of abiding by the personal values you have.<\/span><\/p>\n<p data-id=\"P9-N20136\"><span data-id=\"P9-N20137\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\">THERAPIST: (Chuckling) I mean, I guess that's selfish in [crosstalk]...<\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">CLIENT: (Laughing) Fair enough.<\/span><\/p>\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\">THERAPIST: But if you have a particular set of values that you want to uphold, [I don't know] (ph), that...<\/span><\/p>\n<p data-id=\"P9-N2013E\"><span data-id=\"P9-N2013F\">CLIENT: Yeah, but do you uphold them in the face of hurting those around you, right? So say I take a different set of values that's much less healthy, like, say that I avenge all wrongs done to me but scale up my vengeance by three orders of magnitudes. [0:42:53] You cut me off, and I hunt you down <\/span><span data-id=\"P9-N2013F1\">and kill you. It just... (Chuckling) I think on some point that commitment to personal values is problematic, so...<\/span><\/p>\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">THERAPIST: Yes, I see what you're saying.<\/span><\/p>\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">CLIENT: I'm not saying that this commitment is necessarily, but I'm aware of... in a sense commitment to some set of personal values can be problematic, so...<\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">THERAPIST: Mm-hmm. You know, sort of in general when I think about working with couples, I think about sort of shared responsibility and really thinking about what each person is sort of responsible for in terms of contributing to the relationship. And this is such a difficult situation, where Tanya... <\/span><span data-id=\"P9-N201451\">sort of part of the problem of Tanya's illness is she feels she's not able to take responsibility even for the sake of her own personal safety. And it makes it extremely challenging, I mean, just to put it in that context.<\/span><\/p>\n<span data-id=\"P9-N20144-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20144-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559396\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20146\"><span data-id=\"P10-N20147\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20148\"><span data-id=\"P10-N20149\">THERAPIST: And you feel that there's only so much that you can ask of her because she's already so loaded down. But then where does that go? [0:44:03]<\/span><\/p>\n<p data-id=\"P10-N2014A\"><span data-id=\"P10-N2014B\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P10-N2014C\"><span data-id=\"P10-N2014D\">THERAPIST: Then what do you... so what do you do with what you want from her and want for yourself? And I think it's... I think I said this the first session that I think it's great that you guys came in even though you've together for a long time, but you're coming in really where she's been at her <\/span><span data-id=\"P10-N2014D1\">worst for the longest period of time and now living together, so that you can... I don't know if you can prevent but at least be mindful of dynamics that can set in around these sort of... this very difficult situation where you end up feeling like the caretaker or sort of this very lopsided relationship <\/span><span data-id=\"P10-N2014D2\">where you end up being a parent, slash, medical professional versus a spouse. I'm not saying the couples therapy will then prevent that...<\/span><\/p>\n<p data-id=\"P10-N2014E\"><span data-id=\"P10-N2014F\">CLIENT: (Chuckling)<\/span><\/p>\n<p data-id=\"P10-N20150\"><span data-id=\"P10-N20151\">THERAPIST: But it's very helpful to be attentive to it, to see if there's something we can do about it, because it obviously would be such a natural tendency. [0:44:56]<\/span><\/p>\n<p data-id=\"P10-N20152\"><span data-id=\"P10-N20153\">CLIENT: Right. Thanks.<\/span><\/p>\n<p data-id=\"P10-N20154\"><span data-id=\"P10-N20155\">THERAPIST: And sort of the consequence of really needing to subjugate your needs and your wishes for your life, (inaudible at 0:45:12), (chuckling) so many other things that can... the fallout of that particular kind of dynamic.<\/span><\/p>\n<p data-id=\"P10-N20156\"><span data-id=\"P10-N20157\">CLIENT: Yeah, that's right. (Pause) Go ahead.<\/span><\/p>\n<p data-id=\"P10-N20158\"><span data-id=\"P10-N20159\">THERAPIST: I was going to... please say what... I was going to say, we're going to need to stop [in a minute] (ph), but we'll...<\/span><\/p>\n<p data-id=\"P10-N2015A\"><span data-id=\"P10-N2015B\">CLIENT: Oh (ph), that's fine.<\/span><\/p>\n<p data-id=\"P10-N2015C\"><span data-id=\"P10-N2015D\">THERAPIST: No, no, no.<\/span><\/p>\n<p data-id=\"P10-N2015E\"><span data-id=\"P10-N2015F\">CLIENT: And I guess I was just... I was going to say that I think that all of that weighs heavily on Tanya, I think you meant (ph) that. And so yeah, I think it might be very helpful if we can find a way to move away from that sort of dynamic as much as possible. I don't know how to do that because <\/span><span data-id=\"P10-N2015F1\">I really don't know... I don't know what she can carry? [0:46:00] And what she can carry changes from day to day, and once she starts carrying something she seems utterly unwilling to stop carrying it until it's dragged her all the way down. And so maybe that's a part of what needs to happen is some <\/span><span data-id=\"P10-N2015F2\">way for her to have more responsibility but also get rid of the responsibility in a safe fashion. But I don't know if that's even possible. And then, I mean, I can't really talk about some of these things with her on some level because she's (inaudible at 0:46:35) about it. To talk with too much depth <\/span><span data-id=\"P10-N2015F3\">requires her to think about everything all at once, and she can't handle it, which is okay but makes it hard to find any sort of solution [to be following] (ph) that isn't just, like, a single step along the path. And knowing a little about optimization searches that's a really terrible way to try to <\/span><span data-id=\"P10-N2015F4\">optimize something. [0:46:56] And you may never well find the local (ph) minimum, so...<\/span><\/p>\n<span data-id=\"P10-N2015E-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2015E-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559396\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20160\"><span data-id=\"P11-N20161\">THERAPIST: Got it.<\/span><\/p>\n<p data-id=\"P11-N20162\"><span data-id=\"P11-N20163\">CLIENT: (Chuckling)<\/span><\/p>\n<p data-id=\"P11-N20164\"><span data-id=\"P11-N20165\">THERAPIST: Well, so we need to stop for today. Wednesday I'll meet with the two of you. I think I'll want to meet soon also with her individually. And I should say, if you ever feel it would be helpful to meet with me individually, please let me know, and we'll make that happen, okay?<\/span><\/p>\n<p data-id=\"P11-N20166\"><span data-id=\"P11-N20167\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P11-N20168\"><span data-id=\"P11-N20169\">THERAPIST: You know, yeah, I want to be super flexible in terms of how I can best help you guys. Okay?<\/span><\/p>\n<p data-id=\"P11-N2016A\"><span data-id=\"P11-N2016B\">CLIENT: I really appreciate that.<\/span><\/p>\n<p data-id=\"P11-N2016C\"><span data-id=\"P11-N2016D\">THERAPIST: Absolutely.<\/span><\/p>\n<p data-id=\"P11-N2016E\"><span data-id=\"P11-N2016F\">CLIENT: You have been very helpful, and I thank you.<\/span><\/p>\n<p data-id=\"P11-N20170\"><span data-id=\"P11-N20171\">THERAPIST: Oh, it's been my pleasure. I appreciate what a just difficult situation this is, again to put it mildly. So I will see you guys on Wednesday.<\/span><\/p>\n<p data-id=\"P11-N20172\"><span data-id=\"P11-N20173\">CLIENT: Okay, so you'll see both of us on Wednesday...<\/span><\/p>\n<p data-id=\"P11-N20174\"><span data-id=\"P11-N20175\">THERAPIST: I'll see both of you on Wednesday, then we'll talk about meeting...<\/span><\/p>\n<p data-id=\"P11-N20176\"><span data-id=\"P11-N20177\">CLIENT: And not see... not the Wednesday this week...<\/span><\/p>\n<p data-id=\"P11-N20178\"><span data-id=\"P11-N20179\">THERAPIST: Oh, that's right.<\/span><\/p>\n<p data-id=\"P11-N2017A\"><span data-id=\"P11-N2017B\">CLIENT: But the following week? Is that...?<\/span><\/p>\n<p data-id=\"P11-N2017C\"><span data-id=\"P11-N2017D\">THERAPIST: Wait, so you're going to be here next Monday but not... Wednesday but not...<\/span><\/p>\n<p data-id=\"P11-N2017E\"><span data-id=\"P11-N2017F\">CLIENT: We're... no, sorry, we're not going to be here...<\/span><\/p>\n<p data-id=\"P11-N20180\"><span data-id=\"P11-N20181\">THERAPIST: Next Wednesday.<\/span><\/p>\n<p data-id=\"P11-N20182\"><span data-id=\"P11-N20183\">CLIENT: Next Wednesday.<\/span><\/p>\n<p data-id=\"P11-N20184\"><span data-id=\"P11-N20185\">THERAPIST: Oh, got it. Okay, I was confused. [Make sure] (ph)...<\/span><\/p>\n<p data-id=\"P11-N20186\"><span data-id=\"P11-N20187\">CLIENT: I'm sorry. So we're gone from the 24th through the 30th. [0:47:59]<\/span><\/p>\n<p data-id=\"P11-N20188\"><span data-id=\"P11-N20189\">THERAPIST: Got it. And then you're back the following Wednesday.<\/span><\/p>\n<p data-id=\"P11-N2018A\"><span data-id=\"P11-N2018B\">CLIENT: We're back [that Wednesday].<\/span><\/p>\n<p data-id=\"P11-N2018C\"><span data-id=\"P11-N2018D\">THERAPIST: Got it. So I'll see you in a week and a half then.<\/span><\/p>\n<p data-id=\"P11-N2018E\"><span data-id=\"P11-N2018F\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P11-N20190\"><span data-id=\"P11-N20191\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P11-N20192\"><span data-id=\"P11-N20193\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P11-N20194\"><span data-id=\"P11-N20195\">THERAPIST: I hope you have a good holiday, okay?<\/span><\/p>\n<p data-id=\"P11-N20196\"><span data-id=\"P11-N20197\">CLIENT: Thank you [crosstalk].<\/span><\/p>\n<p data-id=\"P11-N20198\"><span data-id=\"P11-N20199\">THERAPIST: It was nice seeing you. Okay, take care.<\/span><\/p>\n<p data-id=\"P11-N2019A\"><span data-id=\"P11-N2019B\">CLIENT: Yeah, thanks.<\/span><\/p>\n<p data-id=\"P11-N2019C\"><span data-id=\"P11-N2019D\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}