{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the recent improvement in her marriage and the possibility of starting couples therapy. Client discusses some of her recent dreams and her focus on \"home\"."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Depressive disorder","Intimacy","Psychoanalytic Psychology","Depression (emotion)","Anger","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["61-70 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["14"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Depressive disorder","Intimacy"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Depression (emotion)","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559486","dorpId":"1005577406","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"ADR\" Therapy Session Audio Recording, February 26, 2013: Client discusses the recent improvement in her marriage and the possibility of starting couples therapy. Client discusses some of her recent dreams and her focus on \"home\".","fullTitle":"Client \"ADR\" Therapy Session Audio Recording, February 26, 2013: Client discusses the recent improvement in her marriage and the possibility of starting couples therapy. Client discusses some of her recent dreams and her focus on \"home\".","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559486\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">(inaudible at 0:00:20)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Thank you very much. (Pause) Last time I was here it took me two hours to get home (ph).<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Are you serious?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: (Chuckling) It was some stupid reason. That was when there was all the snow. They were... they closed down the very end of the street... and the traffic starting here (chuckling) was bumper to bumper. [0:01:08] It wasn't moving. They had the whole street blocked off. They were moving snow? And <\/span><span data-id=\"P1-N200131\">it was like... I thought I (chuckling) was never going to get home. It was just ridiculous, honestly, two hours.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: That is crazy.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I meant to call the next day and complain, but I forgot.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: To complain [to me] (ph)? (Crosstalk)<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah, I mean why would they do it during rush hour (chuckling)?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Yeah, no, that doesn't really make good sense.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: (Blowing nose) It was like gridlock that was... and because it was gridlock... and nobody was out there directing traffic, so everybody was blocking intersections. And there's all these major intersections. Just...<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Oh, right. When that happens...<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: It was so bad. It was like everywhere you looked there were just cars (laughing). It was like a parking lot.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Anyway, I got home (sniffing).<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: It sounds really frustrating. [0:01:58]<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: Yeah, it's one of those things. But this is a better time anyway because there's less traffic I think (sniffing). So that was a very difficult session last week (chuckling), last time.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: Yeah?<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: For me. (Sniffing) Just uncomfortable, I just never did feel like I was in touch with anything or had anything really to talk about, [I would say] (ph). But things (exhaling) are a lot better. I think that Harold has kind of had a turning point, and I think some of it has to do with the discussions <\/span><span data-id=\"P1-N2002F1\">that we had about where I express that I do have anger and I do have sadness and all the things that we had talked about that other session. [0:02:54] (Exhaling) And he's just sharing with me his... what's going on, and letting me be part of what he can do about it, which makes a huge difference. He's <\/span><span data-id=\"P1-N2002F2\">completely owning the depression. Sometimes he'll admit he's depressed, sometimes he wouldn't. He'd say, well, you know, I'm better, I'm da da da. So he's admitting the depression and that it's been something he's been fighting for an entire year practically.<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">And he's seeing a nutritionist (sniffing) and really following her diet right now. And he also joined a tai chi place, which we think will be really good for him, for his arthritis and also for his depression. And we just talked about what's going on and what he needs to do and why no structure right <\/span><span data-id=\"P1-N200311\">now is really bad for him. [0:03:59] And so I think that a lot of stuff is out there wasn't really before. You know, it was just like, I kind of knew he was depressed, and we didn't really... sometimes we talked about it, but it was not in terms of the big picture. It was just in terms of the here and <\/span><span data-id=\"P1-N200312\">now. And I think we both feel closer. And he's also going to talk to the pain clinic about trying to reduce his medication somewhat, which I think is a major factor in... I mean, I know he's depressed. There's depression in his family, and I know that's an issue whether or not he's on pain medication <\/span><span data-id=\"P1-N200313\">or not. But I just think the pain medication has had so many effects on his personality, and I think coming here, talking about it is what made me realize how bad it was and long it's been. [0:04:59]<\/span><\/p>\n<span data-id=\"P1-N20030-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559486\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">And the other night (sniffing) I think part of it for him was probably relieved talking about it. And he's tried to do this on his own, and I told him I didn't think it was a good idea. He was trying to cut back from three pills a day to two? And I just said, if you're going to do that, you should do <\/span><span data-id=\"P2-N200331\">it with the pain clinic. They're going to lessen your dose. You're not going to go that long [a span of time] (ph) because you'll start to get fur (ph). But the day that he took two instead of three... and he also had been supplementing with Dilauden (sp?), Dilantin (sp?), something like that in between. <\/span><span data-id=\"P2-N200332\">And he'd been out of it, so he wasn't taking anything except for the Oxycontin.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">I cannot believe the difference. I mean, that night we were lying in bed, and he was reading. And I just got in touch with how fucked up everything's been (chuckling). [0:05:57] I mean, he didn't... he wasn't making any noises (chuckling). He wasn't agitated. He was just reading, and he wasn't falling <\/span><span data-id=\"P2-N200351\">asleep while he was reading. And he was reading like a normal person for, like, three hours. And I just realized, oh my God. I just haven't really been... I mean, I have been, but it's just I think I haven't really expressed the amount... you know, how much I miss who Harold was and what's happened <\/span><span data-id=\"P2-N200352\">to him (sniffing). I mean, he would... normally he'd be lying there, and he'd be making all kinds of noises. And I'd say, what's the matter? Oh, no, just this, my knee, my... and then he gets agitated, and he'll just do... he'll start doing this, or... just almost like an autistic person (chuckling). <\/span><span data-id=\"P2-N200353\">And just being next to him is, like, agonizing. And it was just so nice to see him, he just seemed so peaceful. [0:07:01] He seemed... so I don't know if it's just a combination of things that day. But I just think it's all headed in a good direction, and so...<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: Sounds like a big change. Kind of a relief.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Yes, it is, because, I mean, you (sighing) can't hide the elephant in the room. That's, I believe, what we've been doing. And he... I couldn't do anything about it until he was able to acknowledge and admit without feeling guilty and like he's a burden. And so it's definitely really much better. <\/span><span data-id=\"P2-N200391\">[0:07:55] And I'm thinking about what, going forward... so he's going... was seeing a therapist, and then he stopped. He's seeing a psychiatrist for his medication, and he wants to start seeing a therapist. And I'm just thinking about... we really, I think, would benefit from seeing somebody together. <\/span><span data-id=\"P2-N200392\">Especially now that a lot of this stuff is out, we can maybe try to deal with some of the issues between us that have been caused by this.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">And so I'm questioning whether or not I should maybe take a break from individual myself because I don't see how we can do everything. It's just not going to... we just can't do it. Just because I feel like I'm never going to... I mean, I just feel like I'm never going to totally resolve whatever issues <\/span><span data-id=\"P2-N2003B1\">it is that have caused my sexual issues. I think I can get... I think things can be better, and I think it's all a question of things being better between Harold and I, which I think could happen more in a couples therapy situation. [0:09:05] And (pause) I think just making choices... I mean, I want <\/span><span data-id=\"P2-N2003B2\">to hear your feedback because I obviously don't want to feel like I'm not thinking of myself, because I am thinking of myself. But I'm thinking that it would be... for what our... the issues were that I came here for... except for the picking, which I don't think that's anything we would deal with in <\/span><span data-id=\"P2-N2003B3\">couples therapy... I just think we'd be more... if we had a choice between the two, that couples therapy would make more sense.<\/span><\/p>\n<span data-id=\"P2-N2003A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559486\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Do you feel like you have to choose?<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: I just... we can't afford to do everything. I mean, his... the nutritionist costs money, he's seeing her every week. [0:09:58] The tai chi costs money. And then, if we go to individual... to couples therapy, we just can't... it's just a lot of money a week for us to try and come up with.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Well, should we start... yeah, I don't know whether to start with the practicality of needing to choose one or just the sort of issue about whether you feel like this could be productive to continue. I mean, they're both important. So do you...? Is there a possibility that you'd find an in-network <\/span><span data-id=\"P3-N200411\">provider for the couples therapy?<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Mm-hmm.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Mm-hmm. It would be cheaper.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Well, everything changes (clearing throat). Next week Harold goes on Medicare, and his supplemental insurance, which covers two sessions a month for any... it's not even a network thing. Once he goes with the town's supplemental plan, it's not a network thing anymore. [0:11:01] So you can go <\/span><span data-id=\"P3-N200471\">to any doctor you want, any... as long as they accept Medicare. I know not every doctor accepts Medicare (chuckling), but... so, if we find a therapist that accepts Medicare and they will cover whatever the deductible is or whatever Medicare doesn't cover for twice... for two visits a month for the year.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: So that will help.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Yeah, definitely.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Well, what... so let's just sort of look at the issue of your sort of continuing in and of itself, what you feel like. Well, let me give my feedback. It certainly it sounds like... the picking was very distressing to you, and it sounds like it's gotten better from what you're saying...<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: It is better, yeah (sniffing).<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Which is great. [I mean] (ph), you also came in just from the stress of the situation that you're in, the state of your marriage, which does sound like it's getting better, too, that things have shifted in part because Harold is more open. It also seems like you're able to talk to him more, <\/span><span data-id=\"P3-N200511\">and so that really helped. [0:11:59] I mean, the one thing that I think you get less to in couples therapy... and you have to decide if it's something that... not as, like, it's worth it to you, but is this feeling of being emotionally shut off at times and the sort of implications of that, the repercussions <\/span><span data-id=\"P3-N200512\">of that. That's not something that we're going to solve in another month or so (chuckling) (crosstalk).<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: Right, right.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: It's definitely a more long-term issue. And do I think that we could work on it over time? Probably yeah, but it's not something that's going to happen immediately.<\/span><\/p>\n<span data-id=\"P3-N20054-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559486\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: Right, and I know that. You know, all the thing... I mean, and I just look at where I'm at in my life right now, and I don't do... do I want to continue on a long-term thing? Or I could make part of that... not feeling in touch with feelings or... I mean, part of that I think can be addressed <\/span><span data-id=\"P4-N200571\">in couples therapy because it certainly relates to my relationship with Harold.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: Mm-hmm. [0:12:59]<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: And so I think hopefully I could touch on that because where I care about it the most right now is in my relationship with Harold, so... (Pause)<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: I think... I mean, I think it's true to an extent. I mean, I think... I mean, it's true that it impacts your relationship with Harold (chuckling). And certainly couples therapy I think would help a little bit. I don't know. I mean, I can't really say (chuckling)...<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Mm-hmm. I know.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: I can't really say it'll help 20% versus 80%.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Right. But that is where it affects me the most right now. I mean, (pause) I feel pretty good about that with my children. I feel like I have a really close...pretty close relationship with them, and (pause) it's really just... I mean, at this point, my mother's 92 years old. [0:13:59] So I'm <\/span><span data-id=\"P4-N200631\">not planning on dealing with any major issues with my mother (chuckling). So I think my relationship with Harold and being able to let myself feel something other than anger or sadness will have to... it'll have to be related to other things other than just Harold, and same on his part. (Pause) It's <\/span><span data-id=\"P4-N200632\">hard for me to even know.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">He's been like... it's been so long that Harold has been either in pain so difficult to be around or on medication with the effects of medication, and... or depression. [0:14:59] So it's just been so long, it... I couldn't... I kept saying to him the other night... I said (chuckling), honestly, you <\/span><span data-id=\"P4-N200651\">don't understand what it was like to lie next to you, and you weren't doing anything. You were... I mean, Harold [had known that he'd lie... he'll be reading, then] (ph) (snore sound). He can't stay awake. I mean, he can't stay awake in the car, he'll fall asleep. He... and he said when he wakes up <\/span><span data-id=\"P4-N200652\">in the morning he feels like his head is just all foggy. And I just think that's all that medication. I mean, some of it's depression obviously, but I think a lot of it is medication-related.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: A lethargy. Well, I wanted to ask you because... about the experience in the session last time. Because I know... I think it was the time before that was a really hard session because it was very emotional...<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Yeah, yeah, yeah.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: And it sounds like this most recent time it was hard because you felt not sure what to say or where you were? Yeah, what was hard about it? [0:15:59]<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Just didn't know... I was just... yeah, I just didn't know where we were going or what... like, I wasn't in touch with anything... with any feelings in particular. And yeah, I did... I mean, the session before I think I definitely... I got in touch with how long this has been going on and how <\/span><span data-id=\"P4-N2006D1\">sad it is and how I try to make less of it than it is just because it is what it is. But just because it is what it is doesn't mean I can't acknowledge how sad it is and how (pause) angry it makes me at times. And I think it was just really good for me to be in touch with all those feelings, and I... <\/span><span data-id=\"P4-N2006D2\">I mean, I certainly don't want to be in touch with them all the time (chuckling). So I don't know if the next session was just kind of a pull back. [0:16:57] But... (Pause)<\/span><\/p>\n<span data-id=\"P4-N2006C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559486\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: Did it feel uncomfortable just not (crosstalk)?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: It felt uncomfortable.<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: Was it uncomfortable specifically because we were here together, or would it have been uncomfortable if you were on your own, too?<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: No, because we were here together. It felt [like... so I was] (ph) just kind of sitting here staring at you (chuckling). (Pause)<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: I imagine there... right, there were a lot of reasons for it. Certainly I imagine there was, I don't know, pull back or something about wanting to sort of dam up the intensity of the week before.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: And I think if I hadn't actually talked to Harold about it that night... and that was not comfortable. It didn't... I mean, that didn't end up being really good. It wasn't bad. [0:17:58] But it didn't end up... like, we weren't in a great place afterwards. But I think because of that we ended <\/span><span data-id=\"P5-N200791\">up in a much better place. I don't think that Harold would have been as open as he is being right now if we hadn't had that kind of conversation. So that was definitely helpful for me.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Do you feel like there's more there?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: There's what?<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: More there? (Pause)<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: (Exhaling) I don't right now. I mean... but obviously that stuff just doesn't disappear (chuckling). And I'm sure it'll come up again. And the key thing that I realize is, I don't want to feel... I mean, he said it, and I know it, that I'm angry at him all the time. And I just don't want to... <\/span><span data-id=\"P5-N200811\">when I had feelings for him, that's what they were. [0:18:56] They were either anger or frustration or... and I just... I think realizing that made me realize what I need to do to make things better between us. And that's deal with the anger. And we have to be closer, we have to be on the same page, <\/span><span data-id=\"P5-N200812\">we have to... and a lot of that I think will require couples therapy. I don't think... I think we're kind of at a... you know, we've had a good week (chuckling), but that doesn't mean that something's not going to happen to change it somewhat. So that's why I definitely think we need to do couples therapy...<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: Mm-hmm.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: So we stay there, so we stay in a place where I can communicate with him without feeling like he's not going to hear me or he's going to... or I feel comfortable telling him that I feel angry or that I feel frustrated or scared. (Pause)<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Well, it's certainly something that you talked about when you came in here for the... initially. [0:20:01]<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Mm-hmm.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Yeah, I mean, I don't... I'd love to continue working with you? I think there is more that we can do together. But there's limited time and resources, and it's a matter of priorities, too. So I don't have a very strong recommendation (chuckling). I don't feel like, oh, this is the hugest mistake (crosstalk).<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Right, well, that's kind of what I wanted to just touch base about what you thought.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: Yeah, I mean, I do think... the one thing I would say about couples therapy is the focus is more between the two of you and not as much inside of you. There's a little bit of inside of you, but it's really about sort of the interaction between the two of you. And so the piece about getting <\/span><span data-id=\"P5-N2008F1\">sort of deeper inside about what's going on inside you is probably not going to be that much of a focus in the treatment. And so that would be the one thing I think would be lacking, for what it's worth.<\/span><\/p>\n<span data-id=\"P5-N2008E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559486\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: Well, I also was thinking maybe, if we did couples therapy for a while and things start to improve between us, then maybe I could go back to focus on some of those things. [0:21:01] I just... like you said, I know it's going to be... it's a long-term process (chuckling), and I just don't know <\/span><span data-id=\"P6-N200911\">if I want to make a commitment to be... to that process for so... at this point.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: Yeah, and that's not a recommendation I could make. It's about your own sort of goals at the moment, which is obviously your choice in terms of what you want to do. Do you... has the picking continued to be somewhat better?<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: It is better. It's not gone, it's not gone, but it's definitely better. But again I think part of that is anxiety about my... what's happening in... what's happening to Harold and what's been happening to us. And so I'm hoping that as things get better that will also continue to get better.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: Mm-hmm. And the good thing about mental health is many roads lead to Rome. [0:21:59]<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Mm-hmm.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: Good relationships help you feel better. Feeling better can help contribute to a better relationship.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: So yeah, I mean, in that sense it sounds like you guys are on a... for the moment certainly at a sort of good trajectory.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: And I... I mean, Harold in the past when he makes up his mind to do something he does it. So I guess it's just been really frustrating for me that he's gone so long without doing something about it. And (pause) it's... I think he realizes that... and he's reaching out not just to me. He's reaching <\/span><span data-id=\"P6-N200A11\">out to family and friends and... which is good because it's not normally what he does. And I think he realized that just not having any structure in his life right now is definitely not helping his situation at all. [0:23:00]<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Most people have a really hard time in retirement.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: I know. [I don't think] (ph) I would (chuckling).<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: Well, right. I think the exception would be... right, I mean, if you have a lot of passions and interests that working is holding you back from, I think people...<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">(Phone ringing)<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: It'll go off in a sec. I think so. But... so yeah. No, so, not everybody. But I think more people sometimes unexpectedly have a harder time than they think.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: Well, also if you're prone to depression... and I'm a people person. So one of the things... I would constantly be doing things with people. And so one of the things that happens with Harold is he's not necessarily a real people person. He doesn't reach out, so he ends up being alone a lot. <\/span><span data-id=\"P6-N200AD1\">And, when you're depressed and not feeling good about yourself, it's not great to be alone all the time. You know. [0:23:53]<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">And the other thing is he doesn't... that's why I think it's... Harold needs... will be beneficial for him to find a good therapist right now because he just cannot accept that... he has worked his whole life, he has done so many good things for people, he has changed and affected so many people's lives <\/span><span data-id=\"P6-N200AF1\">in his work. And he can't absorb that. He kind of knows it, but he can't absorb it. He thinks he should have been better, he should have done something different, he should have... and it's sad because he's so exceptional at what he does. And he's... I mean, he's had people tell him that they've changed <\/span><span data-id=\"P6-N200AF2\">his life and they would not be where they were without him. And that's an amazing thing to be able to do, and that's kind of... I think to me that's what you kind of live for, to be able to change things positively, whether it's with a person or a situation or the world (chuckling) or whatever. [0:25:00]<\/span><\/p>\n<span data-id=\"P6-N200AE-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559486\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">And I think that's... part of that obviously is his growing up situation. And (pause) he just focuses on what he doesn't have or doesn't... isn't doing. And he kept seem to focus on the good part. And, I mean, he knows that intellectually yes, we have a great family, we have wonderful kids, we've had <\/span><span data-id=\"P7-N200B11\">a good life, we can't really complain. But at the same time internally he doesn't... he just doesn't absorb that. (Pause) So that's frustrating... (Chuckling) that's another thing that's frustrating to me. It's like, my God. And he knows that it's very frustrating for me that he's retired and not enjoying <\/span><span data-id=\"P7-N200B12\">it and how I would just love to be retired right now. [0:25:55] And he... that's [the main thing] (ph) that came out, and we talked about it. And he knows and acknowledges it. And so I just think a lot of things came out (exhaling).<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: Do you feel like the situation should be reversed? Do you feel he should have continued to work and you retire?<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: No, he's making... I mean, if I retire, I get no income (chuckling). So there was really no... I mean, he at least gets some kind of income in retiring. So no, I just (pause) want him... I feel like the last year of working he was absolutely, absolutely miserable. Just every night, he was miserable, <\/span><span data-id=\"P7-N200B51\">miserable, miserable. And then he... all he wanted to do was retire. And I just feel like, okay, he's now retired, and it's just very frustrating to me that he's still not happy. [0:26:54] And, if we could change it, if I could get a retirement (chuckling), I'd say, yeah, I'll take it, I'll do much <\/span><span data-id=\"P7-N200B52\">better at it than you (laughing). But... (Pause)<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">And just also the money thing. That's another thing I think that couples therapy is going to help us with because he has a money issue. He has a money... spending issue. And it's something that his whole family, his father... he's a lot like his father. He doesn't like to admit it, but... not to the <\/span><span data-id=\"P7-N200B71\">extreme, because his father's a really self-absorbed person who's totally irresponsible financially. And... but he can't handle money. He doesn't know where it goes. He doesn't manage it. And we get into these terrible arguments about it, and I was able to say, he... for some reason that's another thing <\/span><span data-id=\"P7-N200B72\">he got in touch with.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">He was in California with my daughter. [0:27:55] And he had extra money, I gave... there was... he took one of his checks just to use... he had plenty of money for three days, four days in California (chuckling). And he doesn't know what happened to it, and he was really upset about it. I said, well <\/span><span data-id=\"P7-N200B91\">(pause), you spent it (chuckling)! That's something you do all the time. You have a spending problem, and you don't ever want to hear of it. You get really mad at me when we talk about money, but you have a spending problem. And there's no reason why you shouldn't have been fine with the money you had. <\/span><span data-id=\"P7-N200B92\">And what was the most upsetting to him was that he had no idea where it went. He just says, yeah, so I went and I got coffee and I got this and I got that. And he says, but I just don't understand where it all went.<\/span><\/p>\n<span data-id=\"P7-N200B8-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200B8-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559486\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200BA\"><span data-id=\"P8-N200BB\">So (exhaling) to me you can't really deal with something if it's not on the table. And that was one of the things that was a real issue for us, so I feel like if we could start dealing with that, that would also be really, really helpful to us. [0:29:03] It's a constant source of tension and arguments <\/span><span data-id=\"P8-N200BB1\">and... (Pause) Part of it is he doesn't pay attention, so... you know, I know when I'm spending money. And I know if I'm spending more money than I have in my (chuckling)... He doesn't know that. He just... he thinks he does, but he doesn't. He just goes out and... he'll say, well, I need... we needed <\/span><span data-id=\"P8-N200BB2\">it. It's not... I didn't do anything that we didn't need, or I didn't (chuckling)... I said, well, sometimes when you need something and you don't have the money, you manage not to get it (laughing). So...<\/span><\/p>\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">THERAPIST: So you're sort of needing to be the sort of practical advisory...<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">CLIENT: I have been, all the time, with the money especially. [0:29:55] And that... it's a big issue for me because I don't... I wish I wasn't. I mean, I wish I could be the Harold and just spend (laughing) and not worry about it, except for every once in a while when he would get... then what he'll <\/span><span data-id=\"P8-N200BF1\">do is he'll just get real depressed about it. I say, well, there's nothing to get depressed about it. If you would let me... if you would listen to me and just give me a few months to get our financial situation in order, we would be fine. You will have money to spend. But instead he just... he'll spend <\/span><span data-id=\"P8-N200BF2\">and spend it and then get all depressed and, you know, we have no money. I can't, you know, blah blah blah. So to me, if we can deal with that issue, that will be a major... (Pause) And we've tried before, so I'm not... that's why I know we're going to need to deal with it in couples therapy because <\/span><span data-id=\"P8-N200BF3\">it never works out (chuckling).<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">THERAPIST: So what were your thoughts about a timeline in terms of when we were going to stop? Are you going to stop when you've found a couples therapist, or what were you thinking? [0:31:04]<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">CLIENT: I don't know I really [think about it] (ph) particularly. (Pause) Yeah, I guess it makes sense that I could continue while... until we find somebody. (Pause)<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">THERAPIST: Is that what you want to do? I don't know where you are on that.<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">CLIENT: Yeah. I mean, for now I think that's help... that makes sense because it gives me an avenue for myself. (Pause)<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">THERAPIST: So, if we do work together in the future in a more ongoing way, I want to know more about home. You mention home all the time in different contexts, sometimes in very practical ways. But you're always talking about home, getting home, having difficulty finding (ph) home...<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: (Laughing) [0:31:57]<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: It's really interesting. I mean... so I'll ask you to cut me some slack because I like to interpret meaning and all sorts of stuff. But I am really struck by that. I don't think we've had a session left (ph) where home wasn't mentioned.<\/span><\/p>\n<span data-id=\"P8-N200CC-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200CC-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559486\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">CLIENT: (Chuckling) Interesting. (Pause)<\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">THERAPIST: It's often that you can't find your way home or that there's an obstacle to getting home.<\/span><\/p>\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">CLIENT: Mm-hmm.<\/span><\/p>\n<p data-id=\"P9-N200D4\"><span data-id=\"P9-N200D5\">THERAPIST: You had asked me once about directions home, what's the best way to get home.<\/span><\/p>\n<p data-id=\"P9-N200D6\"><span data-id=\"P9-N200D7\">CLIENT: Right, right. (Pause) Interesting. (Pause) I do have these weird dreams. I mean, I just kind of sometimes assume that everybody has dreams like that, where I can't get to someplace. It's not actually home, I don't think. Sometimes it's to work. (Pause) [0:33:00] I'm trying to think. Sometimes <\/span><span data-id=\"P9-N200D71\">it's to my car. It's definitely a theme of not being able to get to someplace.<\/span><\/p>\n<p data-id=\"P9-N200D8\"><span data-id=\"P9-N200D9\">THERAPIST: You can't... because you can't find it or...?<\/span><\/p>\n<p data-id=\"P9-N200DA\"><span data-id=\"P9-N200DB\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">THERAPIST: Because you can't find it?<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">CLIENT: Either I can't find it, or I don't remember. Like, I'll have this dream where I'm trying to get to work in the city, which I never worked in the city, and I realize after a long period of time that I don't really work there any more, that I'm working where I am now (chuckling). I think I've <\/span><span data-id=\"P9-N200DF1\">had this same dream about... where I for whatever reason wanting (ph) to get an apartment. [0:34:03] Like, I'm living with my parents for some reason as an older person (clearing throat). And I'm wanting to get an apartment, and I find something. And then all of a sudden I realize, wait a minute, I <\/span><span data-id=\"P9-N200DF2\">live with Harold (chuckling). And in my dream all of a sudden, it's like, I live with Harold, I don't live with my parents (laughing). I don't need an apartment.<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">THERAPIST: That's interesting. What do you think about it?<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">CLIENT: I don't know. (Pause) I don't know. It's real... I mean, the workplace (ph) happens kind of... the same idea thing happens, where I don't remember how to get there, but it's not really where I need to go (chuckling). And I just... kind of like a time warp, I think for some reason I don't realize <\/span><span data-id=\"P9-N200E31\">that I don't have (inaudible at 0:34:57). [0:34:58] I think on the other end what I'm thinking when I realize that I don't have to get there is that everything's okay. I don't have an issue here (chuckling). I'm fine, I have a job, I have a home, I have... I don't need an apartment. It just seems to <\/span><span data-id=\"P9-N200E32\">be that kind of a thing.<\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">THERAPIST: Mm-hmm. Kind of... there's a confusion about past and present.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">CLIENT: Mm-hmm. (Pause) Or a confusion about my feelings instead of... feeling... I think it maybe has to do with feeling safe. You know, I'm safe... I'm not safe if I'm... can't find my car or I can't find where I work or I... but once I realize that... my real situation, it's like, (exhaling) oh, I'm okay (chuckling).<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">THERAPIST: So there's like a relief. And does that happen in the dream or after the dream? [0:36:01]<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">CLIENT: In the dream.<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: In the dream. Hmm. (Pause) Do you remember any current dreams, recent dreams? (Pause)<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: I had a recent dream about (pause) my boss (inaudible at 0:36:32). He... there's this guy that works for us who's... he's the warehouse manager. And he's there because Jim felt bad for him, and he'd lost all his money, and he was in a bad situation. So Jim kind of took him in. And he did the <\/span><span data-id=\"P9-N200EF1\">job, but he's at the point now where he shouldn't be doing this job. I mean, he's trying to run a warehouse. [0:37:00] He's physically not capable of it, he's mentally not really capable of it. And I keep trying to tell Jim that he needs to think about it because one day Barry's either going to have <\/span><span data-id=\"P9-N200EF2\">a heart attack or he's just going to be completely not able to do the job. And Jim just doesn't want to deal with is. So I knew that he was questioning Barry's hours with the bookkeeper. So I had this dream that he was supposed to be away. And I was at some kind of an event, and all of a sudden Jim <\/span><span data-id=\"P9-N200EF3\">showed up. And I said, what are you doing here? You're supposed to be away. And he was like really drunk, and he was, I need to talk to you about Barry. I heard (chuckling) that he's putting in for all these hours and [da da da da] (ph). And it was just really weird, it was just a strange dream. (Pause) <\/span><span data-id=\"P9-N200EF4\">That's the last dream I remember.<\/span><\/p>\n<span data-id=\"P9-N200EE-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200EE-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559486\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200F0\"><span data-id=\"P10-N200F1\">THERAPIST: Hmm. What was strange about it? [0:37:57]<\/span><\/p>\n<p data-id=\"P10-N200F2\"><span data-id=\"P10-N200F3\">CLIENT: It wasn't... it was strange that it felt so real, you know? I was in this place. I don't know why I was there. Again I think I was trying to find Harold and couldn't find him. (Pause) I don't know, it's just kind of... sometimes it's strange to me that dreams seem so real.<\/span><\/p>\n<p data-id=\"P10-N200F4\"><span data-id=\"P10-N200F5\">THERAPIST: Hmm. Mm-hmm. (Pause) Did you find him?<\/span><\/p>\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">CLIENT: Harold? I don't think so. I think I ended up getting mad at him because he disappeared (chuckling). (Pause)<\/span><\/p>\n<p data-id=\"P10-N200F8\"><span data-id=\"P10-N200F9\">THERAPIST: That seems like a carryover from how you feel.<\/span><\/p>\n<p data-id=\"P10-N200FA\"><span data-id=\"P10-N200FB\">CLIENT: Yeah. (Pause) [0:39:00] Yeah, I think dreams are fascinating.<\/span><\/p>\n<p data-id=\"P10-N200FC\"><span data-id=\"P10-N200FD\">THERAPIST: Mm-hmm. Well, it's also interesting that I made that comment about home, and you associate it to dreams. That was your next thought. (Pause) [So it's] (ph) sort of losing and finding.<\/span><\/p>\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">CLIENT: Yeah, I think in my dreams, sometimes I allow myself to feel untethered. But then it's such a relief to know that I have connections and things that ground me.<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">THERAPIST: Mm-hmm. (Pause) It's interesting, an interesting thought, an interesting way of putting it. (Pause) [0:40:00]<\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">CLIENT: I'm hungry (ph) (chuckling).<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">THERAPIST: Yeah?<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">CLIENT: (Clearing throat) This diet that this nutritionist has Harold on... it's just for the week, and then she wants to do some kind of electro-something, I don't know. It's really ridiculous. He's supposed to drink this... he's supposed to have... what's that oil? (Pause) Flaxseed oil. For breakfast <\/span><span data-id=\"P10-N201071\">he's supposed to have eggs because the only other thing she said... I guess it's a real high protein diet, low carb. She said the only other thing he could have would be sausage, but he couldn't stand the thought of sausage in the morning. [0:41:00] So he's supposed to have eggs every morning, and he's <\/span><span data-id=\"P10-N201072\">supposed to have a glass of water with lemon juice but... hot water with lemon juice, but then with that flax seed oil in it, and it's disgusting (laughing).<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">THERAPIST: (inaudible at 0:41:13)<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">CLIENT: I don't know how they come up with these things. I mean, I don't... I understand, but do you really do this every day and think it's an enjoyable meal (chuckling)? And then he's supposed to drink this drink-it's in some kind of a package she gave him-that's really disgusting. It's kind of like <\/span><span data-id=\"P10-N2010B1\">Kool-Aid, tastes like Kool-Aid (chuckling). But he's been pretty good, and then he's supposed to have six slices of Applegate organic turkey (chuckling). It's crazy. But anything is good for Harold, because he definitely goes off on binges with eating. He does not realize that he doesn't eat well. So <\/span><span data-id=\"P10-N2010B2\">the fact that he's just even following this somewhat is really good. [0:41:58] (Pause) I think he feels... we both feel like he's doing something that's going to end up having a better result.<\/span><\/p>\n<span data-id=\"P10-N2010A-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2010A-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559486\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N2010C\"><span data-id=\"P11-N2010D\">THERAPIST: It gives you hope.<\/span><\/p>\n<p data-id=\"P11-N2010E\"><span data-id=\"P11-N2010F\">CLIENT: Yep.<\/span><\/p>\n<p data-id=\"P11-N20110\"><span data-id=\"P11-N20111\">THERAPIST: Is therapy a little bit like feeling untethered? (Pause)<\/span><\/p>\n<p data-id=\"P11-N20112\"><span data-id=\"P11-N20113\">CLIENT: I don't think so, but I'll think about it. (Pause) Because even going places that I'm not comfortable with are... (Pause) Yeah, that's an interesting thought. (Pause) [0:42:59]<\/span><\/p>\n<p data-id=\"P11-N20114\"><span data-id=\"P11-N20115\">THERAPIST: I like that word.<\/span><\/p>\n<p data-id=\"P11-N20116\"><span data-id=\"P11-N20117\">CLIENT: Untethered?<\/span><\/p>\n<p data-id=\"P11-N20118\"><span data-id=\"P11-N20119\">THERAPIST: I like that.<\/span><\/p>\n<p data-id=\"P11-N2011A\"><span data-id=\"P11-N2011B\">CLIENT: (Chuckling) It just came to me.<\/span><\/p>\n<p data-id=\"P11-N2011C\"><span data-id=\"P11-N2011D\">THERAPIST: Yeah, it's a very evocative word, very descriptive word. (Pause) It can often be a strange experience to go inside in the presence of another person. (Pause)<\/span><\/p>\n<p data-id=\"P11-N2011E\"><span data-id=\"P11-N2011F\">CLIENT: Yeah, I don't think that's it for me. [0:43:58] I think it's just not going there.<\/span><\/p>\n<p data-id=\"P11-N20120\"><span data-id=\"P11-N20121\">THERAPIST: Hmm. (Pause)<\/span><\/p>\n<p data-id=\"P11-N20122\"><span data-id=\"P11-N20123\">CLIENT: It's a balance, I think. I kind of feel like I'm pretty happy with what I've done in my life. I've been pretty much successful in my own ways, in things that... I've been on my own and managed to end up with a good, happy... what will be a happy marriage (chuckling). I mean, it's been a good <\/span><span data-id=\"P11-N201231\">marriage and great kids. And I've always managed to be working and usually liking what I'm doing. And so I think I balance between, well, I'm really okay. [0:44:58] How much do I have to deal with this other stuff? And it seems like... I think the reason why I decided to come was again back to... because <\/span><span data-id=\"P11-N201232\">it affects my relationship with Harold. And that's who I want to be with for the next whatever years, and I want it to be good. So I guess I struggle with how much do I have to delve in, and how much do I have to...? I'm not an unhappy, depressed person. I mean, I obviously have issues, everybody has <\/span><span data-id=\"P11-N201233\">issues. (Pause)<\/span><\/p>\n<p data-id=\"P11-N20124\"><span data-id=\"P11-N20125\">THERAPIST: Well, we can certainly spend the remainder of our time... for us to get... talk about that and other things as well. If you could... I mean, it sounds like some of it is dependent on who you find, but if you could... maybe next week we could talk a little bit about a timeline in terms of how...<\/span><\/p>\n<p data-id=\"P11-N20126\"><span data-id=\"P11-N20127\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P11-N20128\"><span data-id=\"P11-N20129\">THERAPIST: In terms of how much longer you think you'll want to continue, that would be helpful. [0:46:03]<\/span><\/p>\n<p data-id=\"P11-N2012A\"><span data-id=\"P11-N2012B\">CLIENT: Yep, okay. Yep.<\/span><\/p>\n<p data-id=\"P11-N2012C\"><span data-id=\"P11-N2012D\">THERAPIST: But I will see you next week.<\/span><\/p>\n<p data-id=\"P11-N2012E\"><span data-id=\"P11-N2012F\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P11-N20130\"><span data-id=\"P11-N20131\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P11-N20132\"><span data-id=\"P11-N20133\">CLIENT: Hopefully I'll get home (laughing).<\/span><\/p>\n<p data-id=\"P11-N20134\"><span data-id=\"P11-N20135\">THERAPIST: I hope so, too, with very few obstacles.<\/span><\/p>\n<p data-id=\"P11-N20136\"><span data-id=\"P11-N20137\">CLIENT: It was so bad, I can't even tell you. It was like everywhere you turned, it was gridlock.<\/span><\/p>\n<p data-id=\"P11-N20138\"><span data-id=\"P11-N20139\">THERAPIST: That sounds like (crosstalk).<\/span><\/p>\n<p data-id=\"P11-N2013A\"><span data-id=\"P11-N2013B\">CLIENT: And I tried using my GPS to go a different way? And I just kept going into the same thing.<\/span><\/p>\n<p data-id=\"P11-N2013C\"><span data-id=\"P11-N2013D\">THERAPIST: Take care.<\/span><\/p>\n<p data-id=\"P11-N2013E\"><span data-id=\"P11-N2013F\">CLIENT: Bye.<\/span><\/p>\n<p data-id=\"P11-N20140\"><span data-id=\"P11-N20141\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}