{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client tries to explain the difference in her low mood emotional states; difference between normal lows and hormonal induced lows."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Friendship","Sibling subsystem","Emotional states","Psychoanalytic Psychology","Depression (emotion)","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":5},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Psychological issues"],"weight":6},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":7},{"name":"format","label":"Format","values":["Text"],"weight":8},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":9},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":10},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":11},{"name":"original_language","label":"Original Language","values":["English"],"weight":12},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":13},{"name":"page_count","label":"Page Count","values":["8"],"weight":14},{"name":"psyc_subjects","label":"Health Subject","values":["Friendship","Sibling subsystem","Emotional states"],"weight":15},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":16},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":17},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":18},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":19},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":20},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":21},{"name":"symptoms","label":"Presenting Condition","values":["Depression (emotion)"],"weight":22},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":23},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":24},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":25}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562638","dorpId":"1006469631","contentType":"text","aucs":"CTRN-V1","title":"Client \"D\" Therapy Session Audio Recording, April 01, 2014: Client tries to explain the difference in her low mood emotional states; difference between normal lows and hormonal induced lows.","fullTitle":"Client \"D\" Therapy Session Audio Recording, April 01, 2014: Client tries to explain the difference in her low mood emotional states; difference between normal lows and hormonal induced lows.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562638\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Come on in.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: So I guess the thing that’s — I did have — I had Karl actually look up about the possible hormone issue from last — last week because I want to say I was afraid that if I was looking — I could tell it was the sort of thing that with what — the state of how I was feeling at the time that it was <\/span><span data-id=\"P1-N2000F1\">just going to sort of trigger the same reactions over again. (inaudible at 00:02:59) I looked it up that (inaudible at 00:03:01) looking up was just going to bring me down again. So I asked Karl if he’d check it out and he found that it — basically, there were a lot of women that were talking about <\/span><span data-id=\"P1-N2000F2\">it online, (inaudible at 00:03:22). And that definitely made me — and then I could tell, you know, after — the next day I was feeling a bit better and then the day after that I was feeling basically normal again. So yeah, it was obviously, there was something — something hormonal going in there and <\/span><span data-id=\"P1-N2000F3\">that was (inaudible at 00:04:00) was sort of triggering that sort of response. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">What was interesting is that yesterday I started to get — I got one of my more normal sort of periods of lowness. And I think because it came so soon after I was able to compare what was going on. And the things I noticed was, I was at home in the afternoon when I was starting to feel it already that <\/span><span data-id=\"P1-N200111\">— in the morning. But when I was at home with Genevieve in the afternoon, Karl was out and Genevieve is great, but she’s not much of a conversationalist.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">(laughter)<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">I was sort of, I guess, focusing and thinking on it and I realized that I — I really needed to go for a walk. I needed to take her and go out for a walk, and that it would make me feel much better if I could just take Genevieve and go for a walk, which we did. We walked to work because it was a half <\/span><span data-id=\"P1-N200151\">hour walk and that was around the time when Karl usually comes home, so we walked there and then walked back. And it was — and I saw (inaudible at 00:05:33) and yes, the sort of the exercise and fresh air and pushing myself to go out was not solving any problems, but it did help to sort of bring me <\/span><span data-id=\"P1-N200152\">back into perspective, I guess in a way. Which was totally different from when I had that sort of — that issue earlier with the — and when I got my period and I was going outside and it’s what I remember from before when I was in high school, or going outside and walking was something that — it didn’t <\/span><span data-id=\"P1-N200153\">help anything. I just — it was going on and I just had to sort of ride it out. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">If I was outside then it meant that I was trying to prevent myself from crying in public as opposed to crying at home. And it probably wasn’t very helpful because, you know, then my (laughter) what I want to do is just sort of hide at home, so I won’t go outside and cry in public. So it was — that was <\/span><span data-id=\"P1-N200171\">just sort of an interesting — was an interesting contrast for me.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">(pause)<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">I guess in a sense just sort of think about what’s something that I can — what areas are the sorts of thing to work on or dwell on in a way, and what sorts of things that are obviously just — well, that’s a physical thing that’s not really in my control right now, and I can’t really go in there and <\/span><span data-id=\"P1-N2001B1\">manipulate what my cells are doing. I guess what was coming out from — I don’t even really know exactly what was either triggering or just going on yesterday. It sounds funny, but I think part of it was just — it was gray, so I felt gray. I don’t think I was the only one. There were only four students <\/span><span data-id=\"P1-N2001B2\">who came to reception yesterday. So normally, I have 10 to 12. But it was — (inaudible at 00:09:40) it’s been sort of dwelling a lot in my life since last week was the — was (inaudible at 00:09:51) thinking about the — that if you’re feeling — feeling bad about feeling bad, I guess. And I was, like, <\/span><span data-id=\"P1-N2001B3\">I think one of the funny things about it is that it doesn’t really feel like it’s a trait that’s inherent or natural to me. It feels like it’s sort of, I guess, colonizes part of me. <\/span><\/p>\n<span data-id=\"P1-N2001A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562638\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">(inaudible at 00:10:52) funny cause it — you know, it is sort of a — it obviously is a response that pops up. So it’s — pardon me, I guess — and just another way to twist it around is, it’s something that I don’t really like. And it’s just another way of putting it, but —<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">(pause)<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">I think that one of the — (inaudible at 00:12:14) one of the interesting aspects, but when I was thinking about it before was that connection I made with, you know, that I am very conscious that it does come from — that it does come from growing up with Leah who is very, very focused on the shoulds <\/span><span data-id=\"P2-N200211\">and ought tos and that kind of ideal of personality. And well, it sort of got me thinking a little bit about these — and not just of the if personality of (inaudible at 00:13:19). Leah is very much — she’s very particular, which means that she often times ends up with a lot of, you know, it’s — she <\/span><span data-id=\"P2-N200212\">carries it far, but she does end up with a lot of things that produce a lot of really great things. So — well, you know, it was — but I could tell that that’s where in me, a lot of this sort of (inaudible at 00:14:04). It would definitely have an enormous influence over me growing up. She’s my big sister <\/span><span data-id=\"P2-N200213\">and — I mean, my parents point out that as of a certain age when we were kids, if you look at us in pictures, Leah is always looking at the camera and I’m always looking at Leah. <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">I — we were just — we were very close and I adored and do adore her. She’s my sister and I love her. But at the same time, that — I fully know that that influence had — in some respects it led me into great places and I read great things. And I tried out things and so on. But in other respects, it — <\/span><span data-id=\"P2-N200231\">I know that some of the — a lot of those aspects of myself which hold myself back come from her ideas and ideals, and the sorts of rules that she sets in place for herself, which carried over into me. It sort of — I’m not a person who has a lot of very clear memories from when I was a kid. So — but <\/span><span data-id=\"P2-N200232\">when I look back at when I try to sort of cast my mind back, I get more impressions. And a lot of my specific memories come from when I was a little bit older. Usually after (inaudible at 00:16:32) when I was in grade three we moved to Cleveland for a year. My father had a sabbatical year and we moved <\/span><span data-id=\"P2-N200233\">back to Frankfort, which is where I grew up, and it runs, like, for grade four and five, and then when I was going into grade six, we moved to Cleveland permanently.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">And around then is when more specific memories really start. And I’m pretty sure it’s because when I was a little kid, I was basically just sort of zoned out pretty heavily. I didn’t have a huge number of friends or anything, and I didn’t care because I didn’t really need them because I had my friend, <\/span><span data-id=\"P2-N200251\">Jen, I had Leah. And so, I said when I was at a friend’s house (inaudible at 00:17:27) I often would end up sort of quietly with the parents because I wasn’t very rambunctious in my personality. And I was just — I was pretty happy. Moving to Cleveland, although ultimately, (inaudible at 00:17:47) had <\/span><span data-id=\"P2-N200252\">a lot of good for me. I don’t think it was much short of traumatic for me in either grade three or in grade six. I was very unhappy. And I’m pretty sure my parents didn’t really realize how much because I wasn’t — it’s not that I wasn’t — I wasn’t very talkative about (inaudible at 00:18:29) things. <\/span><span data-id=\"P2-N200253\">I just — I more or less left that to Leah again, you know, I — she’d know what things were right to say, so she would do the talking. <\/span><\/p>\n<span data-id=\"P2-N20024-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562638\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">And I’m not — they knew that grade three wasn’t my best year. But I don’t think that they recognized when we moved to Cleveland in grade six — they knew I wasn’t happy about it. They knew that I really didn’t want to leave Jen in particular. Jen was my best friend, still is. I don’t think they realized. <\/span><span data-id=\"P3-N200271\">I’m — in fact, I’m sure (inaudible at 00:19:11) that they didn’t realize that grade six was going to be the year it was for me. It was an incredibly painful year, in fact.<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">THERAPIST: What made it painful?<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">CLIENT: First of all, I just really, really missed Jen. (inaudible at 00:19:44) Jen. She’s — you know, she’s — there are two friends in my life who have meant the most to me, Jen and Lucy. Jen — I think of her, I (inaudible at 00:20:00) it’s funny, I usually have these ideas, but what comes to mind <\/span><span data-id=\"P3-N2002B1\">with Jen is yellow. Golden sunny yellow. When Leah got married, I had this idea, at first it was going to be a Sunday afternoon wedding. I’m not usually all about the clothes for sure. But I — first, it was going to be a Sunday afternoon wedding and I thought that I had this idea of wearing a nice yellow <\/span><span data-id=\"P3-N2002B2\">dress. And then everything (inaudible at 00:20:47) changed, upside down, and then it was going to be an evening wedding, and my mom thought I should get a fancier dress. So I got a fancier dress. I wasn’t so thrilled with having a fancier dress, but it was nice cause I got a green one and I like green. <\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">But when Jen came I just looked at her and I saw just — I went to my closet and I gave her the dress cause I realized I’d gotten her — I’d gotten — I hadn’t gotten this dress for me, I’d gotten it for Jen and she wore it and just sunshine. It’s — she’s — I mean, a very — a laughing person. She’s one <\/span><span data-id=\"P3-N2002D1\">who — what she — she always had pets growing up. And I loved that cause when I went to her house I got to play with her dogs, with her cats. We couldn’t have pets because my parents and Leah were all allergic. So I got them sort of vicariously through Jen and it really, really hurt me to leave — leave <\/span><span data-id=\"P3-N2002D2\">her because she’s just — on top of just being so cheerful, making the best of things, very accepting. A little bit more — I guess more impulsive, less, less held back by things than was my personality. It was something that I liked to see. So it was a pretty big wrench to leave her.<\/span><\/p>\n<span data-id=\"P3-N2002C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562638\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">Also, I just — it’s funny, when I lived in Frankfort — either fewer people and it was quieter and all of that, which is more in line with my personality to begin with. But I — and it was an emptier place, but I never felt really lonely there. When we moved to Cleveland, which was full of people all <\/span><span data-id=\"P4-N2002F1\">over the place and you could never be alone, I felt very lonely being surrounded by business and noise and people all the time. And then, what was really hard in grade six was I started in a school which my parents just said there was a language emersion school system. I started in language emersion. <\/span><span data-id=\"P4-N2002F2\">(inaudible at 00:24:18). I’m sorry, a (ph) school system.. And so, I thought it was the best way to continue our culture. It was also a private school where my mother was teaching. But it was going to — it was — first of all, they weren’t sure about putting me into school where my mother was teaching. <\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">THERAPIST: So that’s called culture emersion school and Anglophones school. I don’t think I’ve ever heard those terms before.<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">CLIENT: culture emersion is a — sort of technical terms in Mid-West. (laughs)<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">And this school was where — in a more cultural neighborhood of the city farther north. Sort of getting into the more cultural territory, and they were hoping that that would be — that would continue my language education, which is something I was definitely gung-ho about as well. I’ve always loved languages <\/span><span data-id=\"P4-N200351\">and I certainly ardently loved French literature, still do. Half of what I work on now are different languages. <\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">So it was all sort of (inaudible at 00:26:30) for a very good plan. In practice it turned out to be really, really awful. The students were — it was not a good fit for me at all. The — it turned out that my class was run by a student (inaudible at 00:26:49) who — my memory from the first day of class <\/span><span data-id=\"P4-N200371\">was she rounded up all of the girls in the class and put us around in a circle and she stood in the middle. And based on shoes, she went around and said, you’re — basically, you’re in, you’re not. <\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: I remember you telling me this story. So this was in which school?<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: (Speaking in French) it was called — it was in grade six in Cleveland.<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: So this was the school that your mother taught at?<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">CLIENT: This was the other one. My mother taught at the (inaudible at 00:27:20) French school, which is a private school. This was public — part of the public school system. Yeah, I thought (inaudible at 00:27:26) be that bad, this one before I was sort of —<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: And you moved there for your dad’s job? Or you moved there for you dad’s job?<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: We moved to Cleveland not for his job. We moved there because — in grade three we went on sabbatical. Then my father, he left his job in Frankfort. He was a professor at the university there. And he left it for a number of reasons (inaudible at 00:27:58) that year, they had been planning on <\/span><span data-id=\"P4-N200431\">it already. They wanted to move back to Cleveland because they wanted to — from my perspective in grade six, it was an (inaudible at 00:28:09). But they wanted to move there for our education. <\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">They knew that the quality of education dropped after elementary school in Frankfort. And they wanted us to have a better education. Also, a Jewish community which just didn’t exist in Frankfort. So it was really — in a funny way it was for (inaudible at 00:28:45) funny to me now. It was for us. It <\/span><span data-id=\"P4-N200451\">definitely didn’t feel that way at the time. I had really loved Frankfort and I missed everything about it. Leah had a much easier transition. And I think a part of what was sort of Frenching for me was that before then, I had really been fairly in synch with Leah. You know, she was much more social <\/span><span data-id=\"P4-N200452\">than I was. She had more friends. She had more — she was more of an extrovert. She was just more — out of there she had the ideas, I went with her plans. But — and she missed Frankfort and to this day, she has this kind — she also has this kind of ideal view of Frankfort.<\/span><\/p>\n<span data-id=\"P4-N20044-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562638\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">She’ll sometimes e-mail me that she’s feeling homesick and she misses the sort of simplicity and beauty and niceness of it. Almost to me, sometimes when I read those e-mails, it feels like I’m reading a fairytale. It’s not how I remember things. I don’t remember, like — yes, it was beautiful. It was <\/span><span data-id=\"P5-N200471\">really — I loved it, but I remember winters being extremely hard. And we had that six foot snowstorm, sure, it was pretty and it’s something to sort of talk about looking back. But at the time it was pretty hard. <\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">(laughs)<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">A lot of mosquitoes in the summer, insanely painful. There are not mosquitoes like that anywhere else. But I don’t know, it’s just — it’s something about it feels a bit unreal. And it certainly — like, for her the transition was she had an okay year at school. Then she went to (ph) the high school which <\/span><span data-id=\"P5-N2004B1\">we both attended (inaudible at 00:31:55). And she had made a lot of friends there, and her husband now is one of somebody who was in her class at high school. It was all fine ultimately for her. I had a real struggle. Until I — grade six, if I could erase it, I would. Grade seven, I went to a different <\/span><span data-id=\"P5-N2004B2\">school. It was just a grade seven, eight school, so it was smaller. I’d had teachers who were a little bit more specialized in dealing with that rather difficult age group. And one of my — I’m still sort of halfway in touch with some of my teachers from there who is extremely patient and sweet with <\/span><span data-id=\"P5-N2004B3\">me. And that’s where I met my friend, Lucy, who like Jen, she — you know, both of them interestingly, they never went to university, or Jen did a couple of years and then went to work. Lucy never went to university. <\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">They’re more — they’re people who both to do what they love, they do it. They’re both very much creatures of the place where they live. Jen tried to — has tried a number of times to leave Frankfort or the East Coast and she never could. She never could live elsewhere. Now she’s living in Iceland. That’s <\/span><span data-id=\"P5-N2004D1\">about as much of a deviation as she could make from there. And I cannot imagine Lucy anywhere other than Cleveland. And it’s kind of interesting to me that the two friends I needed to sort of anchor me in a way, are both people who both sort of move to their own rhythm. Are not so concerned about conventions <\/span><span data-id=\"P5-N2004D2\">or making — or what’s perfectly right all the time. They don’t worry about making mistakes because they’ll just try again later.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">(pause)<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">(inaudible at 00:35:53) just sort of getting — trying to think back. Because a lot of what I, you know. A lot of what I — it’s funny, a lot of what I know about my growing up with Leah and (inaudible at 00:36:18) is what I heard from my parents or other people in a way. Because as I said, my own memories <\/span><span data-id=\"P5-N200511\">are kind of sparse from when I was younger. My mom, my dad (inaudible at 00:36:45) would all comment on Leah being kind of bossy. (inaudible at 00:36:50) kind of (inaudible at 00:36:53). My mom remarked many times to me that, although you’ve always been very protective of David. <\/span><\/p>\n<span data-id=\"P5-N20050-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562638\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20052\"><span data-id=\"P6-N20053\">Or her telling me that she remembers that I would always be very excited when Jen came over to play. But I’d usually end up sitting someone else while Leah played with Jen. And then I have a memory which is, I was always very excited to go over to Jen’s house to play. Partly I think because of the animals <\/span><span data-id=\"P6-N200531\">(inaudible at 00:37:40) the cats. And it’s also partly because I did — I don’t remember from when I was littler, but when I was older I definitely remember certainly (inaudible at 00:37:54) back, that I had this sense of Jen because we were the same age, being very much my friend and then Leah wanted <\/span><span data-id=\"P6-N200532\">to play with us all the time. And I sometimes felt a little bit left out, I guess, in a party of three instead of a party of two.<\/span><\/p>\n<p data-id=\"P6-N20054\"><span data-id=\"P6-N20055\">I think I had a sense that I wasn’t very good at having friends when we came back from Cleveland. I think that’s when I began to sort of feel that difference between Leah being quite good socially, and me being sort of awkward, bookish, on the outside. Not really knowing how to play. I feel that I wasn’t <\/span><span data-id=\"P6-N200551\">very good at being a kid. I had a — and, of course, like now, I look and I think there are all kinds of kids. I just had a feeling that I wasn’t very good at it. That I seemed to get along better with many adults. Of course, now when I think about it, I probably just didn’t — hadn’t really found a good <\/span><span data-id=\"P6-N200552\">group of kids. I wasn’t — or I didn’t have a kind of chameleon personality which can fit in with very many people. I still don’t. <\/span><\/p>\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">But I remember when I — I guess this was around in grade four, grade five when we came back from Cleveland before we moved permanently, when I was on the — in the playground with girls at lunch or recess or something. And I wanted to play at the only things I ever really wanted to play were something <\/span><span data-id=\"P6-N200571\">about fairies or myths or something like that. I read fairytales, I’d read mythology. I was obsessed. And (inaudible at 00:40:20) and who grew up on a farm nearby. And sure, she was very nice, but we tended to butt heads (inaudible at 00:40:34) as much as I could. I wasn’t really very good at that sort <\/span><span data-id=\"P6-N200572\">of thing. But she was (inaudible at 00:40:43) she wanted to play horses because she grew up on a farm, she loved horses the way that I loved cats and mythology and (inaudible at 00:40:52). She loved horses. She loved the things that (inaudible at 00:40:56) she saw every day. And I said okay, yeah, that’s <\/span><span data-id=\"P6-N200573\">fine, we’ll play horses. I don’t know a thing about horses, so I wanted to be Pegasus because that was the horse I knew. <\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">(laughter)<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">She was furious. She was so angry.<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">(laughter)<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">Because (inaudible at 00:41:18) I still don’t really know very much about horses. It could be a black horse or a white horse, I don’t really know anything about horses. A mare, a stallion, I guess, but horses don’t have wings.<\/span><\/p>\n<span data-id=\"P6-N2005E-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562638\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20060\"><span data-id=\"P7-N20061\">(laughter)<\/span><\/p>\n<p data-id=\"P7-N20062\"><span data-id=\"P7-N20063\">There wasn’t a horse on her farm who had wings, so can’t do that. And that’s what I was, you know.<\/span><\/p>\n<p data-id=\"P7-N20064\"><span data-id=\"P7-N20065\">THERAPIST: Mythical horse with wings.<\/span><\/p>\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">CLIENT: (inaudible at 00:41:43). It’s just that sort of — that’s where I was, like, with other kids. And so, I just — and the great thing about back in Cleveland was when I (inaudible at 00:42:20) her, it was sort of like, she read every — she just — there’s a reason, I think she didn’t go to university <\/span><span data-id=\"P7-N200671\">because she’d read everything that was in all of the course textbooks. And she just read everything. And my — the way I felt at that point was that that it gave me enough of somebody to hang out with that just let me mark time until — until I guess I reached the more — it’s (inaudible at 00:43:24) I <\/span><span data-id=\"P7-N200672\">wanted to go to university. I wanted to go to university, not just because I wanted the courses and the more — you know, being able to write about what I wanted to write and choose my classes. And I wanted to go to university because you didn’t have lunch hour. You didn’t have recess. You didn’t have <\/span><span data-id=\"P7-N200673\">a cafeteria where all of the kids go and you have to find a table to sit with other people, I found extremely stressful. <\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">You had — I tried to live in the dorm for two years, but then since I was in Cleveland, I just — I lived at home for the next two years. Because I didn’t — the messiness just got to me too much. And after that (inaudible at 00:44:28) was just these greater degrees of sort of independence, I guess. But <\/span><span data-id=\"P7-N200691\">of course, the thing is that all of those stages in between are supposed to teach you about getting along and making compromises and so on. And I guess what’s really the — something that wasn’t — I guess it’s not an issue of getting along and making compromises. I do both of those things extremely well. <\/span><span data-id=\"P7-N200692\">I’m not the most social person in the world, but I definitely don’t mind, you know, people who are different from me or whatever. No, my issue that I didn’t manage to work out in those stages was how to say in (inaudible at 00:46:16) that (inaudible at 00:46:17) that, okay, you don’t have to like my <\/span><span data-id=\"P7-N200693\">shoes. Why would I care whether you like my shoes or not? They’re comfortable, they work, they provide that layer between my feet and the ground that they’re supposed to do. If you don’t like them, fine. You don’t have to. It’s not your business. That’s the problem that I didn’t manage to work out in <\/span><span data-id=\"P7-N200694\">those stages, I think.<\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">THERAPIST: Well, you’re doing it now under fire.<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">THERAPIST: And in the emersion — the emersion experience of having to do that.<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">THERAPIST: Feeling less equipped than you’d like, but defining the issue, which is half the battle and understanding the issue. Making it clear to yourself.<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">CLIENT: I guess that’s —<\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">(phone ringing)<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">CLIENT: Sorry.<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">THERAPIST: That’s okay. Going to need to actually stop in a moment.<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">CLIENT: Okay. So, yeah. <\/span><\/p>\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">THERAPIST: You were about to say something, though?<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">CLIENT: Yeah. Yeah, it is an —<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">(phone ringing)<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">CLIENT: Hi Karl, can I call you back? Yeah, it’s just that it’s — it’s true. It’s like, it’s sort of a — I guess the thing is that to me it’s a — I think that — what I — it’s like what I just reached right now, where my instinct was, yes, compromise, that’s what you need to — to — that’s what you didn’t <\/span><span data-id=\"P7-N200851\">learn. That’s what, you know, you put children on the playground together so that they get more social and they compromise and they learn work together. I had to turn that a little bit, now I — it’s letting go. Anyway —<\/span><\/p>\n<span data-id=\"P7-N20084-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562638\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">THERAPIST: I will see you next week.<\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}