{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client attributes her recent feelings of lowness and tiredness to her menstrual cycle."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Physical issues","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Menstrual cycle","Premenstrual syndrome","Psychoanalytic Psychology","Depression (emotion)","Anxiety","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":5},{"name":"ctiv_category","label":"Subject","values":["Physical issues","Psychological issues"],"weight":6},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":7},{"name":"format","label":"Format","values":["Text"],"weight":8},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":9},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":10},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":11},{"name":"original_language","label":"Original Language","values":["English"],"weight":12},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":13},{"name":"page_count","label":"Page Count","values":["10"],"weight":14},{"name":"psyc_subjects","label":"Health Subject","values":["Menstrual cycle","Premenstrual syndrome"],"weight":15},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":16},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":17},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":18},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":19},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":20},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":21},{"name":"symptoms","label":"Presenting Condition","values":["Depression (emotion)","Anxiety"],"weight":22},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":23},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":24},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":25}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562644","dorpId":"1006469637","contentType":"text","aucs":"CTRN-V1","title":"Client \"D\" Therapy Session Audio Recording, March 25, 2014: Client attributes her recent feelings of lowness and tiredness to her menstrual cycle.","fullTitle":"Client \"D\" Therapy Session Audio Recording, March 25, 2014: Client attributes her recent feelings of lowness and tiredness to her menstrual cycle.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562644\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: By appointment right now.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">Speaking begins at <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Hi, come on in. I got your message.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Sorry, I was (inaudible at 00:06:13) on the way here.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: I’m sorry?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I was just delayed on the way. (pause) I guess on the way, like I was just thinking I was talking about how I’m so I got my period yesterday and I realized that for a few years beforehand I’ve been feeling unusually low; just unhappy. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">And I’ve been (pause) you know I guess I’ve been dealing with sort of other things that I always have to start (inaudible at 00:07:44) extra time at night, so I was a little bit more sleep deprived.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">Then I thought about that for a bit but it didn’t really make sense because sometimes that happens and it doesn’t bother me so much, or at least not to that degree. But I was feeling more tired than not warranted. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">And we have guests staying with us for the weekend Cadence and Erica; Karl’s brother and his wife. But I really like them and I mean it was it’s always a little bit fretful having somebody in the house, but (inaudible at 00:08:23).<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">I mean there were still things with that. Like I realized that I was like that since basically since Kathleen had called, I know that I’ve been worried about what she could have been saying to other people I guess.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">And I you know, not that I (pause) (inaudible at 00:08:58) speaking, I know that Cadence had certainly, and pretty much Erica had I knew they liked me. I know that they like me, but it was still I just about I just felt sort of an uneasiness about it. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">And eventually we talked with them a little bit about what had been going on and (pause) it just sort of ended with, well if you figure out how to deal with that, let us know because we’d like to do that too. They’re having the same type of issue. Once I think about it, it’s not so surprising.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">I guess (inaudible at 00:09:49) more than the sum of these parts I just felt. We were really (inaudible at 00:10:01) for no good reason. And like yesterday I did student feedback and in my section. I wanted to do this with both of my sections. I have one on Monday and one on Wednesday.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">And I’d been thinking about some changes I wanted to put in place in my Monday section (inaudible at 00:10:30) incredibly no motivation. It’s funny, you know, you get these sort of random assortments into groups and my Wednesday they have the same lessons on the same ideas about my Wednesday group. <\/span><span data-id=\"P1-N200271\">I pretty much in and throw it out the window and say okay you guys talk, and they do.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">In my Monday group I follow it to the best of my ability and it’s still they’re just waiting for me to learn from them effectively. So I’ve been thinking about changes to put in place anyway, and I wanted to hear mostly what the you know, I wanted to hear what they were thinking. <\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">And I knew that I was to expect certain variations and views because they’re the ones who I’ve seen all of their work, but they do by now. (pause)<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">And the other thing is it’s not, you know, in asking for feedback, I was jetting on, I knew (pause) quit while I was going to out switch read it. And I knew some of the things I was going to get already and I did that and I put the changes in place that I wanted; that I expected. <\/span><\/p>\n<span data-id=\"P1-N2002C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562644\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">I expected to hear that and I had a plan to deal with it, but it (pause) what I wasn’t really expecting is, it’s not the sort of thing I would normally take personally. I know it’s about what’s going on in the classroom, and I know perfectly well that like as I said, I know these things by now.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">So I know which one would say that really do have to go over everything that’s on the Web site. I can look on the course Web site. I can see that you really need to. And I know which one is the important for the three who are saying, “It’s really great when you go over the X, Y, and Z that are on the <\/span><span data-id=\"P2-N200311\">course Web site.” And I don’t know what to expect that.<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">But I was sort of internally flipping out like (pause) on the other hand part of me was just shrieking and screaming, what do they expect from me? Am I supposed to be like am I, you know, supposed to be like, you know the stories and trying to figure out to handle all of these different views. <\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">And then on the other hand, you’re such a crappy teacher. How like you really should just hand in your resignation and walk out of the door right now. And the thing is that’s none of that is like you know like normally I would have been showing those opinions to Karl and laughing over it, but <\/span><span data-id=\"P2-N200351\">instead of then he wandered over to take a look. I was shrieking at him not to look because does he want to see everybody being so critical of me? Does he get pleasure out of it? And I was like what is with me, you know? [Crying] Sorry, this is [Crying] <\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">(pause) He has none. Always when I woke up this morning and realized that I had my period I’m sorry; bringing in the gross details, or at least…<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Feel free to tell me whatever you need to tell me.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: Sorry, I know it’s just me. I hate bodily fluid stuff. But I’ve always had really, really heavy periods when I was a kid and very painful. And I don’t really know why it took so long to realize that I just had to take the doctor’s advice and go on the pill. <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">I had a really unsympathetic doctor at that point. It probably didn’t help that she wasn’t the best at dealing with that sort of thing.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">When I did thought it took like all of a month or two for everything to calm down. They were shorter, more manageable. The other thing was though that I had a lot less I also had I don’t know whether it was with the pain or with what, but I did tend to get that was the period when I had the sort <\/span><span data-id=\"P2-N2003F1\">of heaviest anxiety also. <\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">And I had no idea what it was at that time and, thanks to the unsympathetic doctor, she sent whole rashes of tests about nuclear lung scans and stuff, but couldn’t recognize the symptoms of an anxiety attack and help me.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">So I don’t really think that the unclear lung scan and things were really helping the anxiety either. But I think that the thing is they did tend to go hand-in-hand to an extent, probably because I don’t really know, but I think it probably didn’t help with the really, really painful crap that in <\/span><span data-id=\"P2-N200431\">fear of it. I don’t know, it couldn’t have been helpful. <\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">And I’m so (inaudible at 00:17:04). The thing is I haven’t had this since I guess I was, you know, maybe I never really liked getting my period or anything. I don’t know many people who find it pleasurable. Not that I’ve asked.<\/span><\/p>\n<span data-id=\"P2-N20044-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562644\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">But this is the second time that it’s happened basically since I’ve since my breast feeding has slowed down a bit and my period has come back. And I’m on the mini pill, but it’s not the same. And so my periods are more regular. They’re heavier again. Much heavier; that’s why I’m late. I had to stop on the way.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">And (pause) I feel like I’m sort of back to the same place emotionally. The thing I sort of thought it was my imagination, but this is the second time it’s happened now, since I’m at the place where I could just I was feeling happy and then for no good reason; nothing happened. <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">All of a sudden it just sort of, I slipped into this huge emotional dip. I don’t know. I mean I (pause) could be making it up, but it does sort of connect back to where I was before I went on well beforehand.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Beforehand and dating to?<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: High school. It was (pause) I can’t remember whether it was grade 11 or 12, but I went on the pill in the first place, and I was very nervous about it. I’m not really sure what I thought would happen, but I think it was because it was a birth control pill and I thought that somehow it meant <\/span><span data-id=\"P3-N2004F1\">that I was somehow having sex even when I didn’t have a boyfriend or anything, right. [Laughing]<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">Just the word association made me feel like (pause) everyone thought I was crazy. Everybody thought I was crazy, but it just felt so shy of it. (pause) That’s just it. It’s just this emotional thing like it makes everything more difficult to handle. <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">Like I had these plans in place for dealing with, you know, what needs the (ph). I hate that word. It was like I was working the whole time, but I used it to in part to think about this Monday group and how I could change things and develop a way of, you know, it’s a little bit more work for me to <\/span><span data-id=\"P3-N200531\">develop two parallel plans for two sections. But you know there’s no point in teaching unless they’re the same, but they’re not. <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">And I was trying to develop that and ways to deal with it. (pause) Then all of a sudden yesterday it was just like it was this, I’m such a terrible teacher and I’m, you know, the one who’s holding these kids back. And at the same time, but what can they possibly expect from me. Am I supposed to be able <\/span><span data-id=\"P3-N200551\">to learn for them?<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">Listening to my brain I felt like I was a terrible, terrible bitch. It was I was like dealing with having a stereotypical adolescent in my head. And it helped so far from I mean it was me but it felt so far from me, like just (pause) in a way it felt like (pause) in some ways I mean, differences <\/span><span data-id=\"P3-N200571\">and similarities of course. But so much it felt like listening to Laura talking about her jobs and her work and things like that. <\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">Where normally I’m the one listening to her and thinking, you know, there are going to be difficulties. In every job you have to learn how to deal with them and make the best. Or I don’t really know why she took the job that she has right now when she knows that she would be working for somebody who <\/span><span data-id=\"P3-N200591\">she really doesn’t respect, and you should have some measure of respect for your boss or people that you’re working with to think it’s so much (unintelligible) so much easier.<\/span><\/p>\n<span data-id=\"P3-N20058-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562644\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">Like I don’t necessarily agree with my professor I’m working with right now, but I have but I can work with him in a very respectful way. I don’t like his cynicism about it but I understand how it came about and I (pause) I have a basic measure of respect in working with him.  (pause)<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">When I’m listening to her talk about her work it’s very often just first she says it’s all fine and she likes it and then she goes off and sort of complains about that his person and that person and the way they act and the way this person acts and how especially how he expects me to do these sort <\/span><span data-id=\"P4-N2005D1\">of menial sorts of jobs and things after him. (pause)<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">And that’s sort of how what it’s like listening to him now because usually when even when I like I mean sure I talk about the students that (pause) normally have a sense of humor. I thinks that the difference. <\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">I normally have a sense of humor about what’s going on and I think it’s kind of, you know, you’ve just got to laugh when somebody writes to you to ask you before, like where in the introduction to like [Crying] in the book.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: In the end.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: At the epilogue?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: [Crying] I was sort of just remembering about that e-mail and I was laughing and (inaudible at 00:25:46) about how can I can I write something bad and turn to Page 8? [Laughing] What am I supposed to do here? (pause)<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">But this morning I had gotten an e-mail from a student asking about his mid-term grade and I was staring at this one line e-mail for and I had told them I was going to be getting them their exams back tomorrow. <\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">I was staring at this one line e-mail like practically going like this. (pause) I can’t tell from the tone of the e-mail because it’s right and left and it seemed snarky to me. He’s being [Crying] relax right back. Sorry, I’ve got to be.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">But alternatively, I’ll be handing the exams back tomorrow, wait that long or whatever. It doesn’t really matter but (pause) it’s just this. It’s like somebody took a slipshod on me and turned it from reasonably cheerful and gradual sense of humor to emotional, practically difficult with a tendency <\/span><span data-id=\"P4-N2006F1\">to break down in tears every five minutes. Like do you know? 00:27:25]<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: I mean I don’t know much about the (inaudible at 00:27:27) of these things. Do you know when your period comes back again if there’s sort of a hormonal surge or some sort of hormonal shift? I would imagine there is.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: I think there is. I know so little about it. I’m not as bad as a bunch would probably know more actually about the science behind it since that’s what my husband does right now because I know as much about science as about that.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">I think there is. I mean there is there’s a hormonal change of some kind that goes on, but I don’t know whether what it does or how or anything like that. <\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: I guess I’m saying that in part because I don’t want you to be alarmed. It sounds like you’re like oh, my gosh, I feel like my personality has changed overnight and not for the better. And I sort of you know clearly forgetting your period back there is some sort of emotion. I really don’t <\/span><span data-id=\"P4-N200771\">know much about it.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">But I’m imagining that that’s a big piece of it and it may be at some point that you want to go back on the pill too. But I kind of want to just delay your anxiety like it’s okay. You know you’re having some sort of physiologic shift. It’s going to be okay.<\/span><\/p>\n<span data-id=\"P4-N20078-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562644\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: Yes, that’s why I’ve been sort of (pause) you know on the one hand I’ve been trying to tell myself that like it’s (pause) I don’t know if it’s just taking something to control the hormones, also control that, then that’s probably what’s going on. <\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">I think (inaudible at 00:29:22). You know my tendency to sort of look at everything too much, that sort of brings back the hamlet line of thinking too precisely on the event. It’s like (pause)…<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: Well it’s not like you’re looking at it too much it’s that you’re worrying. You’re very worried.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yes. It’s like part of it is, is it me or is it just like, you know, when you pick back the scab that’s what’s really there, or something like that. <\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: You do have this fear that, you know, pulling back a few layers and there’s going to be like there’s this crazy person there.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: And when you’re not feeling good or right it’s like you’re just that feeling intensifies.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Yeah. I was reading (pause) and I don’t get a chance, it’s funny, I guess I’m an academic who reads. I don’t get a chance to read very much. But (pause) it’s a very few people I read who write today. One mostly writes in the niche field of knitting humor, but she just came out with a book that <\/span><span data-id=\"P5-N200891\">only mentions knitting a few times instead of being knitting. <\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">And what I’ve heard, a little essay in there was struck me was about how she was she’s a humor writer so it was funny. But she was writing about how she was feeling terribly low and down about how her I don’t remember what exactly one of her halfway funny lines was specifically when she told her <\/span><span data-id=\"P5-N2008B1\">husband before she went to bed that she would understand if he left her. <\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">And then she woke up the next morning with this terrible, terrible cold or the flu or whatever and she said to him, you suddenly recognizing that this happens when it’s like when her one of her symptoms of getting sick is that she gets really well.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">And I read that and thought, on the one hand it’s sort of like she wrote, it was like honey I say, but there’s sort of somewhat prickled the mind when she said that. And I also did sort of where this kind of (pause) when something does sort of kick me in a way, it just reminded me. It sort of felt similar, <\/span><span data-id=\"P5-N2008F1\">this kind of (pause) falling to pieces when one it feels like when one thing kicks me I sort of feel like well I can’t keep everything. I can’t keep one thing together so I can’t keep everything together. I can’t keep anything together. <\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">What use am I? I might as well throw in the towel or just (pause) should go and sign to some monastery on the top of a mountain because they would all be better off without me down here. Oh woe is me. It’s like yes, it’s kind of (pause) <\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: Where’d you go?<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: I was just thinking about how (pause) I was just sort of trailing through other times when I’ve been either (pause) some kind of (pause) mostly I was thinking about when I gave birth to Genevieve how (pause) after that when I was staying and I was so (pause) I guess in a way I’m sort of <\/span><span data-id=\"P5-N200951\">still puzzling over how I didn’t react to it at the time. How I didn’t do anything about it. <\/span><\/p>\n<span data-id=\"P5-N20094-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20094-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562644\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">(pause) Sort of thinking about my (pause) the times you know, when I came back from the hospital I was feeling reasonably secure after going in, you know, this new person had come out of feel like after her. And it was feeling reasonably secure. I didn’t take very long at all to sort of match me over <\/span><span data-id=\"P6-N200971\">into insecurity about it, and feeling that oh well, then I guess I can’t really do anything at all. <\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">And (pause) I was remembering when we talked to our rabbi about it, one of the things he said then was the mention of hormones was that he said, you know there’s a lot of hormonal issues that are going on also right now, and you don’t want to mess that or play with that. That can have effects also. <\/span><span data-id=\"P6-N200991\">And so you need your space while you’re sorting things out like that. (pause)<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">I’m not saying that like there’s nothing going on otherwise or whatever, but it was just no wonder with me being hard on myself sometimes because things that (pause) I wonder sometimes if I have a tendency to tell myself, well it’s just feelings.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">When first of all I don’t think there is such a thing as just feelings. And second of all of maybe there are other factors at play also and calling those just feelings when it’s stuff that’s physiological that maybe that pushes it more into the realm of just feelings and then I get messed up. <\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">It sort of reminds me of moments when I was saying that I know it’s just feelings. Well it’s just about feelings; that’s what it is. As I was talking about how I don’t really like he works in the performing arts and he’d been sent on a site visit to review some piece of performance art where a woman <\/span><span data-id=\"P6-N2009F1\">was describing a woman who was pumping on stage pumping milk and thinking about, you know, he has two daughters right now and they pump and that seemed to sort of (pause) weird and wasteful when it’s part of the very real nutrition process for infants. <\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">And I was saying it struck me kind of, from what he was describing, was kind of strange. I really don’t say how I really don’t like pumping because it’s (pause) feels so strange when I’m pumping and Genevieve is right there.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">Just I, you know, when Genevieve is right there I sort of have to have somebody else around because I am pumping, felt that she should be eating, you know, the way it feels to me, she should be eating as I’m pumping it, and I can’t pick her up if she’s crying, or something like that. <\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">It’s an uncomfortable experience for me. And I know that, you know, the food is going to her anyway and so it’s just, you know, it’s this feeling that you get. And like this (pause) that’s what it all is with the way these things work. You’re supposed to feel like the milk is supposed to go to her because <\/span><span data-id=\"P6-N200A51\">that’s what lactation is. (pause)<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: Well the problem for you sometime is the conclusions that you draw from the feelings you’re having like oh, I must be crazy. The one like Kathleen, the one like Laura; that you don’t allow yourself the feels that you start to judge them and put them in categories, and usually not very favorable <\/span><span data-id=\"P6-N200A71\">ones at that. <\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: Yeah. (pause) You know it reminds of (pause) I was with her once in the grocery store and she was acting sort of very chipper. And she asked me, am I acting unnaturally chipper, because I’m trying to make because I don’t feel happy and I’m trying to make myself be happy by acting happy.<\/span><\/p>\n<span data-id=\"P6-N200A8-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A8-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562644\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">And it was like just sort of felt very weird to me. (pause) And, but what’s going on with her and what sometimes goes on with me is that it definitely, definitely goes on with Leah, I think it does go with me (inaudible at 00:44:28) is this (pause). You know, that you’re not really supposed to have bad feelings.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">But if you’re just in a crappy mood one day then well you really should be you should sort of (pause) if you have the bad feelings then it’s the bad characteristics, then you’ve got these bad characteristics in you.  (pause)<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: Well that’s not a good way to think.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: Where do you think the two of you get that from; those thoughts?<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: (pause) I don’t know. I think wanting to send them to me and I think I kind of get it from Leah because we’re definitely I mean I definitely (pause) have we’re very close to stressing she’s definitely more active of the two of us.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: Dominant. <\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: Dominant [Laughing]. And I talked a lot about everything and, you know, so (pause) I’ve always had lots of (pause) I mean thinking just very recently, before we had our kids, she all of a sudden felt like she I think it’s a very common and I’ve noticed it in a lot of my friends. You know <\/span><span data-id=\"P7-N200B91\">I’ve been meeting for ages.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">But I had two friends who took up knitting while they were pregnant. Like I think there’s something in me. I was like oh, I’m making something. It’s kind of nice. Maybe I should make other things learn how to make other things too.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">With her it wasn’t that, it was I have to be betted domestically. I want to be able to, you know so I feel it’s the word shrimp that comes up. <\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: Pressure.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Typical. No need to apologize. No need to apologize. You did nothing wrong.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: I don’t know whether it’s the American thing or is that the whatever, but I think yes, I know I need to (pause) sorry.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: That’s okay. It’s okay. We’re going to be okay. You’re having a tough day. You’re having a tough week. I imagine there’s something hormonal. And like I can’t believe I’m saying this, but I might Google it and find out when you get your period back after, you know, being pregnant, whether <\/span><span data-id=\"P7-N200C71\">there’s I can’t imagine there’s not a shift in hormones. <\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">And if you really want to sort of just touch base with; call your OB GYN. I’m imagining that’s you know your feelings that are real that I want to talk with you about, but imagine the intensity right now is because of that shift.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">You know, you’re going to be just fine. And I’m going to see you next week, okay.<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">THERAPIST: Take care.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}