{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a friend who is having some marital problems and how she's mad at some people who stopped being her friend after her depression became to much for them to handle."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Married people","Depressive disorder","Friendship","Psychoanalytic Psychology","Depression (emotion)","Sadness","Anger","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["6"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Married people","Depressive disorder","Friendship"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Depression (emotion)","Sadness","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562090","dorpId":"1006469083","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session January 03, 2014: Client discusses a friend who is having some marital problems and how she's mad at some people who stopped being her friend after her depression became to much for them to handle.","fullTitle":"Client \"Ma\", Session January 03, 2014: Client discusses a friend who is having some marital problems and how she's mad at some people who stopped being her friend after her depression became to much for them to handle.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562090\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: …eight different [inaudible] but [inaudible]<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Did you [inaudible] recording thing?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Yeah, I do it with my phone.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: [inaudible] do what you just did.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Yeah, I just do it on a phone.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Wow. Yeah, I guess that was like…<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: That’s just… not just for recording.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah, but still, that’s a lot of stuff. I think I’ve had my laptop for three years, and it’s nothing special and I’ve used a quarter of the memory space. And that’s with the years when I was downloading basically every article that I could find that was available in pdf for all of [inaudible]<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Tanya’s [ph?] on the iPad and I [inaudible] much smaller probably.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: It is cold out there. I went for a walk before this because I was like I have to get out of the apartment, serious cabin fever, and it’s really cold. I have a friend who posted on Facebook a couple of weeks ago that sort of hikers adage of there’s no such thing as bad weather, just bad gear. <\/span><span data-id=\"P1-N2001F1\">[1:34] So I’m trying to remember that. So yeah, nothing’s really happening since I saw you yesterday, other than me watching a lot of TV and knitting a lot. A lot. I finished the hat that looks like a shark is eating the kid’s head for [inaudible] It’s awesome. I’m really proud of myself. It’s like <\/span><span data-id=\"P1-N2001F2\">there’s ear flaps that are the side fins and there’s a fin on the top and a tail on the back. And then the front is teeth. It’s a little goofy. That’s why there’s small children who will wear it.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Probably not if you’re a five or six year old boy.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yeah, I know. It’s just going to be awesome. So that’s pretty much what I did yesterday. And so far today. (pause) Yeah, I’m about done with vacation. I’m ready to go back to work. (pause) I feel like I sort of just have either off or on sometimes, of when I have a break I don’t do dishes, I <\/span><span data-id=\"P1-N200231\">don’t do anything. [3:20] James and I are rewatching Sherlock. Have you seen that? You should watch that. It’s really good. Somehow or other we have at least three copies of the complete works of Sherlock Holmes in our… between the two of us, so… multiple shorter volumes also.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: I have read the stories.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Yeah, yeah. I can’t remember what… I think I gave him a copy of the complete works when we were first dating in college, and then, I don’t know, everybody seems to think we’ll like them, which we do. Both of us do, I think for different reasons. [4:28] But now we have a lot of copies. (pause) <\/span><span data-id=\"P1-N200271\">I’m still pretty worried about our marriage but I don’t really know what to do about it. [inaudible] or rather I know what I can do and I feel like I’m doing those things, but I don’t know whether that will be enough. My friend Heather Kate, we… so every year, the day after Christmas, four to six or <\/span><span data-id=\"P1-N200272\">so friends and I get together and have lunch at this restaurant in San Antonio that is kind of overpriced and not that good. It was actually really good about ten years ago when we graduated from high school and it’s sort of gone down, [inaudible] since then. But we haven’t… I don’t think any of us <\/span><span data-id=\"P1-N200273\">live in San Antonio anymore so we haven’t found any place, despite the fact that there are a lot more good restaurants in San Antonio now than there were ten years ago. [6:12] But so we go to the same place and spend a lot of money on just food that’s sometimes okay. So this year Heather Kate is… she’s <\/span><span data-id=\"P1-N200274\">pregnant with her second child and she’s… she… I’ve sort of talked about her I think. She is… she was my best friend in high school. She’s also sort of been dealing with depression her whole life. She had a pretty terrible eating disorder, actually since I’ve known her. But it got really bad in college <\/span><span data-id=\"P1-N200275\">and she sort of…<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562090\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Anorexia or bulimia?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Both. It was bulimia when we were in high school and then I think in college she got pretty… a pretty dangerously low weight. And so, yeah, and she’s sort of my hero, or one of my heroes. She… it’s always sort of hard for me to tell how she’s doing at any given time but she just tackles it. <\/span><span data-id=\"P2-N2002B1\">She doesn’t try to pretend it’s not happening. She just tackles it. One of the things that she has sort of evolved into doing is she just tells everybody everything about everything. She’s just like I don’t… she doesn’t… yeah. But so she was like well Diego and I are basically… she told us that she <\/span><span data-id=\"P2-N2002B2\">thought about leaving Diego over the last year, who’s her husband, who… they’ve dated since they were in high school. So in a weird twisted event, he’s both the son of our high school principal and the… Amanda’s ex-boyfriend’s college roommate. [8:12] He was best friends with this guy who Amanda dated <\/span><span data-id=\"P2-N2002B3\">on and off through high school and college, and he turned out to be a pretty bad dude. But Diego doesn’t [inaudible] best friends. And so he’s a great person, just really good for Heather, and they’ve been really good together. And she sort of said well, I was thinking about leaving him. And they went <\/span><span data-id=\"P2-N2002B4\">to counseling and they’re apparently doing a lot better now. Sorry, I feel like I sort of fought one thing one moment and then the time it took to tell all of the things related to that moment were a lot more intensive than that really warranted. But well I’m here now. What I was thinking about was <\/span><span data-id=\"P2-N2002B5\">that I was telling Amanda about this later because Amanda got very close to Heather Kate when they were both living in Philadelphia, and she said yeah, Heather told me about a year ago that she and Diego were having a lot of… were having trouble, but she told me not to tell anybody. So I’m really glad <\/span><span data-id=\"P2-N2002B6\">to hear that they’re doing well. And I said oh, I was sort of kind of sad that Tanya hadn’t told me. And several days later this sort of came up with James. And he was like Tanya told you too, you just forgot. I was like oh, well, I guess that’s good. I don’t know. [10:01] (pause) Yeah, that was sort <\/span><span data-id=\"P2-N2002B7\">of a long story short [inaudible] it was kind of James to fill me in. And I hope Heather and Diego are okay. My mom had a picture of… one of the many pictures of me at her house. She had a picture of me and Heather Kate at our high school graduation which we had… tend to refer to as that time we got <\/span><span data-id=\"P2-N2002B8\">gay married to each other because it was white dresses and… yeah, it was ridiculous. (pause) I feel like we’re sort of… your friends sort of go in waves. [12:24] I feel like there’s sort of the wave of… there’s… or the first wave of people getting married and then the first wave of people having babies <\/span><span data-id=\"P2-N2002B9\">and now I’m just sort of hitting the first wave of my peers having trouble with their marriages, which I guess makes sense. I mean three to five years in. But it’s hard. Amanda was telling me about another woman that I went to high school with, and then college. I didn’t actually… Amanda was good friends <\/span><span data-id=\"P2-N2002B10\">with her about a year ago in San Antonio, but I did not... I wasn’t really in touch with her. I don’t really know her well but I sort of keep up with her on Facebook and read her blog and stuff. But she, I think, got pregnant unexpectedly when she was in college, and so she and her husband decided to <\/span><span data-id=\"P2-N2002B11\">get married when they were 20 and finish college. And she just had her third child. She’s a couple of years younger than I am so she’s 26 or so. And Amanda said that she and her husband Henry were having some real problems in their marriage and the way they decided to deal with it was to just say well, <\/span><span data-id=\"P2-N2002B12\">we’re just going to focus on each other and on our family and sort of let all of our other friendships and commitments go by the wayside. [14:07] Which I think has been tough on Amanda. And feels like not really the best strategy to me, but it’s not me. But I don’t know. She just had her third daughter <\/span><span data-id=\"P2-N2002B13\">three days ago. I don’t know (pause) [inaudible] (pause) [inaudible] I just feel like, I don’t know, I feel distant from everybody, or distant from all these people who used to be in my life. [17:17] I have…<\/span><\/p>\n<span data-id=\"P2-N2002A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562090\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">THERAPIST: [inaudible] going with kind of abandoned. I’m not saying that’s necessarily true.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: Yeah, I don’t know. Mostly I just feel like I need to work harder to be in touch with people I don’t… but I just don’t do it. (pause)<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: My impression is [ph?] playing hurt [ph?] about what I said?<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: No, and more of it’s in some ways it feels like it fits; in some ways it doesn’t feel like it fits. And I’m sort of trying to figure that out. [18:50] (pause) Maybe it does sort of… I do sort of feel abandoned but that doesn’t make sense. I don’t… yeah. (pause) I have an acquaintance from William <\/span><span data-id=\"P3-N200331\">&amp; Mary to whom I lent a book about six months ago. And he just got it back to me three days ago. I wasn’t expecting him to. I was expecting that I would have to track him down and beat him over the head, but no, he got it back to me eventually. And we’re not really friends, I just… he asked if anybody <\/span><span data-id=\"P3-N200332\">had this book and I said yes, please borrow it. But so we chatted for about ten minutes and then he was sort of like oh, we should get together those sort of people from William &amp; Mary who are living in Denver. He’s like there are a lot of people that I went to school with who are here, at least four <\/span><span data-id=\"P3-N200333\">or five. And I sort of said sure, you do that and I will show up. That sounds great. [20:28] (pause) And part of me is like yes, I would show up. That would be great. And part of me thinks that would just be really weird. I don’t know. (pause) I guess it just feels like I’m not really a necessary part <\/span><span data-id=\"P3-N200334\">of anybody’s life right now. One way of looking at that is well, over the last couple of years I just dropped out of everybody else’s life, and it’s harder to put myself sort of back in. (pause) I don’t know. I think that’s probably less true in reality than it feels like today. [22:29]<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: I imagine, though, that that feeling puts you on shaky ground, in your mind, talking about what’s really important and what’s really going on with you to other people.<\/span><\/p>\n<span data-id=\"P3-N20034-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562090\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">CLIENT: You mean talking about it puts me on shaky ground?<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: Feeling not necessary. It reminds me a bit of… so we talk about if you and me were… you… I think everybody… actually I don’t know how to take care of me or what to do for me. [23:41] I guess I’m imagining that it’s similar, or it’s related. It makes my interest or investment or commitment <\/span><span data-id=\"P4-N200391\">to you, to what’s going on with you, more intangiment. [ph?] (pause)<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: I sort of feel like as soon as I am sort of feeling like sad and lonely, and as soon as I identify this as I think this is what’s going on right then, I just try to shut it off, like stop whining about it, or this is very melodramatic of you or… and so on and so on. [25:03] (pause)<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">THERAPIST: I think you really better not say that out loud.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">CLIENT: Yes. (pause) Mom talked, when we met with her… met her, about how it used to be that she took care of everybody else instead of herself, and now she’s taking care of herself and is really proud of that. [26:20]<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">THERAPIST: I’m sorry, can I back up a little bit? I mean it seemed to me that the thing that you did say is just the sort of thing that’s hard to say, to acknowledge that it feels like such a bad idea, and you’re so scared to elaborate what you think and feel that you very quickly shut yourself down. <\/span><span data-id=\"P4-N200411\">It seems like just the sort of thing that I would think is very scary to say to me.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">CLIENT: Yeah, or sort of the other way also. When I find myself coming up with lots and lots of different reasons why what I’m thinking is wrong, it’s usually worth saying. [27:49] (pause) Yeah, I don’t know. I miss being close to people.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: Your depression getting worse has really been much harder.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: Yeah, I feel like I just dropped everybody. Yeah, and I think about Kirsten, the… who I used to room with, and it really bothers me that we’re not in contact anymore. I’m really angry at her and I don’t know why I keep… it keeps bothering me. [29:34] But, yeah, I don’t know. I guess maybe I’m <\/span><span data-id=\"P4-N200471\">just afraid that I just really dropped her when things got really bad and that she doesn’t… it’s not so much that I want to be friends with her it’s that I… it really bothers me that she doesn’t want to be friends with me. I don’t know, in a way it doesn’t usually bother me when people don’t like me. <\/span><span data-id=\"P4-N200472\">I mean it’s not very often that people don’t like me but when it does it’s usually pretty clearly we’re just not very interested in each other. [30:44] (pause) [inaudible]<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: Well [inaudible] is that (pause) for a while she saw how it was with you and I would imagine some of how depressed you really were.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: I wonder whether she did though. I don’t actually remember but I wonder whether… I work pretty hard to sort of keep everything shut down in front of other people and I don’t know whether I succeeded in that. I don’t, yeah, I just don’t remember. [32:06] (pause) Well I didn’t really want to let <\/span><span data-id=\"P4-N2004B1\">you finish that sentence today. (pause) Yeah, I guess I find that very hard to imagine, that she did see how bad things were for me or what it was like when things are that bad, that that would make her not want to be in touch with me anymore. Probably because I feel like that would just be really shitty <\/span><span data-id=\"P4-N2004B2\">of her. That’s just bad. That’s not good. [34:11]<\/span><\/p>\n<span data-id=\"P4-N2004A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562090\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">THERAPIST: [inaudible] I think, especially, is that she’s into probably very quietly your feeling that that should, not just in general, in principle, she should react differently, but that it’s really uncaring, that you deserve better.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">CLIENT: Wendy [ph?] is furious at her actually. I don’t know if I’ve said that.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">THERAPIST: You may have.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">CLIENT: I didn’t really know this, and then I was talking to her once a couple of months ago and she just went off on her. She was like… it was unacceptable the way that she behaved. She knew how sick you were and it was just… she was just really mad, which I don’t know, I guess I just don’t… yeah, <\/span><span data-id=\"P5-N200531\">I don’t want to think of Kirsten as being that uncaring. [35:26] I don’t know. But I also don’t want to think of abandoning me as sort of the natural response to this.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">THERAPIST: It hits me, too, that there are… it’s not the same but there some echoes [inaudible] stuff with you and James I think.<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">CLIENT: I don’t know, I guess I just feel like maybe I’ve really lost people over this, and this really doesn’t seem fair. (pause)<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">THERAPIST: I’m still thinking about your comment about not wanting me to finish… and not wanting to let me finish. [37:50] (pause) It seems… there’s a flicker there of a thought of my feeling, I think, of my wanting to hurt you for saying something that’s painful to hear I think. (pause)<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">CLIENT: [inaudible] been aware of.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: [inaudible]<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: I’m sorry?<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: Maybe I’m [inaudible]<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: I don’t know, I feel like I spend a lot of energy recently sticking my fingers in my ears and going la, la, la, la. I feel like I do a lot of saying no, don’t. Let’s not talk about this thing that is painful for me to talk about. Or I feel like I’m noticing that in myself a lot. [40:37] More <\/span><span data-id=\"P5-N200631\">than usual. Or maybe just, I don’t know (pause) Yeah, it sort of feels like I’m at some sort of equilibrium and I just really want to stay there. I don’t want to talk about things that are hard. [42:27]<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: [inaudible] Thank you. Take care.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}