{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses not appearing sick to other Clients and friends."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Emotional awareness","Emotional stability","Major depressive disorder","Psychoanalytic Psychology","Depression (emotion)","Suicidal behavior","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["9"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Emotional awareness","Emotional stability","Major depressive disorder"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Depression (emotion)","Suicidal behavior"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":6,"pageCount":6,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562276","dorpId":"1006469269","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session March 04, 2014: Client discusses not appearing sick to other Clients and friends.","fullTitle":"Client \"Ma\", Session March 04, 2014: Client discusses not appearing sick to other Clients and friends.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":6,"totalPages":6,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":6,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562276\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: But I feel like the best way to deal with it is just not to speculate about how long (inaudible at 00:00:12) (pause)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Good morning.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Good morning. This (morning) (ph) it doesn’t actually seem like it’s been [that long to me] (ph). Yeah, yeah. I feel like April is when it starts to get old. (pause)  So I was thinking on the way over here, the nice thing about not being in the hospital, it’s not like I don’t just talk to so <\/span><span data-id=\"P1-N200111\">many people. (chuckle)<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">But actually like I don’t know, it’s this thing of like, I really like talking to people; I really can’t resist it; I can’t (pause) also I like not having to talk to you know a different person twice a day about my feelings, who’ll then try to fix them based on knowing nothing about me.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">I feel people who with less training are better at not trying to fix things in general; [typical guy] (ph) (chuckle)  (pause) It’s funny like (pause) so they’ve, you know, nurses who are like various ages, and they’ve got various people coming in like expressive therapists; stuff like that; like specialists. <\/span><span data-id=\"P1-N200151\">But most people are just like MHS; mental hall staff; mental specialists or whatever.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">So as far as I can tell, basically people with like an undergraduate psych degree, (pause) it just seems so young, and I feel like most of them are about my age, but to sort of like weird thing where it’s like I am actually asking them for help, and advice and comfort. And, you know, actually using <\/span><span data-id=\"P1-N200171\">what they do in a real way.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">And at the same time, part of me sort of wants to be like, “No, you shouldn’t do that, you should do it this way.”  (laughter) (pause) I don’t know. (pause) And I call them kiddo in the ER; (laughter) my like a physician’s assistant who was like maybe my age; maybe younger, but (laughter) there’s no <\/span><span data-id=\"P1-N200191\">way he was older than 30. (laughter) I’m like, “Really? What vibe am I giving off right now?” (pause)<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">It’s a strange thing. Like I don’t know. (pause) About yesterday morning; like my last morning, I was sitting waiting to leave, and I was sitting next to a woman who’s waiting to go down to ECT. And we were sort of hanging out with another woman who’s her roommate. A man comes in who’s running the bridge <\/span><span data-id=\"P1-N2001B1\">to campus; like college group. And he’s like, “You three look like you go to college.” (chuckle) We’re all like, “Nope.” (laughter) The woman with the ECT was like, “I’m 34.” (laughter) He was like, “None of you?” We’re like, “Keep moving.”  (laughter) (pause)<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">I don’t know. (pause)<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: You said that people kind of take care of you often feels (pause) (antantalizing) (ph). (pause)<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I guess so. But like I still want them to take care of me. (pause) You know, I do feel younger, but then at the same time, there’s always a part of my brain that’s sort of standing back and evaluating. And that often feels much older. (pause) <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">I did actually like (pause) I want to say rebuke, but I don’t know if that – that would be too strong. But I talked to one guy who’s probably about my age, maybe a little bit younger, who just like could not fucking keep his mouth shut. He really likes giving advice, and like pontificating; he was definitely <\/span><span data-id=\"P1-N200231\">like a pontificate; he had one of those little like agwardian style mustaches, (laughter) and wore a pocket watch, and it was in a flannel shirt; I kid you not. And like, I have a lot of love in my heart for those people. (laughter) And also for pontificators; like I sort of have to embarrassingly, <\/span><span data-id=\"P1-N200232\">in my friends that is.<\/span><\/p>\n<span data-id=\"P1-N20022-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562276\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">But I was talking with another patient just like about history, and I sort of was saying that “I’m not on any psych meds, because I went through like 15 of them, and they didn’t really work. So my psychiatrist decided like hey you could do better without them.” And he sort of jumped in, and was like, <\/span><span data-id=\"P2-N200251\">“I overheard you saying, have you thought that like – I just wanted to make sure, have you thought that sometimes meds take a long time to work.”  (laughter)<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Oh my gosh.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Yeah, and he was like, “Sometimes it’s like a couple of months.” And in the moment, I was like, “I’m a year ahead of you dude.” (laughter) “Trust me when I say nope.” And so I was like that was fine, then I went away. Then the next day, I was like, “You know when you said that? That was super <\/span><span data-id=\"P2-N200291\">patronizing. Don’t do that.” He apologized, and he said, “Oh I didn’t hear the part where you, you know, had tried the inaudible at 00:07:50), I just heard that you were trying them and had given up.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">But in my head I was like, “Well if you didn’t hear the whole conversation, then really you shouldn’t have said something.” But I felt like I done the part that I needed to do for my healing, and his inability to (pause) like whatever. That was on him. (chuckle) It was his job to get that (inaudible <\/span><span data-id=\"P2-N2002B1\">at 00:08:18) (pause)<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">It felt like (pause)<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: I guess that in part was like (pause) (coughing) I mean there’re a few different ways, like the limits of your having to take care of him.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: Yeah; yeah. It felt like he sort of (pause) you know, he was talking to me early on in like the first couple of days, and found out that I was in the PT program and married to a chemist. And it felt like he was like you’re the -<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">THERAPIST: Talking about what program?<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: That I was in the PT program.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: Oh yeah, okay.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: That I have this like intellectual background.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: And I’m not – (sigh) this might be reading too much into it, but it sort of felt like he was like, “Okay, here’s the smartest patient here. I’m going to make her convinced that I’m smarter than she is.” Because they’ve sort of had a lot of – he’d be like, “My dad’s an astrophysicist.” And we’ll <\/span><span data-id=\"P2-N2003D1\">talk about physicists when we’re talking about scientists. He’d be like, “Oh, this is what research is like, you know, you sometimes work ‘til two and three in the morning.” <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">I’d be like, “Yeah, you know, it really bothered James when his advisor told him he had leave at midnight with everybody else.” Like, (chuckle) “What are you trying to do here? You’re not educating me. (chuckle) It’s not your job to like – it’s not what we’re here for.”<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">I don’t know whether that is actually – whether that’s an accurate read, but sort of the like sense I was getting. (pause) (overlapping voices)<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">THERAPIST: He also did a shitty job taking care of you.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">CLIENT: Yeah; yeah. I never was like – he was never assigned to be like my one-on-one contact person, which is a good job – a good thing. He mentioned a couple of times about how he’d like to give homework during check-ins. (chuckle) And I’m like, “Yeah, that’s not happening.”  (laughter)<\/span><\/p>\n<span data-id=\"P2-N20044-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562276\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">I don’t know. (pause) (sigh) It sort of just like push and pull between really just wanting people to take care of me, but also like wanting to take care of other people. Both in terms of like taking care of the other patients, and supporting them, and in terms of helping people that suck at their jobs. <\/span><span data-id=\"P3-N200471\">(pause) I feel like I catch the latter, but that, you know, a level that was internal rather than external (chuckle) for most of the time. <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">But I don’t know. (pause) I found that (pause) (sigh) like I had very strong positive or negative reactions to staff people often like depending on who they reminded me of. So there was like one MHS who actually just reminded me a lot of Theo in terms of like – in sort of physical presence. He was just <\/span><span data-id=\"P3-N200491\">very tall, and sort of not really good at being very tall. (pause) Then he just – I found him very very comforting.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">Then there was a lady who reminded me a lot of my mom. (laughter) And I sort of (inaudible at 00:12:29) her. Then there’s like – it felt like – so she remembered me from a year ago, and expected me to remember her clearly, and I didn’t. She sort of seemed pretty hurt when I had to ask for her name twice. (pause)<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">You know, like she kind of gave me a hard time for not coming to her group. And I was like, “Really? Oh.” She was like, “Why didn’t you come to my group?” I was like, “Probably either I was napping or I had visitors.” That’s what I did say. She’s like, “Well I’ll see you tomorrow at the next one.” I <\/span><span data-id=\"P3-N2004D1\">was like, “We’ll see.” (chuckle)<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">It sort of felt – it felt like she had a lot of herself wrapped up in whether she could help me or not. And that wasn’t something that I would’ve felt good about. (pause) Like I (sigh) sort of freaked out. (chuckle) (pause)  (pause)<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">I don’t know. (pause) I missed you. (pause) Okay, I’m just going to say that for a second. Call me something. (chuckle)<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: All right. (pause) I expect you did it like heard what you’re saying is that they weren’t me.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Yeah, a little bit. (pause)  (pause)<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: And (pause) among other things, you were kind of annoyed at them for that. (pause)<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: Basically. (laughter) (pause) Yeah. (pause) That makes me very uncomfortable, like (pause) it just doesn’t seem to be a safe position to be in.  (pause) I talked with James yesterday about (pause) needing him not to try to manage my care. (pause) And it was a very scary and intense conversation, <\/span><span data-id=\"P3-N200591\">but it sort of ended up in a good place.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: Oh.  (pause)<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: He is I think, taking my ending up in the hospital as a reason that I cannot be trusting, which we’re going to have to talk about. (pause) Yeah. (pause) But that’s not a conversation that I want – like that’s a conversation we’ll have to wait until (inaudible at 00:18:34).<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">CLIENT: (sigh) (pause) I was just thinking about (pause) in terms of trust, like there’s one time in the hospital that I did like self-injure, or I just like scratched my arm up. (pause) And, you know, I told somebody about it. Like in a sort of time that I was supposed to check-in with somebody.  (pause)<\/span><\/p>\n<span data-id=\"P3-N20060-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562276\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">Which led to sort of a very interesting dynamic that like the person I was talking to was – he was probably in his like 50s or 60s, and he sort of really knew what he was doing. But he started out by (pause) (sigh) basically he started out some assumptions that were wrong. And I would try to like <\/span><span data-id=\"P4-N200631\">correct an assumption, and then be like, (inaudible at 00:20:12) I’m just going to not talk anymore and we can be done. It’s fine if he thinks wrong things about me.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">And he’d be like, “Your demeanor changed. Like what (inaudible at 00:20:21)?” And so I’d be like, “Okay this is what’s going on.” I guess what I was thinking about is just that like he (pause) (sigh) he didn’t get it exactly right, but like he sort of saw where he was going wrong and made an effort to shift.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">It turned out like that’s not that common. (laughter) So that was nice to see. Yeah I guess the sort of common thing there is that (pause) it’s so – it’s so hard for me to have the conversations where I say like, “No, you were thinking about this wrong.” Or, “You don’t understand this.” Or, “You’re <\/span><span data-id=\"P4-N200671\">doing this wrong.” And sort of stick with the conversation long enough to get some change made or like have something they could change.  (pause)<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">It’s really scary. I was scared yesterday with James.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: It was nice when that actually paid off.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: Yep. (pause) As if it’s I gather both of you in the hospital and when I saw James yesterday?<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Eventually.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: Yeah I can imagine it feels like some really kind of far out in a way. (pause) Like that’s how it feels. (pause)<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: It feels like – well it sort of depends, and with James it’s like always worth it to – it’s harder to be with James and not have something correct, like not have the correction be made, because I have to still be around him. And so then there’s just like this terror that I won’t be able to make <\/span><span data-id=\"P4-N200791\">him understand that like – or he’ll just be – or it’ll just like be fractured always. (pause) And also I just worry that he’ll be angry at me. <\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">With other people, it’s more like it almost never feels worth it. It’s just like, “Okay this connection did not work. Like just stop.” (pause) And I guess I can’t (pause) I can’t (pause) expect people not to have wrong assumptions.  (pause) But I don’t know what I’m saying. I guess it feels like a <\/span><span data-id=\"P4-N2007B1\">lot of time the assumptions are more important to them than what’s actually going on, and I don’t. (pause) (sigh)<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">It just feels hopeless to try to get through that. (pause) (sigh)  (pause) I don’t know if I’m explaining that right. (pause) Like talking about you, it made me think about James, made me think that that’s just how they react. I don’t if I’m like actually saying the – I don’t know if what I’m actually <\/span><span data-id=\"P4-N2007D1\">saying about that conversation is actually the thing that I was thinking of or the thing that was important to me.  (pause)<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: Yeah, I was also wondering that. (pause) It wasn’t clear me either. (pause)  (pause)<\/span><\/p>\n<p data-id=\"P4-N20080\"><span data-id=\"P4-N20081\">CLIENT: Apparently I’m super healthy physically, so there’s that. My pulse is like 51.<\/span><\/p>\n<p data-id=\"P4-N20082\"><span data-id=\"P4-N20083\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P4-N20084\"><span data-id=\"P4-N20085\">CLIENT: Yeah I know. (laughter) Wish I could take any credit for it. (laughter) (pause)<\/span><\/p>\n<span data-id=\"P4-N20084-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562276\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: You know, because something is going on there with your (pause) anxiety about saying you missed me. (pause) You know, that doesn’t seem to (pause) like be followed by remembering I (inaudible at 00:28:27) with James yesterday, and then went back in the hospital, who sort of like stopped and <\/span><span data-id=\"P5-N200871\">reconsidered. (pause) Yeah, I’m not sure what it is, like (pause)<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">I mean in a way, like then you thought of maybe this is it. (pause) He started conversations where he (pause) at least sort of part of the thoughtss of what you’re saying I think, was that you felt more trusting of (inaudible at 00:29:33). I mean it sounds a little mixed with the conversation with James, <\/span><span data-id=\"P5-N200891\">what he said at the end, about not being able to trust you.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">CLIENT: He more like – actually that sort of came up at the beginning of the conversation, and then we’re like, “You know, we’re going to let that one go, and then sort of move on to everything else.”<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">CLIENT: And so – yeah. (pause)<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: Do you have any idea, if this issue was like (pause) feeling a little more hopeful about putting yourself in other peoples’ hands?<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: Mm. (pause) Yeah. It made me feel like (pause) my life is like this act that I can feel like I can trust you now, if it’s not an act. It doesn’t just happen. (pause) Maybe – (pause) you know, I (pause) I was sitting there talking to some about like sort of wanting to like ask for support from <\/span><span data-id=\"P5-N200931\">like Patrick, but for some (inaudible at 00:30:52) not feeling like I could.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">So he came in and saw me last [of all] (ph), and he sort of [sent an e-note] (ph) that was like completely after I get out of the hospital, I want to talk with you about it – and like I want to talk to you about it, like not feeling like I could come to you for support and why that was. So that’s going <\/span><span data-id=\"P5-N200951\">to be fun.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">But like (chuckle) but also it’s part of the same thing. (pause) It’s really really hard; it’s really scary. (pause) I was talking with (inaudible at 00:31:50) and like, I think I characterize her as nosey, but like she is, but I really don’t mind it actually like most of the time. (pause) And so <\/span><span data-id=\"P5-N200971\">she was – she sort of asks like, “Well do I need to tell them that you don’t understand all of this at all? I just had ask if she’s like my grandmother who’s bipolar and is depressed, but you’ve got to sort of tell when that was coming on, and you can’t tell with you. Like what’s up with that?”<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">And I was like “Like yeah, you can’t tell.” Most of time I do that really well. You know, I really know her, that’s sort of a guess. (pause) I don’t want people to be able to tell. (chuckle) (pause) Like you know it’s bad, but that’s just like it gets me in really bad situations, and it gets in mind <\/span><span data-id=\"P5-N200991\">that like I feel (inaudible at 00:33:03).<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: Like you said, you were telling about how you didn’t really mind (inaudible at 00:33:49) asking you questions.<\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: Yeah. (pause)  (pause)<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">THERAPIST: Usually [characterizers are nosey] (ph), but then actually and like (pause) saying positive about her like that you didn’t like that or something like that. (pause)<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">CLIENT: Yeah, there’s something weird there, like (pause) every time people tell me that like they would not have known that I was going through such a hard time, I’m like – it’s like part of my brain reads that as a bad thing. But like it makes me feel good.  (pause) I don’t know what do about that. <\/span><span data-id=\"P5-N200A51\">(pause) <\/span><\/p>\n<span data-id=\"P5-N200A4-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200A4-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562276\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">And there really is like God, highly successful can capture another person that they care about at arm’s length. Hurray for me. (chuckle) (pause) It feels like keeping people safe. (pause) <\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: Seems like there’s something that also (pause) gets a little competitive or comparative about it.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: Mm. (pause)<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: Maybe something (background noise) maybe also there’s a kind of satisfaction you take in it that I can’t tell either to do with (pause) feeling like (pause) in control, like the other person is dead, or you (pause) likes makes you feel a little more kind of grown up and in charge, while <\/span><span data-id=\"P6-N200AD1\">they’re – maybe that’s it, while they’re kind of in the dark. Or -<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: Do you know the thing that I’m thinking of is like, probably like makeup that really works. (pause)<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: I see. <\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: (chuckle) Or like it makes me feel the same way. (pause) I guess I feel like it is competitive, but not with the person who’s asking or with like other people who are sad.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: Who can’t -<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: Yeah. (pause)  (pause) Yeah like right now I can sort of see that that’s a dead end road. (pause) But like, (sigh) (pause) by trying to admit that that’s shutting myself off from what I actually want, or like the support that I want. But (pause) I don’t know that I can see it well enough to <\/span><span data-id=\"P6-N200B71\">actually like want to continue. (pause)  (pause)<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">THERAPIST: He’s convinced I’m critical about anything.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">CLIENT: Yeah, he really don’t like it.<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">THERAPIST: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">CLIENT: I really don’t like feeling like I’m (sigh) (pause) comparing myself to other people who are in pain, and putting myself (with them) (ph). That doesn’t feel good. (pause)<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">THERAPIST: It’s like you’re kicking them when they’re down kind of?<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">CLIENT: Yeah. Yeah. Also like not even – like I’m not actually superior in any way; it not – (chuckle) my strategy does not work better. (laughter)<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">THERAPIST: I see. (pause)<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">CLIENT: And I just like, I get stuck in it, and then (pause) yeah. (pause) I get mistaken for (inaudible at 00:41:50). (pause) I don’t want be that part. (pause)  (pause)<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">THERAPIST: I guess I’m wondering about like whether there’s an effort to this to do with you (pause) different from how you were today, like (pause) yet other times like keep from me positive things.  (pause)<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">CLIENT: How do you mean?<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">THERAPIST: Well, when you said you really missed me, and I – (pause) and that made you anxious, and I can imagine there might have been other times you -<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">CLIENT: Oh yeah, no, definitely. And that’s (chuckle) that’s what you meant by positive things. Okay. (laughter)<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">THERAPIST: I never thought of it like that. Right. (laughter) As opposed to catastrophic, horrible, awful things. (laughter) (overlapping voices)<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">CLIENT: Maybe a little bit. (laughter)<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">CLIENT: (laughter) I really didn’t know what you were talking about. (laughter)<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">THERAPIST: Right, okay. (pause)<\/span><\/p>\n<p data-id=\"P6-N200DA\"><span data-id=\"P6-N200DB\">CLIENT: (laughter) (pause) I don’t know what to say about that.<\/span><\/p>\n<p data-id=\"P6-N200DC\"><span data-id=\"P6-N200DD\">THERAPIST: Okay, we should stop anyway.<\/span><\/p>\n<p data-id=\"P6-N200DE\"><span data-id=\"P6-N200DF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200E0\"><span data-id=\"P6-N200E1\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}