{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses an emotional and depressive week, and being able unable to function academically as a result."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Pharmaceuticals","Education, development, and training","Teoria do Aconselhamento","Teorías del Asesoramiento","Depressive disorder","Medications","Frustration","Psychoanalytic Psychology","Crying","Sadness","Depression (emotion)","Frustration","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Pharmaceuticals","Education, development, and training"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Depressive disorder","Medications","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Multiracial"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Crying","Sadness","Depression (emotion)","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562192","dorpId":"1006469185","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ju\", Session February 25, 2014: Client discusses an emotional and depressive week, and being able unable to function academically as a result.","fullTitle":"Client \"Ju\", Session February 25, 2014: Client discusses an emotional and depressive week, and being able unable to function academically as a result.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562192\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: (inaudible at 00:00:05) there is no particular time; I guess in a week or two. Also the disability coordinator whose card I stuck on there . . . I should probably write my name on the card, which I did. He said if you wanted to not fill out the form but instead give your recommendations and <\/span><span data-id=\"P1-N2000D1\">assessment in a different way, like writing a letter or e-mail or whatever, that would be acceptable. <\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Okay. This is probably fine.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I (inaudible at 00:01:09).<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I’ll go over it with you before giving it to them. I also should probably ask you some questions now about it. (pause)  I’ll probably have to look back at when we first started meeting. I have that in my old billing software but not my new billing software. Do you happen to have it there?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Is it in your e-mail?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: It actually probably is in my e-mail. Yeah, I guess it’s in e-mail. (pause)  July, 2008, it looks like.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Thanks. “Student educational history.” So you do want to take a few minutes to talk about it?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: No, not at all.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Forgetting about formal diagnoses for the moment, the things that seem to me symptomatically that you struggle with are anxiety and depression and PTSD symptoms.  I wouldn’t think the PTSD stuff affects school. I think that’s more like other anxiety and depressive stuff and, I guess, as I <\/span><span data-id=\"P1-N2001F1\">think about it, the (inaudible at 00:04:18) affect things like are you motivated and feeling bored and disappointed. I think that goes with being in school. (both chuckle) But the way that can either make it hard to work or more frustrating. Anxiety like [at work] (ph?) I haven’t heard you talk too <\/span><span data-id=\"P1-N2001F2\">much about feeling anxious about school or schoolwork, per se, it’s more like depressive stuff related to motivation and frustration and difficulty initiating work. Do I have the right picture?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: Yes.  Additionally, the reason why I’m doing this now is after we met on Tuesday, I couldn’t really stop crying all day for most of the day.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: After we met on Wednesday?<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yes. Then I just had problems crying a lot every single day since then, so it’s kind of hard to do anything.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: Zoiks. Well we have to talk about that.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: So after we met on Wednesday, I couldn’t stop crying and then I also realized I missed turning in a paper. My professor has been very lenient about extensions, except that I didn’t want to [turn in the] (ph?) paper until I had gone 48 hours without crying, and I still haven’t done that.  At <\/span><span data-id=\"P1-N200291\">this point, I was like okay, I think I should actually do that. (pause)<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: Let me just glance at this. That’s pretty much the main thing, as far as what’s affecting your school performance now.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: Yeah, basically. More overwhelming depression than usual.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">THERAPIST: How could we put it, slightly more clinically sounding, but similar in content to what you said? Overwhelming depressing aspect and preoccupied with sad and upsetting aspects of your life in a way that is combined with depression and makes it difficult to focus on your work.<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">CLIENT: I guess.<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">THERAPIST: And at the moment, referring to the extent to which you’re affected, it’s a pretty great extent. What accommodations do you want?<\/span><\/p>\n<span data-id=\"P1-N20032-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562192\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">CLIENT: What I’m looking for and this is what the office says is the thing that they can do, is getting extensions on some work deadlines, if necessary.  My basic goal is to get a C in that class. I’m hoping that with some extensions I can at least turn in something for all the assignments.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: Before this jag in the last six days, how well were you working?<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Not great. I actually missed the semester beginning.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: I think you mentioned that to me.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: I think this is also related to medication change.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: Right, the medication change is another thing, horrible side effects.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: And now I’m changing back to what I was taking. I called Dr. (inaudible at 00:09:05) and she’s like yes, you’re going to be extra depressed for a while. <\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">THERAPIST: (inaudible at 00:09:11)<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">CLIENT: [So you’ve got the first week of class] (ph?) Ask for an extension, I think, on the first assignment – maybe the first two assignments – no, just the first assignment. The reason why I couldn’t focus . . . I just couldn’t focus long enough to do it and also because the library at school (inaudible <\/span><span data-id=\"P2-N200451\">at 00:10:02), me being really stressed and depressed over work makes it super hard to do class work. This is much worse, in that I had this same professor with the class on management, which was super upsetting and stressful, but I didn’t have a particularly difficult time turning in work. But this <\/span><span data-id=\"P2-N200452\">time, it’s just been bad.<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">THERAPIST: I’m very glad you’re doing this. It sounds like it could help. The other thing they asked about that I don’t know is what your current medications are and the side effects from them. <\/span><\/p>\n<p data-id=\"P2-N20048\"><span data-id=\"P2-N20049\">CLIENT: Do you want the name or the dosages?<\/span><\/p>\n<p data-id=\"P2-N2004A\"><span data-id=\"P2-N2004B\">THERAPIST: Let’s just go with the name. If they want to call and bug me about the dosages – I kind of trust they won’t.<\/span><\/p>\n<p data-id=\"P2-N2004C\"><span data-id=\"P2-N2004D\">CLIENT: They can call my psychiatrist.<\/span><\/p>\n<p data-id=\"P2-N2004E\"><span data-id=\"P2-N2004F\">THERAPIST: I think they probably won’t care about the dosages.<\/span><\/p>\n<p data-id=\"P2-N20050\"><span data-id=\"P2-N20051\">CLIENT: So Wellbutrin, which is essentially for jitteriness. Lexipro, which I don’t think has any side effects. I’m coming off Cymbalta, which really didn’t do anything for my depression, but made me really irritable.  I’m also taking Klonopin for anxiety twice a day. And Ambien because the Wellbutrin <\/span><span data-id=\"P2-N200511\">gives me insomnia.<\/span><\/p>\n<p data-id=\"P2-N20052\"><span data-id=\"P2-N20053\">THERAPIST: Wellbutrin, Lexipro, Cymbalta, Klonopin, Ambien. (inaudible at 00:12:26). I don’t think there is anything else I need for this. I’ll not put anything on there beyond what I said.  I’ll fill it out and give it back to you and you can take it to them.<\/span><\/p>\n<p data-id=\"P2-N20054\"><span data-id=\"P2-N20055\">CLIENT: I’m probably just going to have to go in there anyway. (pause) So after we met on Monday, I had a hard time stopping crying.<\/span><\/p>\n<p data-id=\"P2-N20056\"><span data-id=\"P2-N20057\">THERAPIST: I’m going to get some water. Do you want some?<\/span><\/p>\n<p data-id=\"P2-N20058\"><span data-id=\"P2-N20059\">CLIENT: Yes, I would love some. (pause) <\/span><\/p>\n<p data-id=\"P2-N2005A\"><span data-id=\"P2-N2005B\">THERAPIST: They froze and thawed, which is why it’s all misshapen. After we met on Monday, you couldn’t stop.<\/span><\/p>\n<p data-id=\"P2-N2005C\"><span data-id=\"P2-N2005D\">CLIENT: Sometimes, if I cry in therapy [with you] (ph?) I’m still crying a little bit leaving. In this weird little way, I go out that way and usually by the time I walk through the cut-through to Brattle or go over to where the little bus depot thing is, I either stop crying or am still upset, but <\/span><span data-id=\"P2-N2005D1\">more calm; and that didn’t happen.  I was also getting really stressed about crying because I didn’t want to go back to work crying. There was no way for me to get into my building without having to go by where everybody knows me, so I ended up going into Widener and going deep into [the stacks] (ph?) <\/span><span data-id=\"P2-N2005D2\">and sitting down on [the stacks] (ph?) and crying for – I don’t even know. I guess I figured I would just stop crying at some point, and that didn’t work.  I could stop for a little bit and then I would just start crying again. I was also supposed to meet my mentor for lunch.<\/span><\/p>\n<span data-id=\"P2-N2005C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562192\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: Oh, gosh.<\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">CLIENT: Yeah, I was like that’s not going to work, so then I was stressing and crying about having to call her and try to [steady up enough for that.] (ph?)  Part of why I was also upset – I know we talked about it – was that I [generally take people’s computer problems personally because it’s computer.] <\/span><span data-id=\"P3-N200611\">(ph?) Sometimes I can’t get people to accept that I’m not ignoring them, but if a scanner has a problem in the middle of the night and then it goes away, I don’t know what happened.  I need the problem to repeat. If it repeats, grab me instantly and I’ll come. And then, unfortunately, a lot of the process <\/span><span data-id=\"P3-N200612\">stuff and stuff, I’ve interpreted that, I think, to mean that I think they’re crazy or I don’t care about their problems because they’ve been sort of . . . It’s hard because a lot of it is in e-mails and I’m just getting more. I feel hostile and I feel like when I come in, someone from Access will always <\/span><span data-id=\"P3-N200613\">instantly tell me something is broken and I should fix it immediately. I have my coat on and everything and they’re just like “fix it.” Also, my co-worker was yelling at me for a week and I really was checking out on that. <\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">THERAPIST: Is this the one you had told me about before who would sit there and talk about how colors are off shade or something?<\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">CLIENT: Yes. And then she told me really angrily that she had undone everything – it probably was like 15 hours I spent with her – because it wasn’t good enough. She also came into my office and wanted me to fix something. I was eating and I said I would come in 10 minutes when I was finished with my <\/span><span data-id=\"P3-N200651\">lunch. She just sort of repeated the problem and I said I would come when I finished my lunch. She just stood there and stared at me while I ate. The part of it was frustrating was that Chet was sitting there and did nothing. Nothing. Eventually, she started asking him about something, so I gave up <\/span><span data-id=\"P3-N200652\">and just went to fix her problem.  This co-worker was going on and on and on. I eventually went to IT, “Look, she wants to go back to Adobe 3, which we don’t have a license for, and I think [we’re negotiating with her and we shouldn’t.] (ph?)<\/span><\/p>\n<p data-id=\"P3-N20066\"><span data-id=\"P3-N20067\">THERAPIST: That was with Chet?<\/span><\/p>\n<p data-id=\"P3-N20068\"><span data-id=\"P3-N20069\">CLIENT: No, this was my IT department. So what they ended up doing was giving her the old version of Adobe that she wanted, which has now convinced her that all her crazy theories about computers are right. And it’s an invalid license. We just negotiated with terrorists. <\/span><\/p>\n<p data-id=\"P3-N2006A\"><span data-id=\"P3-N2006B\">THERAPIST: She gets her way.<\/span><\/p>\n<p data-id=\"P3-N2006C\"><span data-id=\"P3-N2006D\">CLIENT: Yes, and in the middle of me having these crying jags, I did get enough to go to our break room and call my mentor and this co-worker who was being crazy, while I was in there trying to call her, started ranting to me about something that was not working. I started crying on the phone to my <\/span><span data-id=\"P3-N2006D1\">mentor and was like, “I have to go.” So I was like I’m just going to go. It’s really hard to go anywhere private. My office isn’t private; the break room obviously isn’t private.  Widener sucks, but it’s actually better than Aurora for hiding in. I think I just hid in the (inaudible at 00:22:13) for <\/span><span data-id=\"P3-N2006D2\">a while. It was just really awful and I really felt like there wasn’t anywhere I could go in Widener. For a little bit when I was hiding in in Widener I was like okay, at least Widener is so huge you can just go to an obscure section and sit down, but Aurora is open and I work there.  I didn’t want <\/span><span data-id=\"P3-N2006D3\">to go to my desk because I’m staring at Chet and there is no door. All the Aurora offices have windows cut into their doors because we’re supposed to be open and welcoming, but then you don’t really have privacy if you’re having a meltdown or whatever. I didn’t want anyone to ask me what was wrong, <\/span><span data-id=\"P3-N2006D4\">especially when I managed to stop crying for a while. I don’t want them to talk to me, just don’t ask me; don’t tell me something is broken.  I really wanted to go home early, but I couldn’t get it together enough to talk to Chet and tell him what happened and just leave. It was just kind of a crazy day.<\/span><\/p>\n<span data-id=\"P3-N2006C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2006C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562192\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: It sounds awful.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: It was. I tried everything. I went to a store I like to buy myself a little something, and I almost started crying in there. I could tell the sales clerk, who I know, was a little concerned, but I was saying “I have to go now.” Then I went to the Lexington Public Library to cry some, as well. <\/span><span data-id=\"P4-N200711\">That’s what I did. Then I went home and cried some more.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: That’s horrible. <\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: (sighs) I don’t know. I can’t remember what was going on the next day, but I think I managed to make it to evening before I was just crying over nothing again. On Friday, it was someone asking – IT wanted me to develop documentation in four hours, but at least a lot of what I was feeling was <\/span><span data-id=\"P4-N200751\">my co-workers weren’t actually treating me like I had emotions and feelings and they weren’t treating me with respect.  They weren’t treating me as a librarian or, potentially, fellow librarian, which kind of was the most frustrating in some ways. On Saturday, I got this e-mail from someone I know, <\/span><span data-id=\"P4-N200752\">this (inaudible at 00:27:06) Rowen. There is a community and a community and they were texting and whatever.  We all know each other and Eleanor throws parties that are explicitly for newcomers, welcoming them. I’ve never attended them, just because I really don’t feel like it. She sent me this e-mail <\/span><span data-id=\"P4-N200753\">(inaudible at 00:27:50) and then what she went into is Josie had never been on her party list. Someone that Josie is dating had asked (inaudible at 00:28:13). Eleanor said, “I’m not comfortable having you at my parties because of your previous relationship” or something like that. <\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: Eleanor said this to Josie?<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Yes. It came up again, so it had come up twice. This guy that Stephanie is dating sent Eleanor this long-ass e-mail that was like “I don’t understand why you’re saying that Josie can’t come if she’s done nothing wrong ever.  Josie said I shouldn’t write this e-mail and she would be mad if she <\/span><span data-id=\"P4-N200791\">knew I wrote it.” She said that Josie knew that her ex was maliciously spreading rumors about her that were completely untrue and blah, blah. Then Eleanor was like, “So I wasn’t sure how to answer this, so I thought I would ask you what you want me to say.” That’s the nut of it. It was horrible.  After <\/span><span data-id=\"P4-N200792\">a while of just staring at the e-mail and writing 40 different responses, what I ended up telling her was reading this made me want to vomit. I can think of three exes of hers that have negative things to say about her, so why are you asking me? Do you not believe me?” The boyfriend had said Josie has <\/span><span data-id=\"P4-N200793\">no idea why some of these things are being said about her, so Eleanor was like, “I understand that abusers often will say that, but I was wondering if it was possible that she really didn’t know what she did.”  And should she be punished for something that she doesn’t understand what she did. I ended up . . .<\/span><\/p>\n<span data-id=\"P4-N20078-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562192\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: [Sorry.] (ph?)<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: Yeah. I sat with it for a while and then I just said, “I feel like you’re telling me I didn’t try hard enough to suffer. And that if I had said something nicer, then she wouldn’t have done all these things. I didn’t ask you to do this. I have never asked for Josie to be removed from party lists <\/span><span data-id=\"P5-N2007D1\">because I knew the response I would get would be this,” and I haven’t talked to a lot of people about our relationship because that’s what they’re going to say.  Then I said, “I don’t know why you’re involving me in this. You made that decision. I didn’t make you. This is your conscience. Good bye.” <\/span><span data-id=\"P5-N2007D2\">Then I couldn’t sleep. Ugh. This is so horrible. I was really shocked to get this e-mail now. Also, out of the blue, and also the e-mail just felt so crazy, like why are you telling me this? What do you think I’m going to say?  I said, “I don’t understand why you would send this e-mail. I don’t know <\/span><span data-id=\"P5-N2007D3\">what you think I’m going to say. The tone of your e-mail makes it seem like you think I’m going to have some casual ‘whatever’ response, even though this is a horrible subject and also you should know better. You even said.” So basically Saturday and Sunday I just sort of sat around shaking a lot.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: (inaudible at 00:33:54)<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yeah, I couldn’t sleep. I was so miserable.  Then she e-mailed me back saying she was so sorry, which was good. But then she was like, “I screwed this up. I mis-communicated. I never mentioned why . . .”<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: I see. Her letter should have been just “I’m so sorry.”<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: I would have been happier if you had just said “I’m so sorry. I did not mean to upset you.”<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: I clearly have mishandled this and I regret having put you in this position and made you feel so awful.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: It was half that and half . . . I don’t know.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: I don’t want any more explaining.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Right. There is no universe in which the e-mail is okay.  So that was also upsetting and also the guilt trip of “you probably will never read this and never respond.” I don’t know. I think it went right to my Inbox. So I haven’t responded and I am taking a little petty enjoyment that this is <\/span><span data-id=\"P5-N2008D1\">probably making her feel horrible and squirmy, but I feel worse so far.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: That’s horrible; and there is never a good time to get it, but this certainly isn’t the time to get it.<\/span><\/p>\n<span data-id=\"P5-N2008E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562192\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: Exactly.  On top of that, I was supposed to be going to the (inaudible at 00:36:07), which is an event that I often go to. If Josie – she also goes every year – now has a boyfriend who thinks that he’s a white knight and I’m all bad and I specifically, very visibly am maligning her, that’s going <\/span><span data-id=\"P6-N200911\">to be horrible; but I also promised to do all this stuff with a friend and so that was stressful. I just feel a lot of stress. (sighs) Also, half of the time I’m just crying.  Over the weekend, there was a lot of me lying in bed and feeling numb and petting my cat.. I was like okay, I see where this <\/span><span data-id=\"P6-N200912\">is; this is Josie stuff. Got it. Coming into work on Monday I got really sad and started crying over work stuff again, so that was upsetting.  I have chosen not to go to a lot of library thinking\/planning meetings because I find them just too stressful, but I went to one today that was put on by someone <\/span><span data-id=\"P6-N200913\">whose workshop I went to in Philadelphia a couple of years ago and was like “I’ll go.”<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: Was this the one you we had been talking about a little bit?<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: Yes. I walked in and I had that moment of “walk away” and that woman who I knew was like “you should sit.” Then I ended up having to sit next to Karl, which sucked.  Everyone else in the room is a professional. They’re all librarians. That’s not even true. They’re mostly librarians. [The Cambridge <\/span><span data-id=\"P6-N200951\">PhD] (ph?) in lieu of a library degree, which I think is weird, but whatever. The PhD, senior managers, everyone, and then me. I felt just super awkward because I felt like this meeting was not for me and I missed the memo.  People were discussing things they had done and I didn’t feel safe or comfortable <\/span><span data-id=\"P6-N200952\">or safe taking about anything related to that. The other thing that I was thinking about, going around in this circle, they went around the whole room and everyone introduced themselves, which I was also gasping. You’re the head of this library, you’re this and this; and I’m not. I’m sitting next to <\/span><span data-id=\"P6-N200953\">the head of the department and the head of the medical school library. It was a very ego-crushing experience.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: One of many in the last week. <\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: One of the many, many things that was upsetting me was that people were talking about what they were doing and half of the room was like “I don’t really know about this; I’m just interest in learning.” I was thinking I’ve been to one of the workshops. I felt like the only person in the room <\/span><span data-id=\"P6-N200991\">and I know anthropology; I’ve done (inaudible at 00:41:23) and none of you have, but that doesn’t matter because you won’t listen to me, I guess. Or it seems to be clear that when I’ve talked about anything like that, sometimes I won’t get a good response from someone and will have a – whatever. But <\/span><span data-id=\"P6-N200992\">the people I actually work with can believe what I have to say.  So it was one of those again.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: Were you worried to come here today after last week?<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: Yes. What made me feel unworried, weirdly, was that I started crying twice before noon and I was like well, fuck it. (both chuckle) I was just like “the boat sailed.” But one thing I like about meeting in the evening is I go home – also it’s dark (chuckles).  Crying in the middle of the day <\/span><span data-id=\"P6-N2009D1\">just feels so public and having red eyes or being upset at night is less – I don’t know.<\/span><\/p>\n<span data-id=\"P6-N2009C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2009C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562192\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: It’s way less exposed.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: The other thing that I’ve been thinking about is I was interacting with a couple senior manager library people. The dancing in my head was like I kind of want to burst into tears in front of you, but I don’t. But I want you to know that I am incredibly miserable and I would like you to care <\/span><span data-id=\"P7-N200A11\">about that. But I’m also terrified that I would and they would be like “okay.” It’s a lot, if it’s upsetting and stressful and crazy-making that my manager and his manager, my [adult complain chain] (ph?), is part of the problem and completely useless to me so I end up being like I don’t know what to do.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: We need to stop. I’m sorry this was a horrible week.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">THERAPIST: I can offer you another appointment this week. I don’t know if that’s what you want.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">CLIENT: No. I can’t do it, but thank you.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: Sure. Yeah.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: You think we’ll be able to go over the form next week?<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: Yes. I’ll try to get it done. I think that would be better than the following week.<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}