{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a bad date that she saved herself from by cancelling. Client discusses meeting up for a family breakfast and how she really doesn't like most members of her immediate family."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Relationships","Extended family","Family relations","Psychoanalytic Psychology","Anger","Crying","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["9"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Relationships","Extended family","Family relations"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Crying"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562126","dorpId":"1006469119","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session January 13, 2014: Client discusses a bad date that she saved herself from by cancelling. Client discusses meeting up for a family breakfast and how she really doesn't like most members of her immediate family.","fullTitle":"Client \"S\", Session January 13, 2014: Client discusses a bad date that she saved herself from by cancelling. Client discusses meeting up for a family breakfast and how she really doesn't like most members of her immediate family.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562126\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: It’s really warm out now, actually. It feels nice outside, yeah.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Oh, wow.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: It’s warming up again because tomorrow’s supposed to be 50 and rainy all day.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: As opposed to negative 25 and…<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Which it was like yesterday, right? Super windy or whatever. And… or a thunderstorm, like on Saturday. Whatever. So I got home on Friday to… and I walked in… what the hell did I do on Friday. Oh, no, no. I just went home. Oh, because Mandy was in town because her great aunt passed away. So she <\/span><span data-id=\"P1-N200151\">was in town and she had finished all the family stuff and so we were doing a little girls’ night at our friend Laurie’s house, who’s going through a divorce. She got married in April to her lesbian lover of years. But all of us knew that she wasn’t a lesbian. [1:09] And it was only a matter of time. <\/span><span data-id=\"P1-N200152\">And we just thought it would last at least…<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: That Laurie wasn’t or the…<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Laurie wasn’t. She just wasn’t. And I think that Isabelle was her first healthy relationship, she felt. And she felt like it was her best friend. And she wasn’t honestly attracted to her so she ended up cheating on her with a guy who she’s now having some crazy sex love affair with. Anyway, <\/span><span data-id=\"P1-N200191\">but it just further solidifies my feelings about marriage that I’ve been having lately, that it’s just kind of meh. Do what you can. Whatever. Sometimes shit falls apart. Although I have to say, Laurie, a month or couple of weeks after getting married, was posting on Facebook I just want… something <\/span><span data-id=\"P1-N200192\">like I just want to say, ten years from now 90% of you… everybody here who’s getting married right now will be divorced. I’m the other 10%. [2:03] And it was like really Laurie? It was obnoxious in and of itself and now it’s even worse because anybody who was offended by that who’s married, like Noah <\/span><span data-id=\"P1-N200193\">for instance, he took huge offense to it and I’m sure it’s because he’s also not as secure in his marriage, and… the same as Laurie was, which is… the only reason why people feel that she’d say that kind of stuff, I think, are now probably going to be like ha, ha, which they shouldn’t but anyway. So <\/span><span data-id=\"P1-N200194\">anyway, we went and did that on Friday night and that was lovely, but I got home first because… and I had a really big stomach ache because I had a burrito at 2:00, 3:00, and it really didn’t sit well. And now I think I can ever eat there again just because my stomach was killing me. Anyways, so I was <\/span><span data-id=\"P1-N200195\">laying… I was planning on going home and relaxing for a little bit. I walk in, Helen’s laying on the couch, obviously, and she presses pause and I’m like hey, and she’s like hey. I’m like… she’s like how’s it going. I’m like good, pretty good. I have a thousand bags, whatever. She’s like so I got fired <\/span><span data-id=\"P1-N200196\">today. And I was like fucking fabulous. I was like oh, my God, what happened. And she was a contract position and I guess they had kept extending the contract as much as they could, and then finally they had no work for her so they were like we can’t keep you on. [3:17] And so they laid her off and…<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: What does she do?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: She... graphic design and web design. And so, right, and so it’s like oh my God. And she’s like oh, well the temp agency… the agency that got… is usually pretty quick to get me jobs. That’s who gave her this job and the job she had before. And I was like oh, that’s good. Well that’s hopeful. <\/span><span data-id=\"P1-N2001D1\">And you can be applying to other jobs in the meantime. And she was like… I was like oh, is it the type of agency that will give you… that will call you if they have one day jobs that pop up or whatever? Because… and I was basically saying when I was unemployed I would take every job that came my way, <\/span><span data-id=\"P1-N2001D2\">so if somebody called with a one day secretary job… she’s like yeah, they do, but I’m really trying to stay away from those one day jobs and just concentrate on full time. And all I could think was no, yeah, you concentrate on a full time while you take the one day jobs because $50 in your pocket is <\/span><span data-id=\"P1-N2001D3\">better than zero bucks. And so that infuriated me, obviously. And then she was like but I’ve decided to just take Saturday and Sunday to just relax and let it sink in, then I’m going to get on it. And I was like cool. And then she said that she has enough, she thinks, to last her maybe through half <\/span><span data-id=\"P1-N2001D4\">of next month. I was like awesome, sounds like you shouldn’t be hitting the streets looking for any kind of paying job that you can. So she did exactly that, she laid on the couch all weekend, and then went to her friend Lucy’s house last night. And I think was going to her parents’ house to use their <\/span><span data-id=\"P1-N2001D5\">computer or get a computer. And of course I offered her to let her use my laptop. She doesn’t have a fucking laptop? I hate living with her. And things were getting better, and they feel a little better, but I don’t want to live with somebody who can lose their job. I don’t want to live with somebody <\/span><span data-id=\"P1-N2001D6\">who doesn’t have a laptop. I don’t want to live with somebody… I mean I don’t have any kind of savings so if I got fired I’d be fucked, but I am not going to get fired. [5:19] So it’s like, I don’t know, it just feels more reasonable to not have a backup. And in her case she should’ve. And I don’t know, <\/span><span data-id=\"P1-N2001D7\">I’m not… it’s just like really? The shit storm doesn’t stop it feels like. It just feels like every time I start to breathe and relax something else comes up that I feel anxious about or feel like… or could affect my life or will affect my life or whatever. I mean because if she can’t pay the rent I <\/span><span data-id=\"P1-N2001D8\">don’t know if he’d kick both of us out. We’re both on the lease. I then have to fucking ask my father for money, which I haven’t done for months and months and months. Find another roommate. I mean whatever, I would rather get a new roommate but at the same time it’s just… feels like another fucking <\/span><span data-id=\"P1-N2001D9\">thing I have to think about and that I just can’t feel that relaxed in my everyday life. I mean yeah, I know it’s her job and it’s her problem, but we’re sharing a house right now. [6:20] So I’m not… and then Saturday I started… what the hell did I do? (pause) I don’t know what happened. I got up and <\/span><span data-id=\"P1-N2001D10\">did nothing for a little while or something, and then I got a message from this guy. [6:48] So there was a lot of match.com activity because I changed my profile a little bit, and every time you change your profile you start popping up at the top of searches. When people search certain criteria, if <\/span><span data-id=\"P1-N2001D11\">you are in that criteria you’ll be at the top of the search list because you’ve just changed your profile. So whenever I change my profile I always get a ton of new people winking at me or whatever the fuck they do. And so this guy messaged me or something, and he has a similar profile, Jewish, Aquarius, <\/span><span data-id=\"P1-N2001D12\">said something similar, whatever. And I was like meh. So I… he messaged me, I messaged back, and I was like here’s my number because I really don’t like the whole e-mailing back and forth. I don’t have time for that, just… let’s cut to the chase. I mean, I don’t know, the whole getting to know you… <\/span><span data-id=\"P1-N2001D13\">because then if you do spend all this time e-mailing and then you do go meet and you’re like meh and then he’s like what’s up. I don’t know, it’s just… I’d rather just meet. [7:43] But anyway, so maybe… anyway, so I asked him and he… I was like here’s my number, just let me know if you’d like to grab <\/span><span data-id=\"P1-N2001D14\">a coffee or a drink some time. And he said sure. So then he texted me and asked if I wanted to go tomorrow, Tuesday. This was on Saturday. And he said… I was like sure. And he said… asked if 8 was okay; I said sure, and then he said okay, what about dinner. And I went ballistic. I called my mom and <\/span><span data-id=\"P1-N2001D15\">was screaming, crying, I don’t understand. Why isn’t there anybody normal? Why aren’t normal people messaging me? What the fuck. Who the fuck would choose a chain restaurant in a fucking mall for a first date? What are we, in the Midwest? I was just all in a tizzy about it. And she listened and told <\/span><span data-id=\"P1-N2001D16\">me to calm down and then was like I think that, yes, you can cancel if you don’t want to go out with him if he would choose those places for a first date. And then I asked Stephanie, also. I’m like… I said… and she immediately… I mean her immediate... yes, cancel. Because it shows a fundamental…<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562126\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P3-N2001E\"><span data-id=\"P3-N2001F\">THERAPIST: I get it.<\/span><\/p>\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">CLIENT: …difference. I don’t know, you just… we’re going to have a first date with a fucking kid screaming about dumplings behind us? It’s a… he may as well have said fucking Applebee’s for all I care. [9:03] Fucking Ground Round. And then I felt bad and then I felt guilty. What if he just doesn’t know <\/span><span data-id=\"P3-N200211\">and I’m being such a bitch. I’m like poor guy, maybe he thought that’s a nice restaurant. But then at the same time I’m like why should I feel bad? I don’t want to date somebody who would feel that that’s appropriate for a first date with somebody you don’t know. I just don’t. And I think that’s okay. <\/span><span data-id=\"P3-N200212\">There’s 1000 other places in that vicinity even, if that’s what he was going for, easy parking. But not even, because I have to go into a fucking garage and pay and the whole… anyway, I got all upset about it and screamed at my mom. And then… but this is where this… Diane, she’s noticing it, and I’m <\/span><span data-id=\"P3-N200213\">noticing it, that first of all when she told me to calm down, I actually did. When she was like step back, yes, cancel the date and move on, I was able to do that. Secondly I have been revving up to do my little workout thing for the day and so I was on the phone with her and I stopped crying and was <\/span><span data-id=\"P3-N200214\">calmed down and was like listen, I’ve got to go. I’ve got to work out right now before I lose it, and was able to work out. And I cleaned the house and put all of that energy and frustration into doing something that made me feel good. And then at the end of the cleaning and working out it was… I took <\/span><span data-id=\"P3-N200215\">a nice shower. It was 6:00. I made some pasta, spent the night on the couch watching a movie. And it was…<\/span><\/p>\n<span data-id=\"P3-N20020-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562126\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P4-N20022\"><span data-id=\"P4-N20023\">THERAPIST: You recovered pretty well.<\/span><\/p>\n<p data-id=\"P4-N20024\"><span data-id=\"P4-N20025\">CLIENT: Yeah, and it was awesome. And I had a really nice night. And I was supposed to go out but my friend’s daughter was feeling sick so she couldn’t go. And it ended up being fine because it was that thunderstorm, and I was happy to be on the couch. But it was really noticeable that…<\/span><\/p>\n<p data-id=\"P4-N20026\"><span data-id=\"P4-N20027\">THERAPIST: That’s terrific.<\/span><\/p>\n<p data-id=\"P4-N20028\"><span data-id=\"P4-N20029\">CLIENT: Yeah, so that was great. And… because I think prior I would’ve… that really just would’ve ruined my entire day and I just would’ve been having a really hard time to get out and probably would’ve been on the couch smoking for the rest of the day. Or something. Or eating or whatever. And that <\/span><span data-id=\"P4-N200291\">was great. And then Sunday morning I woke up bright and early to get a workout in before we were going to meet up with my family for brunch for Jesse’s birthday, which was on Thursday. He turned 14. He chose IHOP. [11:11] I guess, I don’t know, whatever.<\/span><\/p>\n<p data-id=\"P4-N2002A\"><span data-id=\"P4-N2002B\">THERAPIST: He’s 15.<\/span><\/p>\n<p data-id=\"P4-N2002C\"><span data-id=\"P4-N2002D\">CLIENT: Yeah, but…<\/span><\/p>\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">THERAPIST: I know, I’m just…<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">CLIENT: Oh, yeah. In that context, yes. Well, but I don’t know why Tracy and Dad let him choose it. Why wouldn’t they be like no, Jesse, you’re… sorry. The pancakes are not even that good there. If you want chocolate chip pancakes you can get them anywhere, better. There were two chocolate chips in <\/span><span data-id=\"P4-N200311\">his pancakes. Anyways, so my mom and I went and picked up Michael, and then we… and it was fairly convenient because the IHOP’s over there is close to him. So it was nice and easy to get over there. We had our little car. My mom made him some fudge, whatever. I haven’t seen my dad since whenever, I <\/span><span data-id=\"P4-N200312\">don’t even know, Thanksgiving? And I barely talked to him. And I could barely talk to him since he got back from Jordan, the whole airport fiasco before Jordan where he asked me to drive him to the airport and the blind [ph?] one and whatever. And Tracy hasn’t really been in touch either and so, I don’t <\/span><span data-id=\"P4-N200313\">know. It was… the breakfast was awkward, and we were at IHOP. Michael was, I think, noticeably agitated just being around my father. We were trying to make it okay for Jesse. He has this tooth issue right… where he was younger.<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: Jesse?<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: Mm-hm. And he fell and broke his tooth or something. So he had a crown on it for a while. I guess the crown fell out or his tooth moved a little bit because he’s getting older now. And so I guess they are… their plan, from what I can understand, it’s brown and yellow and half the size of the <\/span><span data-id=\"P4-N200351\">other tooth because of course it’s a shaved down… it’s what you put a crown on; it’s not a tooth. [13:04] And I guess their plan is to… the dentist said that he can get an implant in four or five years, and until then their plan is to leave it that way. And I noticed it and I said what’s going on with <\/span><span data-id=\"P4-N200352\">your tooth. And then… I didn’t mean to embarrass him but then I guess he was kind of embarrassed. But then I was asking him to the side, do you… does it bother you? I mean how long until you get the implant. He’s like I don’t know, four or five years. And I was like would you prefer that your mouth... <\/span><span data-id=\"P4-N200353\">that your teeth look even during high school? He’s going to high school next year. And he was like yeah. I was like have you told your parents this? And he’s like I don’t know, I guess not. And so now this is… I have to address it. I don’t know what the fuck is wrong with these people. It’s not a money <\/span><span data-id=\"P4-N200354\">issue. I mean it’s a weird why bother if he doesn’t need it thing. Just because he’s not voicing to you you’re going to allow him to maybe be embarrassed about his smile during high school, his most formative years, hopefully, because he’s still really awkward as a 14 year old. I’m very upset about <\/span><span data-id=\"P4-N200355\">it, and I don’t exactly know what to do about it because I’m trying not to… I’m trying to stay out of that whole thing. But to the same extent I think that they’re sick in the head for… I mean it’s one thing to allow him to walk around with pants that are too short for him and clothes that don’t fit <\/span><span data-id=\"P4-N200356\">him properly and shoes that are falling apart because they just, I don’t know what, want to wait until last minute, but his face? When he’s going to be trying to meet girls and get girlfriends for the first time, hopefully. I just am horrified that it’s okay with them. And my father was very strange. <\/span><span data-id=\"P4-N200357\">I don’t know if… my mom and I can’t decide if it’s just like early Alzheimer’s or just in his older age he’s just getting more and more aloof to anybody else’s anything, but he just kept talking about his Jordan trip as if there was that much to tell and as if we cared, quite frankly. [15:13] And then <\/span><span data-id=\"P4-N200358\">every time the subject would change it was as if nobody else said anything and he would just… what else? Oh, well we went to this museum. It was…<\/span><\/p>\n<span data-id=\"P4-N20034-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562126\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P5-N20036\"><span data-id=\"P5-N20037\">THERAPIST: Like he was totally in his own head.<\/span><\/p>\n<p data-id=\"P5-N20038\"><span data-id=\"P5-N20039\">CLIENT: Yeah. I don’t know. And Tracy, I just… I feel bad but I just… I didn’t even want to see or talk to them. I don’t know. I don’t know. I don’t… it’s not pleasant to be around them at all. And all he did was talk about himself and them, and let’s see, well nothing else big coming up. And I was <\/span><span data-id=\"P5-N200391\">kind of like (sound affect) and he said well of course, your birthday. But my snorting wasn’t at him not acknowledging my birthday, it was just more like not even like what does everybody else have going on. What’s new with everybody else. There was hardly even any of that. He didn’t ask me, really, <\/span><span data-id=\"P5-N200392\">not like I really care to talk about work, but he didn’t ask me… he asked me about work. He didn’t really ask me about how the living situation’s going. What did I do for New Year’s. [16:53] Nothing. And neither did Tracy. And she was just in a huge rush to get the hell out of there. I’m like what the <\/span><span data-id=\"P5-N200393\">fuck was even the point of doing this then? And I feel really bad for my brother. He has this fucking retarded elderly father that he’s going to be more and more embarrassed of as time goes by and he gets more, either Alzheimer-y or in… just in his own world. His mother can’t hear and refuses to have <\/span><span data-id=\"P5-N200394\">a cell phone and somehow treats him like he’s four still\/is okay with her son having a really fucked up smile, which is so weird. So weird to me. (pause) I mean he’s already a little Aspergers-y, just because some super smart kids are naturally kind of really awkward and have a little bit of that. So <\/span><span data-id=\"P5-N200395\">it’s like add to it by having him look like a complete dweeb\/fucked up teeth. Oh, and apparently… oh, and my brother gave him a little razor, just… not an all fancy one, just a razor, the Schick, whatever, Gillette. And we kind of asked him and he was like yeah, they won’t let me. Dad won’t let me. <\/span><span data-id=\"P5-N200396\">And I was like but you want to? Because he has a little… and a little… couple, two hairs, and he could do a little bit here. And he’s like Dad won’t let me. And I go well do you want to? Do you feel like you’d like that gone, that you don’t want that? And he’s like yeah. I’m like Dad, what the fuck, <\/span><span data-id=\"P5-N200397\">dude. Let him shave it. Yeah, it’s going to grow back thicker but he’s fucking 14. It’s going to happen anyway eventually. If he doesn’t feel comfortable with this type… little mustache then let him fucking shave it off. Geez, why don’t we send him to the fucking waxer if you’re going to just tiptoe <\/span><span data-id=\"P5-N200398\">around it. [19:14] And then Michael said to Tracy and Dad, make sure they... this is his. He can do whatever he wants with this, holding up the razor. Jesse’s really lucky he has us. Because he doesn’t voice… he doesn’t tell them stuff. In Dublin is when I noticed his sneakers. I was like Jesse, you <\/span><span data-id=\"P5-N200399\">can’t wear those sneakers anymore. They smell like poop. Your feet smell like poop, like dog shit. You can’t. He’s like well I don’t know. She says I’m not ready for new ones yet. I’m like what? I don’t know, it was not pleasant seeing them, and I thought it would be maybe a little better. Maybe he <\/span><span data-id=\"P5-N2003910\">would… maybe they would be a little bit more… less selfish, recognizing that we haven’t really seen each other in a while, whatever. But really it just got worse it looks like. He just got more self-involved because he probably… well they don’t care anyway. I may as well just do whatever I want or whatever. <\/span><span data-id=\"P5-N2003911\">I don’t know. It’s really messed up, though, I think, because… I wish there was a better relationship. And I’m not really sure because I’m fucking feeling guilty but at the same time justified. [20:49] I’m even fine with incurring much more debt because I’m not asking my father for any money. I’d rather <\/span><span data-id=\"P5-N2003912\">have more debt than have to worry about dealing with him at all anymore, which is why I’m particularly worried about this Helen situation because if she does leave I will have to ask him to help me supplement rent for a little while because I do not want to be kicked out of that apartment. And that <\/span><span data-id=\"P5-N2003913\">it’ll take a little while to find somebody decent. But anyway, I mean overall it was a pretty good weekend. I just… see my dad and Tracy definitely kind of put a damper on it. I mean I recouped, I went home. And I had felt that I had earned my Sunday because of all the exercising and cleaning I had <\/span><span data-id=\"P5-N2003914\">done on Saturday, and so I really enjoyed kind of just laying on the couch for a while, especially because I was going to babysit later in the evening, which was nice, also, because Livia’s really cute. [21:53] But I don’t know, just between poor return on the guys that are messaging me on match… at <\/span><span data-id=\"P5-N2003915\">first it was oh, good, lots of new guys are popping up. But that… nothing really. And then Helen and my father. It just leaves me with a lot to think about still, I guess. And I keep going back and forth on having moments of feeling really liberated and fine about being single and just being able to <\/span><span data-id=\"P5-N2003916\">date people and choose people, whatever, and then feeling just really distraught and like I just don’t want to deal with it at all and just want to have somebody to hang out with. So I’m never really sure which feeling to trust. (pause)<\/span><\/p>\n<span data-id=\"P5-N20038-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562126\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P7-N2003A\"><span data-id=\"P7-N2003B\">THERAPIST: Well each of the incidents you mentioned is kind of about… I think for you it’s something about remain [ph?] in a way, or this guy is basically not coming through for you. And with Jesse it seems very similar, about the way that your dad and his mom aren’t coming through for him And it seems <\/span><span data-id=\"P7-N2003B1\">especially infuriating about that is… how powerless he is, and I guess clueless, too, about what’s going on. [24:08]<\/span><\/p>\n<p data-id=\"P7-N2003C\"><span data-id=\"P7-N2003D\">CLIENT: That he could tell his parents he doesn’t want his tooth to look like that.<\/span><\/p>\n<p data-id=\"P7-N2003E\"><span data-id=\"P7-N2003F\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P7-N20040\"><span data-id=\"P7-N20041\">CLIENT: In other words.<\/span><\/p>\n<p data-id=\"P7-N20042\"><span data-id=\"P7-N20043\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P7-N20044\"><span data-id=\"P7-N20045\">CLIENT: And my older brother, too. I mean I feel bad for him because he really… I mean he’s in a situation because my father’s paying for this place that he’s in, lots of money. A lot of money. So he’s stuck in, now, this kind of I hate my father but now I have to be nice to him thing. Still. And he’s <\/span><span data-id=\"P7-N200451\">always had this issue but I think felt less inclined to owe my father. I don’t know. I think it sucks for Michael. I mean… and I think it sucks for him that I don’t ask anything of my father, that I’m not that… I’m totally independent of him right now, aside from the school payments, which he’s taken <\/span><span data-id=\"P7-N200452\">on and has never asked… that’s not ever been an issue. And I mean I feel good about it in the sense that I don’t feel indebted to him, even though I’m indebted to many other people. Well and him, but I’m not ready to pay him back. [25:21] But at the same time I feel like it’s bad for Michael because <\/span><span data-id=\"P7-N200453\">I wonder if he thinks because I’m kind of at a point where I feel like I’ve washed my hands of the whole thing. I don’t owe you anything. I don’t have to go do you any favors. I don’t have to go help you change your storage space organization. And I think Michael feels like he still does. So I feel <\/span><span data-id=\"P7-N200454\">a little bit guilty in kind of taking advantage of the fact that I don’t really have to anymore because then Michael is going to have to maybe pick up the slack or, I don’t know. But every time I see my Dad he just looks older and just sounds more insane. And I don’t know what’s going on. And I think <\/span><span data-id=\"P7-N200455\">Tracy is starting to pull away in the sense that she’ll probably never get a divorce from him but I think she’s just kind of like I’m not going to e-mail anybody or communicate with anybody; I’m just going to let him and these kids battle it out, basically, and Patrice, my mom. I think she’s just totally… <\/span><span data-id=\"P7-N200456\">I mean her most pressing e-mail to me in the last three months has been my new address so she can update her fucking Rolodex. Jesus Christ. She e-mailed me twice. By the way can you send me your e-mail address. I mean can you send me your new address because my Rolodex. I’m like fucking Rolodex. Tracy, <\/span><span data-id=\"P7-N200457\">what the hell are you doing. I just don’t understand them. And my mom doesn’t either. [27:02] And I feel really bad for Jesse; these are his parents. At least I always had my mom to kind of be the cool one and voice of reason and kind of even out the fact that my dad was a painfully pretentious nerd <\/span><span data-id=\"P7-N200458\">and really embarrassing and whatever. And my mom made up for it because she was cool. She was the primary one that raised us anyway after he… after they divorced. But Jesse doesn’t have that. He doesn’t have anyone now. I guess I feel like there’s something that I should or could do or, I don’t know. <\/span><span data-id=\"P7-N200459\">Maybe it’s just wishing that there weren’t damaged relationships in my family or that it wasn’t dysfunctional in any way or… I think about people like girls, men or women or whatever, who have really high esteem for their father, thinking he’s such a great guy and love their daddy or whatever. And I <\/span><span data-id=\"P7-N2004510\">can’t help but feeling jealous at the same time, angry that we don’t have that, and a little bit blame my mom for divorcing him. And it’s just all wrapped up in, I don’t know, or feeling embarrassed about my feeling like what if I meet somebody with a normal family [28:59] Or parents who like each other <\/span><span data-id=\"P7-N2004511\">or who are divorced and like each other, or a dad that you actually have any ounce of respect for. I have very little respect for this man, and it’s a huge issue for me. I wish I had more respect for him. I have a lot of respect for my mom. But my dad, eh, a little bit, only.<\/span><\/p>\n<span data-id=\"P7-N20044-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562126\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P8-N20046\"><span data-id=\"P8-N20047\">THERAPIST: I think there are probably moments I feel to you, in a way, a little like your dad.<\/span><\/p>\n<p data-id=\"P8-N20048\"><span data-id=\"P8-N20049\">CLIENT: In what way?<\/span><\/p>\n<p data-id=\"P8-N2004A\"><span data-id=\"P8-N2004B\">THERAPIST: Well probably not in a lot of ways but what I had in mind is I think you’re often wondering, you’re like how am I going to help you, what am I going to do, what have I done, what am I doing…<\/span><\/p>\n<p data-id=\"P8-N2004C\"><span data-id=\"P8-N2004D\">CLIENT: Oh yeah, we’ve talked about that before.<\/span><\/p>\n<p data-id=\"P8-N2004E\"><span data-id=\"P8-N2004F\">THERAPIST: Yeah, but I mean in a way that’s kind of like how am I going to be there for you. And if I’m not, as he has not or he is not and hasn’t been, then I’m kind of out of touch with what you need or sort of looking at things in a kind of different, and sort of distant way, and probably in my own <\/span><span data-id=\"P8-N2004F1\">head, thinking about whatever theories I might be thinking about or a strange angle on what you said I may have in mind. [30:34] And so I can only imagine that I’m thinking about sort of through much of what you said today, [inaudible] have in mind at the moment talking to me is kind of irritating, <\/span><span data-id=\"P8-N2004F2\">frustrating, disappointing in that way.<\/span><\/p>\n<p data-id=\"P8-N20050\"><span data-id=\"P8-N20051\">CLIENT: Yeah, a little bit, I think, but that’s very different than the way that I feel like my father disappoints me. Because I mean I feel like with him there’s no recouping at this point. He’s consistently not paying attention to what I’m actually… what I actually like, what I’m into, what I like <\/span><span data-id=\"P8-N200511\">to do, what’s important to me, what my issues are. He’s to the point that there’s literally… I don’t even have… there’s no more energy I have left to even try to… I mean case in point, they brought us little fucking stupid gifts from Jordan. I don’t really care if I got anything. And Tracy gives me <\/span><span data-id=\"P8-N200512\">some little tchotchke blown glass fucking pitcher thing. Not even a pitcher, looks like a pitcher but it’s just a fucking little artsy fartsy…<\/span><\/p>\n<p data-id=\"P8-N20052\"><span data-id=\"P8-N20053\">THERAPIST: Tchotchke.<\/span><\/p>\n<p data-id=\"P8-N20054\"><span data-id=\"P8-N20055\">CLIENT: Tchotchke thing. I was like thanks. And they could’ve gotten me nothing or anything but I don’t know, that almost felt worse than a fucking toaster. I don’t know, I would’ve… what the fuck am I going to do with this little piece of shit tchotchke. Really, Tracy? I don’t have a house, I don’t <\/span><span data-id=\"P8-N200551\">have a display case. What are you thinking? Use your brain. And it’s just… this has always been the case with them. They just don’t… they just are like whatever. Oh, this is cute, I should get this. This is a cute gift. Don’t get me a tchotchke. I think twice, two years in a row, she gave me a fanny <\/span><span data-id=\"P8-N200552\">pack. [33:17] I had to give it back. Dude, have you ever seen me ever wear a fanny pack? What would make you think I wear a fanny pack, not to mention some fucking Indian looking one. And this has always been the case. They could’ve gotten me an evil necklace or… evil eye necklace or a hamsa or even <\/span><span data-id=\"P8-N200553\">the free string that the religious fanatics give out at the wailing wall, I would’ve appreciated more than this little tchotchke that now I can’t throw away and have nowhere to put and the cats are probably going to knock it down on the floor and then break and then eat… and this is just… that’s just… <\/span><span data-id=\"P8-N200554\">and the same way with my father and him inviting me to these things I have no interest in, or trying to force the New Yorker subscription on me or whatever. It’s just there’s no going back now. How many times and in how many different ways can I tell them things. (pause)<\/span><\/p>\n<span data-id=\"P8-N20054-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562126\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P9-N20056\"><span data-id=\"P9-N20057\">THERAPIST: All right, so let me have a [inaudible] The first is I’m hearing a bit in your response about them giving you the tchotchke, (laugh) how it sometimes feels with some of the things that I say, like what I just said earlier about your dad, kind of, where the… I think there are probably other <\/span><span data-id=\"P9-N200571\">times where it feels like I say things that point towards something that feels worthwhile or helpful or gets us into something that feels important. But like what I said a few minutes ago. I feel like well okay, fine, kind of, maybe, but what the hell am I supposed to do with that. [35:58] And so I <\/span><span data-id=\"P9-N200572\">don’t exactly have an explanation of what to do with it but let me motivate a little bit more sort of how I’m approaching things. It seems to me that what you… one of the things that you do want are the kinds of responses that you just tried getting from your mom and from Stephanie about this guy. Oh <\/span><span data-id=\"P9-N200573\">my God, that’s ridiculous, you should cancel it, what the fuck is the matter with [inaudible] Somebody who validates your point of view on where you’re coming from, agrees, and says it’s fine to do whatever you want to do, which is reassuring. There’s nothing wrong with that. But (pause) I mean that’s <\/span><span data-id=\"P9-N200574\">great and I think it’s important, but I don’t think that’s, in a general way, how you can be most helpful. I mean the thing that set you off in the first place with that guy and made it more than just all right, clearly this isn’t going to work based on the restaurants he chose, I’m just going to call <\/span><span data-id=\"P9-N200575\">him and tell him no, or I’m going to check in and see if that seems like a fair thing to do and I’ll do it. I mean you were furious. [37:28] I think because he is… he was sort of like… sort of the every man for guys you could be dating.<\/span><\/p>\n<p data-id=\"P9-N20058\"><span data-id=\"P9-N20059\">CLIENT: Exactly.<\/span><\/p>\n<p data-id=\"P9-N2005A\"><span data-id=\"P9-N2005B\">THERAPIST: And… or the ambassador for the guys you could be dating. And he totally let you down and was totally out of kilter with where you were coming from and what you want, in a way very similar to your dad. And you had this very intense reaction. And my point isn’t this bad… isn’t that that’s bad. <\/span><span data-id=\"P9-N2005B1\">In this case, who cares. It’s not… but it’s certainly not any fun. I mean you were pleased that you actually recovered from it and were able to have a good evening, but you said at other times that could’ve been it. And that’s bad. I don’t mean like pathological but I mean [inaudible] you because some <\/span><span data-id=\"P9-N2005B2\">guy you never met calls, says hey I want to go here, and it’s off kilter. That shouldn’t blow your evening. And so it seems to me that that points towards an issue worth working on, just this thing about disappointment and the feeling of men being out of kilter with you. [38:58]<\/span><\/p>\n<span data-id=\"P9-N2005A-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2005A-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562126\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P10-N2005C\"><span data-id=\"P10-N2005D\">CLIENT: Yeah, and I think that’s hugely related to my father and hugely related to my choices that I make now. And then the men end up being like my father anyway, even though I think that I’m choosing somebody who’s not.<\/span><\/p>\n<p data-id=\"P10-N2005E\"><span data-id=\"P10-N2005F\">THERAPIST: Right. So that’s why it seems to be important when I have a sense that there’s something that’s feeling that way to you about me to bring it up because… sort of a lot of this kind of getting on the inside of it. And, I don’t know, do any number of things about, yeah, learn more about [inaudible] <\/span><span data-id=\"P10-N2005F1\">and see what’s going on. I don’t… so that’s kind of why I mentioned it. But it’s sort of strange to me that your mentioning it also feels… felt, earlier today, kind of out of touch. Where the hell are you coming from? What kind of a tchotchke is that. [inaudible] remember what you said about. But that’s <\/span><span data-id=\"P10-N2005F2\">why I’m trying to explain myself a little bit in general more.<\/span><\/p>\n<p data-id=\"P10-N20060\"><span data-id=\"P10-N20061\">CLIENT: No, that’s helpful. Yeah, that’s helpful. I mean I think that’s related, and in a lot of ways, and this is kind of what we’ve touched on before in terms of my father and choosing people and being disappointed.<\/span><\/p>\n<p data-id=\"P10-N20062\"><span data-id=\"P10-N20063\">THERAPIST: A broader way to say that, I think, was probably really helpful to you and what generally is where people in therapy, I think, is less the kind of… I mean the support of validation is sort of fine so far as it goes, but it’s often working on the more negative stuff. It’s not being the good <\/span><span data-id=\"P10-N200631\">guy, it’s being the bad guy, actually. Not I’m intending to do that but [overlapping talk] from the bad guy that we’re going to [inaudible] tends to help because that’s what’s giving you trouble. So anyway, [inaudible] for now but I felt like I should explain that.<\/span><\/p>\n<p data-id=\"P10-N20064\"><span data-id=\"P10-N20065\">CLIENT: Okay, thanks. So I’ll see you on Friday.<\/span><\/p>\n<p data-id=\"P10-N20066\"><span data-id=\"P10-N20067\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20068\"><span data-id=\"P10-N20069\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}