{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her work and how she feels about her employers. Client discusses the therapist's upcoming vacation and the anxiety she has over him leaving for an extended period of time."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Client-therapist relationship","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Loss","Childbirth","Children","Religion","Major depressive disorder","Psychoanalytic Psychology","Crying","Sadness","Anxiety","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Client-therapist relationship","Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["5"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Loss","Childbirth","Children","Religion","Major depressive disorder"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Crying","Sadness","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":4,"pageCount":4,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562472","dorpId":"1006469465","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session April 16, 2014: Client discusses her work and how she feels about her employers. Client discusses the therapist's upcoming vacation and the anxiety she has over him leaving for an extended period of time.","fullTitle":"Client \"Ma\", Session April 16, 2014: Client discusses her work and how she feels about her employers. Client discusses the therapist's upcoming vacation and the anxiety she has over him leaving for an extended period of time.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":4,"totalPages":4,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":4,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562472\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: It was Frank and Monica’s anniversary last night, so I stayed late last night, which was good, but it was a really long day. I was there for about 14 hours. (laughs) I’m tired. (pause) Mostly I’m just annoyed because I borrowed a book from them and I started it and then I forgot to bring it <\/span><span data-id=\"P1-N2000D1\">with me today.  [ ] (inaudible at 00:01:06) My car is still broken so I’ve been meeting them, switching off with them at the train station. She’ll let the kids out on the way and she’ll get on the train and I’ll get in the car and drive back. I don’t know how comfortable they are with that. I suspect <\/span><span data-id=\"P1-N2000D2\">that she ends up getting to work a lot earlier, to begin with.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: By public transportation do you mean?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yes. She always takes the train in, but typically I’ll get there at 9:00 and she’ll get on the bus at like 9:20 or so.  I feel like if she actually gets on the train at 9:00 she’s actually getting there early, but I don’t know. It’s frustrating because I don’t think it’s that convenient for <\/span><span data-id=\"P1-N200111\">them. It’s not as convenient for me, although it’s not that inconvenient; but I feel like this is a situation that I don’t really have any control over. I can’t afford to get the car fixed and James doesn’t have time. (pause)<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: How much would it cost to get the car fixed?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I don’t know, probably $100 or so. Not much, but I don’t have that right now. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Things are tight?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah. (pause) I got very righteously indignant when James was doing taxes. He hadn’t in the last year paid estimated tax payments to Colorado because we just never had that money. Then we had a liability this year. It was like $10. I was like, “No, this is special circumstances. We didn’t have <\/span><span data-id=\"P1-N200191\">the money. They shouldn’t charge us for it. We should make this a thing. We should say that we are exempt from this.” James was like, “Let’s just pay the $10. Let’s just do it.” (pause) Yeah, it is frustrating.  (pause) I think James is actually feeling like our financial situation – all of our situations <\/span><span data-id=\"P1-N200192\">– are on the verge of changing and I just feel more and more like . . . I felt like they were on the verge of changing for about as long as I could, and now I don’t feel like that anymore. I just feel like this is the way we are. (long pause) <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">Sharon had a doctor’s appointment yesterday, so I drove them down and dropped Monica off for work on the way back. She wasn’t a happy camper about it. She is about 20 months now, so she knows when she goes to the doctor that she’s going to get a shot. (laughs) She really doesn’t like strange adults, <\/span><span data-id=\"P1-N2001B1\">so she was like “this is sketchy. I don’t like this.”  She is tiny apparently. I didn’t quite realize it, but she’s in like the second percentile in terms of weight, like 19th for height. She’s just a skinny baby. (pause) Monica and I talked about religion in the car on the way over. (pause)  I feel <\/span><span data-id=\"P1-N2001B2\">like Christianity has a lot to answer for. She was talking about growing up in Kansas, in the only Hindu family in town and being told pretty often by her friends and neighbors that they were all going to hell. (laughs) She was like, “That sort of turned me off of religion.” (laughs) It just makes me <\/span><span data-id=\"P1-N2001B3\">so mad. (long pause)  I’ve been waking up like six minutes before my alarm goes off the last couple of days, which would be good if I would actually just get up, but I don’t do that. (laughs)<\/span><\/p>\n<span data-id=\"P1-N2001A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562472\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: I’ve been thinking about something to do with money for a little while and I imagine there are ramifications about stuff between you and me that would be worth talking about. I’d be happy to forgive like two or three co-pays a week, so four our third and fourth visit, just charge you whatever <\/span><span data-id=\"P2-N2001D1\">the insurance pays plus the recording, but not probably like $25 or something on top of that. <\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: That would be a huge help for us, but I feel bad. (chuckles) Are you sure?<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Okay. Thank you. Yeah, that would be a huge help.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Good. (pause)  I’ll start when I bill you for April. I guess just let me know whenever [ ] (inaudible at 00:10:06).<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Yeah. They change it every three to six months like $5 or $10, for no apparent reason. Maybe they’ll start reimbursing us in one big lump sum, as opposed to 15 different checks, which is pretty good. (laughs) Yeah, it probably is something worth talking about. Why? <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: I wanted to see if it would help and it seems reasonable to me.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: It would really help. In part, it would help because it becomes hard to justify it to myself, coming here four times a week, so that would help.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Good. I don’t have a good answer to why now, as opposed to other times in the past or future. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: That’s okay. It’s not a pressing concern for me. (long pause) I feel like I’m saying “yes, thank you” because that’s clearly the reasonable thing to do, but it’s really hard.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: What do you mean?  (pause)<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: I don’t know. You’re offering to make things easier for me and that seems sort of contrary to the way the world ought to work for me.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Yeah. (long pause)  One of the blogs that I read is called Captain Awkward. It’s [ ] (inaudible at 00:14:54) blog and there was a posting about going through periodic cycles of depression and during the cycles, her friends would do things like come over and make her a sandwich to make sure <\/span><span data-id=\"P2-N200391\">she was eating because she would forget to eat. That’s sort of basically taking care of her and she was feeling really weird and upset and did not want to do that and not be okay with that. The advice that the woman gave was “eat the sandwich.” (laughs) Just do it.  [That’s what I was thinking of.] <\/span><span data-id=\"P2-N200392\">(ph?) (long pause)  I don’t know what to say. Yesterday the doctor was holding Sharon and she was pretty anxious and unhappy and I was like, “Do you want to go to mom?” and she was like “no” and Monica was like, “What?” (both laugh) This is not okay, Sharon.  I like her a lot. She is very different from me.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">THERAPIST: Monica?<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">CLIENT: Yes. (long pause)  She said she wanted me to take the kids to church with me, at least once. She said, “I don’t think they’ve ever been to church.” I said that would be good. (long pause)  I think it’s [ ] (inaudible at 00:20:26). It seems like that’s far more likely. (laughs) (long pause) <\/span><\/p>\n<span data-id=\"P2-N2003C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562472\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: I imagine you might be having a hard time here today because of the break.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: I’m trying not to think about it. (pause) Yeah, I sort of feel like I need to make it count, which is what I do, but James was telling me that Dr. Smith is having a baby, so she’s going to be out for about two months. I was asking him if that was going to be okay and he was like [ ] (inaudible <\/span><span data-id=\"P3-N200411\">at 00:22:27) (laughs)  It was like well, for perspective, Chad is going to be out for half a week and I’m sort of (voice breaking) anxious about that. I don’t know. I mean . . . (pause) I think there is a strong likelihood that we’ll be just fine. I certainly feel not all that anxious about it.  (long <\/span><span data-id=\"P3-N200412\">pause) But you know, I’m a little anxious and sad and I feel kind of weird about that. (pause)  There was an article by some explicitly Marxist newspaper, basically talking about stages of capitalism and saying that the open secret of capitalism in the early 20th century was misery, like the wealth <\/span><span data-id=\"P3-N200413\">of someone was built on the misery of others and the open secret of the mid-century was boredom so that we had the assembly-line job where you were taken care of physically, but you had nothing going on. And the open secret now is anxiety.  I’m certainly getting anxious. (laughs) I tend to sort of eschew <\/span><span data-id=\"P3-N200414\">all such axial-age type arguments, like everything is like this for this period of time and there is this nice model that explains it. Look how well it works.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">I started writing down an exercise in absurdity, writing down all of the things that I was afraid of.  It’s ridiculous, like I’m afraid of garbage disposals. (laughs) I’m afraid I will never be able to have kids. I’m afraid of actually having children, like the process of childbirth. I don’t understand <\/span><span data-id=\"P3-N200431\">how anybody does that. And so on and so forth. (pause)  I think that was a good exercise – sort of. I don’t know. [It sort of got it away from myself.] (ph?) (long pause) <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: I heard what you said about your also feeling really anxious about these few things going on in here, like to do with capital. The other had to do with separation. (long pause) <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Yeah. (pause) Like with the latter, I can’t make it not happen. I wouldn’t, in some sense, want to make it not happen because anybody should have vacations. I worry about you that you don’t take longer vacations. (laughs) I feel like that can’t be good. (pause)  But there it is. (pause) I don’t <\/span><span data-id=\"P3-N200471\">want to make it hard for you. (long pause) <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: By making me feel guilty or worried? Is that sort of the thing?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Yes. (pause) I was thinking about not seeing my mom for two weeks, like every other weekend. That was just a really long time, an incredibly long time for seven and eight. (pause) It did not make any difference when I said that’s too long.  (pause) Yeah. I could tell that people felt bad, but <\/span><span data-id=\"P3-N2004B1\">that wasn’t actually getting me what I needed so . . . (chuckles) (long pause) <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Yeah, my impression is that this break is too long. I’m not saying that in terms of how [ ] (inaudible at 00:34:08) decided to go away, I just mean it’s too long in terms of how it feels.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: I don’t know. I feel like in some sense it actually doesn’t really matter that much. Then it’s like not seeing you over the weekend is too long. Sometimes I don’t notice. <\/span><\/p>\n<span data-id=\"P3-N2004E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562472\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: Something about the number of days.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Yeah. I feel very uncomfortable talking to you about this. I don’t know. It sort of seems preposterous to leave people like that. I don’t know. (pause) I don’t feel like you will be okay with that.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: I see. It’s not like you didn’t [ ] (inaudible at 00:35:57).  (long pause) <\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: When you’re an adult, two weeks is not that big of a deal. (sniggers) It’s sort of like whenever I’ve been anywhere with Selena in the back seat, she’s the worst back-seat driver. She’ll be like, “I think we should go this way. No, really. I know the way to go.” Or be like, “I think this is <\/span><span data-id=\"P4-N200571\">the longer way to get there.” (both laugh) We’ll be at a red light and after about five seconds she’ll be like, “This is a really long light.” (laughs)  For a while I was like, “It’s really not, Selena. It’s a normal red light.” But then I was just like, “Yeah, I guess it is.” It just feels like a really <\/span><span data-id=\"P4-N200572\">long time to her. (pause)  For most of it, in the last six months, this is a “reary young yight.” She’s got the initial L’s, but now she pronounces the initial “yellow” with the “Y” as L’s, too. “lellow.” (sniffling) It’s really sad because you can see her start to say “yellow” and then stop and think <\/span><span data-id=\"P4-N200573\">about it and say “lellow.” (laughs) I guess I should just leave that alone. I’m pretty sure her mom worked with her a lot over that, like “you have to learn how to say this.” (laughs) So now she’s absolutely sure that the word is “lellow.” (sniffling) (pause)  A lot of times, whenever I’m sitting and <\/span><span data-id=\"P4-N200574\">not saying anything, I think of – have you read [ ] (inaudible at 00:40:28)?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: Yeah, I have.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: Because that interchange with [ ] (inaudible at 00:40:36) character and his therapist where he says [ ] every word is an affront to silence and nothing. It’s a blasphemy against silence and nothingness, and there is this beat – but he said it. (pause) It’s like one of my favorite moments.  (pause) <\/span><span data-id=\"P4-N2005B1\">I can’t remember the reason. (long pause)  One of the only poems that I have ever written that I actually liked several years later, I wrote when I was like 15 and I had just started dating my boyfriend, Billy. It was a poem about different interpretations of time, like my experiences with time, and <\/span><span data-id=\"P4-N2005B2\">the anxiety about time and how I knew that I wasn’t going to be with him forever. We had just started dating and we were insanely in love for the first time in that way. <\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: I guess you’re very in touch with the [loss.] (ph?)<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yeah. (pause)<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: We should stop for now. I’m not clear about this, but I’m leaving mid-day on Friday and back Thursday morning, in case something comes up before then.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: Have a good time.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Thank you.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}