{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses a party she went to with her colleagues and how the event led to her being very angry and getting into a fight with her boyfriend. Client is worried that this man does not satisfy her needs and that she's stringing him along just to have someone near."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Work behavior","Disgust","Anger","Sexual experiences","Self Psychology","Psychoanalytic Psychology","Frustration","Crying","Anger","Relational psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["14"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Work behavior","Disgust","Anger","Sexual experiences"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Self Psychology","Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Crying","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Relational psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2563409","dorpId":"1006526423","contentType":"text","aucs":"CTRN-V1","title":"Client \"J\", Session March 10, 2014: Client discusses a party she went to with her colleagues and how the event led to her being very angry and getting into a fight with her boyfriend. Client is worried that this man does not satisfy her needs and that she's stringing him along just to have someone near.","fullTitle":"Client \"J\", Session March 10, 2014: Client discusses a party she went to with her colleagues and how the event led to her being very angry and getting into a fight with her boyfriend. Client is worried that this man does not satisfy her needs and that she's stringing him along just to have someone near.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563409\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I have three bullet points at the top of my list and I wanted to say [four getting] (ph)—well actually, it’s what I want to talk about. So number one, my mom’s been having a hard time because they just offered her a full time position at the preschool, but just for the next three months. They <\/span><span data-id=\"P1-N2000D1\">needed to create another classroom, and like parents were up in arms because they don’t like their kids to be shifted to new classrooms in the middle of the school year. A new teacher was going to be called in. She’d be the assistant teacher but it was like a little more money and it’s just for three <\/span><span data-id=\"P1-N2000D2\">months, so whatever.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">She’s been having a hard time because she doesn’t do well with taking on responsibility or feeling empowered in any way and so I’ve been giving her a lot of advice or just being a sounding board. And then anytime I’ve been doing that she’s been crying because I tell her the truth. Like the other day—what <\/span><span data-id=\"P1-N2000F1\">did someone say to her? People just disrespect her. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">She got assigned with this woman, who’s the head teacher and my mom’s the assistant teacher, and this head woman said something to her. Something that put her down. I can’t even remember what it was, but I basically said to my mom, “This is yet another opportunity for you to be able to stand up for <\/span><span data-id=\"P1-N200111\">yourself. Like, this happens to you your whole life. Maybe the universe keeps throwing these situations at you so that you can finally just dominate this. You know?”<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">And she starts crying and I have to soothe her. And she’s like, “Oh, you’re right. I’m crying because you’re right and I have to do this and I don’t know how.” And then last night she told me, “So I’ve been thinking about it and I’m convinced that you are my mother reincarnated.” And I was like, “Oh, <\/span><span data-id=\"P1-N200131\">tell me more.” And she said, “It’s just amazing. It’s not that you look like her, but you act like her. Like her mannerisms, her spirit, the way she was, things that she would say, how she would talk to me. It’s amazing. I don’t know how—there’s no way you’ve learned that because she died when I was <\/span><span data-id=\"P1-N200132\">six months old, you know? So it’s just amazing. So I’m convinced. Her spirit or something reincarnated in you.” <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">And I mean, it’s cute and everything. Like I thought—because I feel very connected to my grandma even though I didn’t know her, but what does that say about our relationship. I’m your mother.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Yeah. What was that like to hear “You’re the mother”? What did that mean to you?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: It was just reaffirming what I already knew. I’ve always known that. It’s just weird.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: I guess some way it communicates to you as well that like, “I don’t know if I could be your mother.” (Pause)<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: I mean, not all across the board but in certain ways that we’ve been describing. With these particular areas of who you are.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I mean clearly—like remember the whole Sally Mae mess when I was financially very depressed? She stopped calling! She just disappeared. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Yes. Yeah. That’s exactly what I mean. That mother.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: And sending me little messages like, “I’m sorry. You weren’t born with an instruction manual. Please forgive me. I did the best I could.” The other thing that just popped into my head, but I thought it was important. The other day, I was talking to my friend Carly, who goes to analysis like <\/span><span data-id=\"P1-N200251\">four times a week or something, she’s been going to the same woman (ph) for 15 years. And I don’t know, I tell her about stuff going on in my life and she’s like, “Oh, so what does Royce (ph) say?” And I was like, “I don’t know. He doesn’t tell me what to do. Like, we’re not supposed to tell people <\/span><span data-id=\"P1-N200252\">what to do. I don’t know. I guess I make a point and sometimes he connects it to my past and gives me some insight.” And she’s like, “Oh, but what’s it like. Like how does he make his points?” I guess she really wanted to know what it looks like in here and I said to her, “Sometimes I even feel like <\/span><span data-id=\"P1-N200253\">I’m in supervision and we’re supervising a case that’s my life.” <\/span><\/p>\n<span data-id=\"P1-N20024-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563409\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Interesting. Wow.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: And I really took that in and thought to myself, “That’s totally how I feel.” Sometimes I feel like we are talking about almost someone else and trying to conceptualize it and understand it together. And I thought to myself in the car just now, “Okay. That could be useful because it could be <\/span><span data-id=\"P2-N200291\">very collaborative. On the other hand, what’s the down side?”<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">Well, I’m not in the room and I’m neglecting kind of whatever’s going on in between us. The relationship. Because I think that that’s –it’s like connected to the stuff we were talking about last week. Like there’s the distancing. And I’m realizing that I’m doing that. It’s just more comfortable for me.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Yeah. Yeah. But maybe it’s getting into some of that—you know, to kind of connect with what you’re just saying about your mom. There’s something about you feeling like there’s a kind of—you’re (ph) almost like we’re co-mothering you or something. We’re mothering you from a distance. We together <\/span><span data-id=\"P2-N2002D1\">collaborating to mother another you that’s… (chuckles) <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Yeah. It’s almost like it’s too uncomfortable to talk about it as if it was me. So there’s a part of me that when we’re in here I just think like, “It’s a case. It’s a case we’re discussing.”<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Yeah. Like the last time that we were here we were talking about the feeling that’s more—you know, [that kind of hints] (ph) at a more “What’s here and now between us.” (inaudible at 00:06:22)<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: It goes back to the whole theme of just integrating certain things together and how I’ve realized that I’m not very good at that. I had a horrible weekend and I think it had to do with integrating two different parts, two different sides of people, the whole theme of just integration.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">So it started on Saturday. Saturday night I got invited to a masquerade ball. My friend at her house, she lives in Arlington, she’s a co-worker. She invited a bunch of people, including co-workers and the theme was masks. She put out a table.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">THERAPIST: She was sort of [fitting you] (ph). <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">CLIENT: Yeah. She went to this fancy costume store and got these very extravagant, glittery, feathery masks and the whole place was decorated. Very kind of surreal like. These people, they’re very wealthy. They live in a house in Arlington and she’s on the third story and they own the first and second <\/span><span data-id=\"P2-N200391\">story. They had weird art on the walls. They had just a pink painting of baby dolls, like naked baby dolls, but only the head and the chest. Just like contemporary weird art. And then they had put like Jamestmas lights. It felt like we were at some weird club or something and I was excited about it <\/span><span data-id=\"P2-N200392\">because James was going to come with me and I was going to get to introduce him to all my co-workers. <\/span><\/p>\n<span data-id=\"P2-N20038-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563409\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">This is the GWU (ph) family that, you know, that my co-workers know. They’re not my supervisors. So the associate director was there. My current supervisor was there. Even though it’s more like consulting, he’s supervising me. Penelope was the host, who was my supervisor last year, who I talked about <\/span><span data-id=\"P3-N2003B1\">her in here. How I was her first supervisee and I feel so close to her. And two other ladies were there and some of their wives were there, or partners. And I was not worried about it at all, and then as the party progressed, I guess it started turning weird the more I drank. Like, I made sure to not <\/span><span data-id=\"P3-N2003B2\">go overboard because I was driving home. I didn’t want to be a mess in front of co-workers and it was—but there was this like ambiance to it that was just weird. <\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">I joked with Penelope in the lunch room before, last week sometime, and I was joking like, “Have you ever seen the movie ‘Eyes Wide Shut?’ (chuckles) Penelope, am I going to walk into your house and that’s what it’s going to be like?” She’s like, “Well, go for it. I mean, we’re going to have plenty <\/span><span data-id=\"P3-N2003D1\">of champagne. If that’s what it leads to, hey, everyone’s wearing masks.” And I think I had that in my head. Just the weirdness of it. Like the Stanley Kubrik kind of weirdness.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">The host of the party was this tall bald man wearing a tuxedo. They were like all dressed up, wearing a really creepy mask with a long nose, and he kept popping bottles of champagne. These people were so wealthy, they had boxes of champagne and beer. So every few minutes you hear like, “pop” of champagne <\/span><span data-id=\"P3-N2003F1\">and he’d go around and just excess, you know? It was like a very seductive kind of feel. <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">And then I noticed that downstairs—James is very good at just mingling and he doesn’t need to be by my side. So he was mingling a lot and then I noticed downstairs it started smelling like cigarettes and there was like a basement and I saw like sparkly lights or something coming from down there. So <\/span><span data-id=\"P3-N200411\">I work my way down there. There was a few people and I found James down there and James comes up to me and he was like, “Dude, your supervisor was just passing around pot.” I was like, “There’s weed down here?” He was like, “Yeah, don’t you smell it?” And he occasionally smokes pot, so he was all excited <\/span><span data-id=\"P3-N200412\">about it and I was like, “Really?” He’s like, “Yeah. She’s smoking pot.”<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">And I saw Penelope sitting there and I could smell it in the air, and then I guess I started getting self-conscious because I would compliment Penelope a lot. I feel close to her and I was so excited to be at her house and everything. It was like the cool girl at school invited me to her house. That’s <\/span><span data-id=\"P3-N200431\">what I felt like. I met her girlfriend for the first time, who she’s ranted and raved about, and she’d ask me, “Do you like working at GWU?” And I’m like, “Oh my God. I love it. Plus, I get to work with Penelope and how cool is that? She’s one of my favorite people.” <\/span><\/p>\n<span data-id=\"P3-N20042-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563409\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">And I think we were just like gathered around there and Penelope was there and I said something like, “Oh yeah. Penelope’s like a rock star at GWU.” And she made like a face or something and I said, “Well, that’s what the post-docs used to always call her. Like she’s a rock star. She’s just so cool <\/span><span data-id=\"P4-N200451\">and very good plenition, an awesome person. And she said something, like she sounded annoyed. And she was like, “Stop. That’s like a lot to live up to.” And James reminded me later, she was really high. And she’s probably paranoid, but then I started getting paranoid. Like, am I throwing myself on her? <\/span><span data-id=\"P4-N200452\">Like praising her too much or something. And it got awkward and weird, but I’m not sure if it was because she was really high.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">So anyways, we went back upstairs and people are still talking and mingling and I’m starting to feel more and more uncomfortable as the night goes on and I don’t know why. And then suddenly there’s this living room and there’s a fireplace and Penelope, I’m later told she was so high, she grabbed two <\/span><span data-id=\"P4-N200471\">logs and threw them in. And suddenly (inaudible 00:12:16) like all the fire went and the room is dimly lit with sparkly lights and there’s this fire raging.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">And then suddenly, Rich, who’s my supervisor, starts dancing with his wife and Lola starts dancing with her partner. Lola’s the associate director. Penelope starts dancing all seductively and Wendy’s over there dancing too. And I’m standing here talking to Penelope’s girlfriend and suddenly I look into <\/span><span data-id=\"P4-N200491\">the room and there’s my supervisors dancing, wearing masks with the fire blazing in the background, and it just looked like such a weird scene. It freaked me out. I don’t know why. It’s stupid, but it was just weird.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">And I was even mentioning to Eva, I was like, “This is kind of a surreal moment right now.” And she starts laughing and she’s like, “Why? What’s going on?” I was like, “This is just weird. All these people were my supervisors last year and here they are. A little tipsy and dancing and wow, look at Penelope <\/span><span data-id=\"P4-N2004B1\">go.” Penelope was like shaking her ass and doing some weird stuff, and I was just like, “Okay. Time to go.” <\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: How was that for you?<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: Uncomfortable.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: Do you know what was (inaudible at 00:13:29)? What did you find?<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: Well, I started thinking about like what it felt like with my family, because I see them as a family. I always joke that GWU, my coworkers at GWU, are like a more functional family than my natural family. It’s a family system. I look very much at Bill like a father figure. Like this professional <\/span><span data-id=\"P4-N200531\">older man, like I want his praises and I want his approval. Lola’s like a mom. Penelope is like a big sister. We communicate about stuff. Stuff that’s uncomfortable to talk about, that in my family we’d never discuss.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">Like when I was going for the job, and how awkward it was sitting there and getting interviewed. We’d be able to talk through stuff like that. And here I was seeing them in a different light. And it freaked me out. I didn’t want to join in. James even jokingly came up to me to pull me to dance. He doesn’t <\/span><span data-id=\"P4-N200551\">even dance, but he was being a good sport and I was just like, “Get away.” <\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Yeah. I want to keep a divide.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Yes. And at the end of the party, well, Penelope had showed me earlier. She took a bunch of us upstairs to show us her apartment. And then we went to the kitchen and there were a bunch of brownies and she’s like, “Yes, and these are my pot brownies.” I totally thought she was joking. She was <\/span><span data-id=\"P4-N200591\">serious. And then at the end of the party, James comes up to me. He’s like, “You getting tired? Yeah. Me too. Hold on, but your friend promised me a brownie.” I was like, “Are you serious? She’s really going to give you one? And they’re really pot brownies?”<\/span><\/p>\n<span data-id=\"P4-N20058-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563409\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: Penelope was really going to give him one?<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: Yeah. And so we said, “Goodbye. Thank you.” And then that’s when Rich, my current supervisor walked up and James said, “Oh, remember that thing?” So Penelope like grabs a Ziploc bag with a brownie and hands it to James like right in front of Rich and that just made me so uncomfortable. But, <\/span><span data-id=\"P5-N2005D1\">whatever. <\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">So, we left and I remember already being agitated as I’m walking to the car. And I was like, “Penelope was so weird tonight. I feel like she was annoyed or does she feel like I like her too much or I’m coming on too strong?” And James was like, “Calm down. You’re fine. She’s paranoid. She’s probably <\/span><span data-id=\"P5-N2005F1\">smoked a lot. Did you see her throw the logs into the thing?” I was like, “I don’t know. I guess. Whatever.”<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">And then I’m driving. And as I’m driving, I’m getting more and more irritated. And I’m expressing to James, who’s sitting next to me, like, I don’t know why, but I’m pissed. And I actually feel like I want to be mean to you. And he started just getting really quiet and out of nowhere I had an association, <\/span><span data-id=\"P5-N200611\">a story I hadn’t thought of in years. I think I might have told you this. That freshman year of college, they were advertising for the volleyball team, and I was like, “Hey. I’ve never been in sports. I’m not athletic. You don’t have to try out. You can join. I want to be part of a team. I want to see <\/span><span data-id=\"P5-N200612\">what that’s like.” And so I joined the volleyball team for like a month, because you didn’t have to try out or anything. And I liked it. We would go to practice together and I was like, “This is cool. I’ve never had teammates.” <\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">And then suddenly they had a party. And this is like October freshman year, like brand new to college. And the party was out of control. It was in an empty house. I think someone’s dad was trying to sell the house and so they got the keys and we had an empty house to ourselves. I got so wasted. I started <\/span><span data-id=\"P5-N200631\">stripping with the stripper that they hired. And I know that there was a video camera and I know that I had my eye on some guy—because it was the girls’ team and the boys’ team. So I had my eye on some guy and I said to myself, “By the end of the night I’m going to end up with him.” And I have flashes <\/span><span data-id=\"P5-N200632\">of us being in the bathroom. I think I had sex on the counter with him. I don’t remember. I think the guy with the video camera might have come in for a second.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">And then the next thing you know I’m standing naked in the shower calling my friend Ashley to help me. And I said to her, “Oh my God. I’m so embarrassed. I’m completely naked.” She’s like, “Melanie, I think you were in here just having sex.” And she helped me get dressed and I went home. And it was <\/span><span data-id=\"P5-N200651\">just like humiliation the day after because I didn’t remember. I was like, “Oh my God. I have flashes of me dancing with someone dressed up as a cop.” Who knows what I did? Who knows what I said? And I ended up quitting the volleyball team. It was the worst day. <\/span><\/p>\n<span data-id=\"P5-N20064-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563409\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">The next day my mom called me and said, “We got a letter saying you’re failing your classes. What’s going on?” So obviously I couldn’t keep up with just social life and practice and academics. So I quit. It was an easy out. Like, “Wow. I never want to face those people again. I’m going to quit.” But <\/span><span data-id=\"P6-N200671\">for some reason, I remembered that story in the car. And somehow, it was just word vomit. I could not stop talking and I could hear myself. I was like, “Melanie, you sound like a crazy person.”<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">THERAPIST: What sounded crazy?<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">CLIENT: I started rambling and saying stuff like, “Yeah. And you know that sexual assault group I run sometimes? Sometimes the girls in there will tell stories about how they were totally trashed and how it wasn’t their fault, and I feel like saying, ‘You’re the bitch. It was totally your fault. Why <\/span><span data-id=\"P6-N2006B1\">would you get yourself in that stupid situation?’“ And James was like, “Oh, you think it’s because you’re angry at yourself? Because you feel partially responsible?” And I was like, “Of course I do.” Like I was so stupid. Of course something like that was going to happen. <\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">And then I was just rambling stuff like, “Yeah, and I don’t even like myself. Do you ever think about just dying?” I know that people love me. I know that my sister loves me. You care. My mom cares. But really? Life is too hard. Sometimes it’s easier to just shut it off and like, just die. Do you ever <\/span><span data-id=\"P6-N2006D1\">think about that?” And then I go to the next subject, “Yeah. I don’t think it’s worth it. I don’t even want a dog, because dogs are going to die one day. Why would I get married? I’d never get married, because what if my husband dies?” And he’s like, “So you’re telling me you never want to get married?” <\/span><span data-id=\"P6-N2006D2\">And I’m like, “I don’ know?” I was just being…<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: Your just [going to stream of consciousness] (ph).<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: Yes, but it was like my rational self was trying to hold on, saying like, “You sound nuts. Calm down. This is not you anymore. It reminded me of the person I was when I was with Kevin (sp?) and drinking a lot, and just unstable, not going to therapy. And then we got upstairs to the apartment <\/span><span data-id=\"P6-N200711\">and I just got more mean. I was like, “You’re pissing me off.” I feel like… <\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: Do you know what it was that was pissing you off?<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: He was just so calm and together and not fighting back. And so healthy. Mentally healthy. It pissed me off.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: What about it, him being healthy?<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: That I was out of control, that I was the crazy one, that I felt crazy with him.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: Yes! Okay. Okay. Yeah. Yeah. It kind of almost made you feel like there was some comparison going on or something between—I’m this crazy…<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: Yeah. And at the moment, I also remembered that he’s told me before, ‘I’ve been with women before who I thought were normal for a while and then suddenly, here comes their borderline side. And suddenly, here comes their side where they’re trying to push me away, they don’t want a commitment. <\/span><span data-id=\"P6-N2007D1\">It was almost as if I was trying to play into that. Like, “Let me show you. I can be like that.” And we’re in the kitchen, I remember, and he’s like, “Why don’t we just go to bed?” And I was like, “Well, no. I don’t want to go to bed because then you’re going to want to fuck!” I was just so obnoxious <\/span><span data-id=\"P6-N2007D2\">and rough. And he just threw his hands up and went to the room. <\/span><\/p>\n<span data-id=\"P6-N2007C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563409\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">I’m lucky I controlled myself because I could have gotten really mean and I would have started saying stuff like, “I don’t even orgasm with you and it doesn’t even feel good.” If I were more drunk, I think I would have gone there. I’m so glad I wasn’t more drunk. But it wasn’t just the alcohol, because <\/span><span data-id=\"P7-N2007F1\">I’ve gotten a lot more wasted than that with James. Like just on a night that we’re at home watching movies. I was so angry and he said, “Please don’t do this. Don’t change like this.” And I was like, “Oh, well maybe we should just break up. Do you want to break up?” And then he just kept on trying <\/span><span data-id=\"P7-N2007F2\">to avoid. Like, “Let’s not talk about this now.”<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">And then we got into bed and I’m just laying there angry. And then he said something like, “You know what I think is happening? I think that you are caring and growing closer and closer to me and that scares you and right now you’re trying to push me away. Can I hug you?” And I let him hug me for a <\/span><span data-id=\"P7-N200811\">minute, but then I said something else that was mean. I can’t remember what it was. Something self-deprecating or something like that. And it pissed him off and he pulled away from me and he looked really serious and he’s like, “I can’t do this.” And it really scared me for a moment because I thought <\/span><span data-id=\"P7-N200812\">that he was either going to ask me to leave or sleep in the living room. <\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">But I knew at that moment, “Shut it off,” because he’s not going to take more of this. I knew he had reached his limit. And so then he said something to me like, “Melanie, I can’t do this. Please stop or I don’t know what’s going to happen.” And I knew he’d either kick me out or I didn’t want it to <\/span><span data-id=\"P7-N200831\">get worse and so I said, “Sorry” and I let him hug me, and that’s it. And I went to sleep.<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">I felt so bad the next day and it was still lingering a little bit. It was a weird sensation. I felt crazy because it was still a little bit of that angriness and I guess I was a little hung over, but I didn’t even drink that much. And the weed brownie, he ate it. He gave me like a bite because I’ve <\/span><span data-id=\"P7-N200851\">never had one before, so it wasn’t like intoxication. <\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">THERAPIST: No. I hear it is somehow related to the party.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">CLIENT: Yeah. And I kept saying to myself in my head the next day, “I want to be okay again. I just want to be the healthy me again where I go to work, I go to therapy, I have fun on weekends, I can control myself, I’m not crazy, I’m not angry, but it’s hard. It’s almost like it’s two sides pulling. <\/span><span data-id=\"P7-N200891\">But finally, as the day went on, more and more, I felt more like myself again.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">But I haven’t experienced that in a long time. Like just that anger. That anger again? I think the last time I had it was with Brian when I got really drunk and I showed up at his house. And it’s funny because I looked at my text the next day and during the fight, when James went to his room, and I <\/span><span data-id=\"P7-N2008B1\">was outside putting on my pajamas and getting ready for bed, I remember typing to Brian. I typed something like, “I’m so fucking pissed off right now. I wish you were here with me. I need you. I love you. Don’t worry. I’m yours.” Something like that. James can’t tolerate it. James can’t put up with me. <\/span><\/p>\n<span data-id=\"P7-N2008A-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2008A-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563409\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">THERAPIST: Yeah. Well there’s a way too that, I was thinking, that Brian would go there. Yeah. He’ll enter that in too and somehow make it feel like, I don’t know, but that another side of you can come out. Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">CLIENT: So the next morning I apologized and I was like, “I feel horrible. I feel like such an ass hole. I’m so sorry. I think you’re right. That part of it is that I feel close to you and for some reason, a part of me is trying to push you away. Like I almost want to show you like, ‘See what you’re <\/span><span data-id=\"P8-N2008F1\">getting into? Are you sure you want this? Because this comes with some crazy.’” <\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">THERAPIST: It sounds to me like it’s a way of you trying to—you know, we were talking about how is he going to know this other side of you? How are you going to bridge these things together? I think this was like some way you went there with him and wanted him to see another side of you, a lot of feelings <\/span><span data-id=\"P8-N200911\">inside of you that are there. You know? And something about that party, and especially on the heels of us talking about here. About you being here. And I guess the other thing to throw in the mix is, I think there’s something about when you talked about the party and Penelope, it made me think about <\/span><span data-id=\"P8-N200912\">the issue that you raised last week about what happens when it’s about you and me. In some way that, I think, well, is that a response to—the night that you just described as a response to that? <\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">Here’s what you’re concerned about. What are you going to learn about me? What are you going to learn about—and what I mean by “me” is like is there another side to me? Is there some other side to me—what if I see another side of you? Here, with me, that emerges. You know, some sort of interplay about <\/span><span data-id=\"P8-N200931\">focusing on us?<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">CLIENT: But of course there is. You know? Of course you’re a person outside of here.<\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">THERAPIST: Yeah and you feel kind of like it’s hard to kind of go—it feels like, “Do we go there or not? Is it safe to go there?”<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">CLIENT: I don’t know why it makes me cry (crying). I feel like after the party I’m so disappointed in a way. I didn’t even want to see them today; I was hiding in my office practically the whole day. I didn’t even want to see Penelope.<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">THERAPIST: What did you feel about seeing Penelope? <\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">CLIENT: I don’t know. Maybe disappointment? Yeah. But of course these are normal people with normal lives outside of the office. You know? Who drink, who have fun.<\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">THERAPIST: Well just to say maybe the most kind of general thing I can about it, but I think that maybe it’s important here is that I think there is a link to your experience of people (inaudible at 00:29:07) your relationship with your parents, it’s really important here. It’s like you saw a sign of <\/span><span data-id=\"P8-N2009F1\">your mother and your step-father. When you saw another side to them, it was a kind of a more scary side when you saw that side. How far does it go becomes a critical question to you. Who are they really? Is this just a mask? And I think it kind of upsets or upends your kind of notions of a person. <\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">CLIENT: To know all the sides of them?<\/span><\/p>\n<p data-id=\"P8-N200A2\"><span data-id=\"P8-N200A3\">THERAPIST: To know that the sides of them. Yeah. Like Penelope; seeing this other side. Is she still that supervisor? How do you reconcile this other side of her with the more person that you needed to get to mentor you. That you needed to get a lot out of was important figure (ph) for you. How you <\/span><span data-id=\"P8-N200A31\">reconcile that with this other side of her. And does that undo this other side? Sometimes it feels like it does. And maybe it’s the same here. If you feel like you kind of get into it. What is this guy like? What is he really like as a real person, [quote on quote] (ph).<\/span><\/p>\n<span data-id=\"P8-N200A2-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200A2-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563409\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">CLIENT: I don’t want to know.<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">THERAPIST: You don’t want to know. We’ll, upend (ph) something about something that’s really positive that you feel. Something that’s really good. Brian that upend all that? Brian it disrupt that?<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">CLIENT: It shouldn’t, but I’m scared it might. But then that makes me like a total hypocrite because isn’t that what I’m looking for in Brian or James, for them to see all the sides of me and accept them and be able to see me as a whole? I can’t even do that with people. <\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">THERAPIST: I think it’s kind of along the same lines. I mean, in terms of like you feel too. Well, if I’m this person, how can I still be this other person? I want to get the good me back because I just went to a bad place.<\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">CLIENT: I feel so disconnected from myself in those moments of the angry. Like the next morning, it feels like a different person. It feels very regressed.<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">THERAPIST: I’m not the mother.<\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">CLIENT: What do you mean?<\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">THERAPIST: Well, I was thinking about you talking about the mother here. The one that knows what to do and how to be caring and you know. I’m this other person. <\/span><\/p>\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">CLIENT: Yeah. So creepy how that party was a masquerade with the masks. Everyone else had a fine time. Today I ran into Rich in the hallway and he’s like, “Oh, did you see the video that Lola (sp?) sent us of us dancing?” And I was like, “No. I didn’t get. “And he was like, “Oh, probably because you <\/span><span data-id=\"P9-N200B51\">weren’t in it.” It was like when everyone from GWU happened to be in the same room and the fire was blazing. I was like, “No. I remember that scene.” It’s like etched in my brain forever. And I was like, “Yeah. Who threw in those logs? What was up with that? Because it was like blazing.” And he started <\/span><span data-id=\"P9-N200B52\">laughing and saying, “Penelope did. She was…” What did he say? What’s the word that’s not “high,” but…<\/span><\/p>\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">THERAPIST: Stoned? <\/span><\/p>\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">CLIENT: “She was stoned out of her mind.” And like laughing about it and just being okay with it. So I felt a little bit better after that. That he didn’t judge it, I guess? And that maybe she was acting a little paranoid or weird with me because she was so intoxicated and I didn’t realize it? And then <\/span><span data-id=\"P9-N200B91\">it was just weird seeing people at work today. Like my Associate Director, who I look as a mom. She walked past the hallway and smiled at me.<\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">THERAPIST: Oh yeah. No. I can see it. I can see that.<\/span><\/p>\n<p data-id=\"P9-N200BC\"><span data-id=\"P9-N200BD\">CLIENT: It’s like the same experience I used to have with—I mean, now that I’m thinking back to it, like with my mom. Not that it registered like that in the moment, when I was 16 and I would—you know, Billy would be in the bathroom with us after they got home from a nightclub and I’d be holding her <\/span><span data-id=\"P9-N200BD1\">hair back and he’d be there with a hard (ph) on and with his underwear on, and she’s like, “Get out of here.” And then the next day was like, “Big happy family” and “Let’s go out for breakfast.” <\/span><\/p>\n<span data-id=\"P9-N200BC-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563409\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200BE\"><span data-id=\"P10-N200BF\">THERAPIST: There’s something about that. What a mask (ph). What a mask.<\/span><\/p>\n<p data-id=\"P10-N200C0\"><span data-id=\"P10-N200C1\">CLIENT: The other thing—my Associate Director, who I really look up to, even though she’s an anxious jittery person, the other thing I remember is that at the party, she was so anxious. So socially anxious. Like the most awkward socially anxious person ever. Like she wouldn’t know what to say with me <\/span><span data-id=\"P10-N200C11\">to make conversation and at work she’s just so put together. So that kind of weirded me out too. But these people are different when they’re not [in our office] (ph).<\/span><\/p>\n<p data-id=\"P10-N200C2\"><span data-id=\"P10-N200C3\">THERAPIST: Yeah. And I think that just really kind of freaked you out. It spooked you. It sounds like it really spooked you. I mean, look at the associations you make to it. Like that party. The party at Jamaica.<\/span><\/p>\n<p data-id=\"P10-N200C4\"><span data-id=\"P10-N200C5\">CLIENT: The parents. <\/span><\/p>\n<p data-id=\"P10-N200C6\"><span data-id=\"P10-N200C7\">THERAPIST: The parents. Absolutely. Yeah. There’s so much there and I’m curious about—you find yourself feeling very angry. Angry at James.<\/span><\/p>\n<p data-id=\"P10-N200C8\"><span data-id=\"P10-N200C9\">CLIENT: And feeling completely disgusted with myself. Like it’s a very anger at myself too.<\/span><\/p>\n<p data-id=\"P10-N200CA\"><span data-id=\"P10-N200CB\">THERAPIST: What form?<\/span><\/p>\n<p data-id=\"P10-N200CC\"><span data-id=\"P10-N200CD\">CLIENT: I don’t know.<\/span><\/p>\n<p data-id=\"P10-N200CE\"><span data-id=\"P10-N200CF\">THERAPIST: Do you remember what you felt at you? You felt disgusted with yourself?<\/span><\/p>\n<p data-id=\"P10-N200D0\"><span data-id=\"P10-N200D1\">CLIENT: I felt disgusted with myself. I remember I had spent so much time earlier doing my makeup and doing my hair, and then I just looked in the mirror when I was at the party and I was like, “I look like a disgusting mess.” Might as well not even have showered or (inaudible at 00:36:39) my hair or <\/span><span data-id=\"P10-N200D11\">anything. I look disgusting. And then it was the kind of self-hatred, like when we park the car and got home, if a truck had come over and run me over, I wouldn’t have cared.<\/span><\/p>\n<p data-id=\"P10-N200D2\"><span data-id=\"P10-N200D3\">THERAPIST: That’s what you’re trying to describe to James too. That feeling. I feel, all of a sudden, disgusted and trying to articulate that to him.<\/span><\/p>\n<p data-id=\"P10-N200D4\"><span data-id=\"P10-N200D5\">CLIENT: Yeah, and then when he’s like, “Oh, let’s go into the bedroom,” and I was like, “No. You might want to sleep with me. I’m disgusting.”<\/span><\/p>\n<p data-id=\"P10-N200D6\"><span data-id=\"P10-N200D7\">THERAPIST: I’m disgusting. Yeah. Not necessarily out of some kind of rejection of him.<\/span><\/p>\n<p data-id=\"P10-N200D8\"><span data-id=\"P10-N200D9\">CLIENT: No. But that’s how he took it. But many times with Kevin (sp?), I remember when I was really drunk and angry, and he tried to make things better by being intimate. That was a lot of why I didn’t want to do anything. I just felt so disgusted with myself. (Pause) I don’t know why it pops its head <\/span><span data-id=\"P10-N200D91\">up every once in a while, that anger I feel. I used to have so much of it all the time. <\/span><\/p>\n<p data-id=\"P10-N200DA\"><span data-id=\"P10-N200DB\">THERAPIST: Well I think it’s because—it sounds like it was like a burst of feeling. Just like the fires being thrown on the log. I mean, the log being thrown on the fire. And there’s so many little things in there, in the soup (ph) for you there about what it meant to see, to see all these people in <\/span><span data-id=\"P10-N200DB1\">this kind way that was bringing up a lot of feeling. What it’s like for them to see you.<\/span><\/p>\n<p data-id=\"P10-N200DC\"><span data-id=\"P10-N200DD\">CLIENT: I’ll think twice if we get an invitation to something like this again.<\/span><\/p>\n<p data-id=\"P10-N200DE\"><span data-id=\"P10-N200DF\">THERAPIST: It was really unsettling.<\/span><\/p>\n<p data-id=\"P10-N200E0\"><span data-id=\"P10-N200E1\">CLIENT: Yeah. It was unsettling. That’s the word. And it shouldn’t have been. Everyone else seemed so fine and they’d done this before, and of course I wasn’t invited last year because I was a post-doc. Wouldn’t have been so appropriate. <\/span><\/p>\n<p data-id=\"P10-N200E2\"><span data-id=\"P10-N200E3\">THERAPIST: Yeah. You’re not supposed to see us this way. Yeah. That is a (inaudible at 00:38:54). Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P10-N200E4\"><span data-id=\"P10-N200E5\">CLIENT: Like [even like] (ph) little images. My brain feels like a Stanley Kubrick movie now. So there’s this girl that was a post-doc the year before me. She was there at the party. And everybody just looked so different because they were all wearing masks and she was wearing a long gown. And I remember <\/span><span data-id=\"P10-N200E51\">seeing her back only because her dress at the back was very low cut. So it was like right above her ass and the whole thing was open. And she has this huge tattoo on the side, and I remember just being in the kitchen and having a drink and then looking at her back and was just thinking to myself, “Wow. <\/span><span data-id=\"P10-N200E52\">That’s really sexy. She’s pretty.” And then all of a sudden Penelope comes and says, “Oh. Do you remember so and so? She was a post-doc.” And it was just like weird. <\/span><\/p>\n<span data-id=\"P10-N200E4-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200E4-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563409\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200E6\"><span data-id=\"P11-N200E7\">THERAPIST: What?<\/span><\/p>\n<p data-id=\"P11-N200E8\"><span data-id=\"P11-N200E9\">CLIENT: She looked very sexual. She had dressed herself up and this tattoo and her back showing. It’s just mixing all these things. It’s the mixing of the sexual and the intoxicated and the… with everything just put together and formal and appropriate.<\/span><\/p>\n<p data-id=\"P11-N200EA\"><span data-id=\"P11-N200EB\">THERAPIST: Well, there was something too, that the way you just described your family—how that you’d have this moment of kind of, you know, being in the bathroom, holding your mother up. Billy in there with an erection. And then cut to the next scene and there was a divide with a nice happy family. <\/span><span data-id=\"P11-N200EB1\">(Alarm ringing) Sorry.<\/span><\/p>\n<p data-id=\"P11-N200EC\"><span data-id=\"P11-N200ED\">CLIENT: It looks like an old school cell (ph). <\/span><\/p>\n<p data-id=\"P11-N200EE\"><span data-id=\"P11-N200EF\">THERAPIST: Yeah. It has an alarm on it.<\/span><\/p>\n<p data-id=\"P11-N200F0\"><span data-id=\"P11-N200F1\">CLIENT: Yeah. But there’s a split.<\/span><\/p>\n<p data-id=\"P11-N200F2\"><span data-id=\"P11-N200F3\">THERAPIST: There’s a split and those two things, almost if they just can’t go together. They (inaudible at 00:41:07).<\/span><\/p>\n<p data-id=\"P11-N200F4\"><span data-id=\"P11-N200F5\">CLIENT: No wonder I can’t have an orgasm with James. That’s starting to get on my nerves. I look at him when I’m being intimate with him, and I can’t get out of my mind like the nice guy that he is. Just so kind and loving and funny.<\/span><\/p>\n<p data-id=\"P11-N200F6\"><span data-id=\"P11-N200F7\">THERAPIST: And what do you feel amid that?<\/span><\/p>\n<p data-id=\"P11-N200F8\"><span data-id=\"P11-N200F9\">CLIENT: I don’t even feel present. It’s horrible to say, but I almost feel like I’m faking it sometimes like I used to with Kevin. Never with Brian have I had a moment—Brian and I used to joke about how sometimes women are just like if the guy isn’t in their vision, the woman might be rolling her eyes, <\/span><span data-id=\"P11-N200F91\">like “Okay. Hurry up and finish so I can go do whatever I want to do.” And I start feeling like that with James. And never for a second did I ever feel that with Brian. (Pause) <\/span><\/p>\n<p data-id=\"P11-N200FA\"><span data-id=\"P11-N200FB\">THERAPIST: I think it’s somehow very much in the treatment that he has towards you, that makes you feel disconnected from it. I think, as you suggested it, it has something to do with the divide between sexuality and that (ph).<\/span><\/p>\n<p data-id=\"P11-N200FC\"><span data-id=\"P11-N200FD\">CLIENT: And I almost see him as selfish.<\/span><\/p>\n<p data-id=\"P11-N200FE\"><span data-id=\"P11-N200FF\">THERAPIST: Yeah. Why?<\/span><\/p>\n<p data-id=\"P11-N20100\"><span data-id=\"P11-N20101\">CLIENT: Because, I mean, I guess he tries to please me, but nothing happens, and then he finishes and I’m like, “That’s it?” (phone rings) Speak of the devil. <\/span><\/p>\n<p data-id=\"P11-N20102\"><span data-id=\"P11-N20103\">THERAPIST: Or the angel.<\/span><\/p>\n<p data-id=\"P11-N20104\"><span data-id=\"P11-N20105\">CLIENT: Yeah. (Chuckles) Angel. Yeah. I almost feel like saying like, “Don’t you see how unsatisfied I am? Don’t you see that we need to work on this?” He seems so into it. And I guess I smile and pretend I am too and it makes me happy to please him. And it does make me happy to please him, but it’s <\/span><span data-id=\"P11-N201051\">starting to feel a lot like my relationship with Kevin that I get the companionship but not the sex life. But I’m not going to give up on it yet. I know this takes time and I’m going through all these…<\/span><\/p>\n<span data-id=\"P11-N20104-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20104-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2563409\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20106\"><span data-id=\"P12-N20107\">THERAPIST: That’s right (ph). There’s something that I think is –I think it has to do with the something about the otherwise intensity of something that might be there. And I think it has to do with something that (inaudible at 00:44:08) in a certain kind of treatment towards you. (Pause) Well, what do you think?<\/span><\/p>\n<p data-id=\"P12-N20108\"><span data-id=\"P12-N20109\">CLIENT: I got the association of treatment. I thought you were talking about treatment.<\/span><\/p>\n<p data-id=\"P12-N2010A\"><span data-id=\"P12-N2010B\">THERAPIST: Oh yeah? What? What made you…<\/span><\/p>\n<p data-id=\"P12-N2010C\"><span data-id=\"P12-N2010D\">CLIENT: I don’t know. It’s all connected.<\/span><\/p>\n<p data-id=\"P12-N2010E\"><span data-id=\"P12-N2010F\">THERAPIST: Yeah. Well, yeah. The other side in this—I think this feeling of “What’s this other side of me that’s there?” And do we need to keep it out of the real me, as you said?<\/span><\/p>\n<p data-id=\"P12-N20110\"><span data-id=\"P12-N20111\">CLIENT: I [don’t know] (ph) why it’s so hard for me. I wish it wasn’t, because it’s irrational to think that you’re not a person.<\/span><\/p>\n<p data-id=\"P12-N20112\"><span data-id=\"P12-N20113\">THERAPIST: I think it’s just what you’re saying. It’s a highly combustible situation.<\/span><\/p>\n<p data-id=\"P12-N20114\"><span data-id=\"P12-N20115\">CLIENT: It’s unsettling.<\/span><\/p>\n<p data-id=\"P12-N20116\"><span data-id=\"P12-N20117\">THERAPIST: It’s unsettling. <\/span><\/p>\n<p data-id=\"P12-N20118\"><span data-id=\"P12-N20119\">CLIENT: We don’t see each other next week.<\/span><\/p>\n<p data-id=\"P12-N2011A\"><span data-id=\"P12-N2011B\">THERAPIST: That’s right. That’s right. Yeah.<\/span><\/p>\n<p data-id=\"P12-N2011C\"><span data-id=\"P12-N2011D\">CLIENT: Can (ph) I have my big presentation on Monday that I’m presenting to the faculty on Monday.<\/span><\/p>\n<p data-id=\"P12-N2011E\"><span data-id=\"P12-N2011F\">THERAPIST: How are you feeling about it?<\/span><\/p>\n<p data-id=\"P12-N20120\"><span data-id=\"P12-N20121\">CLIENT: Good. And today I’ve paid the final fee for the license. So I’ll get my numbers (inaudible at 00:45:20).<\/span><\/p>\n<p data-id=\"P12-N20122\"><span data-id=\"P12-N20123\">THERAPIST: All right. Nice<\/span><\/p>\n<p data-id=\"P12-N20124\"><span data-id=\"P12-N20125\">CLIENT: All right.<\/span><\/p>\n<p data-id=\"P12-N20126\"><span data-id=\"P12-N20127\">THERAPIST: Hey, I’ll be available by phone. I’ll have my phone with me my entire (inaudible at 00:45:27).<\/span><\/p>\n<p data-id=\"P12-N20128\"><span data-id=\"P12-N20129\">CLIENT: Okay. Thank you. I’ll see you Monday after then.<\/span><\/p>\n<p data-id=\"P12-N2012A\"><span data-id=\"P12-N2012B\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P12-N2012C\"><span data-id=\"P12-N2012D\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P12-N2012E\"><span data-id=\"P12-N2012F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}