{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses expanding his interests into dancing, his dependance on masturbation, and his relationship with his roommate."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Education, development, and training","Sex and sexual abuse","Teoria do Aconselhamento","Teorías del Asesoramiento","Physical fitness","Masturbation","Self Psychology","Psychoanalytic Psychology","Frustration","Psychotherapy","Relational psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Education, development, and training","Sex and sexual abuse"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2013"],"weight":14},{"name":"page_count","label":"Page Count","values":["11"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Physical fitness","Masturbation"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Self Psychology","Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Relational psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":8,"pageCount":8,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2099702","dorpId":"1005146562","contentType":"text","aucs":"CTRN-V1","title":"Client \"GH\", Session April 16, 2013: Client discusses expanding his interests into dancing, his dependance on masturbation, and his relationship with his roommate.","fullTitle":"Client \"GH\", Session April 16, 2013: Client discusses expanding his interests into dancing, his dependance on masturbation, and his relationship with his roommate.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":8,"totalPages":8,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":8,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099702\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<p data-id=\"P1-N20008\"><span data-id=\"P1-N20009\"> ______________________________________________________________________________.<\/span><\/p>\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: Did you see this?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Yeah. Is that like the new model?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: It’s the iPhone 5.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: You just couldn’t, you had the 4S didn’t you?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: No. No.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: You’ve always had that?<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Oh, okay.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: Did you have the three or the four?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I had the four and then I upgraded to the five. I had the four for two years.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: Yeah. Again, I must have gotten rid of it when it came in. <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: It’s pretty nice though.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Yeah. Yeah. Very expensive.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">(Silence from 00:01:15 to 00:06:00)<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: You look like you’re going to fall asleep. Are you dozing off?<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: No. I’m okay.<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">(Silence from 00:06:15 to 00:08:00)<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">CLIENT: I want to take up dancing. I’m not very good at it. I can sing pretty well, but, I don’t know. It’s like interaction with another person in real time is a lot harder or maybe, I don’t know. It’s hard to say where I fit in. I’m not as adept, but it’s something I think I need. I danced a little <\/span><span data-id=\"P1-N200331\">bit in a Brazilian bar on Sunday night. Like, a little bit. I didn’t even; I didn’t even dance on the dance floor. I was there and I had a target or two and then other guys just started crowding them and I was just like fuck it. But, then I was leaving and I was getting my coat from the coat check girl <\/span><span data-id=\"P1-N200332\">and I asked how am I going to learn to dance? She said, well, she couldn’t really speak that well, like English, but her friend could and she said oh, the woman I asked said oh, she could teach you. And then other girl offered to teach me, so I started dancing with the coat check girl a little bit. <\/span><span data-id=\"P1-N200333\">And it was like water. It was like water. Like, my, my soul was kind of dry and it was like water. So, I need to learn how to do that. I didn’t know it was dry, but it was just like what I need pretty much, so. <\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">THERAPIST: Dancing with a girl?<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">CLIENT: Yeah. I mean it was there too. It was there in the, in the bar. I mean it’s kind of, I don’t know, it’s dubious from a lot of angles that that I’m used to thinking about. Like, I don’t have a job or I don’t have a steady income, but here I’ve suddenly I had a revelation. I understood the importance <\/span><span data-id=\"P1-N200371\">of getting direction dancing. But, it was there in sort of a, an unvarnished fashion. There are women who are rubbing their back sides together and people just sort of playing with each other, which is what I want and need. But, I’m sort of inarticulate in that setting. I don’t know how to, I don’t <\/span><span data-id=\"P1-N200372\">have the words, physically. I’m pretty good I think verbally, but in that setting I’m like someone who’s, who’s recovering from a stroke or that type thing. They can’t. They’re like grasping at something, but they don’t have the word for it. So, I would like to develop those words. And it’s funny; like <\/span><span data-id=\"P1-N200373\">there’s no easy way I can teach you. I’ve taken like one or two dance lessons, but I think the only way is just to find somebody and, like, you sort of work together as they teach you. Yeah. Like, Cherry has taught me a little bit, but she was terrible. Like, she was really demanding. She had like this <\/span><span data-id=\"P1-N200374\">one dance step that she did and she’s like this is how you do it. But, you know, I danced with my cousin a bit and while she was dancing with me I, I could dance. I could just get going. But, then when she turned away, I just couldn’t dance anymore. I don’t know. I, I was good at the merengue, which <\/span><span data-id=\"P1-N200375\">is really, really simple. I learned that when we did structured dance lessons, but that’s, that’s not really where it’s at. <\/span><\/p>\n<span data-id=\"P1-N20036-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20036-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099702\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">It’s a whole different economy too. Like, this, there’s like a valid, that’s not the right word. There’s a community there on the dance floor, but I don’t understand the, the terms of exchange or the terms of value. And, I mean, it’s probably facile to assume that everyone has the same standards, so <\/span><span data-id=\"P2-N200391\">that there is a certain code of conduct and that, you know, one action will mean the same thing to everyone it effects and that’s sort of a confusing environment. One action will mean one thing to one targeted person and like very different things to everybody else. It was pretty weird. Like, if you <\/span><span data-id=\"P2-N200392\">were going to give a presentation, what you’re saying would be more or less understood.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">Like, you know, in one sense people will be skeptical or people will be, people accept what you’re saying to varying degrees and I guess that’s a spectrum. It’s like it’s two dimensional. It’s like a spectrum or linear even or a linear spectrum of people that respond to what you’re saying. But, on the <\/span><span data-id=\"P2-N2003B1\">dance floor, if I, if I approached a girl and she, let’s say she rejected me. I mean that could mean, to her, that means one thing. I won’t speculate, but that means one thing. To me, it means something else completely different. To other people who are watching who are maybe targeting me or targeting <\/span><span data-id=\"P2-N2003B2\">or targeting her, it means different things. You know, maybe people have taken a liking to me and they say, oh, he’s, he has been rejected or, you know, or people who are targeting her are saying oh, you know, okay, she’s more valuable or you know. Good that I got rejected or whatever. It’s, everything <\/span><span data-id=\"P2-N2003B3\">is, it’s a very dense social environment, but nothing is explicit. So, I’m, I’m curious about it and I think I can untangle it, but I’m really laughably inept at the moment. (laughter) <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Really?<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: With all the ambiguity is it or is it that you just, you...<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT: Well, if you go to a school and take a class, the professor’s going to hand out like a sheet that says here is what you’re going to be graded on. Dot, dot, dot, dot, dot. But, there, I mean I think you kind of have to get what you want and navigating the sort of they’re not impenitent, but they’re, <\/span><span data-id=\"P2-N200431\">they’re like ephemeral. No, no, no. They’re like well, malleable and also ineffable obstacles for co-participants. I have no idea what to say about this. I don’t know. It’s complex. Then again, it’s also at the same time, quite simple. Like, if you know what you want, you have to figure out how to get <\/span><span data-id=\"P2-N200432\">it and nothing else really matters, but often times I don’t think I know what it was. <\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">I’m reminded of just like something I was just reading was writing about that they had, they had I think it was actually David Foster Wallace, who was writing about that they are, that there are two main motivators in life, fear and love. (laughter) And, and when I was, I guess why this comes to mind <\/span><span data-id=\"P2-N200451\">is that, is that like you’re wanting this kind of contact with these, with a woman, and yet there’s a lot of, there’s a lot of fear and not in the sense of, well, fear of not knowing how they’re going to react. Not knowing what it means to them for you to get close. Yeah. I’m working on it today with <\/span><span data-id=\"P2-N200452\">you and with the church. I don’t know, but I think there is a baseline fear. I don’t know if it’s normal or not normal, but I know it applies to me. I have like a base line fear with regard to the opposite sex. <\/span><\/p>\n<span data-id=\"P2-N20044-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20044-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099702\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">It was interesting because I made these profiles for the community at the little church, I call it the church because they the meeting, and it profiles people. So, I started interviewing people and then I read a blurb about the medico. And, so I interviewed, like, these guys who, like met Richard Nixon <\/span><span data-id=\"P3-N200471\">and their professional photographers. So, this other guy who was like in like a spiritual way kind of prestigious, like he represented the World Council of Churches and protested apartheid when he was in high school and he visited like all these like sites of strife and need or whatever. But, I treat <\/span><span data-id=\"P3-N200472\">those off handedly. Just like, like, jogging around Providence when you treat pedestrians off handedly. Or, like, if you have an objective, you treat, treat the things objectively. Or, I mean if you have an objective and you are tasked focused, you can kind of streamline your social interactions towards <\/span><span data-id=\"P3-N200473\">achieving a particular goal. I can do that. <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">But, then, recently there was this girl. Last night, I profiled this girl who I’m kind of interested in getting to know better. She’s just new here and she’s, I mean I wouldn’t say I like have an incredible affinity for her or anything. I just find her kind of interesting. So, I thought I’d profile <\/span><span data-id=\"P3-N200491\">her and get to know her better, but the whole entry process is totally different. I, I was uneasy. I, she was incredibly obliging, but, you know, that reveals kind of the tone I was taking with her. It’s like oh, thank you for your time and I’m like, I don’t know, what else? Second, I don’t mean to <\/span><span data-id=\"P3-N200492\">call you late, even though she asked me to call her late. You know.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: Like, weird. I mean it’s unusual. It’s, I’m more comfortable like needing something. I think I need that connection with other people. It’s like a gaping hole. I’m not comfortable in that position. I’m not comfortable being contingent or maybe needing something from somebody. It’s not a good <\/span><span data-id=\"P3-N2004D1\">position to be in.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: And, yeah, one of the things that she listed is that she’s, she likes dancing. So, I investigated that and she’s like yeah, I feel like a complete, whole human being when I’m dancing, apparently. (laughter) I stopped short of, of asking her out some place, but I asked a few leading questions, I guess.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: Yeah. Yeah. Well, the answer seems to be like looking at a metaphor. If you’re, like, I mean, I think especially in terms of like, I mean there’s also the real, there’s the question of getting close to somebody physically and being in your body with another, with a woman.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Yeah. Yeah. I agree completely with what you’re saying, but why I fight it is because it’s refreshing to me to have to have like a tangible objective. Like, I think that’s exactly right with what you’re saying. Yes, it’s a metaphor, but I don’t want to treat it like that at all. I just want to... <\/span><\/p>\n<span data-id=\"P3-N20054-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099702\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: Most surely you’re right.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: I want to let them dance, you know, because I don’t want to deal with these kind of vague, like (inaudible) thing like. I don’t know. It’s quivering problems. I don’t know how to describe them, but I can’t get handle on them. I don’t know. I don’t want to deal with that forever.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Yeah. Yeah. Well, I mean, I think what dancing is, what’s cool about dancing is that it’s kind of like, or the problem of dancing is that it you’re kind of confronted with like being in your body. Really being in your body in so many different ways. You feel uncomfortable with movement, but <\/span><span data-id=\"P4-N2005B1\">getting close to a woman and being in that physical space together, it’s something very concrete, but real. Not metaphorical. <\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Yeah. Yeah. And, I think, you know, the previous psychologist who sort of, one who I saw a while ago, so I haven’t seen her again.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Yeah. Right.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: She was really in to the body. It almost made me feel like, I don’t know, it was almost hokey, but I think there was validity in what she was saying. And, it’s just that, I mentioned that as the validity. It’s, it’s really hard for me to access. Like, it’s, it’s there, but like almost, the conception <\/span><span data-id=\"P4-N200611\">of a body almost betrays the whole mission. Like, if you are thinking like oh, I have to get in touch with my body.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Oh, yeah, yeah. It can be cerebral.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: It can be cerebral.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: Yeah. But, it’s very real, because I mean I have been struggling with masturbation for really like, really porn watching rather than masturbation for like years. Like, I’m just convinced that it’s not productive and helpful in any way and yet I keep doing it. Like, it’s an issue of a lack of <\/span><span data-id=\"P4-N200691\">control over something. It’s a bodily process and like it’s, I can’t where I haven’t it in the past, been able to accept or integrate my sexuality in to the rest of my cognition or life. Like, I don’t know if I said this before, but I have no philosophy of sexuality. Like, if I, it’s almost like it’s <\/span><span data-id=\"P4-N200692\">timorous, it’s like, it’s like it will blow over. You know, it’s like a, a stand up. A card board stand up. It’s like there’s nothing. There’s no support there in my mind or in my really in my social interactions either. There’s just no net. It’s just sort of standalone because it’s like an odd, it’s <\/span><span data-id=\"P4-N200693\">like a card board cut out looking for robust concepts and other, other characters. So, drinking chardonnay at a swanky gathering and then there’s the sexuality in the corner. It seems like a Harrison Ford cut out or something.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Harrison who? <\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Well, Hans Solo is like a, it’s a pun about masturbating, isn’t it?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: Really? Is that a joke? (laughter)<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: It’s a joke, yeah.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: It just occurred to me hands solo and I was thinking about like, it was, damn, wow, it must be right. But, it, what I was thinking about is like how sexuality has its own philosophy. It tells you rather than you tell it, and actually, I thought it was a really apt way to put it. Like, you <\/span><span data-id=\"P4-N200731\">don’t have words for, in that area.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: It’s non-verbal words that you are saying.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: Yeah. <\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: And, like, masturbation. No control over it. Like you said, you have no control over it.<\/span><\/p>\n<span data-id=\"P4-N2007A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2007A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099702\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: Yeah. It’s pretty weird. You know, I mean something’s there. Like, there’s something. There’s something back of the act, but it’s not something I can get a handle on.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: You know, that’s something that you can kind of explain or chalk up to, like, it can’t be kind of said that this is a productive, or just I’m doing it because of x, y or z.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yeah. It’s, it’s pretty unusual. You know what I mean? I mean I’ve had no choice. When I accepted, I feel okay. But in the past, like in past years, I would feel like, you know, feel like the day afterward or like, you know, not only dissipated sort of emotionally, but like mentally slow and <\/span><span data-id=\"P5-N200811\">sort of self-derogatory. Very sort of wispy and not, it’s like not coherent. Almost like it, like a quasi-ADD sort of motive to growing up. And, that could be legitimate, but, there’s also something. When I accepted I don’t really feel those effects. You know. Whatever. But, it’s really weird from my <\/span><span data-id=\"P5-N200812\">point of view because, you know, here’s this thing I’ve sort of sworn off or on occasion sort of sworn it off many times. I’ve sworn on, you know, grandparent’s graves or whatever and I won’t do it again, and yet, you know, days later or whatever, I’ll be, I’ll be in the act again. So, it’s as if I <\/span><span data-id=\"P5-N200813\">don’t have ownership over what I, whatever that is.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Yeah. That this is, it’s something my body is doing or I’m, I’m doing it and I don’t know.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Yeah. You’re giving over your body in a way if you want to put it that way.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Legitimately though. I mean. I don’t know. That’s not the right adverb to lead with, but I, I do feel a lot better without masturbating, so I’ve been abstaining for that like, you know, two weeks or three weeks. Usually, that’s only because I have, like, the anticipation of sex or something, <\/span><span data-id=\"P5-N200891\">but I will say that, you know, there are periods where I haven’t ejaculated and like I feel a lot more energized and, you know, I won’t say I’m terribly productive, but I do feel more in tune with what’s going on around me. You know. Non sexually.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: Okay. Yeah. And, when you do, when you do masturbate and you ejaculate, what, the times when you do, as you’re putting it, there are times when accept it, but don’t and there are other times when you don’t. What, what happens when you don’t accept it? I mean and so, in particular, it’s in <\/span><span data-id=\"P5-N2008B1\">the self-derogatory. <\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Yeah. I don’t know. My responses are varied, but my experience which I think is what you’re after is that when I, I don’t know. I was just like I’ve, maybe go shit, I, I fucked up or, you know. I don’t know. Now I can’t do that report or whatever. Or now I’m not going to be able to talk to this person.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: Oh.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: I’ve lately gotten over that a little bit, but it’s still pervasive when such a thought occurs. You know.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: Then to see it’s held away from you.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Yeah. My presumption is that I can’t connect with other people as well. Like, I’m somehow dirty and it’s not only in like a self-flagellating sense. Like, in a like a physically sort of handicapped. Physically and socially handicapped is how I feel in those times when I don’t accept it.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: You know, a kind of a handicap? Is that it? <\/span><\/p>\n<span data-id=\"P5-N20096-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099702\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Yeah. Like, I don’t know. So, when I went to browse, I went in to the Brazilian dance class and I had like masturbated like three times the preceding day or something. So, I was so like comfortably numb, despite what was going on. It’s a good way for me and my other roommate to bond after, the <\/span><span data-id=\"P6-N200991\">class. I don’t know.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: That was the day before you went to the Brazilian mark?<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: Yeah. Yeah. I’ve got something like that. Cued, prepared statements. She asked me. I hadn’t talked to her in two weeks, and she asked me, before she left, where the dust pan was because she having trouble finding it and da, da, da, da, da, da. da. You know, I, I haven’t really even given her cues, really.<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: Wait. I’m sorry. Who is this?<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: My roommate.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Oh, okay. <\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Yeah, I walked. I sort of like walked in to her room the morning I sensed that she was going to leave. I mean we had talked about it, but I had put like I posted a set of keys on the table, so she could leave the keys there. I started up to her. You know, she didn’t answer, so I walked in and <\/span><span data-id=\"P6-N200A51\">she said I’m busy. You know. I’m going to give you the keys so you don’t have to, you don’t have to come. You know, then she said I’m busy. You’re going to have to wait. So, I extended my arms to just try to give her a hug and she said no. No. She wasn’t having any of it. Then, so, I just left her and <\/span><span data-id=\"P6-N200A52\">she tried to slam the door, but something got stuck. So, like, the, it was like there was like a basketball hoop hung on her door. So, I adjusted the basketball hoop. Well, actually, at first, she closed the door and hit my head. The basketball hoop hit my head and she said sorry and then I backed up <\/span><span data-id=\"P6-N200A53\">and she tried to close the door, but the basketball hoop jammed in the door. So, I fixed the basketball hoop for her and then she closed the door in my face. That was helpful. But, later she, I was just eating breakfast at the table or lunch breakfast I have no idea what I was doing. Eating something. <\/span><span data-id=\"P6-N200A54\">Rice Krispies with bananas. And, she was saying where’s the dust pan? I can’t I find it. And, so I pointed over to the, to the cabinet where it was and she went and got. She had left this sort of, this Santa. It’s like this plate that’s supposed to hold butter. Like, it’s a Santa plate and she got it <\/span><span data-id=\"P6-N200A55\">for me, you know, like a while back. She always get like little things, like Easter trinkets or, you know, Valentine’s Day bags. She gets those for us. You know. But, I just, I never liked the dish, so I just threw it in the trash. <\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">And, then I went to my room, and I wondering whether pointing out the, the pan. I don’t know if I had like lost in some way, because I acknowledged her. It’s like she was asking me for something and I, I just provided it to her. And, you know, I wonder if, you know, like I mentioned about my class before <\/span><span data-id=\"P6-N200A71\">she just cut off contact and was like a complete bitch and that hurt me a lot, but, I, you know, she maintained the upper hand and I would still had sex with her if I could. Probably. But, you know, I just went back to my room and the, I’m sure she saw the dish in the trash there. Like, when she was <\/span><span data-id=\"P6-N200A72\">dumping out the, she I saw she put the dust pan back after she left. And, she was dumping out the dust there and so she saw it. So, it occurs to me that’s, that kind of the way it is. It’s like how my relationships go once they reach a certain stage. It’s like if someone’s asking me for something and <\/span><span data-id=\"P6-N200A73\">I’m not sure whether I’m like in some way violated by them asking me or me providing them with some simple little thing. <\/span><\/p>\n<span data-id=\"P6-N200A6-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200A6-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099702\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">I’m not criticizing myself for that. I mean, I just, they asked me for something and I give it to them and then I, like, you hurt them or, you know try to objectify them. Try to render them sort of outside or like rubbish, basically.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">CLIENT: You know, whatever their, their intimacy is. Then next to that and I get a little hurt, but it’s like hurting is my intimacy in a way.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">THERAPIST: Well, I think it’s a, it seems to me like it’s a response when you, to being hurt when you make an attempt. Like, your held your arms out to her and she, you know, said no. And, I think you were saying, just as you were, your point earlier about how she, how just being in the position of <\/span><span data-id=\"P7-N200AF1\">needing something is, is a real complicated one and a difficult one for you. You know, you needed her and then and then to think when you, when you kind of, you know, pointed to the, to the dust pan or whatever you felt like you had lost. You had given up your hand or something like that. Like, she <\/span><span data-id=\"P7-N200AF2\">had gotten some something over on you. And, in a way, you feel she has. I mean she has. You wanted that, you wanted that embrace. That moment of allowing yourself to want it from her. <\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">CLIENT: Exactly. And, instead of that, what I get is just someone asking me and me responding. That’s not what I want. I want sort of a merging or a coming together.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">CLIENT: But, instead, it’s like a, I hate this and now I say okay, here’s this.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: Yeah. Yeah. And, you know what? I think through one of the ways, you know, some way to try to undo all of that. That, that position you got yourself in.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: Yeah. I can’t take back what I give, but I can take away what your trying to give me. I don’t know.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: Yeah. It’s something like that.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: I have no idea what to say. It’s something I can’t, or I can’t control.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: Yeah. Yeah. Yeah. I guess I find myself wondering if you ever feel any, anything related to that with me? If you ever feel in any way, like, I mean I can speculate and just an instance from today, from an instance today where you might have felt that way, but I was wondering if you have any <\/span><span data-id=\"P7-N200BF1\">ideas about that? <\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: Me being late or what?<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: I, just to share with you what was on my mind, was that you being quiet at the beginning and I had the fantasy, this is purely my fantasy of it, but I sort of imagined that you might have been feeling like you’re giving something up by talking with me.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: Isn’t that weird? You know, I won’t comment on that particular episode, but I think generally and it’s such an unusual thing. To again, distance myself, but it’s really fine to me when a woman says like or it feels like she’s like, you know, giving up something. Like, through sex or whatever, <\/span><span data-id=\"P7-N200C51\">because to me that’s like the most, you know, united activity. It’s like mutually beneficial and that a woman would be like, you know, feel like or at least she said she feels like, you know, you’re using me physically or what do we have here? But, it’s, it’s just trying to share something. So, maybe <\/span><span data-id=\"P7-N200C52\">it’s probably more probable that it’s scary to share something for whatever reason than that of taking something over that. You’re taking something when, when I talk. Yeah, I do have, sort of like impulses that are just like, you know, let them, you know, take the next step or something. I am not sure why.<\/span><\/p>\n<span data-id=\"P7-N200C4-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200C4-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2099702\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">THERAPIST: Let them take the next step? <\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">CLIENT: Yeah. Let them throw something out there.<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">THERAPIST: Yeah. Yeah. Oh, dancing. Yeah. That is something. Dancing. Making them, this dance step. I’m speaking about, like, in some way that the ambiguities of the dance floor and like who approaches who and letting you know who wants to be with the other person and all that kind of stuff.<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">THERAPIST: What did you say? Take the first step? Take the next step?<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">CLIENT: Throw something out there.<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">THERAPIST: Throw something out there.<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">CLIENT: That’s what I said. Talk or something. You know, let them do the next step. Whatever. I’m really more about body language because I mean I can recognize some things, but I can’t recognize everything. So, I’ll probably just study it. That’s, that’s what I came away with from the dancing. I just <\/span><span data-id=\"P8-N200D51\">like, I was just, that’s my line now. So, I like, I read until I understand, and then once I understand, I have some basis for action. After a while, you get comfortable enough to kind of own the experience.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">THERAPIST: I think maybe you’re also trying to detect, in the, in the body language, are you trying to detect, you know, are people going to be open to that kind of sharing or that kind of move towards them from you? <\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">CLIENT: Yeah. That’s the other thing about the, the dance floor. Is it’s, it doesn’t prevent any hesitation. You have to be there. Like, there was this, there was only like one other white girl in the whole place and like she had like a tatt on her leg and she was, she was dancing and for a while she <\/span><span data-id=\"P8-N200D91\">was, she stopped once and gave me a look and then a couple minutes later she faced me and started dancing towards me for like a full three seconds which isn’t a lot, but I didn’t reciprocate. As I said, I was sort of, I don’t know, I mean I had sort of satisfied my sexual urges for that weekend, but <\/span><span data-id=\"P8-N200D92\">I didn’t respond to the woman, which I needed to. You know. Later that night, when I circled back and asked her about it, she wasn’t responsive. You can’t, I mean you have to, there no windows.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">CLIENT: It’s, it’s, there’s an unforgiving itch involved. You have to be present or it’s, you know, nothing. You won’t be involved in it.<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">CLIENT: So, I think that’s, that’s like a good regimen or a good, you know, a good regimen.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">THERAPIST: Oh, okay.<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">CLIENT: Alright. I can go to sleep now.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">THERAPIST: Good thing you’re not going dancing, right?<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}