{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses feeling like she has to the responsible adult in her marriage and take care of her husband. Client does not know if she can continue caring for her husband indefinitely."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Divorce","Spousal relationships","Continuity of care","Stress","Communication","Psychoanalytic Psychology","Anger","Frustration","Psychodynamic psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2013"],"weight":14},{"name":"page_count","label":"Page Count","values":["13"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Divorce","Spousal relationships","Continuity of care","Stress","Communication"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychodynamic psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2100072","dorpId":"1005146928","contentType":"text","aucs":"CTRN-V1","title":"Client \"RY\", Session 5: March 25 2013: Client discusses feeling like she has to the responsible adult in her marriage and take care of her husband. Client does not know if she can continue caring for her husband indefinitely.","fullTitle":"Client \"RY\", Session 5: March 25 2013: Client discusses feeling like she has to the responsible adult in her marriage and take care of her husband. Client does not know if she can continue caring for her husband indefinitely.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100072\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: She’d said it sounded like there was a session where she had used a metaphor that sounded like it might have been a little bit helpful.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: It was a little bit helpful.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Porcupines, or at least that’s what I understood. But that she also was aware that you both just seemed in an extraordinary amount of pain and were vigilantly scanning each other for confirmation of your worst assumptions about the other – that you both seemed to be doing that some – and <\/span><span data-id=\"P1-N200111\">that you were hurting a lot, both of you. She was worried about you, too. How are you? How are you feeling?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: I guess okay.  One thing Dr. Farrow said a couple of times in a couple of different sessions was that nothing Ivan can do is good enough for me which, I admit, I don’t think feels fair. I am aware that I am critical and harsh and we need to fix that. I’m not quite sure how because I told him, <\/span><span data-id=\"P1-N200131\">on the one hand, the things that I was pointing out were pretty reasonable or pretty . . .<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Legit.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yes. Yes. And maybe the things that I honestly feel shouldn’t even need to be addressed, shouldn’t even need to be asked. On the other hand, no matter where he’s at – working as hard as he can, doesn’t care at all, cares a lot – no matter where he is, that would probably be hard to hear.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: What would be hard to hear? <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Criticisms, negative input, even the most tactful observation of “this needs to happen.” It seems like there’s a lot I need to do on my end but . . . (pause)<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: There’s a lot he needs to do on his end, too.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Yeah, but it doesn’t seem to matter. It is what it is and I take what I get. There are some days where he can have it together somewhat or he can even surprise me and (sighs) he can make a basic dinner or something. There are moments when he can really do it and there are other moments when <\/span><span data-id=\"P1-N2001F1\">he had four things on his to-do list and he didn’t start work until 2:00 and he couldn’t get them done and they could have been done in an hour and he didn’t, so it’s really frustrating.  Ivan is pretty clear, at least, that he does not want the idea of being identified formally as having an attention <\/span><span data-id=\"P1-N2001F2\">disorder or anything like that. It is really too upsetting to him, even if it would mean this could give us progress or this could give us somewhere to go with knowing what’s going on with it. He’s not okay with it and that feels personal, but I understand. That’s him.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Does he say why he’s not okay with it?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: (sighs) He would be disappointed in himself. He would be ashamed. It would be a let-down. He really has a huge stigma attached to it.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: From his family.<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Yeah, but even from me, he thinks. I said that I have friends who have it, even people at school. I really couldn’t think anything less of them. In fact, I felt sympathetic. (sighs)  So I don’t understand. I think that’s him. I think that’s his perception largely. I do hear things from his dad <\/span><span data-id=\"P1-N200271\">and sometimes from his mom, that if I had ADHD, I wouldn’t want to tell them either, quite frankly. (sighs) So I guess there’s a part that feels like I understand, but there’s another part where I feel like it’s really that he feels ashamed and maybe there may be nothing that I can tell him; telling <\/span><span data-id=\"P1-N200272\">him over and over that I’m not ashamed doesn’t change that.<\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100072\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Yeah. This is the part that’s his to work on and it’s going to take him time. It sounds like he carries around his parents inside him and what you’re picking up on are their judgments of that kind of thing. It just lives inside him as the reality, as your mother lives inside you and your <\/span><span data-id=\"P2-N200291\">father lives inside you. It’s kind of their reality of the way the world works. This is what happens for all people. It’s the way growing up, the way the world is, it feels like that’s the way the world actually is instead of just the way it was for maybe one or two people<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">BREAK IN TAPE FROM [00:05:06 to 00:06:37]<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: have a chance of it being something palatable for Ivan and I think he feels like if he pushes something too quickly that he loses the traction that he has with him right now, so I think those are the lines along which he’s thinking about it and just trying to pace it, in a way, so he can <\/span><span data-id=\"P2-N2002D1\">take it in rather than push it out.  I get that it’s like the pace of this is so slow that it feels impossible inside. How do you just wait and wait and wait?<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: I think it’s actually really uniquely difficult for me or different for me because at home, it’s really hard because, of course, I take it personally. This is my spouse. At home it’s really hard to try to figure out did he not do this – whatever it is – because he doesn’t care? Because he was <\/span><span data-id=\"P2-N2002F1\">lazy? Because he really does have legitimate issues prioritizing and managing his time – really, really big issues there? Or is it because he’s depressed? Or is it because he has ADHD and he really couldn’t focus long enough to close the frig? Or is it because his parents really coddled him and he didn’t <\/span><span data-id=\"P2-N2002F2\">become independent? Is it as simple as he just needs to learn?  I have all these reasons and most of the time it really feels like it’s my fault. It feels like he doesn’t care enough. He doesn’t love me enough and it, quite honestly, feels horribly like he really married me because he needed a caretaker. <\/span><span data-id=\"P2-N2002F3\">I think there might be some legitimacy to that because that’s definitely a role his mom takes and it makes sense in some way. I think people, on some level, seek out spouses that repeat a little bit of what they know. He’s like, “No, no. If course I would never do that.” I don’t know that it’s a conscious thing.<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: It usually isn’t for people, just as I’m sure it wasn’t conscious for you when you married him to be thinking about “all I deserve is to be in a relationship where someone really isn’t going to be there for me and I’m going to be the one that’s responsible.” Do you know what I mean? That <\/span><span data-id=\"P2-N200311\">wasn’t in your mind.  It wasn’t like you were saying “I’ll go choose that.”<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: It feels like I don’t know and it feels like if somebody could tell me “don’t take it personally; he’s struggling with it.” It feels like a repetition even of what happens with my mom. It’s really hard to say, “Wow, she’s really depressed. Don’t take it personally. Don’t listen to that comment.” <\/span><span data-id=\"P2-N200331\">Don’t get hung up about it because that’s someone really intimately close who really defines a big chunk of who you are and how you see yourself. Maybe it shouldn’t but . . . So that’s where I find myself stuck a lot of the time and, on the one hand, I feel like it’s not my job to motivate him and it’s <\/span><span data-id=\"P2-N200332\">not my job to take care of him; but we consistently find ourselves . . . Ivan says, “I don’t want to be taken care of. I don’t need it,” but his actions say very differently. (sighs) It’s been tough and I feel like the couples therapy maybe doesn’t always validate that or take into account that does <\/span><span data-id=\"P2-N200333\">change the dynamic.  I’m not hung up on it, but I can’t get over the . . . (sighs) Dr. Farrow said a couple of times, and I know I already said this, but nothing is going to be enough for me. And I’m sitting there and I’m thinking, “But wait a minute. Now he’s working part time, which is great compared <\/span><span data-id=\"P2-N200334\">to not working, but we’re back at square one.” He’s not applying to jobs or, if he is, he’s not reporting them and it’s been hellish, quite frankly. I mean, it is like I never want to hear the word “job” again in my life. It is unbearable. It is ridiculous.<\/span><\/p>\n<span data-id=\"P2-N20032-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100072\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: Just so I’m brought up to date, what is going on with the day-to-day right now? He’s working at Subway. It’s part-time? Twenty hours? <\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: No, up to 30. He should be getting 29½, which is certainly better than nothing, of course. I don’t mean to diminish. I’ve been very supportive of him working there and it’s great. Just this week he starts being solo manager – 4:30 AM to noon – which means (chuckling) I end up getting up at 4:30, <\/span><span data-id=\"P3-N200371\">too. He does that three days a week and then 2:00 to 9:30 on Saturdays. So he has whole days where he has nothing and then even if he takes a nap when he gets home, then he has whole . . . So he has a lot of time and he still is struggling with getting his stuff done.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: Has he been getting up and going to work on time, at least?<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah. He’s going to work. It seems to be always on time. It’s like ten minutes away. It’s a really short drive.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: How does he think it’s going so far?<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: He seems to describe it as going well, but I did become a little aware of something that I wasn’t aware of because the other week after church I said I hadn’t seen it yet.  I mean I’ve seen Subway, obviously, but I don’t drink coffee or tea or anything like that, so I don’t go and we can’t afford <\/span><span data-id=\"P3-N2003F1\">it anyway. I’m like, “Oh, okay. Why don’t we drive past it?” because it was right there and he had suggested it kind of. So we did. He was like, “Well, do you want to go in?” I was like “uhh” because I hadn’t put any make-up on; I had just gone to church. And I don’t drink any of those beverages. Even <\/span><span data-id=\"P3-N2003F2\">the smallest suggestion of not really wanting to go in at that particular moment, he immediately was devastated. It was the end of the world. It was like I had just told him I hated him and never wanted to see him again. It was really severe.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: That he was hurt, you mean?<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah. He was really upset and so he insisted and I was like, “Okay, we’ll do it.” We went in and he was like, “I’m going to get you this drink because I think you should try it.” I was like, “I really don’t . . . It’s not personal. I’ve never drunk coffee or [tea beverages. We’re Catholic.] <\/span><span data-id=\"P3-N200431\">(ph?)”  We did it anyway and I was like what happened there? He was like, “Well, I’m not very proud of it and I just want you to feel proud of it.” I was like, “Well I’ve been very supportive.” I’m asking about it, I told all my friends, I’m not hiding it, (sighs) but he’s ashamed and he feels really <\/span><span data-id=\"P3-N200432\">horrible about it and really self-conscious. I said, “You know, it’s a job. No, it’s not what we hoped hours-wise, but you can feel good about getting it. It seems to be more that he’s . . . I’m not ashamed that he’s working there, of course. This is what makes me maybe not a very good person, but I <\/span><span data-id=\"P3-N200433\">would be happy if Ivan had a career. I would like that. That’s something I would want.<\/span><\/p>\n<span data-id=\"P3-N20042-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100072\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">THERAPIST: Why would that make you not a very good person? <\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">CLIENT: Because I shouldn’t – you know – I shouldn’t judge and him being like a lawyer or a doctor, that type of a career, that shouldn’t make a difference.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">THERAPIST: I haven’t heard you saying you want him only to be a doctor or a lawyer. You said you wanted him to feel passionately committed to something that interests him.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">CLIENT: Yeah, and I want it to be an actual career and if that meant baking or being a lawyer or whatever it was . . .<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: Or even running a Subway. I know this maybe would take a little bit more to wrap your mind around, but I even think if you knew he loved coffee and had a passion for different kinds of coffee and he wanted to go research coffee of the world and he wanted to help shape Subway – that this was <\/span><span data-id=\"P4-N2004D1\">really a passion as opposed to what he’s fallen into because he couldn’t do anything else – that sounds like the thing that would make you feel happy with him and attracted to him. <\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: Yes, that would be very attractive to me because ambition . . . I mean I don’t need him to be power-hungry or rich or anything like that, but motivation and a really strong sense of purpose and energy, I think it ties into the stuff at home. Even doing his two chores, just really being a productive, <\/span><span data-id=\"P4-N2004F1\">hard-working . . . I think the work ethic is really important to me. I grew up with a dad who has an over-active work ethic. I think it sounds really horrible because I spent my whole life saying how much I hated it, but that’s almost easier to stomach. That’s almost easier to stomach because at least <\/span><span data-id=\"P4-N2004F2\">that’s something you know is not good, but it shows hard work and dedication and years and years and years of working. It’s easier than this, but I can’t say that.  I’ve been using the phrase “get a second part-time job or a better job.” I’ve been using the word “better” and by that I meant better hours, <\/span><span data-id=\"P4-N2004F3\">better pay, maybe even better in terms of using his education. And when he hears that, he hears – and he let me know after the incident like going – that that meant that this wasn’t good enough and this wasn’t okay. I have to be really careful.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: So he’s also – it’s interesting, because one of your deepest cares is that it means he doesn’t care about you enough, that he really doesn’t love you. This story screams of him caring extremely so – what you think about him and what your judgment are of him – that he’s very sensitive to it.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: I don’t feel that way. I feel that Ivan is hyper-sensitive to the way anyone perceives him. He’s always said he doesn’t care what people think, but I think he’s hyper-sensitive to what his parents think, what I think, that he really attaches his value and his self-esteem and so many things, <\/span><span data-id=\"P4-N200531\">even how he can react to other people.  He attaches it to how they treat him and how they view him and I don’t that has much to do with me.<\/span><\/p>\n<span data-id=\"P4-N20052-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20052-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100072\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">THERAPIST: You feel this isn’t unique to you, caring about your opinion?<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">CLIENT: No. No.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">THERAPIST: That he’s just sensitive to everyone’s judgments around him.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">CLIENT: Yeah, I think so. I guess it sounds like he has some harsh internal judgment, but it’s very rare that he will say that he really needs to get working on the second job. He will say that sometimes, but then I’ll say “So did you do that?” or “Did you follow up?” “No.” “No.” So we’re back at square <\/span><span data-id=\"P5-N2005B1\">one, it feels like a little bit and I can’t get upset about it.  (chuckles) I’m really embarrassed. After I left here crying the other week, I had to realize that I had to pull it together because I wasn’t going to – I just had to. Nobody was going to . . . You know. I needed to do that, so I’ve been <\/span><span data-id=\"P5-N2005B2\">working a lot. (chuckles) A lot a lot.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">THERAPIST: Working meaning at school?<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">CLIENT: At school and I’ve also been working on this research project so I’ve even volunteered for extra stuff and I’ve worked on so many things over spring break. I did all our taxes. We already got our refund.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">THERAPIST: Wow. Oh, my goodness.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">CLIENT: Really. Yeah. There were a bunch of things on the to-do list that . . .<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: You just started ticking off.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: Yeah. I made a huge list on spring break and just . . . Yeah. (pause) (sigh)<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: It makes me wonder what it was like when you say nobody is going to kind of be able to run in and you didn’t really even finish your sentence. I don’t know how you were going to complete the sentence. <\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: It’s weird because I think I’m pretty good at taking care of myself, but in that way I felt devastated like nobody is going to take care of me if I cry. It just is. Again, I guess I feel a little tense because in couples counseling the Dr. Farrow said, “You’re critical of him because he’s not <\/span><span data-id=\"P5-N2006B1\">handing you a tissue because you’re crying.” And I thought, “That’s just not fair.” I don’t mean it in a critical way – I guess I do mean it in a critical way, but I also mean that I really just want compassion and common effort and it’s been hard for Ivan. He has been frequently doing the thing where <\/span><span data-id=\"P5-N2006B2\">he won’t show any emotion in his face and I asked him what that was about because it’s really off-putting to have someone approach you when you’re sobbing with no emotion and just “what can I do?”  He’s like, “Well, I don’t want to show any emotion because I don’t want you to think that I’m manipulating <\/span><span data-id=\"P5-N2006B3\">you,” because I brought up that sometimes if I try to go away, it feels very manipulative, which is a word that Dr. Farrow said not to use; but that’s how it feels. (pause)<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: You’re caught between a rock and a hard place. It’s just seems like everything you say to him is like being trapped.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: It does, and especially from my perspective nothing he does is good enough. It feels unfair, but it also feels like maybe nobody gets it. I’m the only one there and I’m the only one actually dealing with it all the time because his parents have made it clear. They do sometimes and not at other <\/span><span data-id=\"P5-N2006F1\">times. I’m the only one who’s been like “let’s get you help” or “it is okay if you have ADHD” or “I won’t think any less of you.” I’m the only one saying “it’s so great that you are starting to run the Subway this week.”  I guess I don’t get credit for all of that and Ivan certainly, I don’t think it’s <\/span><span data-id=\"P5-N2006F2\">that he doesn’t feel appreciative, but he just doesn’t hear it. If he looks back on the week and we try to talk about what was positive, he doesn’t hear it – which I understand because I’ve been, and I guess I am, depressed and it’s really easy to filter out that stuff because that’s kind of how it works.<\/span><\/p>\n<span data-id=\"P5-N2006E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100072\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">THERAPIST: But you are saying those things you say to him.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">THERAPIST: You’re saying positive things to him and maybe he just can’t take those in as much.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">CLIENT: Yeah. I feel like it’s really fair, but I feel like I’m back to negotiating. Yesterday I asked him if he could help out with the apartment because I generally try and clean it once a week.  I usually won’t ask him to help or I’ll ask him to do like the bathroom and I’ll do the rest, something <\/span><span data-id=\"P6-N200771\">like that; but this week I had a big draft due on Thursday and was putting in extra hours on the research and all this stuff. I’ve just been really, really working all day long so I sort of asked him that and I could tell it wasn’t okay so I kept reducing what I asked him to do and it turned into “if <\/span><span data-id=\"P6-N200772\">you could run the vacuum and wipe off the counters.” It really went down.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">THERAPIST: That doesn’t feel good either.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">CLIENT: No. This is a tactic I’ve done at home a million times because it’s better to get something than nothing. (sighs)<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: Oh, Ramona. What I left feeling last time we met and I thought about for quite some time, is just how alone it sounded like you were feeling with all of this. It was like really nobody was understanding what this was like for you and, in a way, you aren’t hearing enough validation about the <\/span><span data-id=\"P6-N2007D1\">things that legitimately extremely concerning in him. Those things are real and I hear you saying you keep hearing how you’re too critical from Dr. Farrow, for example, but there’s not a lot of space to say yes, you might lead with criticism in who you are. That doesn’t mean that there aren’t real things <\/span><span data-id=\"P6-N2007D2\">happening that are actually there to be critical of. Do you know what I mean? Those are separate things and I think they’re both true. What you’re describing in him, even just the difficulty having a straight-forward conversation about anything, how everything gets sort of turned inside out or “I don’t <\/span><span data-id=\"P6-N2007D3\">want to express emotion because you’ll tell me I’m manipulative,” there’s no way of actually having normal contact and conversation and communication about something that involves feelings.  It’s leaving you feeling unbelievably trapped and like you’re living out your childhood all over again and it’s <\/span><span data-id=\"P6-N2007D4\">taking you totally by surprise that this is where you find yourself. It’s also horrifying to feel like is the answer going to be that you just have to pull yourself up by your bootstraps and take care of things again, when you’ve done that your entire childhood when you should not have been doing that, <\/span><span data-id=\"P6-N2007D5\">when other people should have been taking care of you.<\/span><\/p>\n<span data-id=\"P6-N2007C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100072\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2007E\"><span data-id=\"P7-N2007F\">It’s horrifying to find yourself now as an adult in this place where actually there aren’t adults in your life anymore who are going to be the parents who are going to take care of you. You missed that part. You missed out on what you should have been getting from 0 to 20.  And to find that you can’t <\/span><span data-id=\"P7-N2007F1\">get that anywhere now, it just sounds so terribly, terribly, terribly lonely for you. I hear you retreating back to a place which, I think in some ways, is adaptive. This is what you’ve done your whole life is just “okay, I’m going to take care of things.” I think that’s a strength of yours. Another <\/span><span data-id=\"P7-N2007F2\">person would have floundered and become a drug addict. You look at me like that’s crazy, but . . .<\/span><\/p>\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">CLIENT: Yeah, it sounds a little extreme.<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">THERAPIST: Going through what you have been through in your families, the pathways could have been very different. You have had an incredibly adaptive pathway that you found not because of what your parents had done for you, but in spite of it simply because of who you are. I think that’s what you’re <\/span><span data-id=\"P7-N200831\">re-finding again in these two weeks; “what do I do when the going gets tough?”  What you did was you organized. You found motivation again. You made a list. You accomplished<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">BREAK IN TAPE FROM [00:26:04 to 00:27:35]<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">CLIENT: I have a genuine concern. I use the word manipulative to describe with the suicidality, with anytime I leave, or even the sort of self-deprecating remarks where he really looks for me to say “no, no,” to really reaffirm. You’ve described it as an attachment or a personality disorder and I still <\/span><span data-id=\"P7-N200871\">don’t understand that, not that you haven’t tried to explain it, but I just don’t.  I don’t get what that really means globally, but I wonder if it isn’t emotionally abusive and I feel horrible saying that because that makes him – the word they use is batterer – and my husband is not a batterer in my <\/span><span data-id=\"P7-N200872\">eyes. But I guess something they teach us in school is if you’re in an emotionally-abusive relationship, counseling is not the way to go. It’s not going to work. It’s not appropriate for any abusive relationship and forgiving it over and over is also not a solution. (sighs) So I don’t know if that’s <\/span><span data-id=\"P7-N200873\">this is going to sound bizarre, but when med students start going to school and they think they have everything under the sun. I don’t know if that’s what’s happening because I’m taking this course on partner violence and I’m doing this research related to partner violence, so I don’t know if I’m <\/span><span data-id=\"P7-N200874\">reading this and thinking “he matches all of these.”  I’m seeing two therapists and I’m waiting for somebody to say this is or is not an emotionally-abusive relationship or that he does or does not have ADHD or what the heck is going on.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">THERAPIST: What do you think it would do to hear that it is or it isn’t? What if you say it is?<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">CLIENT: In my eyes, the only acceptable reasons to get a divorce are physical abuse, sexual abuse or adultery. Those are pretty much the big, main – I guess if there was something else like they decided they didn’t want to have children after all or they converted to a different religion or something <\/span><span data-id=\"P7-N2008B1\">really drastic, emotional abuse is pretty subtle, I think, from what I understand. I feel like I witnessed a lot of that with my parents, though I didn’t label it that growing up. <\/span><\/p>\n<span data-id=\"P7-N2008A-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2008A-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100072\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">THERAPIST: So it wouldn’t change anything?<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">CLIENT: I think it might, but I think I would not feel validated in telling people “I’m in an emotionally abusive relationship,” because that sounds like you argue. I wouldn’t say this to someone else, but for me it sounds like you argue or “What’s wrong with you? You can’t be sympathetic? He’s struggling <\/span><span data-id=\"P8-N2008F1\">with mental illness. What’s wrong with you? He can’t help it.”<\/span><\/p>\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">THERAPIST: I don’t know if you were looking for an answer to that question. Would that be helpful? You might not be satisfied with my answer, though, because to me it’s not something that is black and white in that I would say what he does is – manipulation is a word I use even with you colloquially. <\/span><span data-id=\"P8-N200911\">It captures it.  My guess is the reason Dr. Farrow has asked you not to use that word is that usually when people hear that word about themselves, it doesn’t go anywhere because it’s really, really thought of as a pejorative thing to say to another person. I even don’t usually use that if I thought <\/span><span data-id=\"P8-N200912\">you were manipulative. I wouldn’t use that word because I think people just sort of cringe at the word and it actually doesn’t get at the heart of what’s going on underneath it, which is something more along the lines of feeling incredibly desperate. Often not to be abandoned or left alone because of <\/span><span data-id=\"P8-N200913\">a tremendous amount of anxiety, a tremendous amount of self-loathing, a tremendous amount of shame, you at least often feel safe or better about yourself if there’s someone there kind of keeping you company in the world.  This is in the range of personality and attachment related themes, which also <\/span><span data-id=\"P8-N200914\">is a kind of gray area to say to you because it’s not a cut and dried diagnosis in a box. It’s in the spectrum of sense of self and sense of self in relation to other people, so he does not sound like he feels securely good about who he is at all – and that’s not rocket science. You know that. I think <\/span><span data-id=\"P8-N200915\">he feels terrified that even a brief separation is going to be the beginning of the end, that there’s some big abandonment that hangs over that. That probably has nothing to do with you. You’re right. In other words, it has to do with something probably early in his own childhood that has nothing to <\/span><span data-id=\"P8-N200916\">do with the reality of your current adult relationship. He’s living out something in the past when he says that and I think when he’s in this desperate place, he wants to do or say anything to get you to stay because he’s terrified what will happen if he’s left alone. <\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">BREAK IN TAPE FROM [00:33:02 to 00:34:29]<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">THERAPIST: He doesn’t experience it that way. It sounds like he’s experiencing it as a confirmation that he’s a worthless person somehow, that that’s what it would actually mean; so he retreats and you’re left holding the bag about the shame and criticism because there’s so much he has that he can’t <\/span><span data-id=\"P8-N200951\">even speak to it. I think if he were to start saying, “I really screwed that up and I’m sorry,” and not have it be so heavy in the room, you’d say, “Thank goodness. He’s taking ownership. He’s starting to get it. He’s making some movements.” But he has so much right now that he literally can’t function <\/span><span data-id=\"P8-N200952\">sometimes in a relationship and his own life around it.  Again, this is an ambiguous and vague description that, I think, is going to leave you feeling not satisfied that it’s a specific thing or not. Do you know what I mean?<\/span><\/p>\n<span data-id=\"P8-N20094-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20094-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100072\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20096\"><span data-id=\"P9-N20097\">CLIENT: I do. I’m trying to decide what I need to be doing is even, as a Christian, as a person, is to respond with compassion and get him the help he needs and be really patient and work it through with him – or if I need to take a step back and say, “Wait a minute. I don’t need to be ashamed that <\/span><span data-id=\"P9-N200971\">he’s doing some of these things. It’s not my fault. I am actually the recipient of it and maybe I need to get help and maybe even need to get out of it if he’s not able to change it.” Because quite frankly if I told my friends my husband threatens to kill himself if I go away, they would probably say, <\/span><span data-id=\"P9-N200972\">“Something is not okay, Ramona. This isn’t a little marital squabble. That’s not okay. You can’t sweep that under the rug.”  I’m really stuck between the two.<\/span><\/p>\n<p data-id=\"P9-N20098\"><span data-id=\"P9-N20099\">THERAPIST: Yeah. So what if I was to say that I think the healthiest, wholest response actually includes both of those? I think if you lean only in the vein of “I’m going to be supportive. I’m going to be understanding. He’s having such a hard time,” that ignores the reality that he’s an adult in an <\/span><span data-id=\"P9-N200991\">adult world married to an adult and has adult responsibilities that are actually there right now. That’s sort of like making yourself be a mother of a very sick six-year-old boy or something again. That’s not real and I think, pretty quickly, you will resent that. You might be able to put on those clothes <\/span><span data-id=\"P9-N200992\">for a month and pretend to not have a self or to not have feelings about this for a little while, but I don’t think that would last. That’s just not how people work. You’re a person who is important in this relationship – as important as he is. It is not a mother\/child relationship.  It is an adult\/adult <\/span><span data-id=\"P9-N200993\">relationship. That’s the reality. That said, I also don’t think it’s only that he’s all evil, all bad, not making any progress that, if you got rid of him, your pain would all go away. Do you know what I mean?<\/span><\/p>\n<p data-id=\"P9-N2009A\"><span data-id=\"P9-N2009B\">CLIENT: No. No. I do know what you mean. In fact, I think if I had a way to separate myself from even my parents and that past and from Ivan, I think there would be residuals. I get that, so I feel stuck because, I guess between those two things, in one instance I have hope that he can get help. He <\/span><span data-id=\"P9-N2009B1\">can get over this. We can move forward and it’s not going to keep happening. But on the other, it’s a cycle that’s going to keep happening over and over, sort of like it has with my parents – not in the same way.  I’m 24 and it sounds really selfish, but I don’t want to spend the rest of my 20’s taking <\/span><span data-id=\"P9-N2009B2\">care of him. It’s not like I don’t love him and want to take . . .<\/span><\/p>\n<p data-id=\"P9-N2009C\"><span data-id=\"P9-N2009D\">THERAPIST: Ramona, I’m totally with you. I hear you. Look, I was the one that first brought up the “D” word and you looked at me horrified, like how is that even possible that that was crossing my mind. This is, to me, where you’re actually trying to look at whether there are changes that are happening <\/span><span data-id=\"P9-N2009D1\">that feel like they’re valid and they’re real and you can begin to trust small changes, that give you a sense that it’s worth being patient for a longer period of time because you see some things starting to move. Even if he’s with you and he’s saying “she’s critical of me all the time” from his end, <\/span><span data-id=\"P9-N2009D2\">you could say the same thing to him. Is she working on complementing things you do well? Is she working on biting her tongue sometimes and just letting you flounder a little bit and not trying to be your mother so much?  So he could be assessing some of that about what works for him. From your end, <\/span><span data-id=\"P9-N2009D3\">that’s kind of how I would see it right now. If this is the way it stays, you sound incredibly unhappy in this relationship.<\/span><\/p>\n<span data-id=\"P9-N2009C-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2009C-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100072\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N2009E\"><span data-id=\"P10-N2009F\">CLIENT: Not all the time.<\/span><\/p>\n<p data-id=\"P10-N200A0\"><span data-id=\"P10-N200A1\">THERAPIST: Not all the time, but a lot of the time. I think if it stayed this way and it didn’t move and it’s two years later and we’re sitting here having the same conversation, it’s not enough for you. That’s at least what I’m hearing you say. You can’t live with this the way it is right now forever.<\/span><\/p>\n<p data-id=\"P10-N200A2\"><span data-id=\"P10-N200A3\">CLIENT: That’s very true, but I can’t even wrap my head around what I would need in myself and from I-don’t-know-who to be able to do something like that because . . .<\/span><\/p>\n<p data-id=\"P10-N200A4\"><span data-id=\"P10-N200A5\">THERAPIST: So maybe that’s part of the fantasy for a second of “gosh, if someone were to tell me this is an abusive relationship. . .” maybe that would somehow give you permission to not be in it anymore. <\/span><\/p>\n<p data-id=\"P10-N200A6\"><span data-id=\"P10-N200A7\">CLIENT: Right. Actually we had – this is going to sound kind of silly, but we have guest speakers in this course. She’s an expert. My professor is an expert in the field and she’s really awesome. We had a guest speaker who is actually a pastor and her organization coordinates faith communities with <\/span><span data-id=\"P10-N200A71\">service providers like psychologists and police and a wide span. That’s their job because there isn’t a resource for that directly in the church. She talked about how she went through this and how divorce was unthinkable and how it was really emotionally abusive and she said she hears key things like <\/span><span data-id=\"P10-N200A72\">“he’s like Dr. Jekyll and Mr. Hyde” or “he’s like a different person” or you feel like you’re walking on eggshells. I’m sitting there thinking, “That’s how it feels sometimes,” and I don’t want to tell anyone that, but that’s how it feels sometimes. She said that she got a response from her priest at <\/span><span data-id=\"P10-N200A73\">the time that it wasn’t acceptable to get divorced. She got through it and she got divorced and she was okay and she found a way to deal with women who struggle with those types of issues.  I had this fantasy of talking to her almost, which is so silly, but I thought I don’t want to make a mountain <\/span><span data-id=\"P10-N200A74\">out of a molehill because it’s not every day and it’s not all of our relationship, but what if a lot of this really isn’t okay and really isn’t something that can change or will?<\/span><\/p>\n<p data-id=\"P10-N200A8\"><span data-id=\"P10-N200A9\">THERAPIST: It’s not okay, just so you know that I’m clear about what you’re tolerating. If it doesn’t change, it really does not sound like it’s working for you and it’s hurting you. I think your question that you’re grappling with is how much is it changing for real and how much isn’t it? How long <\/span><span data-id=\"P10-N200A91\">a period of time are you willing and wanting to wait to see if it does make some changes? I’m just aware of our time. We’ve got to stop, but to be continued, okay? Next week then?<\/span><\/p>\n<p data-id=\"P10-N200AA\"><span data-id=\"P10-N200AB\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N200AC\"><span data-id=\"P10-N200AD\">THERAPIST: And let me know if you ever want to find a second time.<\/span><\/p>\n<p data-id=\"P10-N200AE\"><span data-id=\"P10-N200AF\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N200B0\"><span data-id=\"P10-N200B1\">THERAPIST: I know you’re super busy.<\/span><\/p>\n<p data-id=\"P10-N200B2\"><span data-id=\"P10-N200B3\">CLIENT: Do you do extended session or no?<\/span><\/p>\n<span data-id=\"P10-N200B2-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200B2-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2100072\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200B4\"><span data-id=\"P11-N200B5\">THERAPIST: I can, but we would have to find a time that works because right now I have a session on either side of our time, and then in terms of reimbursement we would have to talk about how that would all work, if that’s workable for you or not. But we’ll keep talking about it and I’ll keep telling <\/span><span data-id=\"P11-N200B51\">you when I have openings.<\/span><\/p>\n<p data-id=\"P11-N200B6\"><span data-id=\"P11-N200B7\">CLIENT: Okay. Thank you.<\/span><\/p>\n<p data-id=\"P11-N200B8\"><span data-id=\"P11-N200B9\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}