{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client expresses frustration about a friend, talks about issues she experiences in friendships in general, her weight, and loneliness."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Physical issues","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Obesity","Body weight","Friendship","Loneliness","Psychoanalytic Psychology","Frustration","Anger","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Physical issues","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"page_count","label":"Page Count","values":["20"],"weight":14},{"name":"psyc_subjects","label":"Health Subject","values":["Obesity","Body weight","Friendship","Loneliness"],"weight":15},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":16},{"name":"publication_year","label":"Publication Year","values":["2013"],"weight":17},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":18},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":19},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":20},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":21},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":22},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Anger"],"weight":23},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":24},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":25},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":26}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":13,"pageCount":13,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2320879","dorpId":"1005577918","contentType":"text","aucs":"CTRN-V1","title":"Client \"S\", Session May 17, 2013: Client expresses frustration about a friend, talks about issues she experiences in friendships in general, her weight, and loneliness.","fullTitle":"Client \"S\", Session May 17, 2013: Client expresses frustration about a friend, talks about issues she experiences in friendships in general, her weight, and loneliness.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":13,"totalPages":13,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":13,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320879\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I've got a fall cold with a fluey kind of chilly, which is like – I had it already but it's coming to an end.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: So I got back on Tuesday and it's really good to be home. The conference went really, really well. Nobody had anything but good things to say. Everything was a success. I mean there were little things that, behind the scenes, could have been better, whatever. And it was great. It was great being <\/span><span data-id=\"P1-N200111\">there, I mean, but it was exhausting and I didn't really have any free time and by the time it was done I was really ready to come home and I took Wednesday off to kind of rest and recover a little bit more and then went into work yesterday and today and there is like nothing going on at work. I mean <\/span><span data-id=\"P1-N200112\">I'm not really concentrating on anything until next week. So, while I was in Brazil I was like one day doing a job search, like I was bored at the conference, (unclear). (Yawns).<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Are you cold? Do you want me to turn the heat up?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: (Yawning) No, I mean I'm comfortable.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: All right.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: And I looked on this website called indeed.com which like pulls from – is actually where I found this job, that just pulls from various different websites or wherever, allows it or something, and I typed in like \"public relations Houston,\" or, \"public relations, University of Houston,\" and the <\/span><span data-id=\"P1-N200191\">job that had been posted since March 6th popped up and it was Assistant Director of University Center and Student Center which is like they started building this brand new, whole complex with like a pool, vendors, and it's on the lake and like a whole new student center. Like, awesome. Like a banquet <\/span><span data-id=\"P1-N200192\">hall and a lot of space. So the position is Assistant Director of this facility. So, managing a lot of the vendors or like, I'm the vendor because I manage the – I don't understand it completely but like I'm not – the people will come to like request to use space in the building. So, anyway, I applied <\/span><span data-id=\"P1-N200193\">and I e-mailed the woman, who's been so nice, and she said – I mean at this point I'm definitely like copying her, but like she's being perfectly pleasant about it and she said, ‘you know, the other position, yes, was filled but I'm going to e-mail the department head and let her know that you've just <\/span><span data-id=\"P1-N200194\">applied to this position and are interested in it. So then this was Friday. Sunday I get an e-mail from the Associate Director and she says Dr. whatever, suggested that I contact you. Do you have time tomorrow to speak on the phone about the position? So I said, yes, of course, so I spoke to her at <\/span><span data-id=\"P1-N200195\">3 p.m. on Monday before I left for the airport. In the meanwhile my phone had broken in the meantime because something went wrong with the charging port so I couldn't charge it. So I had no phone so I e-mailed her and asked her if she could do it – if I could call her via Skype, so I ended up using <\/span><span data-id=\"P1-N200196\">my Skype to call her landline. And it wasn't an interview, it was more just like an informational. She wanted to hear from – the hiring manager, I guess, is away or something. They have just started reviewing resumes. She didn't have an application or information yet, so asked that I send her my cover <\/span><span data-id=\"P1-N200197\">letter and resume and that she – the (unclear) step they're going to start moving along. We can't make any promises, blah, blah, blah, but you know, they'll be – I'll hopefully hear from them soon about it. So it was promising.<\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320879\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">Then, I think that same day, a position called Director of Public Relations popped up and it would be for the Office of the Vice President, it would be managing commencement. And the pay grade was a 12, whereas this assistant director's positions are like 8\/9. But then it's –<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: So which is better? <\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: Twelve would be higher. It would be a higher pay grade.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: Gotcha.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: But then it listed the base pay of it, which would be like 48-something, which is like what I get paid now. It didn't list the max, which is interesting because on many of them, they do. It's weird how these jobs get – anyway. And then a requirement – so I read the description and it seems pretty <\/span><span data-id=\"P2-N200231\">expected. I mean like, you know you're doing all the commencement stuff. You'd be directing that whole thing. But then under requirement it says, bachelor's degree and three years of experience, master's degree preferred. But I'm like, three years of experience, like doing what? I mean I have six years <\/span><span data-id=\"P2-N200232\">of public relations planning, like that's counting public relations experience.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Is that good?<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: So, and then I checked back yesterday and they had changed the title and changed the requirements to bachelor's degree and four years of experience, which is like a really weird like, edit to make.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Like I probably would have been – eh. Like –<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Three years, four years, like what's the difference?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: Maybe the title like is better because, you know, it's more specific. I mean I still want it. So I e-mailed my contact here and said, you know, ‘what do you think? Do you think I'm too reaching? You know, overreaching? And he said, ‘no, I think you should absolutely go for a higher thing, like <\/span><span data-id=\"P2-N200331\">where you are now has cache. You have the experience. Let me know how I can help with this.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: He's super busy right now because it's like review time so he's – anyway, I am meeting with him next week, or no, the week after Memorial Day to talk about how to go about doing my review with Melody which still hasn't happened. Anyway, I was thinking of even e-mailing the woman whom I had originally <\/span><span data-id=\"P2-N200371\">had contact with who I have not spoken to in months at this point – Marjorie Drew, and ask her about this position, the reason being, because she called me over a year ago when I applied for director, when I applied for a position.<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: I remember that.<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: So I think that she may be a nice person to weigh in on even like, yeah, and maybe she knows somebody. So that's going to be my move for this.<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: Uh-huh [yes].<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: So I think it's great that events are over and everything because I think if I'm really concentrating full force on this job search.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">CLIENT; And I'll follow up with the other folks maybe in the next couple of weeks, but she did tell me like to be patient. \"So please have patience with us,\" she said.<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">CLIENT: So that's fine. In the meantime this Director of Public relations position would also be great. I mean at the same time being done with public relations is also making me feel that much more ready to leave. So last night I came up with a plan while I was getting a little, drinking a little bit <\/span><span data-id=\"P2-N200471\">too much wine by myself on my porch because the weather was nice. And I came up with this idea that I then floated to Jillian because I was like maybe I'm just being like, this is like wine-brain or something, but she thought it was a good idea, too. And the idea was, I have been kind of not wanting <\/span><span data-id=\"P2-N200472\">to do all these little things around my house like go through all my old clothes and decide what I would want to keep and what I would want to store and what I would want to schlep around with me to the next place I go, be it Chicago, Houston – wherever.<\/span><\/p>\n<span data-id=\"P2-N20046-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320879\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Go through old linens and figure out what I can donate to the animal shelter, whatever. Like this other stuff I haven't really been wanting to do because I don't want to like self-prophesize that I would be moving soon and then it like – I'm so superstitious.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Right. <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: But I sense that it would be good because it's like, ‘yeah, like maybe if there's that component of it, the whole ‘I want to move so I want to do all this stuff,' but the other component is, look how much I can get done alone. Like look how much I can get done when like I don't have to live <\/span><span data-id=\"P3-N2004F1\">with somebody else or deal, or like if I find myself alone, look what I can do and like it fills hours, like endless hours of time. So my idea that I thought was like stupid and drunk was to start a blog that's like something like look how much I can do alone, or like by myself, or something where I <\/span><span data-id=\"P3-N2004F2\">basically document like, okay, today after work like I went through this photo album, like look what I found. You know, whatever. Like as a way to kind of inspire myself to do it and to kind of have a way to look back on it and be like, oh I really did get a lot of shit done. I mean, not like I don't <\/span><span data-id=\"P3-N2004F3\">get stuff done. As we know, I'm all about getting stuff done.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">I mean I came off of an overnight flight after not sleeping and I cleaned my whole house and unpacked and like did everything and then rested and was like totally satisfied with that. But anyway – so that was my big idea that I'm going to start, like today. Because also today I'm starting back on Weight <\/span><span data-id=\"P3-N200511\">Watchers and I'm starting back on exercise and I'm literally like taking no prisoners not letting myself slack off anymore. Because I really feel like shit when I slack off and I really feel so much better when I'm working out and it's so nice out and I can wake up at 5:30 and it's light outside already <\/span><span data-id=\"P3-N200512\">and I can go for a walk and back and still go to work, like, or after work it's still light until 8 so like tonight, my plan is to go home and take a walk and I'm really excited. So anyway, so there's that.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">And I know I'm going like a mile a minute right now but I think I kind of need to because it's been like three weeks since I've been here and I don't really have anybody else that I'm like talking to like this because my mom's glad to hear it but she's just like a little bit in her own world so it's <\/span><span data-id=\"P3-N200531\">like difficult to – she's like, ‘oh, that's great, honey,' you know, like, ‘good job.' Like, see you later.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">CLIENT: So the other side of this – why all of this stuff started, I started thinking about it and why I'm like so like self – like I'm so determined to like be self-sufficient and be happy with myself, is because Stephanie has once again, for the probably the umpteenth time in our friendship, proved <\/span><span data-id=\"P3-N200571\">to me why we had a falling out and why she sucks. So I'm in Brazil and e-mailing her just as I normally would like, ‘miss you, wish you were here, blah, blah, blah.' She's like, ‘oh my God, I'm so busy at work, I'm dying, I hate my life, blah, blah, blah. And I work all the time and I can't talk, can't <\/span><span data-id=\"P3-N200572\">talk, can't talk,' so I like stopped e-mailing her. She didn't e-mail me once. She didn't say, hey when are you coming back? Oh, and then I even asked her if she wanted to have dinner on Tuesday and then she said yes and then she cancelled on me because she had other plans that she forgot. Fine. And <\/span><span data-id=\"P3-N200573\">offered Wednesday instead. So I don't hear from her when I'm leaving. I don't hear from her, ‘are you back?' Nothing. So finally I e-mailed her with like that part, I'm like, ‘Dude, like what the hell? I don't get like a welcome back, like nothing? Like what's up?' And then no response. And then so <\/span><span data-id=\"P3-N200574\">I take a different approach because she's fucking psycho and I was like, ‘listen, I know that you are busy with work, but are you okay?' Like, ‘did something happen to you?' Because the one message I did get to her, or from her actually, was the morning I got back, ‘where are you? My life is atrocious.' <\/span><span data-id=\"P3-N200575\">That's it. Like I'm sorry. No, how are you. No, are you dead in the fucking Pacific Ocean on the plane? Nothing.<\/span><\/p>\n<span data-id=\"P3-N20056-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320879\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: So I take a different approach and then she's like, oh, just like dying at work, so busy, blah, blah, blah, blah, blah. Okay, fine. So I'm taking the road of, ‘hey, like, hope today's better than yesterday.' Like – so yesterday I say this. And then she's telling me how she's happy because two <\/span><span data-id=\"P4-N2005B1\">big things got in, but then kind of made that anticlimactic, like on to the next one – life of a lawyer, that's my job, I write briefs and send them to people, and I'm like yeah, I know, you went to school for it, didn't you know that? And also it's not my fault that you take on all this pro bono charity <\/span><span data-id=\"P4-N2005B2\">shit for your friends and whoever else and then you just stay later, like you don't need to. You make good money, like you're not, whatever – anyway.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">And then she says to me that she's feeling good but a little bit tired and she's going over to Aiden's after work, but literally just going to sleep at 8 p.m. while they watch the game. I figure that going to his house required less effort and brainpower and since I'm in zombie mode, I'd rather save <\/span><span data-id=\"P4-N2005D1\">like normal-me for tomorrow. And plus I cancelled on him like three times this week. And so I just read it back – well then, you'd better not cancel again. Like, no – like this is not even your boyfriend. You claim that you don't even like him. The sex is not even that good, like he's fat. Like you <\/span><span data-id=\"P4-N2005D2\">get fat because you hang out with him all the time and don't do anything. Yet, you're literally not seeing your best friend after she's been away for over a week because you're going to go there and go to sleep at 8. You're not fucking going to sleep at 8, you're going to sit there and soak up the fucking <\/span><span data-id=\"P4-N2005D3\">attention from (unclear) Aiden while you watch the game and be fat. Ahem.<\/span><\/p>\n<span data-id=\"P4-N2005C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320879\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">So then today she says how she got no sleep. She didn't go to sleep until midnight. She was insomnia, not sleeping like, ‘oh God, can we play it by ear but possibly postpone our plans tonight for when I feel better?' And I'm like, I thought we postponed last night because you felt like shit. So then <\/span><span data-id=\"P5-N2005F1\">today you could not feel like not feel like shit. So then what did you do? Probably smoked a bunch of pot and probably had some drinks and felt like shit and now you're tired. So I was like, ‘whatever.' And I'm like, ‘I kind of wanted to be like, ‘you know you're being a really awful friend right now, <\/span><span data-id=\"P5-N2005F2\">right?' But then I'm like, or some way of calling her out, but like I know it's just going to start a shit storm because she's so fucking self-involved and it's like, I told you I had all this stuff going on, can't you be considerate? Blah, blah, blah, blah, blah. You don't know what it's like.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">And so I don't even feel like bothering. But it prompted me to be like, fuck her. She can be miserable all she wants. I'm going to be alone and do with my time alone what is going to make me feel good so that I'm not fucking miserable and I don't want to hang out with you because you are fucking miserable. <\/span><span data-id=\"P5-N200611\">And she even said, ‘can we for tonight, can we just do take-out and hang out at my house?' And I'm like, no. And that was before she asked me to postpone it and I – because I had been judging actually, because I said, well you know, how about we take a walk tonight like I'll pick you up and we can go <\/span><span data-id=\"P5-N200612\">to take a walk somewhere nice. You know, because, whatever. And that's when she suggested take-out and I was like, ‘walk. Be fat.' Like, I think I'll choose walk.' So, I'm going to be doing my own thing tonight and she can go fuck herself and I quite frankly don't even care to see her like I think it's <\/span><span data-id=\"P5-N200613\">so inappropriate the way that she's acting in terms of like a good friend and like what she thinks she may be, or whatever. And you know, first of all if this is the way that she treated her boyfriend when shit got rough in school or at work then I understand why he wanted to leave her. Secondly, she's <\/span><span data-id=\"P5-N200614\">dicks before chicks. And it does hurt my feelings a little bit.<\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">But the other thing I decided to do yesterday like I really I had a good – I think it was either because I was like preparing myself for wanting to like start Friday, like start Weight Watchers on Friday so that I could start my weekly points on a Friday and use those for the weekend or whatever. And <\/span><span data-id=\"P5-N200631\">I think it was that feeling of, ‘okay, getting – you know, revving up for like starting Weight Watchers again, but then having to think about all these other things because I also started a journal that I haven't done in years. But that was like, because I have these moments where I'm like, ‘oh, I wish <\/span><span data-id=\"P5-N200632\">I could tell somebody this.' But like Stephanie will be annoyed if I text her and I don't have anybody to tell. So then I think, ‘oh, what if I start a journal and like write it down. Like the journal will always be entertaining. So that's my whole –<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: Spiel.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">CLIENT: That's my spiel.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">(Pause): [00:15:39 00:15:53]<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Do you feel like it's too much? Am I like forcing it for myself? (Laughs)<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: (Laughs) Do you mean like, forcing the doing things by yourself and for yourself thing?<\/span><\/p>\n<span data-id=\"P5-N2006E-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2006E-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320879\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: Or like forcing the like, ‘I feel inspired.' Like I do. I feel a lot better than I did before I left for this trip.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">THERAPIST: Well, that's great.<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">(Pause): [00:16:14 -[00:16:28]<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Like I feel like I don't want to take shit. Like I don't want to take anybody's shit. Like for instance, Stephanie. ‘Do you have a Xanax or any anti-anxiety pills?' I'm like, ‘no.' And I was like, ‘maybe we could find a yoga class to go to tonight or tomorrow morning.' Like I just don't want <\/span><span data-id=\"P6-N200791\">to take anybody's shit, like fuck you, I know that's what you want to hear but that's what I'm fucking going to say. Anxiety medication.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">(Pause): [00:16:50 00:17:36]<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: You're sort of acting like you're pushing back at her, but you're really not really at all.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">CLIENT: No, no. I'm not pushing back on her because I it's not worth it. Honestly, after – I mean, 25 years of dealing with this girl. It's just not worth it to push back. It's just easier to just give her what she wants and ease myself away. Honestly, I know that sounds fucked up, but like I don't <\/span><span data-id=\"P6-N2007F1\">know. There's literally no other way –<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: It's not that. It's that you, your tone is as though – I mean you're saying you don't want to take anymore shit from her.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: You kind of are, aren't you? I mean in that –<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: Well, no, because I would have been like, ‘of course I'll come over and we can have take-out. What do you want?'<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: Or like with the Xanax – do you have any Xanax? I don't know, I can ask my mom or my brother. Which, of course, they do. You know, they have some antidepressants I'm sure. But you know, this is the difference, you know? So like this is pushing back on her because you can't – if I push back on <\/span><span data-id=\"P6-N2008B1\">her by actually saying, ‘you know, Stephanie, you're being a really poor friend to me right now. I don't feel like you're really taking me into consideration. I'm trying to be considerate. If I try and go about it that way, it literally will turn into a screaming match where she's just jumping down <\/span><span data-id=\"P6-N2008B2\">my throat, pushing everything back on me in a very Franklin (sp?) effort. <\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: I don't think it sounds very Franklin.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: It is and this is why I've had tons of falling out with her throughout the years, because every time I try to tell her how I actually feel, she jumped down my throat and I said, ‘well, all right,' like, ‘I'm out of here.' And since I've been back in the friendship with her I've noticed that <\/span><span data-id=\"P6-N2008F1\">when I do something like this where I kind of like pull away and just kind of like do my own thing and don't give her everything that she wants, then she like comes running back and is super nice to me and wants to be like, ‘well, what do you want to do?' And, ‘let's do whatever you want.' And you know. <\/span><span data-id=\"P6-N2008F2\">And I don't really care if she doesn't do it this time because she can go fuck herself with Aiden. And then, of course, I had Lucas calling me this morning saying how frustrated he was because she was sitting there like slobbing away.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: You mean like eating stuff?<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Yeah, just eating –<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: Just generally being a slob?<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: Just generally being a slob with Aiden and then I guess he got really bad because – and then I experience this – okay. He experiences it from Aiden and I experience it from Stephanie all the time. The whole like so defensive and they have to defend everything and they have to always be right <\/span><span data-id=\"P6-N200971\">or whatever. And there was a moment last night I guess where they like gave up on Lucas, like and he called me defensive about it or whatever and I was basically like and I was like, you know she blew me off last night to hang out with him instead and lied to me that she was going to bed at 8 and he <\/span><span data-id=\"P6-N200972\">was like, ‘I know, I know.' You know, whatever. I believe it. And I was like, you know, Lucas, I'm not going to really be (unclear) and as much if she's you know. And he basically was like, you know, ‘they're awful as a couple. All they do is argue.' Everything's a debate like I'm just waiting for the <\/span><span data-id=\"P6-N200973\">moment where I'm sitting there and they just tell each other how much they hate each other. Like I don't understand it. Like she sucks. So he like understands where I'm coming from, too.<\/span><\/p>\n<span data-id=\"P6-N20096-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320879\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: He has to live with it though, not me.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">(Pause): [00:21:11 00:21:26]<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: I mean I don't know – I just – like –<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">THERAPIST: (Unclear). Here's the thing I guess that seems to me extends across this stuff with Stephanie and the stuff at home is like –<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">(Pause): [00:21:35 00:21:41]<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">THERAPIST: Mainly, it's good and I can see how kind of having a positive attitude about not wanting to deal with Stephanie anymore or finding constructive things to do at home like, it's a good thing. But the way you talk about it is like entirely they're good things, and they're not. They're horrible. <\/span><span data-id=\"P7-N200A51\">I mean, you're telling me that your best friend hasn't asked once about how your trip was, or been in touch and has been totally self-absorbed.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">CLIENT: It's awful, right? It is.<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: It is awful. That's what I'm saying. And you know, as far as coming home and blogging and the journal, that's cool. Like you're using your time constructively and it's inspiring and helpful and you connect with people or whatever by writing about it, that's great. But I think you're kind of lonely.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: Yeah. (Laughs) It's me being like, ‘look what I can do when I'm lonely.' Like, to myself. You know? Instead of sitting there being like, ‘I'm lonely.'<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: It feels like you've sort of taken these consolation prizes and saying like, ‘yeah, it's a consultation prize.'<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: I am. (Laughs)<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: Like the prize is a prize and that's great but it seems to also miss sort of the picture which is going on in both cases, which is that things suck.<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Yeah. But here's my thing, though.<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: Not that things inherently suck for you, but these two things suck.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: Right. But here's my thing though.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: Like I don't want to – yeah, it can suck that I'm lonely and I'd rather not be lonely.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: Who would? Who would rather be like alone most of the time than hanging out with friends or a boyfriend or living with a friend?<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: Well, some people would.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: But not you.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: But not me.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">CLIENT: Or really anybody I know, right?<\/span><\/p>\n<p data-id=\"P7-N200CC\"><span data-id=\"P7-N200CD\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P7-N200CE\"><span data-id=\"P7-N200CF\">CLIENT: But the thing is, I don't want my loneliness to like put me in another bad relationship.<\/span><\/p>\n<p data-id=\"P7-N200D0\"><span data-id=\"P7-N200D1\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">CLIENT: So there's that. I also don't want my loneliness to translate to hanging out with a friend who's abusive just because she's a friend.<\/span><\/p>\n<span data-id=\"P7-N200D2-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200D2-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320879\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">THERAPIST: Of course.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: Right. And then three – like, I'd want to have stuff to do that doesn't involve not being lonely. Like, that doesn't, yeah, that doesn't involve not being lonely. Like I want to be able to embrace loneliness and this is kind of practice for Houston, too, because I want to like, okay –<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: (Cross talk) (unclear) because you're not acknowledging it.<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: No I'm – yes, I am. What do you mean?<\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: Well, only after I've like –<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: No! I've, I said my blog is going to be called, \"Things I Can Do While I'm Alone,\" like doesn't that denote –<\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: It's not implicit? I think it is. No?<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: Okay. All right, I mean that's really not what the (cross talk) thinking about it.<\/span><\/p>\n<p data-id=\"P8-N200E6\"><span data-id=\"P8-N200E7\">CLIENT: Or like it should be called, \"Things I Can Do Instead of Feeling Lonely\"?<\/span><\/p>\n<p data-id=\"P8-N200E8\"><span data-id=\"P8-N200E9\">THERAPIST: You know, ‘I'm by myself, I'm so effective, and I did this and I came home and I was flying all night but I did 17 things before I rested –'<\/span><\/p>\n<p data-id=\"P8-N200EA\"><span data-id=\"P8-N200EB\">CLIENT: Well, right.<\/span><\/p>\n<p data-id=\"P8-N200EC\"><span data-id=\"P8-N200ED\">THERAPIST: ‘And there are all these constructive things that I can do.' That way of describing things is not good at loneliness.<\/span><\/p>\n<p data-id=\"P8-N200EE\"><span data-id=\"P8-N200EF\">CLIENT: Okay. Well then, what – but the fact that I want to do stuff –<\/span><\/p>\n<p data-id=\"P8-N200F0\"><span data-id=\"P8-N200F1\">THERAPIST: There's nothing wrong with doing stuff.<\/span><\/p>\n<p data-id=\"P8-N200F2\"><span data-id=\"P8-N200F3\">CLIENT: – instead of being alone, doesn't that like – obviously, I'm lonely.<\/span><\/p>\n<p data-id=\"P8-N200F4\"><span data-id=\"P8-N200F5\">THERAPIST: Why?<\/span><\/p>\n<p data-id=\"P8-N200F6\"><span data-id=\"P8-N200F7\">CLIENT: Otherwise, I wouldn't be like you know, like Friday night going through photos. (Pause) But –<\/span><\/p>\n<p data-id=\"P8-N200F8\"><span data-id=\"P8-N200F9\">THERAPIST: But that's not how you're talking about it. I mean, look –<\/span><\/p>\n<p data-id=\"P8-N200FA\"><span data-id=\"P8-N200FB\">CLIENT: Because it's like well, what else am I supposed to do, you know?<\/span><\/p>\n<p data-id=\"P8-N200FC\"><span data-id=\"P8-N200FD\">THERAPIST: How lonely are you?<\/span><\/p>\n<p data-id=\"P8-N200FE\"><span data-id=\"P8-N200FF\">CLIENT: Maybe I'm –<\/span><\/p>\n<p data-id=\"P8-N20100\"><span data-id=\"P8-N20101\">THERAPIST: What's it like? <\/span><\/p>\n<p data-id=\"P8-N20102\"><span data-id=\"P8-N20103\">CLIENT: Well –<\/span><\/p>\n<p data-id=\"P8-N20104\"><span data-id=\"P8-N20105\">THERAPIST: Maybe you're worried if you focus on it, or if you focus on how hurtful and upsetting it is for Stephanie to be (cross talk) –<\/span><\/p>\n<p data-id=\"P8-N20106\"><span data-id=\"P8-N20107\">CLIENT: Yeah, but I'll like start crying.<\/span><\/p>\n<p data-id=\"P8-N20108\"><span data-id=\"P8-N20109\">THERAPIST: You start crying and I think you probably worry you're going to get mired in it, like stuck.<\/span><\/p>\n<p data-id=\"P8-N2010A\"><span data-id=\"P8-N2010B\">CLIENT: Yeah. Of course.<\/span><\/p>\n<p data-id=\"P8-N2010C\"><span data-id=\"P8-N2010D\">(Pause): [00:25:42 00:26:06]<\/span><\/p>\n<p data-id=\"P8-N2010E\"><span data-id=\"P8-N2010F\">THERAPIST: So I guess what – and I think what you're worried about, right – is that (Pause) if you focus on it or talk about it explicitly, you'll get mired in it and might have the feeling that you're a passive, pathetic loser.<\/span><\/p>\n<p data-id=\"P8-N20110\"><span data-id=\"P8-N20111\">CLIENT: Right, like, ‘oh, I'm so lonely.'<\/span><\/p>\n<p data-id=\"P8-N20112\"><span data-id=\"P8-N20113\">THERAPIST: Whereas if you focus on sort of the positive things you're going to do, that won't happen.<\/span><\/p>\n<p data-id=\"P8-N20114\"><span data-id=\"P8-N20115\">CLIENT: Right. Yes. But isn't that true?<\/span><\/p>\n<p data-id=\"P8-N20116\"><span data-id=\"P8-N20117\">(Pause): [00:26:49 00:26:53]<\/span><\/p>\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">THERAPIST: I don't really see why it would be? I mean I guess that would involve the belief that –<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">(Pause): [00:26:58 00:27:31]<\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">THERAPIST: I don't see why it would be. I mean, there must be some reason that it feels like paying attention to how much you feel alone and what that's like and how things are falling apart with Stephanie and also how the job stuff hasn't worked out yet.<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">CLIENT: Well, that's the other thing. It's also like an effort to like keep myself occupied, you know? So that I'm not – so that my job search isn't my only project, basically. You know?<\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">(Pause): [00:28:07 00:28:17]<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\">CLIENT: Well, you're making me feel like I should not make these efforts.<\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">THERAPIST: Really?<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">CLIENT: Kind of, yeah. Like you're doubting like this is going to make me feel better, at all. Or like, work.<\/span><\/p>\n<p data-id=\"P8-N20128\"><span data-id=\"P8-N20129\">(Pause): [00:28:33 00:28:41]<\/span><\/p>\n<p data-id=\"P8-N2012A\"><span data-id=\"P8-N2012B\">CLIENT: And I wouldn't ordinarily say that to you, probably, because (unclear) the last time, I'm trying to be more honest with what I'm thinking.<\/span><\/p>\n<span data-id=\"P8-N2012A-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2012A-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320879\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2012C\"><span data-id=\"P9-N2012D\">THERAPIST: Well, I'm glad you're telling me. I don't think it will work and if the idea is that by being busy and productive at home, and like pushing Stephanie away, if the goal is to not be lonely, or feeling crummy, I don't think those things will work. They may help. They're ways of coping, but <\/span><span data-id=\"P9-N2012D1\">I don't know it will fix it. No. I mean, (unclear) fix it.<\/span><\/p>\n<p data-id=\"P9-N2012E\"><span data-id=\"P9-N2012F\">CLIENT: (Laughs)<\/span><\/p>\n<p data-id=\"P9-N20130\"><span data-id=\"P9-N20131\">(Pause): [00:29:24 00:29:30]<\/span><\/p>\n<p data-id=\"P9-N20132\"><span data-id=\"P9-N20133\">CLIENT: Like having better friends, like, or like just a friend? Or –<\/span><\/p>\n<p data-id=\"P9-N20134\"><span data-id=\"P9-N20135\">THERAPIST: Well – I would think that's got to be a good thing in any case. I mean, forget about fixing it or not fixing it.<\/span><\/p>\n<p data-id=\"P9-N20136\"><span data-id=\"P9-N20137\">CLIENT: Well, yeah, for sure. I have a (unclear) of friends. We know this. Like – I don't have consistent friends. I don't have consistent friendships. I don't have enough single friends. Yeah, friends is a –<\/span><\/p>\n<p data-id=\"P9-N20138\"><span data-id=\"P9-N20139\">THERAPIST: You never talk about that. You sort of refer to it or like allude to it in passing but we never talk about that, actually. At least in my –<\/span><\/p>\n<p data-id=\"P9-N2013A\"><span data-id=\"P9-N2013B\">CLIENT: We could talk about it.<\/span><\/p>\n<p data-id=\"P9-N2013C\"><span data-id=\"P9-N2013D\">THERAPIST: That's fine. I'm just –<\/span><\/p>\n<p data-id=\"P9-N2013E\"><span data-id=\"P9-N2013F\">(Pause): [00:30:08 00:30:44]<\/span><\/p>\n<p data-id=\"P9-N20140\"><span data-id=\"P9-N20141\">THERAPIST: I mean it's clear to me that you appeal to me like I'm kind of tearing you down.<\/span><\/p>\n<p data-id=\"P9-N20142\"><span data-id=\"P9-N20143\">CLIENT: I mean, kind of, not really like tearing me down, but it's just like, no good. Like all this stuff I'm going to do. And you're kind of like, ‘eh, yeah,' like I feel so stupid. Like it feels like the reaction is a little bit like I know this will be good for you because I know that like organizing, <\/span><span data-id=\"P9-N201431\">getting stuff done, sticking to a plan, sticking to a \"to-do\" list. You know all that is important to me.<\/span><\/p>\n<p data-id=\"P9-N20144\"><span data-id=\"P9-N20145\">THERAPIST: Yeah. So?<\/span><\/p>\n<p data-id=\"P9-N20146\"><span data-id=\"P9-N20147\">CLIENT: I can see why, but that is –<\/span><\/p>\n<p data-id=\"P9-N20148\"><span data-id=\"P9-N20149\">THERAPIST: It's not dealing with the underlying problems.<\/span><\/p>\n<p data-id=\"P9-N2014A\"><span data-id=\"P9-N2014B\">CLIENT: Right. But I don't know how to deal with it. Yeah, I'm lonely, like. I don't know what else I'm supposed to do you know, besides like – try to fill up my time a little bit more, I guess. (Crying?)<\/span><\/p>\n<p data-id=\"P9-N2014C\"><span data-id=\"P9-N2014D\">(Pause): [00:31:46 00:32:05]<\/span><\/p>\n<p data-id=\"P9-N2014E\"><span data-id=\"P9-N2014F\">CLIENT: And I don't even know that I would feel less lonely, like even if I did have great consistent friendships or mostly girlfriends. Like I don't know that that would really –<\/span><\/p>\n<p data-id=\"P9-N20150\"><span data-id=\"P9-N20151\">THERAPIST: You probably would.<\/span><\/p>\n<p data-id=\"P9-N20152\"><span data-id=\"P9-N20153\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N20154\"><span data-id=\"P9-N20155\">THERAPIST: Well, here's why I think so based on what you said today. If Stephanie had been different about your being away and your coming back I think you'd feel less lonely. Would it be the same as having a serious relationship or somebody you were living with?<\/span><\/p>\n<p data-id=\"P9-N20156\"><span data-id=\"P9-N20157\">CLIENT: No, but it would have felt less lonely. Like yeah, (unclear) and my mom welcomed me back but it would be nice to have a friend that wants to –<\/span><\/p>\n<p data-id=\"P9-N20158\"><span data-id=\"P9-N20159\">THERAPIST: Yes, of course.<\/span><\/p>\n<p data-id=\"P9-N2015A\"><span data-id=\"P9-N2015B\">CLIENT: – see me.<\/span><\/p>\n<p data-id=\"P9-N2015C\"><span data-id=\"P9-N2015D\">THERAPIST: I think it does sound like there are a lot of similarities. It seems like it's occurred to both of us between what's going on with Stephanie and some of what happened with Franklin and –<\/span><\/p>\n<p data-id=\"P9-N2015E\"><span data-id=\"P9-N2015F\">CLIENT: She's always been an abusive friend. To everybody. Everybody knows it.<\/span><\/p>\n<p data-id=\"P9-N20160\"><span data-id=\"P9-N20161\">THERAPIST: And it hurts – I'm not quite sure how you're using that term, \"abuse.\" I'm not sure abuse – I don't think that's like being a shitty friend.<\/span><\/p>\n<p data-id=\"P9-N20162\"><span data-id=\"P9-N20163\">CLIENT: Well, now it's more manifested in being a shitty friend because I don't really take her abuse as much anymore. But like she was literally born to be a lawyer because she will defend any and every thing because she jumps down your throat and attacks you about anything. And I used to battle back, <\/span><span data-id=\"P9-N201631\">now I'm just like, ‘okay, Stephanie, you don't need to yell. I understand what you're saying. Thank you for telling me, I'll keep that in mind.' Because that's like the approach I have to take. When we were younger I mean it was yelling like, ‘what are you talking about? You don't know what's going <\/span><span data-id=\"P9-N201632\">on in Israel right now.'<\/span><\/p>\n<span data-id=\"P9-N20162-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20162-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320879\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20164\"><span data-id=\"P10-N20165\">THERAPIST: Very critical.<\/span><\/p>\n<p data-id=\"P10-N20166\"><span data-id=\"P10-N20167\">CLIENT: Exactly. Like, ‘why would you ever put your hair like that?' I mean just like super – And it's because she has (unclear) because she has always been a freaking porker and surrounded by like me and Mindy who are the skinnier two of the friends, who can eat anything, and Lucy, who is also like <\/span><span data-id=\"P10-N201671\">kind of a porker, but I don't know, Stephanie had a different –<\/span><\/p>\n<p data-id=\"P10-N20168\"><span data-id=\"P10-N20169\">THERAPIST: (inaudible).<\/span><\/p>\n<p data-id=\"P10-N2016A\"><span data-id=\"P10-N2016B\">CLIENT: No. (Chuckles) Well yeah, that, too.<\/span><\/p>\n<p data-id=\"P10-N2016C\"><span data-id=\"P10-N2016D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P10-N2016E\"><span data-id=\"P10-N2016F\">CLIENT: But Stephanie's insecurities about her weight manifest very differently than Lucy's.<\/span><\/p>\n<p data-id=\"P10-N20170\"><span data-id=\"P10-N20171\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P10-N20172\"><span data-id=\"P10-N20173\">CLIENT: Lucy would just like shy away from stuff more and Stephanie would yell at us.<\/span><\/p>\n<p data-id=\"P10-N20174\"><span data-id=\"P10-N20175\">(Pause): [00:34:24 00:34:34]<\/span><\/p>\n<p data-id=\"P10-N20176\"><span data-id=\"P10-N20177\">THERAPIST: I guess where I'm headed is towards like I think there's something about the kind of disavowal or not wanting to get near the shitty things you're feeling that contributes to keeping you in relationships with people like Franklin and Stephanie. You know, there was for a while quite a bit <\/span><span data-id=\"P10-N201771\">of denial about what Franklin was doing. You didn't want to know.<\/span><\/p>\n<p data-id=\"P10-N20178\"><span data-id=\"P10-N20179\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P10-N2017A\"><span data-id=\"P10-N2017B\">THERAPIST: Because like, the news was so bad it would mean ending things and then afterwards – it is very hard to end things with somebody with whom you're serious and you care about and see yourself spending the future with. I'm not trying to say it would have been easy. I'm just saying you didn't <\/span><span data-id=\"P10-N2017B1\">want to see the shitty stuff.<\/span><\/p>\n<p data-id=\"P10-N2017C\"><span data-id=\"P10-N2017D\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P10-N2017E\"><span data-id=\"P10-N2017F\">THERAPIST: I think again because you were worried that it would mean you would have to leave him and that you were going to feel awful and there's more of a connection I think than that. There's like –<\/span><\/p>\n<p data-id=\"P10-N20180\"><span data-id=\"P10-N20181\">(Pause): [00:36:02 00:36:38]<\/span><\/p>\n<p data-id=\"P10-N20182\"><span data-id=\"P10-N20183\">THERAPIST: I think you probably do believe some pretty bad things about yourself and you anticipate that if you think about being lonely or feeling like there's nothing you can do about it or feeling like you're a loser, that you're going to be right and that's going to be the end of the story. And <\/span><span data-id=\"P10-N201831\">the only way to deal with it is to kind of keep yourself –<\/span><\/p>\n<p data-id=\"P10-N20184\"><span data-id=\"P10-N20185\">CLIENT: Moving.<\/span><\/p>\n<p data-id=\"P10-N20186\"><span data-id=\"P10-N20187\">THERAPIST: – distracted and moving.<\/span><\/p>\n<p data-id=\"P10-N20188\"><span data-id=\"P10-N20189\">CLIENT: Yeah. That is exactly what I thought.<\/span><\/p>\n<p data-id=\"P10-N2018A\"><span data-id=\"P10-N2018B\">THERAPIST: And the problem there is more with those kind of core beliefs about yourself than anything else. I mean, in a way, why the hell would you think that? And –<\/span><\/p>\n<p data-id=\"P10-N2018C\"><span data-id=\"P10-N2018D\">(Pause): [00:37:27 00:38:14]<\/span><\/p>\n<p data-id=\"P10-N2018E\"><span data-id=\"P10-N2018F\">THERAPIST: In a way, with Franklin or Stephanie, they, you know in a way, somebody's saying that to you, but it's not you so you can sort of criticize them for being assholes, but it's also, at some moments, what you really think. You know, you don't deserve to have your opinion or to speak up, or it's <\/span><span data-id=\"P10-N2018F1\">not valid, or you are as lousy as they are treating you as being. Or even, I think, in a much smaller way, I sort of point towards that and say, ‘I think you're not thinking about this,' like I'm tearing down your other ideas. I mean, which I was, absolutely, to be clear, saying I didn't think they'd <\/span><span data-id=\"P10-N2018F2\">solve the problem. I'm not trying to shy away from having said that but I think something about it felt more critical or a little more dangerous than that. I think in a way I may have this wrong – I'm kind of speculating here, but my hunch is that what you really mean is what can you do about feeling <\/span><span data-id=\"P10-N2018F3\">inherently as though you're not going to be close to people who are going to treat you well? Or, you are going to be a loser or you're not going to have like no good friends in some way. I mean, in a sense like I think literally you know full well what to do about meeting people. I mean as much as anybody <\/span><span data-id=\"P10-N2018F4\">else, you know?<\/span><\/p>\n<span data-id=\"P10-N2018E-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N2018E-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320879\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20190\"><span data-id=\"P11-N20191\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P11-N20192\"><span data-id=\"P11-N20193\">THERAPIST: How you could, who you want, where to go – you know, I don't think it's a logistical question.<\/span><\/p>\n<p data-id=\"P11-N20194\"><span data-id=\"P11-N20195\">CLIENT: Well, it is a little bit.<\/span><\/p>\n<p data-id=\"P11-N20196\"><span data-id=\"P11-N20197\">THERAPIST: It is, but that's not a problem.<\/span><\/p>\n<p data-id=\"P11-N20198\"><span data-id=\"P11-N20199\">(Pause): [00:40:20 00:40:31]<\/span><\/p>\n<p data-id=\"P11-N2019A\"><span data-id=\"P11-N2019B\">CLIENT: I did say when I was describing why I thought it was such a good idea to Jillian yesterday, I did say I'm really insecure and I hope this will help me not feel as insecure because I'm – or whatever. I did acknowledge – I do know that I'm insecure. I do know that. Like – and actually it's interesting <\/span><span data-id=\"P11-N2019B1\">that I didn't say that, like before right now because I actually said it to myself yesterday and then was like I should talk to Ethan about that. So it's interesting that I forgot about it and was like defending my plan.<\/span><\/p>\n<p data-id=\"P11-N2019C\"><span data-id=\"P11-N2019D\">THERAPIST: Well, I think you want me to see you as together. I think you're really worried that I might see you as a mess.<\/span><\/p>\n<p data-id=\"P11-N2019E\"><span data-id=\"P11-N2019F\">CLIENT: Because I'm worried other people will see me as a mess.<\/span><\/p>\n<p data-id=\"P11-N201A0\"><span data-id=\"P11-N201A1\">THERAPIST: Yeah. Because you feel like a mess.<\/span><\/p>\n<p data-id=\"P11-N201A2\"><span data-id=\"P11-N201A3\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P11-N201A4\"><span data-id=\"P11-N201A5\">THERAPIST: Which doesn't mean you are a mess.<\/span><\/p>\n<p data-id=\"P11-N201A6\"><span data-id=\"P11-N201A7\">CLIENT: My biggest thing is – lonely, blah, blah, blah, blah, blah. But like I don't want to the loneliness to send me into another bad relationship but I also don't want my insecurities to in the same way prevent me from finding somebody that –<\/span><\/p>\n<p data-id=\"P11-N201A8\"><span data-id=\"P11-N201A9\">THERAPIST: Yeah, but I don't think it's loneliness that's gotten you involved with people who haven't treated you well.<\/span><\/p>\n<p data-id=\"P11-N201AA\"><span data-id=\"P11-N201AB\">CLIENT: No. It's insecurity.<\/span><\/p>\n<p data-id=\"P11-N201AC\"><span data-id=\"P11-N201AD\">THERAPIST: Yeah. It's somewhat like –<\/span><\/p>\n<p data-id=\"P11-N201AE\"><span data-id=\"P11-N201AF\">CLIENT: Yeah, exactly what you're saying. It's not about logistics, and finding and like meeting people. It's not – at least I'm not receptive. Like I'm not – I can't.<\/span><\/p>\n<p data-id=\"P11-N201B0\"><span data-id=\"P11-N201B1\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P11-N201B2\"><span data-id=\"P11-N201B3\">(Pause): [00:42:06 00:42:26]<\/span><\/p>\n<p data-id=\"P11-N201B4\"><span data-id=\"P11-N201B5\">THERAPIST: And I think, (unclear) last time and what you said today, I think you're, for example, speaking up with me about things that are bothering you here or that are not being helpful or whatever, like I have the impression that for a (unclear) time a sort of confidence is difficult for you to <\/span><span data-id=\"P11-N201B51\">have. Like it's good that you're speaking up and it demonstrates the kind of confidence that I think it's unfortunate that other times it's difficult for you to have. Do you know what I mean, like that's a good thing but it also relates to the issue that we're talking about – if that makes sense.<\/span><\/p>\n<p data-id=\"P11-N201B6\"><span data-id=\"P11-N201B7\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P11-N201B8\"><span data-id=\"P11-N201B9\">(Pause): [00:43:06 00:43:22]<\/span><\/p>\n<p data-id=\"P11-N201BA\"><span data-id=\"P11-N201BB\">CLIENT: I don't feel like I'm going to like walk out of your – like, ‘wow, I was really shot down, like, huh.' Because I am still excited like – I do want to still do these things. These are things I still want to do.<\/span><\/p>\n<p data-id=\"P11-N201BC\"><span data-id=\"P11-N201BD\">THERAPIST: Well, that's great.<\/span><\/p>\n<p data-id=\"P11-N201BE\"><span data-id=\"P11-N201BF\">CLIENT: I mean, right. (Cross talk).<\/span><\/p>\n<p data-id=\"P11-N201C0\"><span data-id=\"P11-N201C1\">THERAPIST: I'm not saying you shouldn't do them at all. I mean, I'm not –<\/span><\/p>\n<p data-id=\"P11-N201C2\"><span data-id=\"P11-N201C3\">CLIENT: No, I know you're not.<\/span><\/p>\n<span data-id=\"P11-N201C2-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N201C2-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320879\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N201C4\"><span data-id=\"P12-N201C5\">THERAPIST: I mean it would be as if you were going to say like, ‘oh, I'm going to move to Houston and it's going to solve my problems and everything's awesome. No. Probably not. I mean it's not good idea to move to Houston or you won't really love a lot of things about it, it's a good move for you.<\/span><\/p>\n<p data-id=\"P12-N201C6\"><span data-id=\"P12-N201C7\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P12-N201C8\"><span data-id=\"P12-N201C9\">THERAPIST: it means that like –<\/span><\/p>\n<p data-id=\"P12-N201CA\"><span data-id=\"P12-N201CB\">CLIENT: It's not a fix all.<\/span><\/p>\n<p data-id=\"P12-N201CC\"><span data-id=\"P12-N201CD\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P12-N201CE\"><span data-id=\"P12-N201CF\">CLIENT: Right. I mean the exercising part, there is some truth to the I will feel better because I become absorbed in it.<\/span><\/p>\n<p data-id=\"P12-N201D0\"><span data-id=\"P12-N201D1\">THERAPIST: Oh I know. I do.<\/span><\/p>\n<p data-id=\"P12-N201D2\"><span data-id=\"P12-N201D3\">CLIENT: So that, I mean, is – yeah. As long as I'm not relying on that, as like this is how I'm going to be happy.<\/span><\/p>\n<p data-id=\"P12-N201D4\"><span data-id=\"P12-N201D5\">THERAPIST: There is. (Laughs) (inaudible).<\/span><\/p>\n<p data-id=\"P12-N201D6\"><span data-id=\"P12-N201D7\">CLIENT: There is something that happens to you.<\/span><\/p>\n<p data-id=\"P12-N201D8\"><span data-id=\"P12-N201D9\">THERAPIST: I'm not quite sure what to make of this but it's probably come up half a dozen times where you're like, ‘okay, now I'm going to start exercising, right? I'm going to have a good workout and I'm really going to (unclear) myself. You know?<\/span><\/p>\n<p data-id=\"P12-N201DA\"><span data-id=\"P12-N201DB\">CLIENT: I know.<\/span><\/p>\n<p data-id=\"P12-N201DC\"><span data-id=\"P12-N201DD\">THERAPIST: And –<\/span><\/p>\n<p data-id=\"P12-N201DE\"><span data-id=\"P12-N201DF\">CLIENT: And I don't.<\/span><\/p>\n<p data-id=\"P12-N201E0\"><span data-id=\"P12-N201E1\">THERAPIST: I don't know exactly what happens but a few months later you say, ‘man, I'm really going to (unclear). I don't know if it gets started and it falls off or what –<\/span><\/p>\n<p data-id=\"P12-N201E2\"><span data-id=\"P12-N201E3\">CLIENT: It just sort of falls off like a week or two, three maybe. Yeah, I know. Me saying I'm really going to (unclear) has no meaning to me until I actually do it. I mean I know it. I'm not even actually trying to fool myself – well, I am a little bit, yes.<\/span><\/p>\n<p data-id=\"P12-N201E4\"><span data-id=\"P12-N201E5\">(Pause): 00:45:07 <\/span><\/p>\n<p data-id=\"P12-N201E6\"><span data-id=\"P12-N201E7\">THERAPIST: I think it also has something to do with feeling crummy about yourself.<\/span><\/p>\n<p data-id=\"P12-N201E8\"><span data-id=\"P12-N201E9\">CLIENT: Yeah, for sure.<\/span><\/p>\n<p data-id=\"P12-N201EA\"><span data-id=\"P12-N201EB\">THERAPIST: Yeah, I mean I guess that's the thing is that –<\/span><\/p>\n<p data-id=\"P12-N201EC\"><span data-id=\"P12-N201ED\">CLIENT: And I'm so lonely because I get sick of doing it alone and having nobody to be like, ‘high five.' Or like, \"tilapia,\" like for dinner or prime rib. There's also – ‘well, that deserves some Ben and Jerry's.' (Laughs)<\/span><\/p>\n<p data-id=\"P12-N201EE\"><span data-id=\"P12-N201EF\">THERAPIST: (Laughs)<\/span><\/p>\n<p data-id=\"P12-N201F0\"><span data-id=\"P12-N201F1\">CLIENT: There's that. The loneliness plays into that as well. Because that's a good way to utilize your time when you're alone because you know, I work out and it's two hours later. But there's also the aspect of after about three weeks of like getting up every morning and I'm doing it, da, da, da, <\/span><span data-id=\"P12-N201F11\">da, da – yeah, well I'm still alone.<\/span><\/p>\n<p data-id=\"P12-N201F2\"><span data-id=\"P12-N201F3\">THERAPIST: (Cross talk) – good job.<\/span><\/p>\n<p data-id=\"P12-N201F4\"><span data-id=\"P12-N201F5\">CLIENT: Yeah, exactly, you know.<\/span><\/p>\n<p data-id=\"P12-N201F6\"><span data-id=\"P12-N201F7\">THERAPIST: Sure. And it is harder to motivate yourself that way (unclear).<\/span><\/p>\n<p data-id=\"P12-N201F8\"><span data-id=\"P12-N201F9\">CLIENT: I mean I couldn't do it when Franklin was there, either but –<\/span><\/p>\n<p data-id=\"P12-N201FA\"><span data-id=\"P12-N201FB\">THERAPIST: Well, I guess having these things looking away from the loneliness and how much it hurts that we do to, for example, when you're not getting that kind of encouragement and when you're still alone after (unclear) and you've stopped working out, I guess that part of – I do think there are ways <\/span><span data-id=\"P12-N201FB1\">that not looking at those things that are like sort of (unclear) how you're feeling gets in the way of being able to do what you want to do. I mean if you're (unintelligible), then like you know, working out becomes a kind of reminder of that or it starts to feel empty or pointless.<\/span><\/p>\n<p data-id=\"P12-N201FC\"><span data-id=\"P12-N201FD\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P12-N201FE\"><span data-id=\"P12-N201FF\">THERAPIST: When, in fact, like that's how the loneliness is kind of attaching to the exercise which then derails you.<\/span><\/p>\n<p data-id=\"P12-N20200\"><span data-id=\"P12-N20201\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P12-N20202\"><span data-id=\"P12-N20203\">THERAPIST: Something that does crop up in sort of problematic ways when you're not kind of acknowledging your (unclear) or kind of doing things that are then in part are (unclear) – does that make sense?<\/span><\/p>\n<span data-id=\"P12-N20202-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N20202-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2320879\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N20204\"><span data-id=\"P13-N20205\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P13-N20206\"><span data-id=\"P13-N20207\">THERAPIST: We should stop.<\/span><\/p>\n<p data-id=\"P13-N20208\"><span data-id=\"P13-N20209\">CLIENT: Okay. Next Friday, I just got the opportunity this morning to go Thursday and Friday.<\/span><\/p>\n<p data-id=\"P13-N2020A\"><span data-id=\"P13-N2020B\">THERAPIST: (Cross talk) Okay.<\/span><\/p>\n<p data-id=\"P13-N2020C\"><span data-id=\"P13-N2020D\">CLIENT: So, I am going to have to cancel for next Friday.<\/span><\/p>\n<p data-id=\"P13-N2020E\"><span data-id=\"P13-N2020F\">THERAPIST: Okay. I do have something earlier in the week, I think, if you want.<\/span><\/p>\n<p data-id=\"P13-N20210\"><span data-id=\"P13-N20211\">CLIENT: When?<\/span><\/p>\n<p data-id=\"P13-N20212\"><span data-id=\"P13-N20213\">THERAPIST: I've got Tuesday morning at 9:15.<\/span><\/p>\n<p data-id=\"P13-N20214\"><span data-id=\"P13-N20215\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P13-N20216\"><span data-id=\"P13-N20217\">THERAPIST: Yeah?<\/span><\/p>\n<p data-id=\"P13-N20218\"><span data-id=\"P13-N20219\">CLIENT: Tuesday the 21st?<\/span><\/p>\n<p data-id=\"P13-N2021A\"><span data-id=\"P13-N2021B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P13-N2021C\"><span data-id=\"P13-N2021D\">CLIENT: Oh wait – yeah, yeah, that would be great.<\/span><\/p>\n<p data-id=\"P13-N2021E\"><span data-id=\"P13-N2021F\">THERAPIST: Yeah. Okay.<\/span><\/p>\n<p data-id=\"P13-N20220\"><span data-id=\"P13-N20221\">CLIENT: Great. 9:15?<\/span><\/p>\n<p data-id=\"P13-N20222\"><span data-id=\"P13-N20223\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P13-N20224\"><span data-id=\"P13-N20225\">CLIENT: Okay, thanks.<\/span><\/p>\n<p data-id=\"P13-N20226\"><span data-id=\"P13-N20227\">THERAPIST: So that's the –<\/span><\/p>\n<p data-id=\"P13-N20228\"><span data-id=\"P13-N20229\">CLIENT: Okay, great, so I will see you Tuesday, then.<\/span><\/p>\n<p data-id=\"P13-N2022A\"><span data-id=\"P13-N2022B\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P13-N2022C\"><span data-id=\"P13-N2022D\">CLIENT: Okay. Thanks.<\/span><\/p>\n<p data-id=\"P13-N2022E\"><span data-id=\"P13-N2022F\">THERAPIST: No problem<\/span><\/p>\n<p data-id=\"P13-N20230\"><span data-id=\"P13-N20231\">CLIENT: Have a good weekend.<\/span><\/p>\n<p data-id=\"P13-N20232\"><span data-id=\"P13-N20233\">THERAPIST: Thank you. Take care.<\/span><\/p>\n<p data-id=\"P13-N20234\"><span data-id=\"P13-N20235\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}