{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his plans to go away for the weekend with his girlfriend and is feeling apathetic about their relationship. Client believes that that they are incompatible in many ways and that he will never be able to satisfy her need for attention."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Personal needs","Infidelity","Romantic relationships","Relationships","Psychoanalytic Psychology","Frustration","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["14"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Personal needs","Infidelity","Romantic relationships","Relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":14,"pageCount":14,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559646","dorpId":"1005577568","contentType":"text","aucs":"CTRN-V1","title":"Client \"RCH\" Therapy Session Audio Recording, August 21, 2013: Client discusses his plans to go away for the weekend with his girlfriend and is feeling apathetic about their relationship. Client believes that that they are incompatible in many ways and that he will never be able to satisfy her need for attention.","fullTitle":"Client \"RCH\" Therapy Session Audio Recording, August 21, 2013: Client discusses his plans to go away for the weekend with his girlfriend and is feeling apathetic about their relationship. Client believes that that they are incompatible in many ways and that he will never be able to satisfy her need for attention.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":14,"totalPages":14,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":14,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559646\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come on in.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: How are you?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Good, thank you.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Warm out there today.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Yeah, it is.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I just get used to fall, and then…<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: And it’s summer again.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yeah, jeez.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: What a week. It’s been a fun week.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Yeah?<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: Crazy. Yeah, talking to Google was an interesting experience. That was… it was good actually. They seem much more likely to negotiate than I thought, so I’m optimistic. But I’m still cautious, because I think there’s a lot more negotiation that has to happen around what… the job I’ll be doing <\/span><span data-id=\"P1-N200211\">and what that looks like and what my future looks like there, because I told… I met with my boss. [0:01:04] And that went really well. She’s a cool chick. We’ve always gotten along really well on a bunch of different levels. But then I did that, and then I met with my boss’s boss—who I’ve had issues <\/span><span data-id=\"P1-N200212\">with in the past—on Sunday. And it was different because I could tell, based on what she had said and based on what he had said, he was really doing his best not to come across as desperate. But in his own way he was like, please come back. Please come back and (inaudible at 0:01:33). So that’s… it’s <\/span><span data-id=\"P1-N200213\">a nice feeling to feel wanted like that, which is good because that’s different than what I left with, right? When I left, I didn’t feel like anyone gave a shit. And it’s good to have that… the tables turned there and feel like, hey, you actually… what you did here was really important. And it took <\/span><span data-id=\"P1-N200214\">us eight months, but we really do appreciate that a whole lot, and we want you back to do more of that. [0:01:56]<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">So that was… it’s nice to have that discussion and then be like, okay, well, we’re passing your name along to the vice president of the division, and he’s going to give you a call to talk through this. And I was like, okay, cool, finally. We’re getting somewhere! Why couldn’t you guys have just done <\/span><span data-id=\"P1-N200231\">this while I was working there? So that’ll be… that’s next… I mean, he’s the vice president, so he’s probably pretty busy. But that’ll be something that happens… this should happen this week. And then we’ll start the fun stuff, which is negotiating salary and level and stock and cash and signing bonus <\/span><span data-id=\"P1-N200232\">and all of those fringe peripheral things that will shape what the compensation looks like. So it’s good, though. It’ll be a good… it should be a good gig, meaty, challenging problems to solve, a lot of ambiguity on the engineering side. There’s two different, completely divergent pieces of technology <\/span><span data-id=\"P1-N200233\">that we have to bring together, which is always a fun challenge. [0:03:03] There’s a lot to learn about how we do things, how different things build software, but then also about the software itself. There’s another [track there] (ph), which is, just because we’re bringing these two pieces of technology <\/span><span data-id=\"P1-N200234\">together doesn’t mean we get to stop working on them for two years. So it’s like we have to keep building on top of them, but, instead of sort of building on parallel tracks, it’s almost like we’ve got to build so that we can converge at one thing. That’s a part of it, which is… that’s always tricky, <\/span><span data-id=\"P1-N200235\">because how do you add features that are building you in the right direction towards this? There’s the stuff that you won’t do, right, because each piece of software does its thing on its own. And there’s some special stuff over here that only this one does, and there’s some special stuff over there <\/span><span data-id=\"P1-N200236\">that the other one does. How do you manage that with the customers who are paying seven, eight, nine figures to use the software, that they won’t have access to that stuff? [0:04:00] So there’s that angle.<\/span><\/p>\n<span data-id=\"P1-N20022-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20022-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559646\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">And then there’s just the general, how do we actually make people understand what we’ve done here? So the marketing side of it. So I get to have my finger in lots of pies, which is exciting. And then the people. There’s two or three people who I’ve mentioned to in confidence, like, hey, I’m thinking <\/span><span data-id=\"P2-N200251\">about coming back. And they’re like, yes, please, immediately, and how much do we have to give you to come back? So more of these would normally be people that I’d be working with day to day or more people that were just… had worked as peers to me while I was there. So it’s good. It’s good to know that <\/span><span data-id=\"P2-N200252\">both you are wanted and still liked somewhat? So that was really cool. But work, like, regular… not Google work, but regular work has been just nuts these past… I think since we released the new version of the product at the beginning of the month, it’s just been a blur. I can’t… I don’t know, I can’t <\/span><span data-id=\"P2-N200253\">figure out how much time I’ve spent working, but it feels like it’s done a lot. [0:04:58] It just seems like I wake up in the morning, and I hop (ph) on e-mail for a little bit, hope in the shower, and then pretty much that’s all I’m thinking about, which is not good (chuckling).<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: And I think that’s more of… that’s the nature of the business, though. Software is a little bit more cyclical than… it’s not like steady state. It’d be like being an accountant around tax time. There’s seven, eight months out of the year where an accountant’s not slammed. And then there’s probably <\/span><span data-id=\"P2-N200291\">two or three where they’re totally slammed and then another however many, another two months or so where it’s somewhere in between. Software’s like this. And this being the first release of this size at this company I think is part of what’s caused a lot of growing pains. For example, from the time <\/span><span data-id=\"P2-N200292\">that we said… from the time that the CEO said, flip the switch… so the time that we flipped the switch was a matter of minutes. And in that span of time the engineering team changed three quarters of the code that powers the entire thing. [0:05:56] So lots of things got changed, and no one’s exactly <\/span><span data-id=\"P2-N200293\">sure what got changed?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">So there’s lots of trickledown effect, which is… it’s frustrating actually, because you end up getting pulled in all of these different directions. And you end up spending an inordinate amount of time doing customer support, which is fine when you don’t have other responsibilities. And, when I say customer <\/span><span data-id=\"P2-N2002B1\">support, it’s not like helping a customer who’s paying us a lot of money to solve some complicated issue. It’s sort of the things that you would use when you pick up the phone and you call, I don’t know, Dell. And you’re talking to… that first person that you talk to? That’s what we’re doing. And it’s <\/span><span data-id=\"P2-N2002B2\">just… it’s been draining because it’s a lot of the same sorts of things. And no one’s happy. The customers aren’t happy because stuff has changed and they don’t understand it. You’re not happy because you’ve got other things to do. The boss isn’t happy because you’re not doing those other things that <\/span><span data-id=\"P2-N2002B3\">you have to do. And it’s sort of like this big, I don’t know, mess of stress. So that will go. [0:06:55] And I know… I’ve done software long enough to know that this is just something that will pass. And I’ll bitch about it, and then in a couple weeks it’ll be like, all right. Well, that phase is kind <\/span><span data-id=\"P2-N2002B4\">of done, which is… it’s nice to know that it’ll eventually end. It’s not like this forever. So that’s been a challenge.<\/span><\/p>\n<span data-id=\"P2-N2002A-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559646\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">[We had our first contact where we practiced] (ph) last night, which was tiring, really tiring. Just I think I’m really burnt out right now from work, so I think that that’s starting to play into it, which is… I’m going to Baltimore this weekend with Melanie. So that will hopefully be relaxing. At least <\/span><span data-id=\"P3-N2002D1\">it’ll get me away from work and all that for a little while. But it’s… like, on Friday one of our… one of the guys on the team has got a new apartment and big housewarming party. And I got out of work at, I don’t know, maybe 12:30 at night. And everybody’s like, oh, come out. And I was like, yeah, no, <\/span><span data-id=\"P3-N2002D2\">I just got out of work. I’m going to go home and go to bed because I’m really tired. [0:07:57] I just worked a, what, 14, 18 hour day after doing all of… it’s been like that. So they’re like, no, come out. And then I get the cold shoulder at soccer practice, I didn’t go to this housewarming party. It’s <\/span><span data-id=\"P3-N2002D3\">like, fuck. This isn’t… really? I thought we were friends. And I don’t go to a party, and there’s a banquet this weekend. I’m not going to that. I’m going to Baltimore. And one of the guys was like, you know, it really bothers me when people are just blowing this stuff off. It’s not optional. And I <\/span><span data-id=\"P3-N2002D4\">was like, well, no, it is. It actually is optional. This whole soccer thing that we do is optional.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">It’d be one… it’d be totally different if I hadn’t seen these guys and we hadn’t gone up to Stowe and had a soccer tournament, we hadn’t had multiple different parties and get-togethers and things, if I never saw these guys? Yeah, a banquet would be important. I go out with these guys every weekend. <\/span><span data-id=\"P3-N2002F1\">I see some of them two or three times a week outside of soccer practice. I’m not obligated to go the banquet, and, even if I was, fuck off. This is club soccer. I’ve got a life. [0:08:55] And I think it’s a little bit of what we had talked about last time, of just calibrating investment or planning <\/span><span data-id=\"P3-N2002F2\">a transition. It’s just like, no, there’s a place in my life for soccer, and that’s it. And I understand the… what I’m willing to commit to it, and, if that’s not good enough for some people, that’s too damn bad. That’s their… that’s kind of their problem, because I realize that I can’t be doing it. <\/span><span data-id=\"P3-N2002F3\">I can’t be at home from work at 12:00 at night and then go drinking until 5:00 in the morning and then try to have… try to do volunteering the next day. It just… it doesn’t work (chuckling). So that felt… it felt good. I felt like a dick, and that was probably more because of how I delivered it. But <\/span><span data-id=\"P3-N2002F4\">it felt good, ownership. Like, this is mine. I’m not going to do this thing that I don’t want to do, and that’s pretty much it. And I don’t… and it’s… I’m sort of thinking about this. If you’re going to be mad at me about that, I mean, that’s fine, right? We can talk through it. [0:09:56] But, if you’re <\/span><span data-id=\"P3-N2002F5\">going to give me the cold shoulder, I’m like, what is this, fifth grade? Like, I didn’t go to your birthday party, so now we’re not friends anymore? So that was… that made it interesting.<\/span><\/p>\n<span data-id=\"P3-N2002E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559646\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">And then of course when it’s a day of… it’s tackling for two and a half hours, eventually you just get too tired to be pissed at people, and it sort of dissipates. But still, at the beginning, it’s like, okay, I see where you all stand on this now. So that was different. I haven’t had a practice like <\/span><span data-id=\"P4-N200311\">that, where it felt like that, like, where it’s just kind of like, I’m doing it, but I’m really just not thinking about everybody else there. It’s like I’m just doing what I need to do. So with Melanie it’s weird. I… the best way I can describe it is it’s just like, over the past couple weeks… like, <\/span><span data-id=\"P4-N200312\">it was really great when we got back tougher, and like, yay. Everything was really good, and I think that we’re… maybe we’re coming down off that emotional high or something? But I’m just kind of, oh, I don’t know, sort of blasé about it? [0:11:01] Not blasé, that’s not the right word. But I was trying <\/span><span data-id=\"P4-N200313\">to talk to her about it today, and I was like, I don’t know. I just feel like, eh. Like, it’s not…<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: About her (inaudible at 0:11:08)?<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: The… I mean, I think the relationship. It’s just kind of, eeeeehhh (sp?). Like, yeah, we’re going to Baltimore, that should be fun. But I’m not…I don’t know, it’s like not… I’m not… it’s not even that I’m not excited. It’s like I’m almost indifferent. You know, like, eeeeehhh (sp?), okay, this <\/span><span data-id=\"P4-N200351\">is it. And it… and I think it’s just… it’s… I don’t know. I don’t know what causes it, but I think it’s probably a couple of things. First, so she’s unpacking her stuff at my apartment. She’s like, well, let’s make this the last time. It’s like, okay, yeah, sure. I don’t ever plan on it being… I don’t <\/span><span data-id=\"P4-N200352\">think about these things like, okay, you’re going to unpack your stuff, and then in two weeks you’re going to have to pack it back up. But then there’s part of me that’s like…<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: Is she moving in?<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: No, she just put her toiletries and all that. [0:11:57] And it’s like, well, hold on. That really just… that comment rubbed me the wrong way. And then… since then it’s just been like, I don’t know. Like, I don’t about this (chuckling). And it’s weird, because that comment’s probably in and of <\/span><span data-id=\"P4-N200391\">itself not that big a deal. But then it’s like, what’s this coming from? I feel like I should be more excited about this person who I’m with and who I think I love. And I’m not. And it’s just like, I don’t know. I was really glad that I didn’t… like, I got home, and I was like, yeah, I’m going to bed. <\/span><span data-id=\"P4-N200392\">I’m tired. And she was out with her friends, and I was like, great, I don’t have to talk to her. Like, I was excited about not having to talk to her. And I’m going to Baltimore with her to meet… to visit some of her friends who just had a baby. And I know them, and they’re cool people. But it’s like, <\/span><span data-id=\"P4-N200393\">I don’t really want to do this.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">I’m feeling almost like I’m ready to be done with the relationship, which is weird but not actually abnormal, because now this would be, what, the nth time that I’ve decided I didn’t want to be in the relationship with her. [0:13:04] Which I think maybe in and of itself is telling, to the effect that <\/span><span data-id=\"P4-N2003B1\">we haven’t gotten it to stick after so many attempts. So I think what I’m going to do with this, though… because in the past I’ve gotten out of it and then wanted to get back into it, I’m going to let it ride for a little while longer and try to give it a month or two and see if this is just sort of <\/span><span data-id=\"P4-N2003B2\">part of the natural ebb and flow of things. And if it’s still… if I’m still feeling then, like, the middle of September, sometime around my birthday, [I’m not going to] (ph)… why are we doing this? I’m not enjoying this. Yeah, and she’ll be pissed about that, but that’s maybe okay if she was pissed.<\/span><\/p>\n<span data-id=\"P4-N2003A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559646\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">THERAPIST: Well, what happens when you’re in it, and what happens when you’re not in it that makes you want to go back to it?<\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">CLIENT: I don’t… well, when I’m in it, it feels really good for a little while. And then it just… it feels like it burns out, and then we kind of just grate on each other? [0:14:03] So it becomes like this tension-filled thing? And then when I’m out of it I don’t know. I don’t know quite what it is <\/span><span data-id=\"P5-N2003F1\">that I miss when I’m not in it. I think it’s more I’m lonely than anything. I don’t actually know if it’s that I miss her or if it’s that I just miss having a partner in crime on things (pause), which is probably… yeah, maybe that, because, I mean, it’s shitty. It’s shitty being alone. I’ve been in <\/span><span data-id=\"P5-N2003F2\">relationships pretty much my whole life. I was in a nine-year relationship, and then I was single for a while. And then I was with Melanie, and then on and off kind of for the past, I don’t know, six months. And then it’s like, I just… I don’t like feeling lonely at times.<\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">But then there’s times when I really do enjoy just Friday night. I don’t have to do a goddamn thing. [0:15:04] I can go home and read and eat dinner and go to bed and sleep for 12 hours if I want to, get up in the morning, go for a run. I like that. I like that a lot. And it may… you know, maybe that’s… <\/span><span data-id=\"P5-N200411\">that could be part of it though, because if it’s… (Pause) Well, if it’s… I’m in with her. She’s… I don’t want to say she’s clingy. (Pause) She’s clingy. She’s clingy. There, I’ll say it. And it’s like there’s no amount of relationship that we can be in that feels like it’s enough for her. And I know <\/span><span data-id=\"P5-N200412\">she’ll never say it, so it’s certainly my interpretation of how she’s acting. But it’s like… it wouldn’t… if we lived together right now, I wouldn’t… I don’t know if that would feel like it was enough for relationships for her. [0:15:55] And if we were engaged she probably wouldn’t be happy until she <\/span><span data-id=\"P5-N200413\">had grandkids with… from our kids. You know, if our kids had grandkids, then maybe she’d feel secure in that. And that’s… I… that’s probably partly my doing because I broke up with her so many times. But at the same point it’s like, that doesn’t… that’s not… it’s a weird feeling to feel that your partner <\/span><span data-id=\"P5-N200414\">is insecure in your relationship, I guess.<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">But I think that that also factors into the… that kind of drives me away a little bit because it’s like, you’re needy, and I don’t want lots of needs on me. I like that… I like feeling that independence a little bit more, which… so back to your question of… that’s probably partly what drives me out. <\/span><span data-id=\"P5-N200431\">And then when I’m away it’s like, hey, I can do whatever I want. That’s really fun for a while. And then, hey, I’m really lonely because I’m doing whatever I want. Oh no, I miss her, and that’s probably not the case, right? I probably need to be… I’d probably be better situated with somebody who was <\/span><span data-id=\"P5-N200432\">a little bit more of a balance of the two instead of kind of being clingy. I don’t know. [0:17:02] I don’t know. (Pause) But yeah, maybe that’s… I don’t know how you bring that up with somebody either, because it seems like that’s kind of how you’re wired. Be like, hey, you’re kind of clingy.<\/span><\/p>\n<span data-id=\"P5-N20042-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559646\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20044\"><span data-id=\"P6-N20045\">Like, on Friday I didn’t… I was working, so I’m not super social, chatty, online or whatever when I’m at work. And I just… I had… we had talked a little bit, and I was like, all right, hey. I’ve got work. And her texts just got angrier and angrier and angrier, that she’s like, well, obviously this isn’t <\/span><span data-id=\"P6-N200451\">a big deal because she should have gone out to the beach. And I had told her that my dad… my dad was supposed to come up on Saturday, and my dad wasn’t coming up. [0:17:56] And I was like, okay, cool, I’m going to chill out, and then maybe I’ll come out and meet you at lunchtime. And she was really <\/span><span data-id=\"P6-N200452\">mad about that, like, I didn’t immediately come out to the beach that evening, and… because my plans had cancelled, that means that I should have gone to spend time with her. I was like, I didn’t really want to spend time with you. And that… it bothered her before I said that? Then I was like, look, <\/span><span data-id=\"P6-N200453\">I need a little space because I’ve been working a lot. I just need to decompress. And it didn’t land at all, which… that’s actually… that’s probably where it starts because that’s bullshit.<\/span><\/p>\n<p data-id=\"P6-N20046\"><span data-id=\"P6-N20047\">I need to be able to say I need my space. And I think someone who would be good for me would respect that or at least get that at some level and wouldn’t try to then foist themselves onto me, because that’s the exact opposite thing that I want, right? I want you to just say, okay, yeah, take some room. <\/span><span data-id=\"P6-N200471\">We’ll just catch up. We’ll grab lunch, and then we’ll spend the day together. And it was like a fight about that. And it’s a stupid thing to fight over. [0:18:56] But when that happens it’s like, I don’t want… stop. Don’t make this more work than it has to be. It doesn’t have to be work. And then I <\/span><span data-id=\"P6-N200472\">go out there on Saturday, and we have a great time. It’s a killer time, we go home, it’s a great time. We just have… it’s fun, you know? And it’s like, why did you have to make such a big deal about me coming here, whether I was here at 8:00 in the morning or noon or 3:00? Who cares? We’re out here <\/span><span data-id=\"P6-N200473\">having a good time. So that was wild. That was just… I think that’s probably what started to set this whole thing in motion. (Pause)<\/span><\/p>\n<p data-id=\"P6-N20048\"><span data-id=\"P6-N20049\">I just… I don’t want to deal with that. I’ve got… I’m trying to get myself situated? And, when I have that kind of nagging drama lingering, I don’t need that. I don’t want that. That’s not who I want to be, and that’s not who I want to be in relationship with. And when I think about… as I… as we work <\/span><span data-id=\"P6-N200491\">through this stuff, I don’t want that to be something I have to deal with. [0:20:05] And I understand that people fight and all that. But it’s like, pick your battles. And then don’t try to guilt-trip me into coming out there, like, well, obviously you care more about yourself than you do… I mean, it’s <\/span><span data-id=\"P6-N200492\">like, well, you know what? Yeah, because if I’m not in a good spot I’m not going to be in a good spot to be partner to you, kind of thing. So yeah. (Pause) I don’t know, but I think ultimately giving it a little bit more time… because obviously this could just be, we’re up here and then maybe we’re <\/span><span data-id=\"P6-N200493\">done here and whatever. But I think a month or two’s probably enough to see if this is really worth doing or not.<\/span><\/p>\n<span data-id=\"P6-N20048-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559646\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2004A\"><span data-id=\"P7-N2004B\">THERAPIST: What would you need to have change for you to want to be… stay in it?<\/span><\/p>\n<p data-id=\"P7-N2004C\"><span data-id=\"P7-N2004D\">CLIENT: I don’t know. I’d like to see… I’d like to have it feel good, I guess, as ambiguous as that is. The clinginess, it would be nice to not have to deal with that? It’d be nice to be excited to see my girlfriend instead of like, yeah, it’s my girlfriend. [0:21:03] I’d like that, you know? I don’t <\/span><span data-id=\"P7-N2004D1\">feel like I have that right now.<\/span><\/p>\n<p data-id=\"P7-N2004E\"><span data-id=\"P7-N2004F\">THERAPIST: It sounds like soccer. You don’t want to feel obligated to people…<\/span><\/p>\n<p data-id=\"P7-N20050\"><span data-id=\"P7-N20051\">CLIENT: Uh-huh.<\/span><\/p>\n<p data-id=\"P7-N20052\"><span data-id=\"P7-N20053\">THERAPIST: That sort of have these expectations that you be in places that you don’t want to be.<\/span><\/p>\n<p data-id=\"P7-N20054\"><span data-id=\"P7-N20055\">CLIENT: Well, I think the thing about soccer is, it’s a big commitment. And practice, sure, no problem. I mean, when you think about… during the summer… so this is when there’s no soccer, I would play touch soccer twice a week and work out with the team once a week. That’s three nights a week during <\/span><span data-id=\"P7-N200551\">the summer when we don’t have soccer. That’s fine, totally happy to make that happen, do that all summer. Come to practice, practice twice a week. Leave work early to go to practice. Miss meetings, reschedule my life around being able to get to these two practices. And then you’re going to lecture me <\/span><span data-id=\"P7-N200552\">about how I can’t make it to a banquet when essentially my entire summer, summer tournaments, the whole shebang…? You’re going to give me shit? [0:22:01] Well, what about the guys who weren’t at any of that? Oh, they can make the… so they’re a better soccer buy because they did that.<\/span><\/p>\n<p data-id=\"P7-N20056\"><span data-id=\"P7-N20057\">So I think that it is a little different than soccer because it’s not… I don’t have a problem committing to soccer. I enjoy the game, and I’ll play it for probably another year or two. What I have a problem with is when there’s sort of this defined thing, and then there’s this optional thing that you <\/span><span data-id=\"P7-N200571\">can do, and it turns out it’s actually not that optional. I have one free weekend between now and Thanksgiving. That is this weekend. And I’m using that to go away. I don’t have another weekend like this because of soccer. There’s sometimes when I’m going to leave work early on a Friday to drive four <\/span><span data-id=\"P7-N200572\">hours to play soccer on Saturday, to drive four hours back to Boston. So I feel like my commitment is where it needs to be for soccer? It bothers me when there’s that whole double standard. Well, if you didn’t come out drinking with us (inaudible at 0:22:54). You know what? I didn’t. [0:22:56] That’s <\/span><span data-id=\"P7-N200573\">because I practice with you guys for three nights over the course of the week. And I’ll see you guys working out on Saturday morning, and then we’ll go to the Friendly Toast. It’s like… it’s almost like in that regard the expectation is, there’s never enough, and I do that enough to myself. I don’t <\/span><span data-id=\"P7-N200574\">need other people to do that for me?<\/span><\/p>\n<span data-id=\"P7-N20056-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559646\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20058\"><span data-id=\"P8-N20059\">THERAPIST: Well, that’s how you described Melanie…<\/span><\/p>\n<p data-id=\"P8-N2005A\"><span data-id=\"P8-N2005B\">CLIENT: Yeah. I guess so, yeah. You’re smart, (inaudible at 0:2317) you’re good.<\/span><\/p>\n<p data-id=\"P8-N2005C\"><span data-id=\"P8-N2005D\">THERAPIST: That you fear (crosstalk). The demands placed on you, they just… the ante keeps…<\/span><\/p>\n<p data-id=\"P8-N2005E\"><span data-id=\"P8-N2005F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20060\"><span data-id=\"P8-N20061\">THERAPIST: Once you meet one level, you fear that there’s just going to be another level.<\/span><\/p>\n<p data-id=\"P8-N20062\"><span data-id=\"P8-N20063\">CLIENT: Yeah, well, I think with the soccer thing is… that feels like what it is, right? There’s no effective way to say no. And then it’s like, well, they want me to be the fundraising chair. It’s like, I guess? I mean, no, I don’t really want to do that, but it’s like, at some point you have to draw <\/span><span data-id=\"P8-N200631\">the line. And the bitch of it is that I really do enjoy playing soccer. I do, but at some point I need to have a life outside of soccer. [0:23:57] And that’s not… it’s a thing that I do. It’s not who I am. And it’s at the point now where it’s like I’m scheduling my life around Tuesday, Thursday practice, <\/span><span data-id=\"P8-N200632\">which is fine. But give me my fucking weekend. My one… (Chuckling) this is my one weekend. But yeah, I think… and maybe I bring that on myself because of who I am?<\/span><\/p>\n<p data-id=\"P8-N20064\"><span data-id=\"P8-N20065\">But with Melanie it feels like… I guess it does, it feels like the same thing. It’s like there’s no amount of boyfriend that I could be that feels like it would satisfy the need. There’s no amount of fiancé or husband. There’s nothing… there’s no relationship level that we could get to where it would <\/span><span data-id=\"P8-N200651\">be enough. I don’t know. I don’t want that. I don’t want to feel like that from a girlfriend, because it feels like a burden. And that’s not the point of a relationship. I think a relationship’s like a partnership. And somebody can pick you up when you’re down and make you feel good if you’re not. And <\/span><span data-id=\"P8-N200652\">you do the same for them, and you want to spend time with them. And you kind of get each other, and you like the same kinds of things. [0:24:59] That to me is what a relationship is, not this thing you just tolerate, or it’s a burden. That’s what married people do if they’re married for twenty years. <\/span><span data-id=\"P8-N200653\">And I bet there’s even married people who are still happy. I know there’s some point in the future where you can be a burden to each other, but that’s not a year into a relationship maybe. (Pause) Yeah. (Pause)<\/span><\/p>\n<p data-id=\"P8-N20066\"><span data-id=\"P8-N20067\">I think the other thing is, too… it’s… I don’t know if I could ever really get over it with Melanie. There’s still some part of me where there’s a lot of resentment towards everything that happened between us. And I think that that probably also is where this comes from because it’s… I know who she <\/span><span data-id=\"P8-N200671\">really is, and I know who she tries to be. And that’s great. [0:25:57] But (inaudible at 0:25:58) your past against me. I’m not really quite ready to let that go. And you… whether or not you did it intentionally, you did some pretty bad shit. Everything that I did that you don’t know about, it will <\/span><span data-id=\"P8-N200672\">stay that way. I never used anything I did against you or tried to make you feel guilty or bad. But you… she did. And I think that says a lot about somebody. All’s fair in love and war. And it’s like, well, you want to make sure you’re playing by the same rules. And I felt like (chuckling) we were civil. <\/span><span data-id=\"P8-N200673\">And I didn’t hear about anything that she did, and she never heard about anything I did. But I worked really hard to make sure that that happened. [If I tried] (ph) to date her friends or anything like that… but still it was… this is what I’m doing, and that’s none of her business, and let’s keep it <\/span><span data-id=\"P8-N200674\">that way. And she totally shattered that with an explicit, direct, hey, this is what I did last night, and it was awesome. It’s like, go fuck yourself, like, really. So maybe that’s… that’s probably more where it comes from, because that came up when we were fighting. [0:26:56] So that would be… yeah.<\/span><\/p>\n<span data-id=\"P8-N20066-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559646\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20068\"><span data-id=\"P9-N20069\">THERAPIST: What in particular?<\/span><\/p>\n<p data-id=\"P9-N2006A\"><span data-id=\"P9-N2006B\">CLIENT: The whole… because I was thinking about going to make wine on Saturday morning. And we had talked at one point about going to make wine. And she’s like, well… and that started to be an issue. And she’s like, well, you’ve got to come up to the beach. I was like, well, I’m going to go make wine, <\/span><span data-id=\"P9-N2006B1\">and then we can go up to the beach… I’ll head out to the beach. And she’s like, well, I wanted to do that with you, blah, blah blah. And it was getting really heated. I was like, well, what the fuck? I wanted to have a threesome with you, and you went off and did that. And it was… and in my mind at <\/span><span data-id=\"P9-N2006B2\">that moment they were completely equitable things, going up to Vermont and making wine, her having a threesome. And that was the absolute correct response at the time because… in my mind, right? I want to do this, you want to do that. I’ve never done this before. I’ve never done that before. You’ve <\/span><span data-id=\"P9-N2006B3\">never done either of these things. Things to do together, now we’re going to do them apart. [Fuck off] (ph), you know? And that… I think that that… (Pause) That… I don’t even know if that’s fair. I don’t know if that’s bad, but it felt really… it felt good to say that and to just let it out. [0:28:04] <\/span><span data-id=\"P9-N2006B4\">It was like… I won’t say cathartic because [if it were cathartic] (ph) there’s like that release that comes with it? I don’t know if it was that, but (pause) it felt… it was just, like, yeah. In my mind these things are equitable, and you fucked that one up, not me. And now… it’s very petty.<\/span><\/p>\n<p data-id=\"P9-N2006C\"><span data-id=\"P9-N2006D\">Maybe that’s actually why I wanted to go make wine. I ended up not doing it, but it was still like, yeah, yeah, yeah. That’s [when I’m 100%] (ph), hey, hold on this works. Yeah, (inaudible at 0:28:38). But I don’t know, maybe it was just in the heat of the moment. But it was just… it still… I mean, <\/span><span data-id=\"P9-N2006D1\">it still does bother me. What the…? Why would you do that? Who on earth thinks that that’s a good idea? And I was like, am I dumb for trying to date somebody like this? Who knows what else the future holds here? [0:29:01] I don’t know. But certainly all of this, all of that factors into feeling just <\/span><span data-id=\"P9-N2006D2\">kind of, hmm (sp?), nonplussed about the relationship to, like, ah, take it or leave it. If she was like, I want to break up, [okay, fine] (ph). I don’t even know if I would care at this point, which is worse than… because if you’re angry at least you care. It’s almost like I’m apathetic at this point. <\/span><span data-id=\"P9-N2006D3\">It’s like, eh. (Pause)<\/span><\/p>\n<p data-id=\"P9-N2006E\"><span data-id=\"P9-N2006F\">THERAPIST: Didn’t take long this time.<\/span><\/p>\n<p data-id=\"P9-N20070\"><span data-id=\"P9-N20071\">CLIENT: No, no, it didn’t. I think… I mean, I feel like it’s… I’m going to give it some time just to see. But to your question, what changes? I don’t know if anything changes. It’s more just for myself to say that I gave it time. Just because I know doesn’t mean that I’m 100% certain. Could go to Baltimore, <\/span><span data-id=\"P9-N200711\">have a great weekend, and then we kind of come out of that, way up here, and we’re running high. And maybe we can kind of carry that. [0:29:58]<\/span><\/p>\n<span data-id=\"P9-N20070-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559646\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20072\"><span data-id=\"P10-N20073\">THERAPIST: Well, the issues aren’t going to change though.<\/span><\/p>\n<p data-id=\"P10-N20074\"><span data-id=\"P10-N20075\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N20076\"><span data-id=\"P10-N20077\">THERAPIST: I mean, that’s not going to change, I mean, unless you, I guess, directly address them.<\/span><\/p>\n<p data-id=\"P10-N20078\"><span data-id=\"P10-N20079\">CLIENT: Yeah, well, that’s kind of the same thing she said, so… the therapist. You guys are all on the same wavelength. Well, she was like… I mean, she just… she made the same point. She was like… I’m looking forward to going to Baltimore, she’s looking forward to going to Baltimore. It’s going… it’ll <\/span><span data-id=\"P10-N200791\">be… I’m sure it’ll be a great vacation. But then it’s like… but then what? Nothing has changed, right, between us. It’s still the same thing. So what then? Do we just try to muscle through it? I don’t know. I can even… I wish I could at least quantify the issues that… so you could talk through them, <\/span><span data-id=\"P10-N200792\">like, okay, great. She’s clingy. I definitely need more space than she does. She’s probably more social than I am. She thinks I’m immature. I think she’s kind of a stiff. I’m certainly… I’m… I know I can be a pain in the ass sometimes and, yeah, immature in some regards? [0:31:04] Yeah, absolutely. But…<\/span><\/p>\n<p data-id=\"P10-N2007A\"><span data-id=\"P10-N2007B\">THERAPIST: How does…? Do you know what she means by that?<\/span><\/p>\n<p data-id=\"P10-N2007C\"><span data-id=\"P10-N2007D\">CLIENT: Well, just the whole drinking thing. She thinks that’s really immature. She thinks that my friends are immature. I don’t… in her mind adult life is having a dinner party. And I totally love to do that. I live in a studio. My apartment’s smaller than this room. I could fit four people in there, <\/span><span data-id=\"P10-N2007D1\">maybe, comfortably, and certainly not for dinner. So it’s like, I can’t do those sorts of things. Having a fast car, I’ve always had fast cars. I’m never not going to have fast cars. That to her is immature. It’s like, well, why don’t you just get something boring and adult-like, like a Toyota Camry <\/span><span data-id=\"P10-N2007D2\">because it’s reliable? And it’s like, well, because I don’t want a Toyota Camry, and I can buy whatever car I want because it’s my money. [0:31:55] So don’t try to weigh in on those things? You know, like that. I’m trying to think of what else. Like, I like to play video games sometimes. And it’s not <\/span><span data-id=\"P10-N2007D3\">like I play video games addictively, but sometimes a new video game’ll come out, I’ll play it for a while. Maybe the new Grand Theft Auto when that comes out I’ll get it and play it. Well, that’s immature.<\/span><\/p>\n<p data-id=\"P10-N2007E\"><span data-id=\"P10-N2007F\">THERAPIST: So you don’t feel she’s accepting of you. She can be judgmental?<\/span><\/p>\n<p data-id=\"P10-N20080\"><span data-id=\"P10-N20081\">CLIENT: I’ve told her before… the way that I say that is, it’s like you don’t get me. Like, I like… and this is another thing. And I’ve never really known how much weight to put on it, and I don’t know if I ever will. I suppose I’ll know when I know. But her interests and my interests are very… there’s <\/span><span data-id=\"P10-N200811\">very little overlap in the Venn diagram, right? She likes to read People magazine and watch sort of mindless TV. I like… or doesn’t care… she doesn’t care about science fiction, or she has trouble… she falls asleep all the time at movies. [That was always something] (ph), like, I love to watch movies, <\/span><span data-id=\"P10-N200812\">all different kinds, not only science fiction. [0:32:56] I love Star Wars, Game of Thrones, all of that. I read like a… I mean, I make it through Jared Diamond. So that’s not exactly an easy task for everyone. And it’s like… that’s like… I love that, and I feel like that’s part of how… I mean, we talked <\/span><span data-id=\"P10-N200813\">a little bit about wanderlust. That’s part of how I satiate that, right? You just… you could read a book and go somewhere else. You can do something else, you can learn about something else. And you don’t actually have to leave anywhere. And that’s why I love books. I’m just a voracious reader. Her, <\/span><span data-id=\"P10-N200814\">not so much. I bought her a couple books, never anything.<\/span><\/p>\n<span data-id=\"P10-N20080-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559646\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20082\"><span data-id=\"P11-N20083\">So it’s like, back to the immature point. It’s like, getting me, not really accepting me, not internalizing it, it’s probably all of those. Or some combination of those things manifests itself from her mouth as immaturity towards me. But there’s just not a lot of overlap there, even in the interests <\/span><span data-id=\"P11-N200831\">outside. I’m athletic, the soccer thing. I work out a bunch. It’s a thing I do, it’s a thing I’ve been doing for more than half my life. [0:34:00] It’s certainly not going to change now, but it’s also important to me. So, when she spends the night, she’ll grumble because I wake up at 6:10 in the morning, <\/span><span data-id=\"P11-N200832\">and I’m out the door quarter after 6:00, and then she drops the keys off. That makes her feel not good. And I understand that makes her feel not good, but I have to work out. My dad had triple bypass surgery at 47. I don’t want that to happen to me. And the way that that doesn’t happen to me is you <\/span><span data-id=\"P11-N200833\">eat better, and you exercise.<\/span><\/p>\n<p data-id=\"P11-N20084\"><span data-id=\"P11-N20085\">And certainly exercise… whether you’re going to exercise for 20 minutes or 45 minutes, it’s a huge investment because it’s going to pay for itself. That’s adding years to your life. Why would I not want to do that? And yes, snuggling in the morning is a lovely thing, and there’s a time and a place for <\/span><span data-id=\"P11-N200851\">it. But on Tuesday morning I’m up, and I’m going to the gym. And I don’t think that she likes that. Well, no, I know she doesn’t like that. It makes her feel unwanted. But it’s sort of always been like that. That’s who I am. [0:35:01] That’s part of what I do, and that’s not something that will probably <\/span><span data-id=\"P11-N200852\">change in my lifetime. I work out, and I work out in the morning because I’ve never been asked to come into work early. I’ve never been asked by a customer to have breakfast or anything. I’ve never been called up randomly by one of my friends who just woke up and said, oh my God, I’m so hungry, let’s <\/span><span data-id=\"P11-N200853\">go get breakfast. But all of those things happen at the end of the day. Let’s go grab a beer. Let’s go get dinner. Oh, this customer’s in town. Let’s go get dinner. Customer called, runs late. Customer on the west coast needs to talk with you. All those things happen, totally ruins the ability to have <\/span><span data-id=\"P11-N200854\">any type of routine. In the morning, I want [my routine] (ph). And that’s why I do it.<\/span><\/p>\n<p data-id=\"P11-N20086\"><span data-id=\"P11-N20087\">And I’ve explained this to her, and it’s just… it doesn’t… it’s like, psssh (sp?), over her head. She gets it, but she thinks it’s like a, this thing is more important to you than me, because you’re willing to spend… you’re not willing to do this snuggling thing. Not opposed to snuggling. Love snuggling. <\/span><span data-id=\"P11-N200871\">I’m a snuggler. But in my mind it’s like, yeah, I’ll do that. But I have a schedule. [0:35:59] There’s only so much time I can work out, and I have to get that in. So that I think probably ties into what you were saying before as another manifestation of just not understanding where I’m coming from <\/span><span data-id=\"P11-N200872\">and who I am. (Pause) Yeah. It feels shitty though. It feels shitty to kind of go through this again. But I suppose, when nothing’s changed and you keep coming back to that thing and you’re expecting it to be different… I guess it’s better to optimistic than otherwise, but I don’t know why I would have <\/span><span data-id=\"P11-N200873\">thought this time would have been any different because nothing had changed, which still feels shitty. So… (Pause) Yeah.<\/span><\/p>\n<span data-id=\"P11-N20086-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559646\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20088\"><span data-id=\"P12-N20089\">The… it will still be fun to go to Baltimore though. And I think that’s the thing that… I know… we always travel really well together. [0:36:58] I don’t even know if we travel really well together (chuckling). That’s bad, but… no, because it’s like, we’re going to Baltimore, right? So Baltimore’s not <\/span><span data-id=\"P12-N200891\">Africa. It’s not a 17 hour journey where we’re going to parts unknown. It’s Baltimore. Definitely… she is definitely checking a bag. Not in and of itself a big issue, but the principle of checking the bag… to Baltimore? We’re there for 48 hours. How much stuff do you really need? Something about that, <\/span><span data-id=\"P12-N200892\">there’s an alarm in the back of my brain going off, going, hey (ph), what you packing in there? What you got? And it’s just… so this is the type of stuff where I get back to tolerating, begrudgingly having somebody in your life, feeling, tolerating, yeah. It’s like, that’s… it probably shouldn’t be like that.<\/span><\/p>\n<p data-id=\"P12-N2008A\"><span data-id=\"P12-N2008B\">THERAPIST: Well, it sounds like it’s sort of a theme, you think she needs too much.<\/span><\/p>\n<p data-id=\"P12-N2008C\"><span data-id=\"P12-N2008D\">CLIENT: Yeah. Yeah, no, that’s a good… but, now, I’m wondering, am I putting that on myself? [0:38:00] Or is that coming from her? Or is it a combination thereof? Because I could see… I can see where… from… for her, I’m the anomalous thing in her life, right? If you look at relationship history in men, <\/span><span data-id=\"P12-N2008D1\">it’s been bad relationships across the board. And I’ve been fortunate. All my girlfriends, it’s been good until it wasn’t good any more, but then we kind of went our separate ways, and that was that. With… but with her, she’s never had a guy that treated her really well or… whatever I’ve done I think <\/span><span data-id=\"P12-N2008D2\">I treat her well. But she’s never had a guy like this before, and I think she’s simultaneously afraid to lose it, but at the same point she wants to lock it down quickly because she’s older. So biological clock is ticking. But that also could be me projecting that onto her because that’s, I don’t know, <\/span><span data-id=\"P12-N2008D3\">what I want to see. [0:38:56] But she certainly isn’t… one of my buddies, he’s 25. He dates a 37-year-old. And she’s just totally chill, super mellow every time she’s out with us. It’s no big deal if we’re drinking out of… whatever we’re drinking out of, it’s not an issue. There’s no snide comments <\/span><span data-id=\"P12-N2008D4\">or anything like that. And I’m sure he doesn’t bitch at her, or she doesn’t bitch at him once they’re away from everybody else about how that was… she seems like she legitimately has a good time.<\/span><\/p>\n<p data-id=\"P12-N2008E\"><span data-id=\"P12-N2008F\">Melanie has a good time for a little while and then just gets a big pouty puss on her face. It’s like she’s not… high-strung, maybe? Uptight? I don’t know what it is, but maybe she’s past that phase of her life. And that’s still where I’m at at times. And… (Pause) Yeah, I don’t even remember what we <\/span><span data-id=\"P12-N2008F1\">were… [help me] (ph) on that. (inaudible at 0:39:47) how did we get there? Right, yeah. She needs a lot. Yeah, and I guess that’s the thing. She’s always told me… and one of the things, when we were going together and it was going really well, she was like, I love the way you treat me in front of your <\/span><span data-id=\"P12-N2008F2\">friends. [0:40:00] You make me feel so needed. So yeah. Yeah, that could be it. Maybe that’s just something that I need in my life, I need someone who’s a little bit more independent, someone who’s not (pause) clingy, super clingy, who can kind of get on in life. It feels like… or at least feels like <\/span><span data-id=\"P12-N2008F3\">they can get on in life without constantly checking in four, five, seven, ten times a day, just constant communication. It’s okay for there to be some silence in there. (Pause) That would probably be nice. (Pause) Yeah, that would be nice. Maybe somebody a little bit more athletic, too. [0:40:55] Start <\/span><span data-id=\"P12-N2008F4\">scoping out what the dream girl looks like right now (chuckling). (Pause)<\/span><\/p>\n<span data-id=\"P12-N2008E-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559646\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N20090\"><span data-id=\"P13-N20091\">Yeah, it just sucks though because it’s like… you want these things to work out. And I don’t like hurting people because that’s not… I don’t know. I don’t think anybody wants to hurt anybody else. But it just… it feels bad to know that this is the road that I’m on again, to do this to her again. This <\/span><span data-id=\"P13-N200911\">is the nth time now. And I’d love to have a way to make it stick, just be like, this is really… I mean, I know this one is actually it. She won’t… she probably won’t be around anymore, which is probably okay. It’s probably actually for the better because, if we try to stay social, it doesn’t work out <\/span><span data-id=\"P13-N200912\">because we always end up sort of drifting back together. (Pause) Yeah. But I still think… I have to stick it out just for a little while longer just to see if this is kind of one of those phases. [0:42:03] Because while I know the issues haven’t necessarily changed, maybe my outlook on things will change <\/span><span data-id=\"P13-N200913\">over the course of a couple weeks. I’m saying that to make myself feel better. Yeah. I would honestly… I would probably do it now if we weren’t going to Baltimore. But might as well just go to Baltimore. We’re scheduled. I need the break and have fun and then come back. And we can kind of figure it <\/span><span data-id=\"P13-N200914\">out. (Pause) Yeah.<\/span><\/p>\n<p data-id=\"P13-N20092\"><span data-id=\"P13-N20093\">THERAPIST: Make yourself feel better because otherwise you’d feel bad?<\/span><\/p>\n<p data-id=\"P13-N20094\"><span data-id=\"P13-N20095\">CLIENT: Yeah. I mean, it’s shitty no matter what. But doing… I’ve done this to her… like, last time we broke up was on her birthday. And that was… we were supposed to go to San Diego the following week. We were supposed to actually go to San Diego. Her birthday was the beginning of June, and the next <\/span><span data-id=\"P13-N200951\">week in June… or we’d had dinner for her birthday the third or second week of June? And her birthday was on a Wednesday, and the following Tuesday we were supposed to go to San Diego. [0:43:00] It was like, you’re not going to San Diego. Get the hell out of my apartment, kind of thing. And that… I mean, <\/span><span data-id=\"P13-N200952\">that pissed her off a lot because she’s like, what the…? Really? I was like, yeah, really. Go (chuckling). (Pause) But I would feel really shitty doing that again. I mean, I feel shitty enough having to do this, but doing it before we go on a trip again is probably… that’s a new level of dickishness. <\/span><span data-id=\"P13-N200953\">I can tolerate a trip to Baltimore. I have fun in Baltimore. And we’ll have… like I said, we’ll have a good time while we’re there. And then coming back we can see how it is, and it will feel the same, and then I’ll know. I’ll know then that it’s okay, time to call it and just go from there. (Pause) <\/span><span data-id=\"P13-N200954\">But yeah, just doing it before would just be… that would be bad. I would not feel good about myself. I would feel really bad about myself and what I did. [0:44:01] Because I know that that would… it’s just not… to do that once to somebody’s pretty low. But to do it again is pretty fucking bad, I think. <\/span><span data-id=\"P13-N200955\">She’s booked this trip to Baltimore. Her friends are excited to see us. Let’s just go through with it.<\/span><\/p>\n<span data-id=\"P13-N20094-br\" class=\"page-break\" data-seq=\"12\"><span data-id=\"P13-N20094-dsp\"><\/span><\/span>\n<\/div>"},{"number":14,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559646\" data-realpage=\"14\" data-page=\"14\">\n<p data-id=\"P14-N20096\"><span data-id=\"P14-N20097\">THERAPIST: It sounds like you’re talking yourself into (ph) something.<\/span><\/p>\n<p data-id=\"P14-N20098\"><span data-id=\"P14-N20099\">CLIENT: Yeah, probably. I mean, it’s… I just… I can’t… (Pause) I’m not heartless enough to do it before we leave, you know? That just doesn’t… and I need the vacation. There’s that, too. That’s probably a big chunk of it. (Pause) Yeah. I should have known better this time. I should have. It’s actually <\/span><span data-id=\"P14-N200991\">absurd to think about this, because I think about other people who… you know, you’re on the outside of this, and you’re looking at it. [0:45:00] And you go, what the hell are they doing? Any… I look at my friends who’ve broken up and got back together, and you’re like, why are you doing that? You have <\/span><span data-id=\"P14-N200992\">so many other… (Yawning) excuse me… so many other people out there. What are you doing? And they kind of keep doing this, and then eventually there’s something that finally pssssshhh (sp?). And I feel like I’m not one of those people for the first time. It’s [not like] (ph), coming back, coming back <\/span><span data-id=\"P14-N200993\">(inaudible at 0:45:24). At some point I imagine we’ll eventually hit the psssshhh (sp?) inflection (ph) point and kind of go our separate way.<\/span><\/p>\n<p data-id=\"P14-N2009A\"><span data-id=\"P14-N2009B\">THERAPIST: Well, I look forward to continuing to talk about it next week.<\/span><\/p>\n<p data-id=\"P14-N2009C\"><span data-id=\"P14-N2009D\">CLIENT: (Chuckling) Yeah, oh yeah.<\/span><\/p>\n<p data-id=\"P14-N2009E\"><span data-id=\"P14-N2009F\">THERAPIST: We do need to stop. So next week was the one time that I have this time booked…<\/span><\/p>\n<p data-id=\"P14-N200A0\"><span data-id=\"P14-N200A1\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P14-N200A2\"><span data-id=\"P14-N200A3\">THERAPIST: I think I had mentioned that a month ago.<\/span><\/p>\n<p data-id=\"P14-N200A4\"><span data-id=\"P14-N200A5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P14-N200A6\"><span data-id=\"P14-N200A7\">THERAPIST: So just for next week, I have… I could do… what is this, three…? I have a 2:50 time.<\/span><\/p>\n<p data-id=\"P14-N200A8\"><span data-id=\"P14-N200A9\">CLIENT: Let me check my…<\/span><\/p>\n<p data-id=\"P14-N200AA\"><span data-id=\"P14-N200AB\">THERAPIST: Will you be able to do that?<\/span><\/p>\n<p data-id=\"P14-N200AC\"><span data-id=\"P14-N200AD\">CLIENT: Let me check my calendar, what it looks like.<\/span><\/p>\n<p data-id=\"P14-N200AE\"><span data-id=\"P14-N200AF\">THERAPIST: Okay. And it’s just for next week, otherwise…<\/span><\/p>\n<p data-id=\"P14-N200B0\"><span data-id=\"P14-N200B1\">CLIENT: Yeah, yeah, I got this one on my calendar as a recurring… day… week… (Pause) [0:46:05] Hmm. (Pause) 2:50? Yeah, I can do 2:50 next week.<\/span><\/p>\n<p data-id=\"P14-N200B2\"><span data-id=\"P14-N200B3\">THERAPIST: Oh, great. Okay, so I’ll put you in for 2:50 for next week, and then we’ll go back to 3:40.<\/span><\/p>\n<p data-id=\"P14-N200B4\"><span data-id=\"P14-N200B5\">CLIENT: Yeah, sounds good.<\/span><\/p>\n<p data-id=\"P14-N200B6\"><span data-id=\"P14-N200B7\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P14-N200B8\"><span data-id=\"P14-N200B9\">CLIENT: Two… I’m just putting it on there.<\/span><\/p>\n<p data-id=\"P14-N200BA\"><span data-id=\"P14-N200BB\">THERAPIST: Sure. (Pause)<\/span><\/p>\n<p data-id=\"P14-N200BC\"><span data-id=\"P14-N200BD\">CLIENT: That will actually work out well (ph). Cool, thank you.<\/span><\/p>\n<p data-id=\"P14-N200BE\"><span data-id=\"P14-N200BF\">THERAPIST: Great.<\/span><\/p>\n<p data-id=\"P14-N200C0\"><span data-id=\"P14-N200C1\">CLIENT: For this event only. Right. Cool, we’re in there.<\/span><\/p>\n<p data-id=\"P14-N200C2\"><span data-id=\"P14-N200C3\">THERAPIST: Okay, very good.<\/span><\/p>\n<p data-id=\"P14-N200C4\"><span data-id=\"P14-N200C5\">CLIENT: All right, awesome. Thank you so much.<\/span><\/p>\n<p data-id=\"P14-N200C6\"><span data-id=\"P14-N200C7\">THERAPIST: So I’ll see you next week, okay. Take care.<\/span><\/p>\n<p data-id=\"P14-N200C8\"><span data-id=\"P14-N200C9\">CLIENT: Yeah, thank you. (Pause) Have a good one.<\/span><\/p>\n<p data-id=\"P14-N200CA\"><span data-id=\"P14-N200CB\">THERAPIST: Okay, bye bye.<\/span><\/p>\n<p data-id=\"P14-N200CC\"><span data-id=\"P14-N200CD\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}