{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses getting tired of everyone calling her to vent or fix issues. Client discusses the issues in her marriage."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Sexual relationships","Parent-child relationships","Married people","Psychoanalytic Psychology","Frustration","Detached behavior","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["61-70 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Sexual relationships","Parent-child relationships","Married people"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Detached behavior"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559470","dorpId":"1005577390","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"ADR\" Therapy Session Audio Recording, February 12, 2013: Client discusses getting tired of everyone calling her to vent or fix issues. Client discusses the issues in her marriage.","fullTitle":"Client \"ADR\" Therapy Session Audio Recording, February 12, 2013: Client discusses getting tired of everyone calling her to vent or fix issues. Client discusses the issues in her marriage.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559470\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I did. Where do you live?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I live right in Brighton, but actually I was in Maine, so I was not here.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Do you have parking?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I have a space.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: In the street you mean?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: No, I have a parking space but it's not underground.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: My daughter is in Brighton and she's like, \" I have to park my car.\" I guess they banned one side of the street.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: No, I have off-street parking. Oh, my God, it's terrible.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: I know. So, first of all, I think I may have to skip next week because Harold and Dana are going to be in California and I have nothing to do with the dog. (chuckles) It would be too long a day because I leave at 7:30 in the morning, unless I bring the dog with me. (chuckles)<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: People have.<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: It would be a real distraction. <\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">THERAPIST: Right. That's the issue.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">CLIENT: I don't really know anybody else who could take him. We are getting a dog walker, but we just had one who left and now we're trying to get another one. I think I should just probably skip. Is that okay?<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">THERAPIST: In general, if I do reserve the time for people, I do ask that they keep it as best they can. That's my general policy.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">CLIENT: Okay. I just can't think of anything else I could do. I don't know anybody in the neighborhood. I don't know if there's something else I could do with him. My little baby.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">THERAPIST: I have a dog, too, that I adore.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">CLIENT: You really have to have set up somebody that can take the dog when you need them to, and we did have somebody whom we had [ ] (inaudible at 00:02:00)<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">THERAPIST: It's like having child care in place. <\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">CLIENT: Yeah. And it was great because we knew she would always be available. She wasn't working. She loved him. We'll have to find somebody. I'm better than last week. When I got home, Harold asked me how therapy went. I didn't really want to talk about it because I just didn't think it was going to <\/span><span data-id=\"P1-N200311\">go in a good place; but I did. He thought I was completely over-exaggerating. He said I probably made him sound to you like somebody who couldn't walk. (chuckles)  I don't believe that I was exaggerating, but I'm certainly willing to say that because I've been living with it, maybe I'm feeling a little <\/span><span data-id=\"P1-N200312\">more exasperated about it. So maybe I am over-reacting a little bit. On the other end I think he clearly doesn't see it at all the way I see it. It was a difficult interaction because everything I told you he got defensive and he felt like I'm attacking him when all I'm trying to do is, when you <\/span><span data-id=\"P1-N200313\">ask me what happened, I'm going to share my feelings and get into how it makes me feel. He goes, \"I can't make you feel.\" I said, \"I'm not saying that you make me feel, I'm just telling you how I feel in reaction to when you do certain things.\"  It didn't really feel good at the time, but I just think <\/span><span data-id=\"P1-N200314\">it kind of got some stuff out so I feel a little better, because things have been really difficult between us. I have the feeling that he's been distant. I just felt like we couldn't really have a conversation without getting into some sort of . . . It's just been very stressful. Not right away but <\/span><span data-id=\"P1-N200315\">maybe a couple of days after, things felt better. We did talk about going to therapy, but we need to wait until March 19th when he gets on Medicare so we know what's covered and what we can do what his supplemental coverage is and all that stuff. So that's what we'll do probably. (pause) <\/span><\/p>\n<span data-id=\"P1-N20030-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559470\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">I was in the storm. He said, \"You think I don't get up every morning? I don't lie around here doing nothing.\" Of course, the storm Friday, Saturday and Sunday, he was sick the whole time. (chuckles) He actually went to the doctor yesterday. He sounds sick. He sounds all congested. It's been weeks and <\/span><span data-id=\"P2-N200331\">weeks. They gave him an antibiotic. He was pretty much tired the whole time and he didn't do much. I said, \"You think this is how I think.\" (laughs) We'll see. I think it's really hard for him also. When nicer weather comes he'll get out and do more.  So that was my week. (pause)<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: What was last session like for you?<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: (pause) I think it was good for me to be able to talk about how I feel about the situation with Harold and get it out. I don't really need it, but I do, I guess, once in a while need reinforcement that I'm not crazy. It is a difficult situation and I am not completely overreacting. (pause)  <\/span><span data-id=\"P2-N200371\">I think it was good. (pause) What did you think?<\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: I thought you got a lot of important stuff out, but I also know those sessions are hard for you when you're more emotional. (pause)<\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: I just feel better this week just the effect of getting it out and talking about it and talking to Harold about it, even though it didn't feel very good at the time.  I feel like it did make a difference between us. (pause)<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">[ ] (inaudible at 00:08:25)<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">THERAPIST: He made you dinner. That's nice. (pause)<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">CLIENT: I'm kind of at the same place of where am I going now? (chuckles)  (pause) I don't know what direction to go in. (pause) <\/span><\/p>\n<p data-id=\"P2-N20042\"><span data-id=\"P2-N20043\">THERAPIST: Are you still picking?<\/span><\/p>\n<p data-id=\"P2-N20044\"><span data-id=\"P2-N20045\">CLIENT: Yes, but not as bad, I don't think. I think that there is still that edge of anxiety I try to deal with and sometimes it's more noticeable to me than other times. (pause) I don't know why. I just seem to be a person that everybody seems to call me for things I have no control over and have nothing <\/span><span data-id=\"P2-N200451\">to do with (chuckles) at work. Dana called me because she was all pissed off.  She was doing her taxes and she wasn't getting as much back as she thought she was. Okay, what do you want me to do? \"But I'm really freaking out. I thought I was expecting the money.\" Sorry. Melanie calls me from the Motor <\/span><span data-id=\"P2-N200452\">Vehicle in Oregon. (laughs) She did [ ] (inaudible at 00:11:19) there. (laughing) I know I have, but you don't think to ask what you need ahead of time. They did it online but then they wanted her first she thought she needed the title to her car. Then she thought she needed her birth certificate. <\/span><span data-id=\"P2-N200453\">In the end she managed to get everything she needed. Then Harold calls me because he's stuck in traffic. (laughing) Guys! Then my boss called me last night at home and he couldn't figure out how to get on the network on his computer. I'm like holy shit. (laughs) I'm not answering my phone anymore.  <\/span><span data-id=\"P2-N200454\">I don't know what it is that makes them want to call me. It's not like I can do anything.<\/span><\/p>\n<p data-id=\"P2-N20046\"><span data-id=\"P2-N20047\">THERAPIST: A thought came to mind after we talked about the game. I wonder if there's a connection.<\/span><\/p>\n<span data-id=\"P2-N20046-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20046-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559470\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: I don't think so. I was just thinking how I felt like okay, enough. Leave me alone. Deal with your own problems. The kids do it all the time, Dana in particular. She just feels better after she gets all frustrated and then raves at me.  Okay, but please don't call me at work. (chuckles) (long <\/span><span data-id=\"P3-N200491\">pause) I loved having the time off during the snowstorm. I think for two days I didn't even get out of my pajamas. (chuckles)  It wasn't bad; it wasn't like depression. It was just like I didn't have to be in the office and do paperwork. I can read the paper. I can do my laundry. (pause)<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: Where did all the stuff from last week go?<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: (pause) I don't know. I think I shared some of it with Harold, so I think some of it went there.  (long pause) Don't know. (pause) It just feels better. <\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Do you feel less worried and less angry?<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: I think I got a lot of the anger out, but as far as worried, I guess it is what it is and at some point I guess I just want to enjoy our time now. I can't predict what's going to happen. I don't know how bad Harold is going to get, but I don't want to really worry about it. I think I try to <\/span><span data-id=\"P3-N200511\">have the attitude of it is what it is and let's just try to fix what's going on between us so we can enjoy the time we have.  (pause)<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: Do you feel like you're picking less because you're less worried or you're talking more about the worrying?<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Yeah, I think so. (long pause)  I know that I have to work. The things that I want to do that I know I can't do, I just have to accept because, again, my time, I don't want to feel anxious and be angry and have to work and I have to work. That's what it is. I want to be able to, at least when <\/span><span data-id=\"P3-N200551\">I'm not working, just feel relaxed and enjoy myself instead of feeling anxious and angry. (pause) Let's hope I can win the lottery. That would be fine. <\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: Do you feel like you're more aware of that now, given that Harold isn't working very much?<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: I think yes, and also just being away for a week. (pause) I'm just realizing where I'm at in my life. It would be nice to have planned better (sniggers), although I don't really think there was much I could have done. Harold and I struggle financially. We don't make a lot of money between the <\/span><span data-id=\"P3-N200591\">two of us. That's just always been the case. On the other hand, we had time to spend with our children. He wasn't getting home at 8:00 at night. I wasn't getting home at 8:00 at night. We weren't working weekends, so I guess there's a pay-off.  I'd just love (voice breaking) to have the time. I would <\/span><span data-id=\"P3-N200592\">really love it.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: Do you have a plan of when you could retire?<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: No. I think I want to wait until Harold goes on Medicare and then I go on Medicare. I'll just wait and look at what I would get for Social Security. We couldn't live here and do it. There's no way, I don't think. (chuckles) Lots of people can't live here (voice breaking) even working. It's a <\/span><span data-id=\"P3-N2005D1\">hard place to live. It's crazy. I feel bad for Melanie; San Francisco isn't a whole lot better.  She's making decent money, but she's got a $1,000 a month rent. She's got $200 a month in school loans and almost $200 a month in auto insurance.<\/span><\/p>\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">THERAPIST: Auto insurance is very expensive.<\/span><\/p>\n<span data-id=\"P3-N2005E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559470\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: I guess it's really expensive in Oregon because here she was paying $80 a month.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: I would think that rate seems high.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: I don't know. I told her to check around and she did it through AAA. They're supposed to be . . . she did check around. She said she found something maybe $20 a month cheaper that she thought was a good company. I don't know if it's just being San Fran. I don't know. She's going to have a hard <\/span><span data-id=\"P4-N200651\">time. (pause)  If Harold starts to feel better and if he takes on more tutoring, there is a chance that maybe I could figure out some way to retire. Right now he's hardly doing any tutoring. Tutoring is also . . . All of a sudden he had five tutoring jobs, and then it was down to two. You never know <\/span><span data-id=\"P4-N200652\">when it's going to be there and when it isn't, so we can't really count on it. (pause) I don't really have any retirement, except for Social Security and Harold's pension.  (pause)<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: Did you have the option to in your job and you just decided not to?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: I did have some options, but I never really made enough money to feel comfortable putting money aside for it. (pause)<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">THERAPIST: Were you factoring in the inheritance that was lost?<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: Yes and no. I think I was of that era never going to get old. (laughs) I don't have to worry about it. (pause)  In the back of my mind I thought that probably I would have the inheritance. It's just one of the things I never thought about growing up (sniggers), is how am I going to retire? <\/span><span data-id=\"P4-N2006D1\">(pause) My sister suggested that I talk to Jim, my boss, about four days a week instead of five days a week, but I don't think he would go for it.  I don't think he would because he counts on me because he's not really ever there. (pause)<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: I feel like sessions like this always follow more intense sessions for you. I was making that comment in general. (pause) <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: I had enough feelings, so I'm taking a rest. (laughs) (pause)<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: That's a great thought, taking a rest before having more feelings.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: I'm feeling hungry. (laughs) (long pause) <\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: Just say the thing that comes to mind.<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: (pause) I was just thinking about my mother and the list of people who call me. (chuckles) She needed something. She wanted me to figure out what filter she needed for her coffee machine. <\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">THERAPIST: Are you a coffee machine aficionado?<\/span><\/p>\n<p data-id=\"P4-N2007C\"><span data-id=\"P4-N2007D\">CLIENT: No, but she didn't know what to do. She didn't know how to find that, how to get in, how to find it, and how to find out which one it is. She gave me a whole bunch of numbers from the coffee machine and I looked it up and ordered it for her online. (pause) That was all in that cluster of Harold <\/span><span data-id=\"P4-N2007D1\">being in traffic, Dana being upset about her taxes, Melanie being at the movie, Jim not being able to get into his computer. (chuckles) (pause)  We did have a leak in our ceiling from the hot tub, the Jacuzzi. I always get a little nervous. It's part of the reason it's affordable right now because we <\/span><span data-id=\"P4-N2007D2\">don't have a mortgage and it's renovated. So every time anything goes wrong I'm like, \"Oh, no.\" It wasn't major. (pause)  It's that thing I live with. Something's going to happen. (chuckles) Something's always going to happen.<\/span><\/p>\n<p data-id=\"P4-N2007E\"><span data-id=\"P4-N2007F\">THERAPIST: And a leak, no less.<\/span><\/p>\n<span data-id=\"P4-N2007E-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2007E-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559470\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: It wasn't actually a big leak. I was outside talking to my neighbor and I came in. I thought that the dog had knocked over his water bowl because he does that occasionally. There was a puddle. All of a sudden I was like wait a minute. That's a lot of water here. (laughs) It was like flooded. <\/span><span data-id=\"P5-N200811\">Fortunately, the floor is stone, so that didn't go anywhere. You could see in the ceiling it was leaking through one of the recessed lights. You could see the ceiling had been cut out where the water had left a mark. (pause) <\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: I got two metaphors in my head. I was thinking about describing yourself at times about being closed off. Then I thought about being closed off, sealed off, and then a leak. (pause) Maybe I'm curious about what the state is. It's not clear, the state you're in now where you don't feel like <\/span><span data-id=\"P5-N200831\">you have much to say or know where to go maybe. (pause) I thought of a faucet. You turn it on, turn it off, turn it on, turn it off, to extend the water analogy. (pause) <\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Yeah, I really don't have much to say. I feel like I'm kind of stuck.<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Does it feel like the content of topics of what you've really talked about the last couple of weeks I understand the emotion feels less intense, but I'm wondering where all those thoughts go to. (pause) <\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: I don't know. I think just getting it out made a big difference. I'm someone that just never really talks about that stuff. (pause) I'm sure there's more to get out, but (chuckles) I just don't know what it is right now. (pause)<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: I asked about the picking because we haven't talked about that in quite some time. That was a symptom that was very distressing to you. <\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: It's definitely still there, but I feel like it's better.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: Did you not want to bring that up because you did not want to jinx it?<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: No, no. I still do get the feeling sometimes that I can't stop myself from doing it when I do it. I can even say to myself \"stop\" and I don't stop. (pause) This seems like a long session. (chuckles)<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: Yeah. (pause)  Did you feel like you had things to talk about before you got here, or you just didn't know?<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: No. I guess I feel like what we talked about last week was what was really on my mind with Harold. Then I talked about it with him, so I feel like . . . I haven't really said that to him before. I was very honest with him in how I said I felt and that I was scared. That's when he thinks that <\/span><span data-id=\"P5-N200951\">I'm exaggerating. Then I say that you just have to accept that's how I feel. (pause)  Then I think it just kind of helped break whatever it was that was going on between us that was so stressful. It wasn't comfortable at all. We have periods of that. We just don't feel connected. That didn't happen <\/span><span data-id=\"P5-N200952\">right away, but I just feel like over the course of the rest of the week I feel like things just eased up between us. (pause) <\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: Are you thinking things that you feel are not important to express, or is your mind kind of . . ?<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: It's gone.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: Where?<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: (chuckles) Just not focusing on anything. (pause) I guess I feel like the thing like picking, the sex thing with Harold and my relationship with Harold, if I'm thinking about a way to feel closer and be in touch with my feelings.  I don't know what direction to go with any of those things from <\/span><span data-id=\"P5-N2009D1\">now. I feel like things with Harold and I are a little better, obviously not where I'd like them to be. It's a process.<\/span><\/p>\n<span data-id=\"P5-N2009C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2009C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559470\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: I have a few thoughts about that. I think I have to go get the door. Someone is locked out. I'm really sorry about that. The door locks. I'm very sorry.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: That's all right. I didn't know there was a bell there. (pause) <\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: Ever since Daylight Savings Time, which was months ago, the door is supposed to stay open until 7:00. But now it's at 6:00 and they didn't change it.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Is it the downstairs door?<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: Yeah, the downstairs door locks. You're supposed to lock it at 7:00, but it locks at 6:00 because they didn't change the time from Daylight Savings Time in October anyway.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: That's okay.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: It sounds, too, like the three of you have gotten somewhat better, as you were saying. (pause) I would add a fourth to that, in that you're wanting to handle your emotions somewhat differently, being more accepting and maybe more expressive, which kind of ties a lot of them in together.  <\/span><span data-id=\"P6-N200AB1\">(pause) It seems you're more quiet like this and it seems like, from my feeling, it feels like you're a bit more distant. I don't know if that's how you feel.<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: A little bit, but I guess it's because I don't know what to talk about  I think that one of the reasons that Harold was really stressing for me to get to therapy about the sex thing was because in his mind he would just like to get the whole thing resolved. I think I'm much more realistic about <\/span><span data-id=\"P6-N200AD1\">it. I don't think it's ever going to be what he wants it to be, but I think that if I continue to deal with it . . . Before, by not being in therapy, I could just not deal with it. I think it's going to be a process and I'm just going to be dealing with it and it's just sometimes going to be better <\/span><span data-id=\"P6-N200AD2\">than others. I don't think it's going to be this miracle thing that I'm going to figure out what's wrong and we're going to have this great sex life. (pause) <\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: I know that sort of therapy, some things that happen in therapy, you can make connections with outside and some things, it's such an idiosyncratic environment, that you can't. But I'm very curious about this at least in my experience if you're feeling more distant, like if there's anything <\/span><span data-id=\"P6-N200AF1\">in that that's more general or more reflective of experiences outside of here. (pause)<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: I don't know. I have said that when I can get really distant and what's the word I was using before detached.  I don't know why last week I was able to be in touch with my feelings and now I'm feeling more distant. I don't know why. (pause)<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: Do you sort of think it's moving towards and then retreating a bit?<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: It could be. I don't know. (pause)  I guess I don't feel like I did last week. I don't feel the anger. I don't feel the sadness as much. I don't know if that means that I'm burying it or if I'm just feeling a little better about it.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: We are going to need to stop for today. So you're not here next week. The following week we had talked about meeting a little bit earlier. Would you be able to come at 5:15. Is that a possibility?<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: I could try.<\/span><\/p>\n<span data-id=\"P6-N200B8-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200B8-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559470\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: I want to make sure that you can do it at a time that you feel comfortable with.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: Yeah. I can do a 5:15.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: Is that okay? Again, this is your time. It will be a little bit easier for me.<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: Sometimes I go to the food store and get something to eat. Today I stopped for gas. So if I just come straight here, that should be fine.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Okay. So then I will see you at 5:15 in two weeks.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: Okay. Take are.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">CLIENT: Thank you. You, too.<\/span><\/p>\n<p data-id=\"P7-N200CA\"><span data-id=\"P7-N200CB\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}