{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses some exciting news about work and how he might be switching companies. Client discusses his current relationship and how it's going better than it was when they were first dating. Client discusses his growing disinterest in bars and going out every night."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Infidelity","Romantic relationships","Relationships","Psychoanalytic Psychology","Anger","Frustration","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["16"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Infidelity","Romantic relationships","Relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":16,"pageCount":16,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559634","dorpId":"1005577556","contentType":"text","aucs":"CTRN-V1","title":"Client \"RCH\" Therapy Session Audio Recording, August 14, 2013: Client discusses some exciting news about work and how he might be switching companies. Client discusses his current relationship and how it's going better than it was when they were first dating. Client discusses his growing disinterest in bars and going out every night.","fullTitle":"Client \"RCH\" Therapy Session Audio Recording, August 14, 2013: Client discusses some exciting news about work and how he might be switching companies. Client discusses his current relationship and how it's going better than it was when they were first dating. Client discusses his growing disinterest in bars and going out every night.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":16,"totalPages":16,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":16,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come on in!<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: How are you, how are things?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Good, thank you. (pause)<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: (sigh) Whew! So, yeah. It’s been a busy couple of weeks, to say the least. Soccer started, so that was good, good to get back to practice and get after it. Also, my old… actually going after this, I’m going back to Google to talk to my old manager; she wants to hire me back in the role that <\/span><span data-id=\"P1-N200131\">I should have been in before I left, so… That’s actually really exciting for me.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Uh-huh. Is that part of the reason that you left? You weren’t happy with (blocked).<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yeah, well the way that it worked was, I had run our team for like six months while she had some family stuff she had to deal with. So I just, you know, I took the reins and ran her team as the lead and was essentially the manager of this team. The expectation that I had from her boss was that <\/span><span data-id=\"P1-N200171\">when there was… the reason I was doing that was not just because I’m a good guy, but so it would give, you know, give me the preparation necessary for when the next lead position opened and that would be mine. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">And then they didn’t do that. They promoted somebody else. Then they had the nerve to ask me to work for that person. And I said, “No. That won’t be happening at all.” So that was one of the big reasons behind me leaving. Now after eight months, they’ve come full circle and realized that maybe they <\/span><span data-id=\"P1-N200191\">did bet on the wrong horse and that, so…<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">So I started negotiations, and I don’t want to get too excited, but I think that, she was like, “Yeah, I’ve been fighting for this for eight months and…” her boss is like now finally asking, like “Okay, when’s he coming back?” Like, so it’s gotten, I guess, kind of serious, without me having to do anything, <\/span><span data-id=\"P1-N2001B1\">which was exciting. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">So, we’ll obviously see what happens. Talk is cheap, when I have an offer letter in front of me, then I can kind of feel really good about it, but um… Yeah, so that’s really exciting, because I think, in terms of my career goals, this has been a bit of a lateral step, the role I’m in right now. And <\/span><span data-id=\"P1-N2001D1\">their intent to tease me, you know, as long as they can to keep me doing my job, because I want to be doing something different from what I’m doing, and they know this, and I’ve said it, I mean I’ve been very open with it. I said, “Look, from Day One, this is how I view my trajectory at this company, <\/span><span data-id=\"P1-N2001D2\">right? I’m going to come in and I’ll learn about the product and I’ll do this one job and then, when I’m ready, you know, and I feel like (inaudible 00:02:50) I ought come over here and start doing this other stuff, you know? And help instead of working with cost numbers and getting them up and running, <\/span><span data-id=\"P1-N2001D3\">I’d rather build product…right? <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">It’s a very, it’s not like it’s an unnatural transition. It’s not like going from being a chef to being an astrophysicist or something. There is a lot of similarity between the two roles, and what I’ve come to realize is they are willing to say whatever it takes to keep me happy, but they’re not really <\/span><span data-id=\"P1-N2001F1\">willing to commit to doing anything that they say they want to do. I have acted in good faith and towards a number of projects, well, it’s like, “Well, you know, we just need to see this project, just to make sure that you can, you know, that you can do it.” And then it’s like I do it, and I knock it <\/span><span data-id=\"P1-N2001F2\">out of the park, and it’s stuff that customers are raving about, and they go, “Well, you know, just do this other project.” And like bits and pieces of the role that I want, but not the role that I want. <\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">I didn’t think much of this at first, because there is some amount of vetting period, but then when I talked to my peers, who were all also promised, you know, this opportunity to grow into other roles, it’s been the same story for them, too. Where it’s been… one of the guys has been there for three <\/span><span data-id=\"P2-N200211\">years, and it’s always, “Well, just do this one more thing, and we’ll check to see if you’re, you know, good enough to do that thing.” And at some point, you kind of go, “All right, maybe this isn’t just me, maybe this is a systemic thing,” and, you know, maybe this is a company that’s willing to just <\/span><span data-id=\"P2-N200212\">say whatever they have to do keep you, you know, to keep you happy enough not to leave, but not sort of doing that job that they want. <\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">It came home to me, that they were probably going in a different direction when, in the initial conversations I had had, the whole idea was they would hire somebody, you know, with lots of experience to do that role, you know, 25-30 years, like a vice president or a president-level person to run, you <\/span><span data-id=\"P2-N200231\">know, that sort of function. And I was like, “Oh, that’s great!” You know, that’s somebody that, in my mind, it made a lot of sense, like that’s the right person, who can really shape this direction and at some point, I could transition over into that role and learn a lot from this person and I’d grow <\/span><span data-id=\"P2-N200232\">and I’m mentored, and I was like, “Yes! Like, I agree with that!” And then they hired someone with seven years of experience! When I have five, without even affording me the opportunity to interview for the role.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">You know, the company line on that was, “Well, your work is so good, where you are right now, we don’t want to move that, and it’s much harder to hire people to do what you do versus what you want to do,” and it felt to me like they were blowing a bunch of smoke over my a**, in all honesty. And that’s <\/span><span data-id=\"P2-N200251\">fine, and I’ve dealt with that. But I see it now more and more, now that I’ve sort of taken these tasks and just knocking them out of the park, while also totally doing a great job in my other job. So it’s like, okay, at some point, there are got to be, you know, we have to do this. I’ve acted in good <\/span><span data-id=\"P2-N200252\">faith, so let’s see your end. And I realize that, that other piece of their deal is not going to be held up. <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">So, I think it’s a good opportunity to at least explore. And I can even use it as leverage here to say, “Hey, Google wants to bring me back to do all of these things that I’ve been telling you I’ve wanted to do for eight months. And I’ve been very honest with them, and I’ve said, “Look, I want to do <\/span><span data-id=\"P2-N200271\">this job. It’s my career. What I’m doing right now is a job, the career is over here. And you need to help me build towards that, because that’s why I’m here. I’m supposed to be able to have this flexibility as a small company to do lots of different things. And if that’s happening, I’m going to go <\/span><span data-id=\"P2-N200272\">elsewhere to, kind of do my career. <\/span><\/p>\n<span data-id=\"P2-N20026-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">And they’ll be, “Yeah, yeah, no we totally get that. You know, it’s fine and you know, when you’re ready, just keep the dialog open.” So now maybe this is the opportunity to say, “Hey, this is what I have on offer. Certainly, I deal from all of these characteristics, can we make that happen here? If <\/span><span data-id=\"P3-N200291\">not, then I’m on my way out the door.”<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">The tricky part from their standpoint, they’ve always tried to play the money angle with me. But, I mean, it’s not about the money. Like, if it was about the money, I would 100% go back to Google, because my salary would, you know, increase by 60% plus at Google! So when they said, “Well, you’re potentially <\/span><span data-id=\"P3-N2002B1\">forfeiting this big lump sum,” I’d say, “That’s very, potentially very real money that I could forfeit if I walk away from equity; but it’s never been about the equity. It’s never been about the money, it’s always been about the experience and the opportunity. <\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">And I think that the type of person they are used to attracting is coming from another start-up where, “Oh yeah, of course, you know, I’m only going to, you know, (use this software in an evening ph?), you know, maybe, I don’t know, 80 grand, let’s say. Whereas if you’re at Google, you make a 180 grand. <\/span><span data-id=\"P3-N2002D1\">(inaudible at 00:07:28) less than that, I made less than that at Google, but it’s never been about the money, you know? Because if it was, I would have just stayed at Google and been blessed happy, but made, you know, less significant salary versus what I make right now.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">So, that’s been… it’s nice to feel like I have got some cards to play. In the past, it’s been like I don’t really have any leverage, you know? I didn’t have offers from other companies, or really great, you know, people who are ready to take me on into their new start-up or anything like they’ll make <\/span><span data-id=\"P3-N2002F1\">me co-founder and I certainly don’t have anything like that going on (in my head ph?) right now, so… It’s nice to feel like I have a little bit of leverage to maybe level the playing field, so it’s not all just one-sided. So that’s, that was nice. And then we’ll see, we’ll obviously see what happens <\/span><span data-id=\"P3-N2002F2\">with Google. <\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: Well, it sounds like now you feel like you have more power, negotiating power.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: Yeah. Yeah, I mean that’s, I think that’s part of what it comes down to, it’s a very, it’s… I don’t’ know what happened. At some point, at Google, someone gave me the advice that you have to make your own career, like no one is going to help you do it. So no one is like looking out for your <\/span><span data-id=\"P3-N200331\">best interests unless you are. And I internalized it, and I’ve always been sort of working towards fitting together pieces together that I think will help. I don’t know where I am, Doctor. I don’t know what the end looks like, and I’m okay with that. But I’m content at this point to pull together experiences <\/span><span data-id=\"P3-N200332\">that will continue to grow me, you know, so I can move sort of higher up the organization, but also give me broader and broader perspective. <\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">And, you know, as part of that, you mentioned like power and leverage and negotiation, it’s super true; and this company, you know, is no different than any other big company. It feels like, I feel like there are a lot people who’ve tried to build these little empires, you know? At Google, it’d be a <\/span><span data-id=\"P3-N200351\">30-person, but here it’s 3. (inaudible at 00:09:24), you know, we’re a small company that acts like a big company. I love it, it’s just a lot of politics and processes and bureaucracy that are… not necessarily inhibit our ability to do the right thing, but certainly make it more work than it need be. <\/span><span data-id=\"P3-N200352\">That doesn’t feel too too much like a small company, especially now that we’ve gone over 50 people. It’s very different. I started it with the 26th person, whereas we’ve doubled since January.<\/span><\/p>\n<span data-id=\"P3-N20034-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20034-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">But even, you know, even in that world, it’s like you’ve got to play these games and leverage is a super helpful thing, you know? So, if I was like, “Hey, I have this offer from Facebook,” I imagine that I’d be able to do whatever job I wanted. Or I’d have to go to Facebook, which would not be the worst <\/span><span data-id=\"P4-N200371\">thing in the world. So, it’s like, without that, there are no counter-balance, “Hey this is what I want to do.” It’s like, “Well, that’s nice. Lots of people have career aspirations, good luck, (tell them then ph? 00:10:08). Here, if you’re good, maybe you can hope to do this in the future.”<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">So it’s nice to have that and it will be good because it will force them to show some more of their cards. Like, are you guys actually serious about this, or are you just, you know, just kind of jerking me around? And obviously they’ll never be totally up front about that, but it will be good to at <\/span><span data-id=\"P4-N200391\">least have that to sort of check against the whole song and dance that I’ve gotten so far. <\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">And then, I guess on, you know, in terms of like relationship stuff, like Melanie and I, it’s been, I mean, I think it’s been a little bumpy, which is to be expected. We’ve had an incredible lot of drama in the past and certainly both have faults, sometimes she more than I and sometimes I am certainly <\/span><span data-id=\"P4-N2003B1\">am responsible for a lot of it and she’s not. But I feel that, you know, I feel like we’re moving in a direction where our communication is certainly more open and we can talk about, like, the bad things and it’s kind of okay. Like, she’s just… something, you know, she was feeling really uncomfortable <\/span><span data-id=\"P4-N2003B2\">about us and she’s like, “You know, I don’t know. You know, we’ve done this so many times, I don’t know if it’s going to work this time.” And like, it was just a really real conversation, whereas before, I don’t know if we would have been able to have that. Like, I don’t know if I would have been able <\/span><span data-id=\"P4-N2003B3\">to listen to that, or if she would have been able to say that. <\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">So, it’s um… that feels, it feels better to be able to have a discussion about something that’s uncomfortable versus, you know, sort of trying to have it all be rosy and then it’s not, at all. And like she even mentioned, she was like, her birthday was in the summer, at the beginning of the summer. <\/span><span data-id=\"P4-N2003D1\">She was like, you know, for my birthday, (let’s all ph? 00:11:54), that’s like posting stuff on Facebook and it was like we’re big and this really happy couple, and it’s like, we weren’t. It was like, yeah, I know! (chuckles) And she was like, well, I couldn’t, like, she couldn’t…she couldn’t not project <\/span><span data-id=\"P4-N2003D2\">that, because it was like there is something on her, and that just didn’t, wasn’t, you know, she felt the need that if she just faked it, eventually we would get there. <\/span><\/p>\n<span data-id=\"P4-N2003C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2003C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">And I think now we’re just able to be maybe a little bit more real with each other. I don’t know if it’s because time has passed or if because we’ve both kind of had that realization, but it’s nice to be a little bit more real about it. And it’s sort of saying, “Yeah, there are going to be ups and downs <\/span><span data-id=\"P5-N2003F1\">and false starts and…” You know, at some point, we’ll step back and say, “Hey, is this actually working? You know, do you feel like this is a thing that’s going in a good direction or is it something where it’s not,” you know? I guess we’ve been through enough where it’s kind of comfortable to say that; <\/span><span data-id=\"P5-N2003F2\">it’s much more uncomfortable to say it with somebody, you know, you just met her, you’ve only been dating for little while. But we’ve been through this for, you know, a while, so… It feels, it’s refreshing to be able to deal with that, that type of dialog. <\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">THERAPIST: What parts of it have been bumpy?<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">CLIENT: Well I think, I mean, I think just the fact that we’ve gone through so much, right? We’ve broken up a couple of times, I’ve cheated on her, she’s weaponized her past against me, kind of, all of that. It feels like we’re a little past it now. I’m not sure…why. You know, maybe I’m at the point <\/span><span data-id=\"P5-N200431\">now where I’m just, I’m comfortable with that, but I also told her, like, don’t ever do that to me again, like don’t try to use that against me, because I can use things against you. Like, I don’t want to have to do that. I know that’s where I would go, if it came to it, and I’d rather not. And I think <\/span><span data-id=\"P5-N200432\">she’s better about, she’s more cognizant about it, you know?<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">I was in a nine-year relationship that I’d been out of for six months when I met her. Prior to that, I was in high school. So that’s very different from her, who had spent the years from, let’s say, 18-31, longest relationship total, like relationship time combined, was 2 ½ years. So there are going <\/span><span data-id=\"P5-N200451\">to be some differences in experience there, and you know, her using that against me is not fair; but me also using, you know, me also feeling uncomfortable with that, I understand why she would feel strange, why it would be weird for her that I would be uncomfortable with that, right? <\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">You’re casually been dating for ten years, I’ve casually been dating for six months. I’ve been in a relationship for nine years, you haven’t. So there are sort of these two different worlds that are not necessarily colliding, but… And it takes a while to kind of figure out and see how it’s going to <\/span><span data-id=\"P5-N200471\">fit. I think we’re at the point now, where I feel more cognizant of it and I feel like she feels more cognizant of it. So we can kind of either avoid these things or, you know, at least talk through it with a little bit more of a level head instead of it being this, like, “What do you mean you’ve never <\/span><span data-id=\"P5-N200472\">done this?” Or, “Well, oh, you’ve had sex with that many guys? My God! Why did you tell me that?” You know, like, stuff like that. <\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">I think we’re both a little bit more… and it’s not to say that we’re checking ourselves, but it’s like, that respectful partnership that you want to have, you know, is not always about telling the brutal, honest truth all of the time. It’s knowing when to say, what to say, how to deliver it. I think <\/span><span data-id=\"P5-N200491\">there is more of that going on.<\/span><\/p>\n<span data-id=\"P5-N20048-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2004A\"><span data-id=\"P6-N2004B\">THERAPIST: Do you feel like she used to tell you things to be hurtful?<\/span><\/p>\n<p data-id=\"P6-N2004C\"><span data-id=\"P6-N2004D\">CLIENT: I don’t think she did it… I think that was the consequence of what she did. I don’t think she did it deliberately. I do believe that she’s not that type of person. But I think the way that it would be in some regards, I think it was her, you know, hurt defense mechanism almost against getting <\/span><span data-id=\"P6-N2004D1\">into a relationship, right?<\/span><\/p>\n<p data-id=\"P6-N2004E\"><span data-id=\"P6-N2004F\">Like, what do I know? I know how to do relationships. That’s what I’ve done, you know, nine years. You kind of get good at that. Dating? I don’t know how to date! I wouldn’t know how to date, I’ll probably never know how to date. I missed a very formative period in my life, you’re only in your 20s once! <\/span><span data-id=\"P6-N2004F1\">And that’s fine, right? I mean… Yeah, there’s parts of it that were probably awesome for some people, but there are also probably a lot of shitty parts. I had a lot of awesome parts, a lot of shitty parts. <\/span><\/p>\n<p data-id=\"P6-N20050\"><span data-id=\"P6-N20051\">So the fact that she would, you know, she could never consider that, she never considered like, “Hey, I haven’t had sex with a quarter of the people that you have, and like, no, I’ve never had sex with somebody in like the bathroom of a club,” you know? Like, stuff that she just assumes are sort of <\/span><span data-id=\"P6-N200511\">normal (inaudible 00:16:36, this is like, wasn’t the cape tournament ph?). And I don’t think she realized how hurtful those things would be, because it wasn’t like it would be necessarily deliberately (organized ph?), but certainly felt like it.<\/span><\/p>\n<p data-id=\"P6-N20052\"><span data-id=\"P6-N20053\">So I think we got to a better place in that regard. And that’s not even, it’s like a microcosm of other issues, right? Like, my interpretation of things, her intentions with things, we’d go like this, and then we never really talk about it, so it would end up being like… At some point in the future, <\/span><span data-id=\"P6-N200531\">this disconnect would end up being big drama, you know? Instead, it’s a little, yeah, it’s painful, like the threesome thing I told you about. <\/span><\/p>\n<p data-id=\"P6-N20054\"><span data-id=\"P6-N20055\">I was like, you know, we were talking it about it today. She was like, “Is it something that makes you uncomfortable?” And it’s like, “Yeah, yeah, it does make me feel uncomfortable because you, like you have no reason to tell me that. There was not, no conceivable thing in my mind, there are no scenario <\/span><span data-id=\"P6-N200551\">I can walk through, if I try to empathize with you, where telling me that is anything other than a terrible, bitchy, like horrible thing to do.” Like, I understand that you were excited, and I understand why you did it, and I certainly don’t fault you for doing it, sounds like you had a good time, you’re <\/span><span data-id=\"P6-N200552\">safe, respectful, all that. But, like, what the fuck! Like, really? You know?<\/span><\/p>\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">So, and I think that she, after hearing me say that, she was like, “Wow, yeah!” You know? And I just feel like it’s… she gets that now more and now she’ll mention it from time to time, it’s like, look, just don’t. Like, it’s not, like I don’t want to hear about that. Like I’m not talking about what <\/span><span data-id=\"P6-N200571\">happened with me. Well we were a part of it, like you and I did that, you’ll never know any of that because it’s… what possible good could come of it? Like, there is nothing, there is nothing build on there. And maybe there is a point in time in the future where it’s critical for you to know, but I <\/span><span data-id=\"P6-N200572\">just, I don’t ever see that. And I think that having, you know, having said that and considering what had happened before, you can understand why I wouldn’t really be comfortable with hearing about your sexual escapades that happened while we were apart. <\/span><\/p>\n<span data-id=\"P6-N20056-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20056-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20058\"><span data-id=\"P7-N20059\">And she kind had like that… you know, you see when people kind of “get” things? I mean, you probably see this a lot, because it’s what you do. You know when they have that “Aha!” moment, you go like… like, she was kind of like looking at me and like kind of giving me a cross look, and then she’s like, <\/span><span data-id=\"P7-N200591\">“Ohhhh.” Like, it really hit her, and she was like, “I’m really, really like…” It felt like a very authentic apology. So either she’s like the greatest liar in the world that I’ve happened to know for over a year or she’s really actually sorry about that. So that felt, felt like a little bit of closure <\/span><span data-id=\"P7-N200592\">there, around that. <\/span><\/p>\n<p data-id=\"P7-N2005A\"><span data-id=\"P7-N2005B\">And then it felt, I mean, it felt good. Like, we didn’t, we don’t really… we’re trying to kind of ease back into it, which is tricky because we’re both like, when we’re together, like we’re, really, really together and when we’re apart, there are always like this, “I’m lonely.” We’re really good friends, <\/span><span data-id=\"P7-N2005B1\">which happened after we started dating. It was strange. So it’s like tough, because it’s like you’re finding you want to talk to your friend, and she’s like good friend, maybe my best friend. You want to spend time with them, and kind of do everything. We’re sort of, we’re really easing back into it, <\/span><span data-id=\"P7-N2005B2\">because we want to make sure… you know, look, there are a lot of people who have seen us get together and break up a bunch of times. And it kind of, you know, you deal with eye rolls and stuff, and it gets more difficult every time you try to… “Okay, hey look, this is my girlfriend Melanie, you may <\/span><span data-id=\"P7-N2005B3\">remember her from my past girlfriend experiences two months ago, eight months ago, etc.”<\/span><\/p>\n<p data-id=\"P7-N2005C\"><span data-id=\"P7-N2005D\">So it’s better, I feel it gets better for us to kind of go through this and see how we feel about each other for a couple of months before we go out and start being a thing for other people to see. Like, yeah, sure, if you want to have friends over or whatever, it’s not a problem, but it’s not like <\/span><span data-id=\"P7-N2005D1\">I’m going to go and be like, “Hey, Mom and Dad! I’m like dating Melanie again! For the nth time!” And it’s not like we’re going to start hanging out with her… her parents live in Concord, she lives in Falmouth, so we used to see them quite a bit. So like, we’re able to do that. You know, we’re going <\/span><span data-id=\"P7-N2005D2\">to ease back into things and kind of be a little bit more cognizant of like, hey where are we at? Like, let’s check in on this, like let’s make sure we’re kind of doing okay. <\/span><\/p>\n<p data-id=\"P7-N2005E\"><span data-id=\"P7-N2005F\">Which I think is different, because in the past, what would happen is we’d get back together and it would be like, boom! We’re back together, we’re a thing. And it’s like, kind on this rocket trajectory, and then there is one little thing that goes, and then the rocket crashes. There is no… you’ll never <\/span><span data-id=\"P7-N2005F1\">get to that destination, because we never took the time up front to sort of step back and kind of walk through the “let’s make sure we’re in a good spot,” kind of check in with this before we start to bring more and more people in. Which actually, come to think of it… that whole, without ever really <\/span><span data-id=\"P7-N2005F2\">thinking and making sure we’re on the same page and talking about it up front, puts her probably in a position where she feels the need to broadcast as it were, okay, because we’ve brought all these people into it. So it’s not like you want to bring all these people into it, and talk about how shitty <\/span><span data-id=\"P7-N2005F3\">your relationship is, you know? You want to bring these people in, they’ll be like, “Yeah, this is awesome, like this is a really good thing.” <\/span><\/p>\n<span data-id=\"P7-N2005E-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2005E-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20060\"><span data-id=\"P8-N20061\">THERAPIST: Is that something that you expect?<\/span><\/p>\n<p data-id=\"P8-N20062\"><span data-id=\"P8-N20063\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P8-N20064\"><span data-id=\"P8-N20065\">THERAPIST: Is that something she has expressed to you or to other people or…?<\/span><\/p>\n<p data-id=\"P8-N20066\"><span data-id=\"P8-N20067\">CLIENT: The what? That we’re…<\/span><\/p>\n<p data-id=\"P8-N20068\"><span data-id=\"P8-N20069\">THERAPIST: Awesome!<\/span><\/p>\n<p data-id=\"P8-N2006A\"><span data-id=\"P8-N2006B\">CLIENT: It’s like, no that was an outward thing, right? She’s, so she’s like, I describe her as like 13-year old girl on Facebook, so she likes to do the whole, like, “This is how awesome, this is the awesome thing that I’m doing on Facebook” kind of thing. So I think that it’s important for her, especially <\/span><span data-id=\"P8-N2006B1\">because she’s like, she’s older than a lot of her friends and she’s super cognizant of her age and like how like how she’s been single for like ever! And so she’s like super cognizant of that, so she wants to show people, like, “Yeah, look, I can do it. I can pull it together, and like I’ve been really <\/span><span data-id=\"P8-N2006B2\">good. I’ve been with somebody good, and it’s really good.” And I think it’s tricky because that mental model breaks down when it breaks down between us. And the more people that you bring in and the more people that you put on this façade for, the more pressure you’re under to make it succeed. And when <\/span><span data-id=\"P8-N2006B3\">you’re under a lot of pressure to do something, you know, you squeeze and squeeze and squeeze and squeeze and then it actually it pops, it doesn’t finally help it be any more successful.<\/span><\/p>\n<p data-id=\"P8-N2006C\"><span data-id=\"P8-N2006D\">THERAPIST: So she feels insecure? <\/span><\/p>\n<p data-id=\"P8-N2006E\"><span data-id=\"P8-N2006F\">CLIENT: A little… I think, I don’t think it’s that she feels… maybe insecure, I don’t know the way to put it. The way that she’s put it to me is that she’s always felt incredibly unlovable, and when she’s with me, she feels like she’s lovable, like she is, as an individual, capable of being loved. You <\/span><span data-id=\"P8-N2006F1\">know, and there is, I mean, obviously lots of things that you could go into about that.<\/span><\/p>\n<p data-id=\"P8-N20070\"><span data-id=\"P8-N20071\">I think that that’s like part of the reason why we feel really good together, because like, when I’m with her, I feel really good. Like, I feel really good about myself, I feel like, “Yeah, this is somebody who I could spend a lot of time with and have a lot of fun.” I mean we talk like… I mean people <\/span><span data-id=\"P8-N200711\">come in here and just talk to you, well like…<\/span><\/p>\n<p data-id=\"P8-N20072\"><span data-id=\"P8-N20073\">I’m pretty social and I’m pretty chatty. The first, I mean, so the, I met her actually in a bar, in like… I met her like 10:00, and I think we talked until like 4:00 in the morning, like just about whatever! This has never happened to another person, and since then, we’ve really never shut it up to <\/span><span data-id=\"P8-N200731\">each other. Like, we can’t… like, she… you know, she has like a Gmail address, I have a Gmail address, so we can, you know, Google Chat with each other. Like we’ve both agreed that we can’t do that, well, because we won’t get anything done, you know? We’re just shoot the shit about whatever! <\/span><\/p>\n<p data-id=\"P8-N20074\"><span data-id=\"P8-N20075\">Which I think is, you know, in terms of like characteristics that are important, I’m like, yes, being attractive and like, being smart, being funny and laughing at my jokes all really important things. If I can talk to you for hours on end? That’s really, really helpful! Like that helps in a relationship <\/span><span data-id=\"P8-N200751\">a lot, and my last serious girlfriend, you know the one (with the friend inaudible 00:23:55), it was like, that started to break down. Like it was just not… we couldn’t connect on anything anymore. It’s not even like we could talk through stuff, it was just kind of like, she was very quiet and reserved. <\/span><span data-id=\"P8-N200752\">So it wasn’t even like we could communicate through issues, it was just, “Everything okay?” “Yeah, it’s fine.” “You sure?” “Yup, fine.” “You sure?” “Yeah, fine.” Makes it tough, tough to get through stuff. <\/span><\/p>\n<span data-id=\"P8-N20074-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20074-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20076\"><span data-id=\"P9-N20077\">So like, to me, that’s super important, and I think that those pieces, when put together, is part of why it feels like really good. But I do think the risk is like what I was saying before, you know, you just get out there, and you get too far in too quickly, and you can’t pull yourself out. And in <\/span><span data-id=\"P9-N200771\">her mind, she’s got, you know, she’s dealing with probably like the dread “ought of.” Well, I have to do this, I have to keep this up because I feel really loved, and he’s a whole new person, I will, make me feel loved because I’ve never felt like this before, and I’m older, so this is like my last <\/span><span data-id=\"P9-N200772\">chance, and like… and that’s, ehhhhh, I don’t know. I don’t agree with all that, you know, I don’t understand why she would feel that way. I don’t feel that way, like, I’m with her because I want to be with her, she makes me happy. It seems like there is a really good future there, but I’m not with <\/span><span data-id=\"P9-N200773\">her because I, I’m not with her… I’m with her, because I want to be with her, not because I’m afraid that I can’t get anybody else, or because no one else will make me feel that way. <\/span><\/p>\n<p data-id=\"P9-N20078\"><span data-id=\"P9-N20079\">Like, I think that every person that you’re with, like every relationship you’re with probably feels a little bit different, there is like no “one size fits all” model for this is good and this is bad in terms of how you feel. It certainly, I’ve had, you know, people that I’ve gone out on dates with <\/span><span data-id=\"P9-N200791\">before, it’s felt really good, but it’s just, it’s not the same, you know, it’s very different. And I don’t know if she’s had enough of those types of experiences, you know, even though she dated casually for a while, it sounds like that was more on the physical side of things.<\/span><\/p>\n<p data-id=\"P9-N2007A\"><span data-id=\"P9-N2007B\">I never did that, so it’s not, I mean, until relatively recently, that was not a thing that I would even like think I’d be able to do. But you know, it’s something where I feel a little bit less pressure, (I guess ph? inaudible at 00:26:04). And that probably had something to do with both the fact that <\/span><span data-id=\"P9-N2007B1\">she’s a woman, so she’s got a biological clock that’s ticking, the fact that she’s older and the fact that I’m, you know, I’m not, I’m 4 years younger than her, so. And I think it’s easier for men, it’s easier for men to date younger women than the inverse, so I think for her, it’s probably, there are <\/span><span data-id=\"P9-N2007B2\">something in the back of her mind that’s like, “I need to meet someone.” You know, if she needs to meet somebody her age, it’s going to be tricky because they’re probably going to have kids or been divorced, like she can’t, kind of go through that and do experience with them for the first time. It’s <\/span><span data-id=\"P9-N2007B3\">going to be, yeah, he’s getting married again, you know, or he’s having another kid. <\/span><\/p>\n<span data-id=\"P9-N2007A-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2007A-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N2007C\"><span data-id=\"P10-N2007D\">I think that’s one of the things that, for her, and for us both independently, I think that’s important, like I’d like to share new experiences with new people, you know? There is some stuff that I just like to do, but, you know, sharing these new experiences has been really fun and like continuing <\/span><span data-id=\"P10-N2007D1\">to do that I think is important for the relationship.<\/span><\/p>\n<p data-id=\"P10-N2007E\"><span data-id=\"P10-N2007F\">So back to what you said, “Does she feel insecure about it?” I don’t know if it’s insecure or unlovable or something like that, but it’s something, you know, it’s something in there, there are a spectrum of insecurity, there is certainly something. And I think, yeah, I think part of that probably goes <\/span><span data-id=\"P10-N2007F1\">back to… I had a good childhood, you know, it’s just that my mother just kind went off the rails a little bit later on. You know, my mom… like I felt all love as a kid. Like I always felt like super supported, could do kind of anything, you know, had just an infinite well of support from whatever it <\/span><span data-id=\"P10-N2007F2\">was, you know, that I wanted to do. <\/span><\/p>\n<p data-id=\"P10-N20080\"><span data-id=\"P10-N20081\">And that kind of got me through trials, then I went into college, I think that’s part of why I feel like really generally confident about, like, myself and, you know, even being cognizant of myself and self-awareness and I’m like, “Hey, I need therapy!” That’s okay. No fault of anyone, you know, something <\/span><span data-id=\"P10-N200811\">I have to do. I don’t’ know if she ever had that. Like, I don’t think she looks at her parents as like this infinite well of support and people who have always sort of just been like, “Yeah, just go do it,” or anything like that. And I think that that’s part of where that like, unlovable feeling comes from. <\/span><\/p>\n<p data-id=\"P10-N20082\"><span data-id=\"P10-N20083\">(brief pause) Yeah, I think, um… I think the other part about it is, I don’t think there was… you know, I think that I’m pretty unique in where I am, you know, at this point in my life. Like, I think, within a little bubble of, like, people who end up working at jobs at start-ups and companies like <\/span><span data-id=\"P10-N200831\">Google and all that, like, I’m pretty, you know, average, right? Like, go to college, go work at Google, pay off your student loans, like do lots of crazy things, and you travel and do all those things. But I realized that, for like the normal 20-year old, I think I might have made this comment to you <\/span><span data-id=\"P10-N200832\">at some point, like, at 24, you’re supposed to be going to rehab and your parents are supposed to be paying for that, (or the inverse ph? 00:28:57), you know? Whereas, I was able to handle all of that because I was lucky, a good et cetera, to end up working at Google. So I’ve done a bunch with my life, <\/span><span data-id=\"P10-N200833\">and I think that that… is as awesome that I’ve had that opportunity, but I think for her, you know, she sees that as not, “I’ve hit some peak somewhere,” but that’s as a sign of “There is even more to come.” <\/span><\/p>\n<p data-id=\"P10-N20084\"><span data-id=\"P10-N20085\">And I think that that’s something that, for her, may not having had that, is, that’s also incredibly appealing to her, to have opportunity to be, like, a part of that, to be a partner in that and to help, you know, plan adventures and do things. I think that that’s also appealing to her. You know, because, <\/span><span data-id=\"P10-N200851\">I don’t get the sense of… (pause) I actually don’t know, I don’t know about that. (pause) It’s funny, because her, like life and college was so different from mine. She was like, she called her parents, and she was like, “I want to go on spring break, can I borrow like $1800?” And they’re like, “Yeah, <\/span><span data-id=\"P10-N200852\">sure, no problem.” I don’t think I ever borrowed $1800 from parents in my life, like ever! My parents couldn’t like fork over $1800! You know, I think that she has a very different appreciation towards money than I do, yeah, she definitely has no appreciation… which is cool, because she doesn’t make <\/span><span data-id=\"P10-N200853\">a lot of it, so it’s not (chuckles) it’s not a big deal. <\/span><\/p>\n<span data-id=\"P10-N20084-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N20086\"><span data-id=\"P11-N20087\">THERAPIST: What does she do for work?<\/span><\/p>\n<p data-id=\"P11-N20088\"><span data-id=\"P11-N20089\">CLIENT: She’s a teacher.<\/span><\/p>\n<p data-id=\"P11-N2008A\"><span data-id=\"P11-N2008B\">THERAPIST: Uh-huh. Oh, I think you mentioned that.<\/span><\/p>\n<p data-id=\"P11-N2008C\"><span data-id=\"P11-N2008D\">CLIENT: Yeah, she’s a teacher over at Cheshire. Yeah, but, you know, that, I mean it’s not bad compensation for like, a teacher, but in the scheme of life software engineer, lawyer, anesthetician (corrects) anesthesiologist (chuckles)… I mean maybe, they’re probably anestheticians to the stars that <\/span><span data-id=\"P11-N2008D1\">are incredibly wealthy, too! And so it’s like, I think that’s also… I think ultimately, like as I’m talking, because I realize that we’re really good complements for each other. Like, we have enough stuff in the middle of the Venn diagram, you know, enough overlap that, like really important, like the <\/span><span data-id=\"P11-N2008D2\">compatibility, it’s not like they want to talk (inaudible). But there is enough different, where we can still learn from each other. <\/span><\/p>\n<p data-id=\"P11-N2008E\"><span data-id=\"P11-N2008F\">Like you can imagine, as a teacher, she’s a little bit more empathic than I am, and she’s a little bit like… I don’t want to say “better with people,” she’s not better with people, but she’s… like my default response with people, like women, is to be flirty. And if that doesn’t work, I don’t really <\/span><span data-id=\"P11-N2008F1\">know what’s, I don’t have another mode operation, because it generally works. But like she’s got like different strategies for talking to people and all that, so there are like, that’s one part of it.<\/span><\/p>\n<p data-id=\"P11-N20090\"><span data-id=\"P11-N20091\">She’s like, she’s a good grounding force for me, because, like, you kind of nailed this a little bit when we were talking. You’re like, “That seems like you’re just kind of looking for something and you don’t know what it is,” and it’s like, well that’s, yeah, that’s pretty accurate. She helps… she <\/span><span data-id=\"P11-N200911\">doesn’t try to rein that in, you know, because she knows that that would be a lost cause. But more, you know, it’s not about trying to find out, you know, where home is; you can kind of, with her, it feels like anywhere could be home. So it’s like she can ground me a little bit in that regard, which… <\/span><span data-id=\"P11-N200912\">I don’t want to say it like, “curtails the wanderlust” or whatever, but, it certainly makes me feel less… it makes staying in one place for a while feel less bad and more accepted. <\/span><\/p>\n<p data-id=\"P11-N20092\"><span data-id=\"P11-N20093\">But, it’s never like she’d be the type that would try to not, you know, try to stop me from like, going on vacation or something like that. Or she’d probably want to be part of it, you know? Oh, hey…like of the guys I play soccer with, he’s got to go back to Mali for three years in a couple of months <\/span><span data-id=\"P11-N200931\">and I was like, “Yeah? Mali?” He was like, “Yeah, sure! Come visit! He was like, we’ll go swim with sharks and go hunting and see lions and stuff.” And I was like, “Yes, a thousand percent yes! I will be, love to do that!”<\/span><\/p>\n<p data-id=\"P11-N20094\"><span data-id=\"P11-N20095\">She would never stop that; she would also kind of want to tag along. But I think for her, and this is what she rubs off on me, is that it’s okay to do that, you know, but you kind of have to have somewhere to put your head that you call home. And I think that that, with her, feels a little bit more <\/span><span data-id=\"P11-N200951\">natural than it would maybe by myself. If it, when I’m by myself, I’m more prone to just be like, ehhh, a little more transient. Like, yeah, yeah, doesn’t really matter if I stay in Boston. You know, I could go ply my wares in [], who knows? The possibilities are… like, with her, it’s like, it feels <\/span><span data-id=\"P11-N200952\">like a ground to me a little bit, but it’s also (I get to Australia ph? 00:33:20)<\/span><\/p>\n<span data-id=\"P11-N20094-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N20094-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N20096\"><span data-id=\"P12-N20097\">Like, you know, (I don’t ph?) actually think I’d want to live in Europe. I mean I could, certainly. But not really going to do everything for me. You know, it would be fun for a little while, and I get bored, and then I need to move on somewhere else, and that’s not… you know, for me, that doesn’t help <\/span><span data-id=\"P12-N200971\">me kind of ground myself and really spend time thinking about what it is I’m looking for because it’s about… and that point the journey becomes a means, the journey becomes an end unto itself instead of a means to an end. Seems like there’s a Led Zeppelin there somewhere in there.<\/span><\/p>\n<p data-id=\"P12-N20098\"><span data-id=\"P12-N20099\">You know, which is think what I would be prone to do unchecked, right? It would be adventuring for the sake of adventure, instead of trying to get something, trying to clear my head, trying to, whatever it would be. So I guess in that regard, when I say she’s a grounding function, I guess that’s kind <\/span><span data-id=\"P12-N200991\">of what I mean, like it… helps me. That’s probably the right words. <\/span><\/p>\n<p data-id=\"P12-N2009A\"><span data-id=\"P12-N2009B\">THERAPIST: When I think of grounding, I think of an electrical charge. You ground an electrical charge.<\/span><\/p>\n<p data-id=\"P12-N2009C\"><span data-id=\"P12-N2009D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P12-N2009E\"><span data-id=\"P12-N2009F\">THERAPIST: That’s not the only meaning of grounding, but that’s a huge (inaudible) into it.<\/span><\/p>\n<p data-id=\"P12-N200A0\"><span data-id=\"P12-N200A1\">CLIENT: Yeah. Yeah, that could also be true, because it is… I don’t know. I think, maybe, anchor is probably the right… You know, because I think about like a blimp, right? A blimp can kind of go wherever it wants to go and it will take a little time to get there, but it will get there. But like, eventually <\/span><span data-id=\"P12-N200A11\">you don’t want the blimp to float away, right? You want to kind of have it… grounded, but yeah, anchored, whatever.<\/span><\/p>\n<p data-id=\"P12-N200A2\"><span data-id=\"P12-N200A3\">Because that, and like, I think that there are some part of that that feels like really good, like… And I think now I’m just, maybe I’m more cognizant of it, but like I’m seeing people that are my age, like in… and not just people who’ve been dating for a long time or married and have kids, because… <\/span><span data-id=\"P12-N200A31\">whatever; they’ve been doing that for, you know, ten years. But seeing people my age who are like, Yeah, they live with their girlfriend and like, Yeah, they’re engaged or Yeah, they have a house, they like… I think part of it is me… I don’t want to say, this is going to sound weird when I say it, but <\/span><span data-id=\"P12-N200A32\">like, in somewhere in the back of my brain, there are like this (imprudent ph?) notion of like the family structure and like, you do this and then you do this and then you do this and this, and then it’s like, you know what? It’s actually okay if I own a place and she lives with me. <\/span><\/p>\n<p data-id=\"P12-N200A4\"><span data-id=\"P12-N200A5\">It’s not like the first place that we live in together needs to be a place we both bought or if it’s a place that we both rent, like… that’s okay. And I’ve seen different variations on that, like it’s, “Yes, it’s okay to be engaged and not live together.” Like, there are all these different, it’s not <\/span><span data-id=\"P12-N200A51\">like a “one size fits all” model. And I think for long time, that’s just how it’s been in my head. Right, like you date, and then eventually you move in, and eventually you get engaged, and then you get married, and then maybe buy a place together and then you have babies, and then like, kind of, this <\/span><span data-id=\"P12-N200A52\">(vocal ticking sound), but it doesn’t have to be like that. <\/span><\/p>\n<span data-id=\"P12-N200A4-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N200A4-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N200A6\"><span data-id=\"P13-N200A7\">Like you can be engaged, though apart. You can be engaged and live together in an apartment. You can be engaged and live in one of or the other’s condos. Like it’s not… and I think that seeing that and like… maybe if not, that it… it’s probably always been there, but like being more cognizant of it, <\/span><span data-id=\"P13-N200A71\">it’s kind of nice. Because it’s like, it’s not just, “This is the way things have to go in our relationship.” Like there is a next step for us to take, you know? That first next step is probably for us to kind of start to re-integrate the friend group, and that happens in a couple of months. But then, <\/span><span data-id=\"P13-N200A72\">you know, after that, it’s… what is it? You know, maybe I’ll have a condo by then, like maybe she’ll have a condo by then. Maybe it’s another thing, like, maybe we just move in together and see if that works.<\/span><\/p>\n<p data-id=\"P13-N200A8\"><span data-id=\"P13-N200A9\">It’s not like it has to be “A to B to C to D to E to F,” and we’re done! It’s kind of, there are different next steps that we could take, and I think as long as we’re on the same page of a lot of it, it’s okay to be maybe engaged and living apart, or living together in my condo, or living together in <\/span><span data-id=\"P13-N200A91\">her condo or, you know, just sharing places and (drafting ph?) it out, you know, sharing a place and like renting together. And that feels… good, feels nice to know that it’s not like there is, “This is the way.” It’s not that way at this point. <\/span><\/p>\n<p data-id=\"P13-N200AA\"><span data-id=\"P13-N200AB\">(brief pause) Yeah, and I think… I don’t want to say that ever felt like a big issue before, but it’s good to know that there are different approaches to the whole thing. I think one of the other things is, too, like we’ve got a lot of weird inside jokes about everything that’s happened between us, <\/span><span data-id=\"P13-N200AB1\">like… Like she, at one point, was having an affair, but there was a married man having an affair with her, you know, she knows I slept with that married woman when I was in Vegas, so it’s like… it’s just, it’s funny because she’ll call me a motherfucker and I’ll be like, “Yeah.” And she’ll be like, <\/span><span data-id=\"P13-N200AB2\">“Yeah, I know!” And like, but like it’s a joke, like… And there is a point, it’s I’m… we have jokes like that, like we would joke around about one of the girls that I cheated on her with. And then this always sounds really twisted, to explain this to other people, but she somehow it feels okay between <\/span><span data-id=\"P13-N200AB3\">the two of us. <\/span><\/p>\n<p data-id=\"P13-N200AC\"><span data-id=\"P13-N200AD\">And like, you make these jokes in front of other people, and they’re just like, “What the fuck is wrong with you two?” You know, and, but we go, “Oh,” like and don’t even explain it, and then you just realize that it’s kind of weird; but like that’s, I think, okay, right? Like, it doesn’t matter really <\/span><span data-id=\"P13-N200AD1\">what other people think, like, we’re having fun, we’re laughing at the joke, like, just because you don’t get all the inside jokes of our relationship, like, that’s okay. Like I’m sure that every relationship has, you know, their inside jokes and their stories and their things, and that’s, Hey cool, <\/span><span data-id=\"P13-N200AD2\">right? Like, that’s the common language that you begin to share, that taxonomy around experiences and all that. Like, yeah, it may not make sense to you on the outside, but it’s funny for me, it’s funny for her, no one gets hurt, we’ve dealt with me cheating on her… Sorry it doesn’t make sense to you, <\/span><span data-id=\"P13-N200AD3\">but like, that doesn’t make our relationship bad, you know? You don’t have to invalidate us! And then, maybe you do, in your world, and that’s fine, but, it’s not about you. It’s about us. And I think that that…<\/span><\/p>\n<span data-id=\"P13-N200AC-br\" class=\"page-break\" data-seq=\"12\"><span data-id=\"P13-N200AC-dsp\"><\/span><\/span>\n<\/div>"},{"number":14,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"14\" data-page=\"14\">\n<p data-id=\"P14-N200AE\"><span data-id=\"P14-N200AF\">THERAPIST: How would other people know of your inside jokes and kidding? <\/span><\/p>\n<p data-id=\"P14-N200B0\"><span data-id=\"P14-N200B1\">CLIENT: Well, sometimes you make a joke in front of somebody or sometimes you’re explaining it, you know, or you’re explaining like what happened and then it comes up. And then they end up getting like, “What do you mean? Like hold on, you joke around about that?” It’s like, “Well, yeah.” And I think <\/span><span data-id=\"P14-N200B11\">that that… you know, that in the past probably bothered, I think that bothered both of us, but now it’s like… You know, these people in our lives that are our friends, and if they can’t handle the fact that we’re, that we’ve done some stupid stuff and now we laugh about it now. Maybe they’re a little <\/span><span data-id=\"P14-N200B12\">bit too uptight to be our friends in the first place, so… <\/span><\/p>\n<p data-id=\"P14-N200B2\"><span data-id=\"P14-N200B3\">(brief pause) So I guess otherwise, like, I don’t know, I don’t know if it’s just because I’m more cognizant of it now, but like I’ve been able to drink socially again. Not that it was big problem before, but like, I think the most drinks I’ve had on any given, like social drinking night, was probably <\/span><span data-id=\"P14-N200B31\">like two or three, which… I mean, we’ll see obviously, we’ll see, you know, if there are something bad that happens, we’ll see how long, you know, if I can, kind of stay in control of it. But it feels just like…<\/span><\/p>\n<p data-id=\"P14-N200B4\"><span data-id=\"P14-N200B5\">I feel like… what I’ve actually come to realize is that it’s kind of, it’s the same shit over and over again. Like with my friends, like my soccer friends. It’s like, okay what are we going to do? We’re going to do this, and we’re going to do that, and we’re going to end up at The Field every single <\/span><span data-id=\"P14-N200B51\">time. And like, either last week or the week before that, I don’t remember which, every time I got asked to go to the bar, I said yes, and I went. And then, like one time, we had practice on Wednesday, and they were like, “Oh, you have to come to the bar.” “Sure.” And I came, and I had like two iced <\/span><span data-id=\"P14-N200B52\">teas and I ate dinner, just like a wash. <\/span><\/p>\n<p data-id=\"P14-N200B6\"><span data-id=\"P14-N200B7\">And like I saw, I don’t know, it was like, this is exactly how it would go. Like I was like, was it Jane Goodall, the one with the apes? Yeah, I’m like, in here, I’m like observing this, and I’m like, this is exactly how it goes. You start out and you have like two or three beers, and they go, “All <\/span><span data-id=\"P14-N200B71\">right, now we have to go.” And then you go to the bar, and you have like another two or three, and by that point, you’re six beers in. You might as well just keep going. Well, I’m like, I’m watching this happen! And it’s nice, because, it’s like 11:00, I’m like, “All right, bye guys, I have to get up <\/span><span data-id=\"P14-N200B72\">and go to the gym in the morning.” And they’re like, “Oh, you’re a faggot, you’re this or that.” It’s like, not mad at all, (inaudible at 00:41:35), it’s only Thursday morning, I got to go to work.<\/span><\/p>\n<span data-id=\"P14-N200B6-br\" class=\"page-break\" data-seq=\"13\"><span data-id=\"P14-N200B6-dsp\"><\/span><\/span>\n<\/div>"},{"number":15,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"15\" data-page=\"15\">\n<p data-id=\"P15-N200B8\"><span data-id=\"P15-N200B9\">But I get… I don’t know, I don’t know what it is about that, but it’s like, that control feels very right. You know, and it feels like I have… I don’t know, it just feels like it’s not a big deal if I don’t. And it’s coming across as, like I feel like they’re… they are immature, but it’s not because <\/span><span data-id=\"P15-N200B91\">they’re immature, it’s because they’re all like three to four years younger than me. (As final for my co-workers is done \/inaud\/ couple of friends 00:42:10 ph?) that 23, 24, it’s the same way. Like, you can’t go out with them, because they hit it hard like every single night they go out and like there <\/span><span data-id=\"P15-N200B92\">are no night off. <\/span><\/p>\n<p data-id=\"P15-N200BA\"><span data-id=\"P15-N200BB\">That probably works when you’re like a 24-year-old graduate student and you can just kind of work your own hours, but your normal job, like you can’t do that. And it’s also the recovery, it’s just not the same. Like, I’m not going to say I was ever like an epic or prolific drinker, but like, I certainly <\/span><span data-id=\"P15-N200BB1\">can imagine when I was younger, I would recover from drinking more than I will at 28. You know, so it takes like, if I can go out, and Friday night’s crazy, like, really tough for Saturday night to be crazy because Saturday is spent in recovery. You know, and there are Saturday, Friday and Saturday <\/span><span data-id=\"P15-N200BB2\">are crazy, Monday is a wash because Sunday is recovery, Monday to recover. <\/span><\/p>\n<p data-id=\"P15-N200BC\"><span data-id=\"P15-N200BD\">So I think that that… You know, having that transition, but also feeling okay about it. I don’t know if I’m just moving on with my life and like, kind of getting, like I’m, I feel like I’m almost over it, in a weird way. Like I’m just done with, like, going to the bar, you know… every Friday night, <\/span><span data-id=\"P15-N200BD1\">Saturday night, Thursday night after practice, Friday night, Saturday, it’s like, it’s done! You know? So it’s sort of like I’m… what I’ve realized that I’m doing, that’s how, almost like I’m planning for my post-soccer life, I think, and like… thinking about what that world looks like in realizing <\/span><span data-id=\"P15-N200BD2\">that there is more to life than the bar and like thinking about other hobbies and stuff that I’d rather do.<\/span><\/p>\n<p data-id=\"P15-N200BE\"><span data-id=\"P15-N200BF\">Which is different because I think this time last year, I was all about it, you know? But I feel like… and I would say I was only going to play until I was 30, that was totally a lie, I’m going to play until I wanted to stop playing. But now it’s like, “Another year of this? I don’t know if I can make <\/span><span data-id=\"P15-N200BF1\">it another year of this,” because it’s just like… I realize that they’re good guys and they’re good friends and all that, but like, a lot of drinking. And it’s like, the thing. You know, this very little “other” activity going on and I don’t need that. You know? I don’t… when I think about who I want <\/span><span data-id=\"P15-N200BF2\">to be, and where I want to go, like, that’s just, it’s not helping anything, you know? It’s fun every once in a while, and that’s fine, but… It doesn’t feel like it’s helping me become who, you know, that person who I want to be, that like, kind of has a little bit more shit in order and like, a little <\/span><span data-id=\"P15-N200BF3\">bit better handle on himself. <\/span><\/p>\n<p data-id=\"P15-N200C0\"><span data-id=\"P15-N200C1\">THERAPIST: Seems like you want to make a new transition.<\/span><\/p>\n<p data-id=\"P15-N200C2\"><span data-id=\"P15-N200C3\">CLIENT: Well, I think it’s a gradual one, though. I certainly don’t feel like this is abrupt as anything else. You know, I feel like part of it is, and I know that, you know, you kind of grow up (inaudible\/blocked by siren), part of it’s just recognizing these people and realizing where they fit in <\/span><span data-id=\"P15-N200C31\">my life and what they do for me, and even what they don’t do. And what they do is they give me a really strong sense of family and brotherhood and friendship. And yeah, they’re fun guys to hang out with, and you know, on the rare occasion when it is, we go catch a movie, grab a pizza, or go grab breakfast <\/span><span data-id=\"P15-N200C32\">after a good workout, like… all for that! You know? <\/span><\/p>\n<span data-id=\"P15-N200C2-br\" class=\"page-break\" data-seq=\"14\"><span data-id=\"P15-N200C2-dsp\"><\/span><\/span>\n<\/div>"},{"number":16,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559634\" data-realpage=\"16\" data-page=\"16\">\n<p data-id=\"P16-N200C4\"><span data-id=\"P16-N200C5\">But when it’s like Thursday night drinking buddies… not really where I’m at anymore, you know? We’re not… I may be, you know, they think I don’t need to be there. And then I think, where I’d be in general, it’s just like… like we had our first practice yesterday, and like, I could hardly walk this morning <\/span><span data-id=\"P16-N200C51\">(chuckles). And part of that is, you know, getting back into shape, all of that, but it’s also like… the big, big time commitment. And it’s a regular practice, two or three times a week, plus games on Saturday. So it’s kind of like your whole life revolves around it, you know? You’re spending three <\/span><span data-id=\"P16-N200C52\">out of seven days doing it and then (inaudible at 00:45:50) those days travelling.<\/span><\/p>\n<p data-id=\"P16-N200C6\"><span data-id=\"P16-N200C7\">It’s a big commitment for something I’m not doing professionally, never going to make the Olympic team or anything like that for, so… You know, it’s kind of, it’s been fun and I think I stick with it and see where it goes, but… understanding that it’s not the “only” thing, it’s okay to miss practice <\/span><span data-id=\"P16-N200C71\">and, like… that helps me better, probably, explore what’s next, you now? One of my co-workers is big into rock climbing. He loves that. You know, before I was doing soccer, I was taking a (prof ph?) course, like I had a great time with that, I was studying, you know, because I didn’t want to lose that <\/span><span data-id=\"P16-N200C72\">from when I was in Japan. And like those sorts of things all sort of fell by the wayside and it became all about soccer and I think now it’s a little bit of a… not neces… maybe a transition is probably the long-term, but in the interim, it’s probably a recalibration of where things fit. <\/span><\/p>\n<p data-id=\"P16-N200C8\"><span data-id=\"P16-N200C9\">THERAPIST: Well, on that note, we’re going to need to stop for today. But I will see you next week.<\/span><\/p>\n<p data-id=\"P16-N200CA\"><span data-id=\"P16-N200CB\">CLIENT: Yeah, absolutely.<\/span><\/p>\n<p data-id=\"P16-N200CC\"><span data-id=\"P16-N200CD\">THERAPIST: Good luck with your interviews.<\/span><\/p>\n<p data-id=\"P16-N200CE\"><span data-id=\"P16-N200CF\">CLIENT: Yeah, thank you.<\/span><\/p>\n<p data-id=\"P16-N200D0\"><span data-id=\"P16-N200D1\">THERAPIST: Or with your, I guess it’s an interview…<\/span><\/p>\n<p data-id=\"P16-N200D2\"><span data-id=\"P16-N200D3\">CLIENT: I don’t’ know; it’s my old boss, so it’s like I’ve had lunch with this woman six times since I’ve left Google and we sort of chat casually with relative frequency, so it’s more figuring out, “Okay, here is what I’m looking for in terms of role and position, title and money and all of that. What <\/span><span data-id=\"P16-N200D31\">do you have to offer? And where are you guys going and what are you trying to accomplish?” So… We’ll see!<\/span><\/p>\n<p data-id=\"P16-N200D4\"><span data-id=\"P16-N200D5\">THERAPIST: Well, good luck with that.<\/span><\/p>\n<p data-id=\"P16-N200D6\"><span data-id=\"P16-N200D7\">CLIENT: Thank you very much, and we’ll try next week<\/span><\/p>\n<p data-id=\"P16-N200D8\"><span data-id=\"P16-N200D9\">THERAPIST: I’ll see you next week; take care.<\/span><\/p>\n<p data-id=\"P16-N200DA\"><span data-id=\"P16-N200DB\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}