{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the frustration and anger he has towards the care his wife receives and the effort he has to put in to care for her."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Patient care","Hospitalization","Psychiatric hospitals","Psychoanalytic Psychology","Frustration","Anger","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Patient care","Hospitalization","Psychiatric hospitals"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559490","dorpId":"1005577410","contentType":"text","aucs":"CTRN-V1","title":"Client \"L\" Therapy Session Audio Recording, February 27, 2013: Client discusses the frustration and anger he has towards the care his wife receives and the effort he has to put in to care for her.","fullTitle":"Client \"L\" Therapy Session Audio Recording, February 27, 2013: Client discusses the frustration and anger he has towards the care his wife receives and the effort he has to put in to care for her.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559490\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come on in. (Pause) Hi.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: So Tanya seems to be doing much better, which is good. She's having a lot less memory trouble, so that's a good thing. I'm hopeful that she'll recover just fine in terms of memory and all of that. She can carry on a conversation. (Pause) Yesterday she had another round of ECT. Beforehand she <\/span><span data-id=\"P1-N2000F1\">told me she needed to start looking for a job again. I said, okay, well, that's fine. [0:00:59] When we got home she wanted to start looking, so she did. She sent out an application yesterday, so she's in (chuckling) an almost... just a radically different place this week than she was a week ago. I've <\/span><span data-id=\"P1-N2000F2\">given up trying to figure out why on any of it, but it's good. (Pause)<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">I think we spent a large portion of the last session kind of with me talking, and towards the end you kind of said, I think you're angry and frustrated. Sorry (ph), that's a sumTanya. (Chuckling) I think that's correct. [0:01:55] And so I... I think I'm pretty angry and frustrated most of the time, <\/span><span data-id=\"P1-N200111\">sad a lot of the time, scared. (Pause) So I've tried to hold onto those instead of... I feel like it took us most of the session to get to the point where I could say, yeah, that's right, and sort of grasp it because... I think because I feel like Tanya can't handle me being angry or frustrated. And <\/span><span data-id=\"P1-N200112\">so have to something, mask it, hide it. (Pause) [0:02:59] So I think in the last week I've tried to do a better job of holding on to the fact of it and also not expressing it in negative ways towards Tanya.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: When did she get home? (Pause)<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: So she came home from the hospital a week ago Friday. And they had just done a couple of ECT treatments while she was in, so she was having these real memory loss problems. (Pause) And so she was sort of pleasant but not there (chuckling) in the sense of she couldn't really communicate. [0:04:04] <\/span><span data-id=\"P1-N200151\">Like, she could talk but not formulate a thought or remember it by the time she got to the end of it. And so as the... as last week went on, she'd been at home the whole time. She has gotten less cheerful but more coherent. So there's a balance somewhere in there. We seem to be sitting at the point <\/span><span data-id=\"P1-N200152\">where she's sad and anxious about not having a job and where her life is, which seems pretty reasonable to me, but not suicidal and not able to remember everything from one day to the next but able to remember most things. So it seems like an okay balance. [0:04:56] (Pause)<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: I don't... I just realized... I don't want to divert attention from your talking about being angry and frustrated and sad.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: That's okay. I mean (chuckling), they're all related, like, where Tanya is and where I am are... they're related. So we spent... so I guess last Wednesday I went in with Tanya to talk with Chad because she was not remembering from one day to the next, and he was very concerned. On Thursday we <\/span><span data-id=\"P1-N200191\">talked with her outpatient psychiatrist, Dr. Virginia Hoffsteder. Friday we talked with the ECT psychiatrist. So it's been this... (Chuckling) I've been in this position of being in charge of her care again in some real way because, while her caregivers are trying to talk to each other... or some of <\/span><span data-id=\"P1-N200192\">them are trying to talk to each other, they're... they seem not very good at it? [0:06:09] I guess they're all very busy or something. It is what it is, it's kind of... (Pause) I would say that's probably the world I'm used to (chuckling). I care more deeply about most things than most people seem to <\/span><span data-id=\"P1-N200193\">or something. So... (Pause) [0:06:58] I find the anger and the frustration hard to deal with because they're not very productive in the sense of... (Pause) I can't be angry in any of those meetings and have them accomplish anything. The anger... (Pause) People don't respond well to anger maybe? I don't <\/span><span data-id=\"P1-N200194\">know. (Pause)<\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559490\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">And so it's this position of there's a whole lot of things that still need to get done. And I have to do them. [0:07:53] And so there's a... so it takes work to be in the right space to do these things and then work to deal with the frustration and the tiredness. I moved here in the middle of September <\/span><span data-id=\"P2-N2001B1\">to help take care of Tanya, and it kind of gotten progressively worse as it's gone on. And she's much better than she was last week, but it's sort of like we're in a... it's sort of like standing in a kaleidoscope, and you get used to one pattern, and then it changes. And you get used to that pattern, <\/span><span data-id=\"P2-N2001B2\">and it changes. And you get used to... and then eventually it cycles back to one you were used to, but you're not used to it anymore. So... or I'm not used to it any more, so...<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: Are you so sure that you couldn't be angry in these meetings with her caretakers? [0:08:59] (Pause)<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: So I had this sort of interesting (chuckling) realization on the walk back from here last time? I... (Pause) I was thinking to myself that I'm not sure that you like me. And I... (Pause) But I think you probably do, and I think there's a sense in which it doesn't matter that much because at <\/span><span data-id=\"P2-N2001F1\">some point if you didn't like me enough you'd send me somewhere else. And so you must like me well enough. But I think that the more important piece is my concern about you not liking me. I want most everyone to like me, so that's part of it. But the other part of it is I don't think anyone likes me <\/span><span data-id=\"P2-N2001F2\">when I'm angry. [0:09:58] And I've been bringing most or all of my negative emotions here because I don't have a lot of other outlets for them besides reading or taking a walk, which are helpful, but they're a different sort of outlet. So... (Pause)<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: And is that why you feel I wouldn't like you or I don't like you, because you bring those emotions in here?<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Oh yeah, yeah. I mean, because you see... (Pause) Yeah, you see largely my negative emotions. [0:10:58]<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: I see your pain. (Pause)<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: That's really interesting. (Pause) [0:12:00] Okay.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Where did you go then, in your mind?<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: (Chuckling) I... just thinking through, what does that...? I... What does that mean exactly? It's not like... I mean, certainly I talk about being in pain, but (pause) we talk less about that in some sense. And so there's... (Chuckling) so I just... you saying that makes me very aware that you're <\/span><span data-id=\"P2-N2002B1\">sitting there seeing things that I am presenting but maybe not saying, which is good. [0:12:58]<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Well, good. And I have a couple of thoughts. Maybe you should say more about that. (Pause)<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: This is... maybe this is part of the problem in terms of me feeling like I can't talk about... or can't be angry in those meetings. At some point I don't know what words to use to talk about pain. To say I am in a lot of pain is a statement of fact? But it's somehow lacking in any content, I <\/span><span data-id=\"P2-N2002F1\">think, or lacking in depth of content. So then you say, I'm in a lot of pain. Well (chuckling), I feel like the words don't...<\/span><\/p>\n<span data-id=\"P2-N2002E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559490\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: Match the experience?<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: Yeah, yeah, that. And when I get very angry it's similar. [0:14:00] Like, the words stop matching any experience, and then I stop... at some point I stop being able to articulate anything, and that's really not useful (chuckling) in a meeting where the purpose is to coordinate Tanya's care so <\/span><span data-id=\"P3-N200331\">that... I'm not the patient, in a sense, is I guess another piece of it. But... (Pause)<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: I'm not so sure about that even. I mean, they're there to help both of you. You're not on sort of, for lack of a better term, equal footing with the... with Chad or anybody else. This is their specific professional role, to provide a service. That's it... you don't have a specific professional <\/span><span data-id=\"P3-N200351\">role (chuckling).<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: True. [0:14:57]<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: You're her husband, and you want to be supportive. But you have your own experience. (Pause)<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: This is true. (Pause) So to be a little more specific because I think it might help... so I think I'm very frustrated with the ECT facility in general, the doctor, the nurses. [0:15:57] Just... it's kind of a snarl of people, and so things like communicating with me (chuckling) go out the window <\/span><span data-id=\"P3-N2003B1\">because there's just so many people that Tanya kind of gets led through. And so they communicate very well with her, but then (chuckling) they give her memory loss treatment. And so she doesn't remember that they communicated well with her, and she can't communicate back to me. And they don't always <\/span><span data-id=\"P3-N2003B2\">remember to talk to me or bring me into the loop. So I'm very frustrated with them a lot of the time.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">But taking that frustration into a meeting with Chad or with Dr. Hoffsteder are not... it's not helpful because I am not frustrated with either of them. I'm not angry with either of them. I may be a little frustrated with them actually. I wish they communicate a little better. But I... but a little <\/span><span data-id=\"P3-N2003D1\">bit frustrated. [0:17:00] I'm very frustrated with the ECT people. (Pause) And so (pause) in large part the meetings were to address, like, what do we do with ECT? Do we keep...? Tanya's really not in a good place. Is this expected? Is this normal? What's going on? Will she get better? What should we <\/span><span data-id=\"P3-N2003D2\">do... were kind of the main purposes of the meetings. (Pause) I just... there's not a place for it. It doesn't belong there. It's my frustration. [0:18:02] At least that's what I think, so I... or feel, so...<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Clearly (chuckling).<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: (Chuckling)<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: I mean, it feels like even on a practical level I'm not sure that's true. I mean, it sounds like even on a practical level you want them to step up a bit more and coordinate things, even the two people whom you are only somewhat (chuckling) frustrated with, or mildly frustrated...<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Mildly, really (chuckling).<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: Oh, okay. You don't want to overblow that!<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: (Laughing)<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">THERAPIST: Don't want to make too much [of it] (ph). Mildly. Less than mildly. In between zero and mildly.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: (laughing) No, I don't want to... so the other thing is... one of the reasons I was meeting... we were meeting with Dr. Hoffsteder is that I have been updating her occasionally as to how Tanya is doing because the (chuckling) short-term unit at Frederick can't figure out how to get in touch <\/span><span data-id=\"P3-N2004D1\">with her, even though her contact information is easy to find. [0:19:08] Tanya has it, I have it. Anyway, Virginia Hoffsteder was frustrated that... as she should be because that's ridiculous. But... so I've been updating her. She and Chad are not in good communication. I don't know why. But I'm in <\/span><span data-id=\"P3-N2004D2\">this place where I'm trying to figure out which battles I should be fighting? And that one seems like one that they should work out or something rather than... it just seems like one they should work out. And so in updating her-this was Friday a week ago-that Tanya was getting out of the hospital and <\/span><span data-id=\"P3-N2004D3\">that we should set up a meeting so that she could manage Tanya's psychiatric care, I included a couple of notes, like, questions about how long is this ECT going to last? [0:20:03] Do we really want to continue doing it when we're half a treatment... half a full treatment course... outside of a full <\/span><span data-id=\"P3-N2004D4\">treatment course? Doing (ph) it for a long time.<\/span><\/p>\n<span data-id=\"P3-N2004C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559490\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Yeah, I was thinking that this is a really long period.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: I mean, is this...? How many treatments has she gotten?<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: I think eighteen now?<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Eighteen?<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: Is that typical? It sounds...<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: It's twelve. Eight to twelve is typical.<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Eight to twelve? And so what's the extra eight to ten?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: (Laughing)<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: I'm serious (chuckling).<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: No, that's... my view? The doctor being really sure that ECT works for everyone and not willing to abandon it. The truth is probably... it probably has a piece of that involved and probably has a piece of, it does work some for Tanya? And so he's been in this complicated place of, like, she'd <\/span><span data-id=\"P4-N200651\">come in, he'd do the treatment, she would get better, and they'd have to release her. [0:20:59] They'd do the treatment as an outpatient, it would work the first time and then stop working. It would taper off in its working. And so then she would end up back in. They would leave the dose more or less <\/span><span data-id=\"P4-N200652\">the same or adjust it a little bit. It would work. She would leave, it would stop working. Besides the problems of interpreting any sort of signal out of all of the noise there, not sure the ECT was ever working so much as hospitalization helps Tanya. But there's no way to know. Just too many things <\/span><span data-id=\"P4-N200653\">changing, so there's no way to know.<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">But that's... I mean, that's not the doctor's fault. That's just... that's the nature of stabilization psychiatric wards. They come in, you do something, they're better, they go home. And then everyone else is left to deal with whether that actually worked or whether you just... and everyone else in <\/span><span data-id=\"P4-N200671\">this case is largely me but also her outpatient psychiatrist and her outpatient therapist. [0:22:03] (Chuckling) I feel like Chad has been... worked for about eight months to do this really intense therapy with Tanya. And then she's spent the last two months in and out of the hospital and can't remember <\/span><span data-id=\"P4-N200672\">things. And what is that doing (chuckling) to his self-realization-oriented treatment? They don't communicate with her outpatient psychiatrist well, so her attempts to manage medicine and... anyway...<\/span><\/p>\n<span data-id=\"P4-N20066-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20066-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559490\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">THERAPIST: Do you worry it was all a waste?<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">CLIENT: She's alive. So no. Do I worry that it was... that we've...? (Pause) But yes, also, I guess is the short way of saying it. [0:22:57] Yeah, I mean, I feel like we've wasted a lot of time. I feel like it's worth the time for her to be alive. But yeah, I'm not sure it's done anything other than <\/span><span data-id=\"P5-N2006B1\">keep her alive. And I'm not sure that it was that effective at that.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">THERAPIST: So...<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">CLIENT: The hospitalization, not the... was effective, but then... at some point the thing keeping Tanya alive is Tanya. I think she's in a place now where she is doing it and can do it. But she has a lot of the same stresses on her right now that she did two months ago when we started going to the <\/span><span data-id=\"P5-N2006F1\">hospital, so, I mean (chuckling)... (Pause) I'm not sure what else to add there.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">THERAPIST: What scares you about being frustrated and angry? [0:23:59] (Pause)<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">CLIENT: I think, in the context of Tanya's treatment team, it's that, if I am too angry, they will stop talking to me. And I think I am scared that if everyone stops talking to me or of enough of them do someone will make a major mistake. (Pause)<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">THERAPIST: I guess I want to know what too angry is and also why they would stop talking to you. [0:24:59]<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">CLIENT: (Exhaling) (Pause) People are touchy? So too angry is hard to define, but... so the day that Tanya went in she got a call from this... basically the billing person at the ambulance service that had taken her in back in November, who has been waiting for her to file a grievance with the insurance <\/span><span data-id=\"P5-N200771\">company because it denied large portions of the claim because it is a bad, bad company. But it's a good company among a series of bad companies or something. Insurance is a mess. [0:25:57] And (chuckling) he seems to have a real knack for calling Tanya on a day when talking to her would be really bad <\/span><span data-id=\"P5-N200772\">for her because she feels guilty about not having done it. And that sets up a nice spiral when she's already unstable, that... very easy to push her over the edge into being very suicidal.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">So this was one of those days. She ended up in the hospital later that day, unrelated to this call. And she was talking to him and talking to him. And eventually I just asked her to give me the phone, and I more or less yelled at him, which was very rude. And I feel badly about it. But I felt like he <\/span><span data-id=\"P5-N200791\">was doing something that (pause) might have very, very large negative consequences that he didn't particularly care about, and that it was all a billing problem that (chuckling) in some sense shouldn't be our problem in the first place. [0:27:09] This is just a series of categorizations at his company <\/span><span data-id=\"P5-N200792\">and at the insurance company? And the categorizations don't match up, but if they did match up they would... it would cover the whole thing. But they... so told him I thought it was his fault in the first place and that he needed to stop calling and berating Tanya. And that's not a productive way to <\/span><span data-id=\"P5-N200793\">handle that interaction. So he (pause) got irate and responded in a series of... first, you need to calm down. Second, I billed it correctly. Third, we've been waiting for two months, no one waits two months for bills. [0:28:00] We're just going to send it to collections.<\/span><\/p>\n<span data-id=\"P5-N20078-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559490\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">Anyway, so I apologized. I (pause) (chuckling) enough times told him that... I asked him to talk to me instead of to Tanya. And I told him that I'd call him back in the next two days with the information that he needed. Anyway, so I called him back and apologized again, and everything's in fine terms. <\/span><span data-id=\"P6-N2007B1\">That's just the way he interacts with people because that's the way you can interact with people when you're a bill collector. But I don't think it's a... I don't think it's a reasonable way for him to interact with people. So why should it be a reasonable way for me to interact with people? So there's that piece.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">THERAPIST: He's not under the duress you're under.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">CLIENT: No, no, absolutely not, and...<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">THERAPIST: I understand the principle that you're saying, but...<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">CLIENT: Okay, all right.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: I understand that, but...<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">THERAPIST: There are extenuating circumstances as well. [0:29:00]<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">CLIENT: Yeah. No, I think that's right. But... and so... and honestly I think he understood that also. And he was not fussed at all when I talked to him a day or two later. He... so... (Pause) So what's too angry? I don't know. There's a psychiatrist that Tanya had at Mount Sinai who, when she presented <\/span><span data-id=\"P6-N2008B1\">any affect of anger, would not look at her and would tell her that she needed to get her emotions under control basically. So this is an inpatient psychiatrist at a good hospital treating a patient who's there because she's suicidal. [0:30:02] So what's too angry? I really don't know. (Pause)<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">THERAPIST: Do you not trust that Chad and Dr. Hoffsteder (sp?) could handle whatever feelings you brought in?<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">CLIENT: Tanya can't handle the feelings I bring in. And I trust her more than... or have trusted her more than almost anyone else.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">THERAPIST: Chad and Dr. Hoffsteder are in a better place than Tanya is right now.<\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">CLIENT: Fair enough, fair enough. (Pause)<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">THERAPIST: But I guess what you're communicating to me if I think about it is, you feel you have nowhere to go with this except maybe here. But even then you worry that I don't like you because of it. [0:30:59]<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">CLIENT: Yeah, I think that's some of it, yeah. (Pause) Yeah, no, I think that's a lot of it. I feel like anywhere I take it has negative effects on the other people, and (pause) I'm not sure what to do about that. (Pause) [0:32:00] [0:33:00] I think another piece of it is that there's not time to be <\/span><span data-id=\"P6-N200971\">angry. It takes a lot of time to work through anger and pain and sadness and fear. And I have been trying to do that. But in those meetings they're sort of temporally bounded like this one is. And that's just how it is, and that's fine. But... so if we need to get done a certain set of things there's <\/span><span data-id=\"P6-N200972\">not time for it, for me to also be angry and for us to deal with that. [0:33:59] In my life, it's kind of a larger, spread out view there. If... I can't spend all of my time dealing with negative feelings. At some point I'm not doing anything, either to take care of Tanya or to take care of me. Just... <\/span><span data-id=\"P6-N200973\">I have to get some work done. We have to eat (chuckling). So...<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">THERAPIST: Well, one very practical way in which knowing and sort of embracing all of these feelings helps you with is to know your own limits and, in the context of the meetings, to communicate your limits to her treaters, which is important information. (Pause) [0:34:59]<\/span><\/p>\n<span data-id=\"P6-N20098-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559490\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">CLIENT: So I sort of went through, that makes sense. And then I sort of thought, but my limits are complicated. [0:35:59] (Chuckling) I'd much rather have them (pause) keep me involved in some way than not because of some view of my limits. Then I had another thought, I don't remember what that was. <\/span><span data-id=\"P7-N2009B1\">(Pause) [0:37:00] Yeah, I'm, not quite sure what it was. It may have been something along the lines of, no one really asks what my limits are? That's not really a... (Pause) That's never a part of the conversation in terms of Tanya's treatment. (Pause)<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">THERAPIST: My bias, slash, professional opinion is you need to make it part of the conversation. [0:37:56]<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">CLIENT: And that's fine. I think you're probably right (chuckling).<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">THERAPIST: Both internally within yourself and also with her treaters.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">CLIENT: But I'm doing a better job of doing it internally. Maybe not good enough, but I'm doing a better job (chuckling) of paying attention to it, and that's because I've been coming here. So I appreciate your help in that. The problem is that your recommendation that I make any part of the conversation <\/span><span data-id=\"P7-N200A31\">with the treaters feeds back into this sort of worldview that I have that questions the ability of any particular person to do their job with complete efficiency.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">THERAPIST: Yes, right.<\/span><\/p>\n<p data-id=\"P7-N200A6\"><span data-id=\"P7-N200A7\">CLIENT: I think you're probably right. But that's in a sense because you're speaking to my bias, if that makes sense. [0:39:05]<\/span><\/p>\n<p data-id=\"P7-N200A8\"><span data-id=\"P7-N200A9\">THERAPIST: Mm-hmm.<\/span><\/p>\n<p data-id=\"P7-N200AA\"><span data-id=\"P7-N200AB\">CLIENT: So I am skeptical... since you have been skeptical of my bias or have appeared that way, I am skeptical of my accepting your suggestion.<\/span><\/p>\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">THERAPIST: Fair enough.<\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">CLIENT: I don't know what to do with any of that, but I tell you. So... (Pause) There's a sense in which I feel like you... maybe you haven't been pushing me. Maybe I've just been trying to push myself and using you to do it. But somehow I've been pushed kind of to not be in control of Tanya's care, <\/span><span data-id=\"P7-N200AF1\">not be the person who's running everything or whatever? [0:39:56] (Chuckling) And I feel like... like, last week I just very much ended up back in that position of... I was the one communicating between all of the doctors who are presumably treating the same patient. Now, both Chad and Dr. Hoffsteder...<\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: (inaudible at 0:40:16)<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Did call Dr. Lahm, who is the ECT psychiatrist. And Lahm did call back Chad, and so they at least exchanged phone messages. (Pause) So what's really my role in all this? I don't know, I don't know. I certainly am not... I'm not calling the shots. But, if I were to say, Tanya, I really don't <\/span><span data-id=\"P7-N200B31\">think you should do ECT any more, she would stop (pause) in part because she kind of wants to because she doesn't like the memory loss effects now that she's better... or getting better. [0:41:04]<\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: What does Chad think about the ECT?<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: (Exhaling)<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: You don't know?<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: He was very concerned last week about how much of an impact it had had on her. I think it's out of his area of expertise, and so... but I don't know what he thinks about medication at all. I mean, I assume he's not opposed to it. But I also assume that he thinks that what he does is useful, <\/span><span data-id=\"P7-N200BB1\">too, and so (pause) that subverts the dominant narrative that psychiatric medicine has worked to get into the cultural consciousness in the last 30 years of, it's just a chemical imbalance, it can be treated? Which I think is a good narrative in a lot of ways because it's helped to get mental patients... <\/span><span data-id=\"P7-N200BB2\">or mental health patients some of the same treatment and support that other illnesses get. [0:42:10] But it does undermine talk therapy as a treatment for mental health, and this is... even though it shouldn't, people (chuckling) seem to really buy into a sort of dualistic view of the world, mind, body, <\/span><span data-id=\"P7-N200BB3\">separate. And so the idea that you can take a drug just means that it's some sort of biological thing. It's as if the mind has no control over the body or something, which is... falls apart if you press on it at all. But no one presses on it at all.<\/span><\/p>\n<span data-id=\"P7-N200BA-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200BA-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559490\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200BC\"><span data-id=\"P8-N200BD\">Anyway, that's a really long answer to, I have no idea what Chad thinks. He was concerned last week. He only talks to me when he's very, very concerned, and (pause) yeah (ph). [0:43:04] Otherwise he talks to Tanya, who's his patient, which... you're in a better position to judge the normality or correctness <\/span><span data-id=\"P8-N200BD1\">or whatever of that. I don't really... I just accept it because that's where it is. And I do trust him, and Tanya has done better under his care, leaving out the last few months. But I don't... (Pause) [0:44:00]<\/span><\/p>\n<p data-id=\"P8-N200BE\"><span data-id=\"P8-N200BF\">THERAPIST: It seems confusing, sort of the extent to which people are fulfilling their responsibility, and there's... the situation has no clear answer, and to the extent that people are maybe falling short and could be doing something else. (Pause)<\/span><\/p>\n<p data-id=\"P8-N200C0\"><span data-id=\"P8-N200C1\">CLIENT: Yeah, I think that's right. Look, everyone involved is a person. People are not perfect. That just comes with the territory of interacting with people. [0:44:59] And so I... (Pause) Yeah, it's very confusing. I'm in this position of, the stakes are very high. I probably think they're higher <\/span><span data-id=\"P8-N200C11\">than they actually are, but they're very high. I think they're higher in any given moment than they actually are in that moment, not... in general the stakes are what they are. Tanya's life is at stake but not in every moment. (Pause)<\/span><\/p>\n<p data-id=\"P8-N200C2\"><span data-id=\"P8-N200C3\">Yeah, my experience of trusting people to do their jobs or do what they said they'd do or anything in that vein is complicated at best. [0:46:04] (Pause) And so I'm left in this position of just trying to trust all of the people to do their best and trust that that will be enough. (Pause) But we're <\/span><span data-id=\"P8-N200C31\">not in an area I know that much about, so it's not easy to evaluate whether they're doing (pause) their best of if their best is anywhere near enough. In general I think Chad is doing a very good job, or doing a sufficient job, or somewhere in that range. [0:47:04] I think he's doing enough. (Pause) <\/span><span data-id=\"P8-N200C32\">But then there's mild (ph) frustration, right? Like, why has he not communicated with Dr. Hoffsteder in the last couple of months? And so I guess I've placed a lot of trust in him, and, when I see some piece like that that doesn't seem right, I don't know what to do.<\/span><\/p>\n<p data-id=\"P8-N200C4\"><span data-id=\"P8-N200C5\">THERAPIST: That's very much what I hear. And you're feeling like you need to keep something under wraps, and you... either to yourself or to other people, although, as you say, you're able to keep it less under wraps inside you... [0:48:00]<\/span><\/p>\n<p data-id=\"P8-N200C6\"><span data-id=\"P8-N200C7\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200C8\"><span data-id=\"P8-N200C9\">THERAPIST: And sort of open up more space to at least have those feelings come inside, if nowhere else, and in here, too.<\/span><\/p>\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: Yeah, I think that's right.<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: Mm-hmm. James, we're going to need to stop for today, okay? I'll see you next week.<\/span><\/p>\n<span data-id=\"P8-N200CC-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200CC-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559490\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200CE\"><span data-id=\"P9-N200CF\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N200D0\"><span data-id=\"P9-N200D1\">THERAPIST: Okay, take care.<\/span><\/p>\n<p data-id=\"P9-N200D2\"><span data-id=\"P9-N200D3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}