{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his wife's return home from the hospital and how her treatment is going. Client is frustrated and confused on how to assist his wife without running and planning her life."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Religion","Married people","Psychoanalytic Psychology","Frustration","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Religion","Married people"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559462","dorpId":"1005577382","contentType":"text","aucs":"CTRN-V1","title":"Client \"ML\" Therapy Session Audio Recording, February 06, 2013: Client discusses his wife's return home from the hospital and how her treatment is going. Client is frustrated and confused on how to assist his wife without running and planning her life.","fullTitle":"Client \"ML\" Therapy Session Audio Recording, February 06, 2013: Client discusses his wife's return home from the hospital and how her treatment is going. Client is frustrated and confused on how to assist his wife without running and planning her life.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559462\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">[no voice until 00:02:10]<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Hi.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Hello.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: I didn't know if you wanted me to respond to your e-mail last night or if you just wanted to let me know.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: I just wanted to let you know. I told you I'd tell you who was coming so I was doing that. So here we are.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: It sounds like a lot has happened in terms of Tanya getting out of the hospital.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah, I think that's right. (pause) I guess she got out last Wednesday and was doing pretty well, had the ECT on Friday and was still doing pretty well. She was kind of a little worse over the weekend and had an ECT on Monday. It didn't seem to help the same way that it had Friday, so she's <\/span><span data-id=\"P1-N200191\">been less good since then; but is still doing okay.  She's got some memory loss problems that are, in themselves, harder for her to deal with. This morning she went to her 8:30 appointment with Chad, but they had changed the appointment to noon today. She didn't remember having had that conversation, <\/span><span data-id=\"P1-N200192\">so she was there waiting and he wasn't there. That was not a great thing. (pause)  Of course one of the questions for me is, if the ECT works while she's in and then works the first time or two, once she's out why does it stop working? I don't have a good answer, but this time around my hypothesis is <\/span><span data-id=\"P1-N200193\">that while she's in she's taking Synthroid. She had a partial thyroidectomy about six months before the depression started being really bad. Of course, it may not even have anything to do with it. While she's in she's taking Synthroid at the correct dose. Once she leaves, it depends on whether she has <\/span><span data-id=\"P1-N200194\">the prescription filled or not. This time around she didn't have the prescription filled and thought she had no more refills on the prescription and didn't want to go through the \"doing it\", like going to the pharmacist; and she didn't know how to handle talking to them and figuring out how to get a <\/span><span data-id=\"P1-N200195\">prescription because she's between doctors because she changed insurance because she stopped being a student at Brown.  It's the same story of turmoil that is most of the things in her life right now. So she didn't take the Synthroid for a week. When she started being depressed again I wondered if maybe <\/span><span data-id=\"P1-N200196\">these things are related more than she's guessing. So I went to the pharmacy and it turned out she had a refill on the prescription so they refilled it. I took her the Synthroid so she's taking that again, so that's good. (pause) That wasn't until yesterday.  It's this complicated balance that I'm trying <\/span><span data-id=\"P1-N200197\">to find between letting her handle things that are hers to handle and not letting her kill herself. Obviously that's very extreme, but it's somewhere in the middle between those two lines is where we actually live and it's a little hard to find the right place sometimes.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: What has it been like for you since I mean we're talking about some of it, but, in general, she hasn't been home for this period of time for weeks, right?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Yeah. I guess she went in January 4th and she got out I forget exactly January 18th or something. She was out for a week and went back in. She was in I can't remember whether it was one or two weeks now, but has been out for a week again.  (pause) It's been hard in a variety of different <\/span><span data-id=\"P1-N2001D1\">ways that have kind of changed over time. At the beginning it was hard because she was doing really well and wanted to handle everything all at once, which is a terrible idea not what Chad recommended; not what she really should be doing at all, so it was kind of part of my role to say, \"Let's do <\/span><span data-id=\"P1-N2001D2\">one thing at a time. Let's do the things that are important to get done today and make a plan for when we are going to do other things so that we're not trying to do everything all at once and exhaust you.\" This wasn't really a problem Wednesday because there wasn't much time in the day. I can't remember <\/span><span data-id=\"P1-N2001D3\">what Thursday was like very clearly.  This was really a problem Friday after she'd done the ECT and was feeling good again. She wanted to go back to doing all of the things required to apply for teaching jobs, which is good in once sense. If the ECT works and if she is well, it would be great to get <\/span><span data-id=\"P1-N2001D4\">her into doing a job that she really wants to be doing and applying for those jobs is definitely the step to take. There are a series of steps that need to be taken and I think her emotional endurance is somewhat diminished from normal, so it's very frustrating to say, \"Well, let's pick a single task <\/span><span data-id=\"P1-N2001D5\">and do it and then leave it alone,\" and have her say, \"Okay. I will pick this task,\" and then do three or four other things and not leave them alone and not be really okay at the end of it because she's been emotionally overtaxed.  It's very frustrating. She had asked for my help in managing this problem <\/span><span data-id=\"P1-N2001D6\">of what to do. She's asked for my help and then more or less ignored my advice and ended up in the place I predicted we would end up and made plans to avoid. It's frustrating. (pause)  I think Saturday and Sunday she didn't want to do much at all, which is fine. Really what she needs to be doing is <\/span><span data-id=\"P1-N2001D7\">taking care of herself and it's not exactly clear what that looks like. (pause) But it definitely doesn't look like fretting about things that have to be done and not doing them and not making a plan to do them. I don't know if that's what she was doing or not because she's been less communicative since <\/span><span data-id=\"P1-N2001D8\">she started doing ECT. It's harder to get a real opinion out of her and, to some extent as far as I can tell, that's because she actually has fewer very strong opinions than she usually does, which is awful weird.  She's somewhat opinionated, which I like. That has now moved into a different, or maybe <\/span><span data-id=\"P1-N2001D9\">a very similar range of frustration. It's sort of like you need to be taking care of yourself and part of the way to do that is to say there are these two tasks to do. One is to refill the Synthroid prescription and one is to finish this. She's working with a teaching job search agency that searches <\/span><span data-id=\"P1-N2001D10\">independent schools or has a lot of connections there. So one is to finish the application she has 90% done so that she can work with them or has submitted all the information so they can distribute her application in full.  Neither need to be done any specific day. Both of them are somewhat open-ended. <\/span><span data-id=\"P1-N2001D11\">Sooner is obviously better, I think on the Synthroid and, to some extent, on the application; but there is no firm deadline so it's okay. The thing that I suggested she do on Saturday was pick when she was going to do them and then when she wasn't going to do them, as much as possible not worry about <\/span><span data-id=\"P1-N2001D12\">them because they're not the tasks of that time. That didn't really work because she didn't really pick a time to do them or a day to do them, so they didn't get done all weekend and I think she was fretting about them all weekend. It's sort of this mess where I'm concerned about both what she's doing <\/span><span data-id=\"P1-N2001D13\">and what she's not doing. She's I'm not exactly sure what. <\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559462\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P3-N2001E\"><span data-id=\"P3-N2001F\">THERAPIST: It does seem like you feel pressed to manage her.<\/span><\/p>\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">CLIENT: Yeah, well part of that is that I feel like if she's left to manage herself she's not going to do it and she's going to end up in the place that puts her in the hospital fairly quickly.<\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">THERAPIST: A: I'm not sure you can do anything to prevent that and it doesn't sound like she's listening to you anyway; and B: We have to think about why you feel that's your responsibility if she makes those choices. (long pause) <\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">CLIENT: There are at least two parts to the answer to B. There may well be more. One of them is not the case that her being in the hospital has no effect on me. Obviously, it's not very good for me either for her to be in the hospital. I guess it's good for her to be in the hospital. It's not really <\/span><span data-id=\"P3-N200251\">clear. It's not good for her to get to the point where she needs to be in the hospital, certainly; so I feel like I have some obligation in a personal sense that if I can do something that would help us avoid that situation or help me avoid that situation in my own life, I should do that. So there is <\/span><span data-id=\"P3-N200252\">that which is, perhaps, artificially disentangled, but there it is. Then there's the part where I feel like I have responsibilities and obligations to her, both to (pause) help her and to care for her not in an \"I'm her doctor\" sort of way, but I am her spouse.  I guess the third part is when she <\/span><span data-id=\"P3-N200253\">was in the hospital and we were talking about discharge planning I suggested that she ask someone to help her manage these things. I suggested several different people, including Chad, and she asked me to do it; so I feel like I have to do it in part because you know I talked very much about my frustration <\/span><span data-id=\"P3-N200254\">on Friday because you asked what it was like for me, but that's not to say that it wasn't at least somewhat effective. She did do a finite amount of work and at the end of the evening call it a day. (sniggers) It's perhaps not as ineffective as I made it sound because the success doesn't count as much <\/span><span data-id=\"P3-N200255\">for me as the parts where it's frustrating. <\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: Humph. That's interesting, an interesting comment. Why do you think that is?<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: I don't know if this is a general property of me or if this is just where the situation is right now. It's really hard to tell. It might often be the case for me that success doesn't count as much as failure. In this specific case I feel like the small success of getting her to stop for the <\/span><span data-id=\"P3-N200291\">day, the best possible outcome isn't great. It's not bad, but we're not talking about rejoicing in the hills or something. The worst possible outcome is very, very bad.  I guess on the scale of possible values, failure has a lot more weight than success does because I don't feel like I can cure her; <\/span><span data-id=\"P3-N200292\">but I do feel like I can be a contributing factor in her decline.<\/span><\/p>\n<span data-id=\"P3-N20028-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559462\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P4-N2002A\"><span data-id=\"P4-N2002B\">THERAPIST: How?<\/span><\/p>\n<p data-id=\"P4-N2002C\"><span data-id=\"P4-N2002D\">CLIENT: (pause) The way I interpret where she is in a sort of abstracted sense is that she's something like a non-linear, dynamical system, which means that small changes in some set of conditions can cause really large, chaotic-looking sorts of changes.  So I can do something relatively minor to upset <\/span><span data-id=\"P4-N2002D1\">her, but she's dynamically unstable and so it can turn into something major with no further input from me.<\/span><\/p>\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">THERAPIST: I have a lot of different thoughts. One that we've been talking about somewhat, and I think there's a lot more to say, is when your responsibility begins and ends and also what you're responsible for and to; and if what you do or say has traumatic negative impact, are you responsible for <\/span><span data-id=\"P4-N2002F1\">that? I understand why you want to avoid it.<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">CLIENT: (laughs)<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: I appreciate that. What you're saying is that it's not simply for Tanya, it's for you, too. I do appreciate that. Then it becomes very complicated about what you feel you need to hold yourself accountable for and do, and are you setting your expectations and standards up to inevitably fail. <\/span><span data-id=\"P4-N200331\"> (long pause)<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: To the first part, what I'm responsible for and to, I really don't know. It's tough. To the second part, am I setting up a structure in which I can't but fail, quite possibly.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: Let me put it in really . . . I feel like it wasn't even an inference I was making, it was sort of that if you need to watch what you say in order to not have this horrible, negative impact, you may be aware of some of the things, but you can't be aware of all the things.  So inherently for <\/span><span data-id=\"P4-N200371\">you if the expectation is for you to predict things that are inherently unpredictable, I meant it in the most specific way.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: So one of the characteristics of non-linear dynamical systems is that you can know they're in an unstable regime, but you can't predict the outcome value. If you have exactly the equation, if you have every piece exactly right, I think you can predict the outcome. But without having everything <\/span><span data-id=\"P4-N200391\">exactly right, which is more or less impossible to do, you can't predict the outcome. (pause) In actual physical systems it gets to be a problem where you can have the value right to several decimal places, but it's still not precise enough to predict where the result is going to end up.  That's the <\/span><span data-id=\"P4-N200392\">case in physical systems where it's much more complicated; although humans are, in some sense, physical. They're incredibly complicated so yes, absolutely, there is no way I can predict what effect I'm going to have in its final outcome. There are some kind of . . . (pause) That doesn't mean I'm powerless. <\/span><span data-id=\"P4-N200393\">That doesn't mean we can't make a decent guess for, at least, some things. If I were yelling at her, I can predict with some certainty that that would end up in a very, very bad place.  I don't really have the desire to yell at her so we're okay there, but I guess what I'm saying is that I know some <\/span><span data-id=\"P4-N200394\">boundary conditions. I don't know very much about the rest of it so that's not that helpful. (pause)<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: Here's a sort of further complicating factor that I think is all part of the piece you also don't know what she can and should be responsible for. I think at times you feel like she's ill and you have to take care of these things, but I think there's always this sort of frustration and <\/span><span data-id=\"P4-N2003B1\">anger that she's not helping, that you feel like in many ways you're working against her. The one thing that I and I think I said it to you guys when I was meeting with you guys the one concern with the dynamic that the two of you could create is that you end up doing things and sort of being her <\/span><span data-id=\"P4-N2003B2\">caretaker ultimately.  I think one problem that you feel very deeply is that she's not taking care of herself in important ways. You doing that, taking over those functions, actually undermines the goal, if that makes sense.<\/span><\/p>\n<span data-id=\"P4-N2003A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2003A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559462\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">CLIENT: No, it does.<\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">THERAPIST: And I think you're doing what you're doing because it's part of your nature and it's part of your experience and you're terrified and you just don't know what else to do, so you're doing what you know how to do. Maybe in the immediacy it does feel like it enables you to have some sort of <\/span><span data-id=\"P5-N2003F1\">control and I understand what the alternative feels far more scary and unpredictable, but I think over time this pattern will be destructive to her and to the two of you. (pause) <\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">CLIENT: That's fine. I don't have any major objection.<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: You can feel free to object, though.<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: Believe me, I would if I had a major objection, but thank you for saying that. I do have the question so what do we do instead? I really don't know. I don't have an answer to that question so if you have any thoughts, I would appreciate them.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: Right. Doing the thing that's not going to be helpful is not better than not knowing what to do, if that makes sense.<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: (laughs) (sighs)<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: That's a good question. I have a better sense of what wouldn't be helpful than I have a sense of what would be, but I think we can talk about that. The way I talked about this just a moment ago was, in sense, practical in terms of what I think logistically is or isn't going to help.  I do <\/span><span data-id=\"P5-N2004B1\">think there's a whole subterranean like all your feelings and worries and anxieties and anger that lead you to go in this direction, and helplessness. (pause)<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: Yeah, I think that's right. I think that's right, but . . . (long pause)  in some ways I'm in the practical question in real life, if that makes sense. The pragmatic logistics are what are there. In the case where she's not taking her Synthroid, we're at a week. The half-life of the T4 thyroid <\/span><span data-id=\"P5-N2004D1\">hormone, which is what the Synthroid is, is five to seven days in the human body, so she's down to literally half the dose after a week. What do I do? Do I just not say anything about it? Do I urge her to go handle the problem?<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: Have you asked her why she isn't handling it? <\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: I don't remember if I asked her or not, but I know why she isn't handling it. We talked about so much I don't know if I asked that specific question, but she didn't think she had a refill on the prescription and didn't know what to do.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: Right, logistically.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: And she feels guilty about the fact that she didn't refill the prescription. She didn't get in to see the doctor before the prescription ran out two months ago, so she's just got guilt and, I think, anxiety that she's going to get judged by whoever she goes to talk to and that, despite them <\/span><span data-id=\"P5-N200551\">being medical professionals, they're not going to help her because she's not worthy of help or something in this spectrum of things. This fairly simple . . . it actually took me 20 minutes. I walked down the street to the pharmacy she goes to and said, \"Look, she takes Synthroid. She needs a refill. <\/span><span data-id=\"P5-N200552\">I think she's out of refills. I don't know what we need to do.\" He said, \"Well, let me look;\" and she had another refill so he refilled it.  There was nothing to it. There's more to it if there is no refill there, but we're still not a person whose job it is, in a sense, to help solve the problem. But <\/span><span data-id=\"P5-N200553\">there are all those other hurdles in the way somehow for her to do that.<\/span><\/p>\n<span data-id=\"P5-N20054-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559462\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">THERAPIST: Do you feel like she's caring about her life? (pause)<\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">CLIENT: That's a really interesting question. I think maybe she's caring about her life, but not caring for her life, which is a little bit equivocal. <\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">THERAPIST: What is \"caring about her life\" mean?<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">CLIENT: I really do think that she . . . (pause) now we get into her mood and so her state changes somewhat over every day, and so taking some sort of time average is maybe not helpful. Take Saturday or Friday when she was pretty okay. Certainly on those days she wants to be alive and wants to do specific <\/span><span data-id=\"P6-N2005D1\">things. (pause)  She really does care if she's alive or not, if that makes sense. (pause) Of course, I grew up in a place where, if you care about something, you take care of it.<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: How do you mean? <\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">CLIENT: One of the big themes growing up at my house was stewardship. If you care about a tool or a toy or a thing, you maintained it. Take care of it. You put things away at the end of the day because they have a place where they go. Cars break so we fix them. It's kind of just what we did. So in that <\/span><span data-id=\"P6-N200611\">sense, if she's caring about her life, maybe she's not showing it enormously well most of the time.<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">THERAPIST: Should that stewardship extend to people as well? (pause) <\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: The language of stewardship didn't extend to people in the same way, but the attitudes really did my parents taking care of other people, all sorts of things. Absolutely. They didn't talk about it in the same way. My advisor really did. I would work and very, very occasionally I would break <\/span><span data-id=\"P6-N200651\">something. I break things more frequently now not intentionally, I just handle a lot more glass during the day than I did. But he would say, \"James, are you okay?\" I'd say, \"I'm fine.\" \"That's all that matters. Things aren't important. Only people are important.\" I think that's a real . . . A: I think <\/span><span data-id=\"P6-N200652\">that may very well be the correct prioritization and B: I think that's in the same sort of stewardship viewpoint. <\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">THERAPIST: Stewardship was that the word your parents used?<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">CLIENT: Stewardship? Yeah. Absolutely.<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">THERAPIST: Really? You don't hear that word very much. It's a great word, you just don't hear it very much.<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: Yeah, I think it's a great word but, no, (chuckles) it's really not a common one these days. (pause) I grew up in a non-denominational, fundamentalist church that has been classified as a cult at times in its existence. It was a bit of a strange place.<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">THERAPIST: How so?<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: Well, they use words like stewardship. (laughs)<\/span><\/p>\n<span data-id=\"P6-N20070-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559462\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">THERAPIST: That's just good vocabulary, though. I don't know if that qualifies as strange.<\/span><\/p>\n<p data-id=\"P7-N20074\"><span data-id=\"P7-N20075\">CLIENT: Right. (long pause)  I think my parents, when they were about my age, had both been pretty lost. My father had been divorced a few years ago and I think my mother's life was a bit of a wreck. About that time, they both found this church and it sort of radically changed their lives. It gave them <\/span><span data-id=\"P7-N200751\">some sort of control over their lives and said look, if you work hard and study the Bible and this specific way of trying to understand what it means and how it fits together and you picture what you want and you go after it, you can have a good life and you can be happy and there can be fellowship <\/span><span data-id=\"P7-N200752\">with others who are like-minded in this world of wanting to have a good life and be happy and worship God. <\/span><\/p>\n<p data-id=\"P7-N20076\"><span data-id=\"P7-N20077\">So that was very much the place that they had joined it from. That was mostly how it was that I grew up with. So around the time I was born, actually, the person in charge had changed from the founder to the next person. There had been a power struggle involved shortly after that which all happened <\/span><span data-id=\"P7-N200771\">before I was a very conscious being. So the tone of things had changed somewhat by the time I was ten or twelve. The church was interested in controlling people a lot more as opposed to enabling them or helping them self-actualize or something; but there was still a large grass roots nature to this <\/span><span data-id=\"P7-N200772\">formed part.  So it was both like that view of, in a sense, self-reliance but worshipful self-reliance a very American one. It's perhaps an outdated American one in the present sense, so it was strange to grow up in that sort of 1850's mindset in a lot of ways. Good, I think. I think it's a healthy <\/span><span data-id=\"P7-N200773\">way to embrace the world. Maybe not.<\/span><\/p>\n<p data-id=\"P7-N20078\"><span data-id=\"P7-N20079\">THERAPIST: Did you ever feel it to be a cult?<\/span><\/p>\n<p data-id=\"P7-N2007A\"><span data-id=\"P7-N2007B\">CLIENT: So this is the thing. No, I really didn't think it was a cult.  How one defines cult is a very complicated question. I don't know what the right answer is there. Certainly there is an extent to which it turned into a cultive personality or the person in charge tried to turn it into that. It's <\/span><span data-id=\"P7-N2007B1\">too large, in some ways, for that to work. It's too based on self-reliance for that to work. It's really hard to be authoritarian to people that have been self-actualized. The two are at opposite ends of the spectrum in some ways. When you self-actualize them by telling them that this is the truth and <\/span><span data-id=\"P7-N2007B2\">this is the way and then you change who is in charge and gets to decide what is the truth, then it's a little easier. No, I didn't really . . . I describe it as a cult now because it makes for more amusing conversation as a tidbit.  I think there is a lot less stigma against growing up in cults now <\/span><span data-id=\"P7-N2007B3\">than there was 30 years ago. (pause) I could be wrong. I didn't live 30 years ago, but there really seemed to be . . . In this last presidential campaign there was this sort of attempt by some conservative Christians to label Mormonism a cult and it just didn't do very much, as far as I can tell, in <\/span><span data-id=\"P7-N2007B4\">any sort of real political world. I think 30 years ago it really would have done something. I think it would have worked because the word had more meaning to it or something.<\/span><\/p>\n<p data-id=\"P7-N2007C\"><span data-id=\"P7-N2007D\">THERAPIST: And so were your parents' friends primarily from the church?<\/span><\/p>\n<span data-id=\"P7-N2007C-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559462\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P8-N2007E\"><span data-id=\"P8-N2007F\">CLIENT: Oh, yeah.<\/span><\/p>\n<p data-id=\"P8-N20080\"><span data-id=\"P8-N20081\">THERAPIST: So I was thinking, were they friends outside the church and then they thought it was a cult? I was just thinking. <\/span><\/p>\n<p data-id=\"P8-N20082\"><span data-id=\"P8-N20083\">CLIENT: No, there's a sense in which there were some real cultist elements in terms of it being a very top-down structure; but it was also very hierarchically distributed, so a little bit of hybrid there. They were interested in controlling information flow to an extent that got more and more totalitarian <\/span><span data-id=\"P8-N200831\">and, as a result, I think, cult-like over time. But there had been in the 70s or early 80s there had been somebody that had done a magazine article and they had gone to visit several different cults that were labeled cults. Some of them were like the scary kinds of cults and some of them were like this <\/span><span data-id=\"P8-N200832\">one. There was a discussion of whether it was a cult or not, in a sense in response to that literature being in existence.  So, in a sense, me labeling it a cult is a pejorative response to an event that I haven't told you about yet, which was it turned out that the person in charge the second one <\/span><span data-id=\"P8-N200833\">was pressing married women into having sex with him because he was in charge and so he could ruin their lives. That was the time that my father left the church, when that new scandal and associated lawsuits came out. I was 15, I think, at the time, so I stopped going also. My mother continued going <\/span><span data-id=\"P8-N200834\">to functions for another few years, but half-heartedly and (chuckles) more because she was interested in the fellowship that one had with the people involved than really interested in the leadership at all. <\/span><\/p>\n<p data-id=\"P8-N20084\"><span data-id=\"P8-N20085\">THERAPIST: Is that very disillusioning?<\/span><\/p>\n<p data-id=\"P8-N20086\"><span data-id=\"P8-N20087\">CLIENT: Oh, deeply. Deeply disillusioning. Absolutely. There are these . . . (pause) As I said, the rhetoric I think had gotten more and more like \"this is the truth.\" You must believe this sort of thing over time and less about self-actualization and belief as a means of getting what you want and making <\/span><span data-id=\"P8-N200871\">your life go in the direction that you want. When I was young this sort of \"this is the truth\" thing appeals a whole lot to young people, I think.  I think this is why the Hitler youth was particularly disturbing and bad when it got into the Hitler youth army part, because when you're 15 to 20 it's <\/span><span data-id=\"P8-N200872\">very easy to sink everything into this \"this is the truth\" so having that taken away is disturbing. Yeah. (pause)<\/span><\/p>\n<p data-id=\"P8-N20088\"><span data-id=\"P8-N20089\">THERAPIST: Do you remember when you learned about it? Was it shocking?<\/span><\/p>\n<p data-id=\"P8-N2008A\"><span data-id=\"P8-N2008B\">CLIENT: Oh, yeah. Absolutely. It was very shocking.<\/span><\/p>\n<p data-id=\"P8-N2008C\"><span data-id=\"P8-N2008D\">THERAPIST: Who told you?<\/span><\/p>\n<p data-id=\"P8-N2008E\"><span data-id=\"P8-N2008F\">CLIENT: That's interesting. I don't know that I remember that as clearly. I think that the whole thing was announced at a relatively large meeting.  It was a nationwide organization that had someone in charge of the church in every state and then in every city and then in every subdivided among cities <\/span><span data-id=\"P8-N2008F1\">because we met in homes. We basically had small groups for a normal church. It's what we did all the time, but we occasionally had larger meetings. I think his resignation was announced at a larger meeting there. What I remember very clearly is just the drive back with my father who was just, I think, <\/span><span data-id=\"P8-N2008F2\">devastated and angry. I don't actually remember him saying anything other than I remember very clearly having the sense that we were never going back. He wasn't. Somewhere in there I decided that I was not either.  I guess I remember that portion more clearly than an actual single revelation.<\/span><\/p>\n<span data-id=\"P8-N2008E-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559462\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P9-N20090\"><span data-id=\"P9-N20091\">THERAPIST: Did you miss it? (pause)<\/span><\/p>\n<p data-id=\"P9-N20092\"><span data-id=\"P9-N20093\">CLIENT: Yeah. I think so. Certainty is a really nice thing, but the fellowship is also a nice thing. The ritual of gathering in a home three times a week to do this, sing some songs, say some prayers, talk about the Bible a little bit. It was really nice, a big part of my life my entire life.  My parents <\/span><span data-id=\"P9-N200931\">had led one of these fellowship small-group things for a decade or something. It usually met in my home, so it was kind of like when my parents had enough money and enough children that they needed to move again, they moved out into the country and they built a house that had a room that was large enough <\/span><span data-id=\"P9-N200932\">to have these sorts of meetings. It was really an integrated part of our lives.<\/span><\/p>\n<p data-id=\"P9-N20094\"><span data-id=\"P9-N20095\">THERAPIST: Three times a week is a lot. Would all three meetings be in your house?<\/span><\/p>\n<p data-id=\"P9-N20096\"><span data-id=\"P9-N20097\">CLIENT: Yeah. Occasionally the Sunday meeting would be a meeting of a larger group, and that would not as often be in our house. It would be in a park or something usually.<\/span><\/p>\n<p data-id=\"P9-N20098\"><span data-id=\"P9-N20099\">THERAPIST: So did that mean that people just all of a sudden stopped coming like you and didn't do these meetings anymore?<\/span><\/p>\n<p data-id=\"P9-N2009A\"><span data-id=\"P9-N2009B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2009C\"><span data-id=\"P9-N2009D\">THERAPIST: Wow. What a dramatic change on a lot of levels. <\/span><\/p>\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">CLIENT: I think that's how it went. I'm a little fuzzy. That change may have happened a little bit before, like a year before, because we had a mortgage on the house and as they got more and more authoritarian, they had gotten more and more like debt is a terrible thing. A debt is a very bad thing, <\/span><span data-id=\"P9-N2009F1\">particularly when mismanaged. There are times when debt is a useful tool this is my adult statement. Certainly when you're trying to help a whole bunch of people self-actualize, helping them to figure out how to pay off their debts is a really good thing to do. When that turns into \"having any debt <\/span><span data-id=\"P9-N2009F2\">is a huge sin and makes you unfit to be in charge of anything\" and mortgages are a type of debt, then maybe we're not in a very healthy system any longer. I have this sense, but I can't actually recall, that my parents stopped running one of these fellowships about a year before that as a result of <\/span><span data-id=\"P9-N2009F3\">having a mortgage on the house that they built that had a room that was large enough to have this fellowship.  So I think my father was ready to leave in some sense and this was the final blow in some way.<\/span><\/p>\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">THERAPIST: It seemed more of a tool of control rather than supporting its members and helping them self-actualize.<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">CLIENT: Oh, yeah. Yeah.<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">THERAPIST: We're going to need to stop, but this is interesting. I want to find out more about it. I had sent you a statement.<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">CLIENT: I brought you a check.<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">THERAPIST: Thank you, but I was just bringing it up in terms of I can continue to bill under Tanya, at least for some time because, again, you could be considered in the therapy without the patient. If we're going to continue, the two of us, I'd like to you can do whatever you want with the statement; <\/span><span data-id=\"P9-N200A91\">but at some point it would be better if I bill under you than under Tanya.<\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">CLIENT: Absolutely. That's right. <\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">THERAPIST: So you said you're going to be looking into insurance?<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">CLIENT: I have a different insurance plan because I know that's required by law to get one. It's not as good as Tanya's and so I don't think they will pay for you. There is that piece of this decision also. It's complicated.<\/span><\/p>\n<span data-id=\"P9-N200AE-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559462\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P10-N200B0\"><span data-id=\"P10-N200B1\">THERAPIST: Do you know what health insurance it is?<\/span><\/p>\n<p data-id=\"P10-N200B2\"><span data-id=\"P10-N200B3\">CLIENT: United Healthcare.<\/span><\/p>\n<p data-id=\"P10-N200B4\"><span data-id=\"P10-N200B5\">THERAPIST: I'm not familiar with that because a lot of insurance plans have two different types of plans. They have an HMO or they have a PPO and a lot of health insurance plans offer both options. That's what I was going to say about that.<\/span><\/p>\n<p data-id=\"P10-N200B6\"><span data-id=\"P10-N200B7\">CLIENT: Suggest switching over to a PPO?<\/span><\/p>\n<p data-id=\"P10-N200B8\"><span data-id=\"P10-N200B9\">THERAPIST: Yeah. Obviously it depends on how much more you're going to pay for that health plan. Sometimes I've seen wildly high deductibles, such that by the time you meet the deductible it starts at zero again, which is kind of a crazy system; but that's not very common. Any PPO plan will cover some <\/span><span data-id=\"P10-N200B91\">of this fee. This month I'm fine billing under Tanya's insurance. That's not a problem, but let's talk more about the practical parts of it.<\/span><\/p>\n<p data-id=\"P10-N200BA\"><span data-id=\"P10-N200BB\">CLIENT: Okay. Sounds good.<\/span><\/p>\n<p data-id=\"P10-N200BC\"><span data-id=\"P10-N200BD\">THERAPIST: Thank you. I will see you next week. Okay. Take care.<\/span><\/p>\n<p data-id=\"P10-N200BE\"><span data-id=\"P10-N200BF\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}