{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his relationship with his girlfriend."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Romantic relationships","Psychoanalytic Psychology","Self Psychology","Frustration","Anxiety","Psychoanalysis","Relational psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"ethnicity_of_client","label":"Client \/ Patient Ethnicity","values":["Irish"],"weight":9},{"name":"format","label":"Format","values":["Text"],"weight":10},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":11},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":12},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":13},{"name":"original_language","label":"Original Language","values":["English"],"weight":14},{"name":"original_publication_date","label":"Original Publication Date","values":["2000"],"weight":15},{"name":"page_count","label":"Page Count","values":["12"],"weight":16},{"name":"psyc_subjects","label":"Health Subject","values":["Romantic relationships"],"weight":17},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Neo-Kleinian Psychoanalytic Approach Collection by Anonymous Male Therapist"],"weight":18},{"name":"publication_year","label":"Publication Year","values":["2000"],"weight":19},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":20},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":21},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":22},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":23},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology","Self Psychology"],"weight":24},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Anxiety"],"weight":25},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Relational psychoanalysis"],"weight":26},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":27},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":28}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559945","dorpId":"1005577980","contentType":"text","aucs":"CTRN-V1","title":"Client \"D\", Session July 15, 2013: Client discusses his relationship with his girlfriend.","fullTitle":"Client \"D\", Session July 15, 2013: Client discusses his relationship with his girlfriend.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559945\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">[Joined in progress]<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I'll just...<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Um... And I think, you know, the only part of the conversation was just sort of like a, I think just sort of, without me realizing, it just kind of turned into a... I don't know. Like, just sort of like an assessment, or me feeling like I wanted to kind of... see what, he noticed a certain... <\/span><span data-id=\"P1-N200111\">certain... kind of... areas of progress that I feel like, you know, in retrospect, kind of looking back on it, and stepping back, I feel like have really, have really occurred... for some reason. Maybe because I felt like I wanted to add something positive after me saying that I feel like the (inaudible) <\/span><span data-id=\"P1-N200112\">by coming here. <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">I think that that, you might take that as me saying, \"I don't like to be here,\" or something. So maybe I felt like I had to... give a compliment or something (therapist affirms), I don't know, you know what I mean? But uh... (pause) Yeah, yeah. I remember it was a nice conversation. And I think it was <\/span><span data-id=\"P1-N200131\">pretty accurate, my expectation of what it would be like, with you being away. (therapist responds) You know?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Yeah, what did you find?<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I was pretty busy. (pause) I think it was a nice recess, so to speak. (therapist affirms) It was... I missed it, and I didn't miss it at the same time, you know? (pause) Yeah.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Yeah, talk to me. So you, can you say more about it? Missed it and didn't miss it, too? <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: I missed it, in the sense that, you know, I didn't come for like was it, two weeks, week and a half, or something. You know, and on those days, I didn't find myself like... you know, on Monday mornings, it wasn't like that... you know, was up at 7:00 and thinking to myself, \"Oh, man! I wish <\/span><span data-id=\"P1-N2001B1\">I could, I wish I could be coming down here,\" you know what I mean? (therapist affirms) Or I'm getting out at work or something, it wasn't like, \"Oh, man! Just wish I could come out here.\" I just wasn't thinking that, you know what I mean? But, at the same time... I wouldn't, you know, I wouldn't have <\/span><span data-id=\"P1-N2001B2\">a... liked the idea that I was never going to be getting back here, you know what I mean? (therapist responds) I don't really know what to infer from that, but I'm just reflecting on it (therapist responds), you know? <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: What did you notice, the days that we didn't, did you notice, how do you feel about what you were, you know, what was coming, you know, what (blocked) (inaudible).<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Well, Thursday (ph), I just didn't... it was a relief, because I didn't notice any , I didn't think about anything, I didn't...<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: You didn't think about it.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: I... you know what I mean? It was... yeah. Just the absence of feeling compelled to... get into stuff, you know what I mean? (therapist responds) Yeah. And that's relaxing.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: It's relaxing!<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: To an extent. You know what I mean? Like right now, you know, even like, when I was coming here this morning, I was kind of thinking to myself like, \"Geez, I don't know, you know, what I'm going to talk about,\" you know what I mean? (therapist affirms) Yeah, I don't know, there is something... <\/span><span data-id=\"P1-N200271\">I mean, I talked about this last time I was here. There is some... There is some requirement to... engage and the process of thinking about things that I just simply would not do otherwise, which is both what makes this, I think, beneficial and unique, but also kind of taxing. <\/span><\/p>\n<span data-id=\"P1-N20026-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559945\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: But you're, yeah, because it seems like, Geoffrey, you're getting at like, something about... you know, the demand quality. What, that, you're talking about the reaction to like, the kind of implicit demand quality of it like, of... Yeah, obviously, you know, on one level, yeah, you came <\/span><span data-id=\"P2-N200291\">here to talk about what's on your mind, but then you're also saying, but then there, it's kind of then there becomes this, another layer to it, around like, the requirement quality to it, that, you know... And it's taxing and it's a relief to take a break from it (client affirms), and um... you know <\/span><span data-id=\"P2-N200292\">like, that \"What am I going to talk about?\" I'm sure there is just a lot to all that (client affirms) you know. <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Yeah, and you know, and I'll say it again, I said something along these lines last time... (pause) It was easy to not be there, you know what I mean? I know, I feel like I know how to not be there, better than I know how to be there (inaudible).<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: Okay, yeah.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: You know what I mean? I feel like... you know, for those two weeks, I just sort of went right back into... the way of doing things and thinking about things that I did for, you know, 24 years before I ever came in, you know what I mean?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Oh, yeah?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: And that's still a comfortable zone, you know, a place I can... just very easily slip back into.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Huh!<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Just not be reminded of this stuff or (therapist affirms)... You know what I mean? <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">THERAPIST: Yeah, yeah! You know, for whatever reason, it's reminding me... It's not the same, but it's reminding me a little bit of... of that time... when we spoke over the phone while you were at camp (client affirms). How you were kind of, afterwards, I remember you saying, \"I'm surprised I even <\/span><span data-id=\"P2-N200391\">did that!\" (pause) And maybe it's the idea that like, there is some way that, the way you described it is like, when you went to that camp, there was a way of feeling like... I remember you kind of almost feeling like, a peaceful, \"I'm away from everything. And... and I'm okay here. I don't need to <\/span><span data-id=\"P2-N200392\">be... you know like, I'm good without talking, I can go on in this mode and I can, I've done this before, I'm...\" <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">CLIENT: (affirms) No, yeah...<\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">THERAPIST: I don't know why. Something about, yeah, something about the way you were describing it, at a certain level of, \"I can handle this,\" kind of.<\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">CLIENT: Yeah! No, no, I mean, and it doesn't mean that it's like... What differentiates those two things isn't entirely clear to me and it's not... (pause) You know, it's not that like, one side I feel more in control than another side, or something. I mean, in some ways, maybe it is, but... You know, <\/span><span data-id=\"P2-N2003F1\">it's similar to like, it's just where I guess I just feel more at home or something. I mean, I think about it even with like, smoking cigarettes.<\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">(pause) I know that I really shouldn't be doing it. I know that I should stop. I know that it's a bad thing to do, but... I'm more comfortable doing it. I feel at home, and I feel almost more... able to... I don't know. I just feel more, I don't know, for some reason, I just am, it feels like a similar <\/span><span data-id=\"P2-N200411\">type of (therapist responds) type of idea. Not that I know it's right; I know that it's probably not the best. But I just feel like I can operate more comfortably. I feel more... I feel more in my own, I feel... (therapist affirms) you know what I mean? It's something I'm more used to, you know what I mean? <\/span><\/p>\n<span data-id=\"P2-N20040-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559945\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">Even though I know that I'm doing something that is probably, you know, you're bringing on these horrible consequences, in the long run it's not for the best. It's a routine, it's a habit, it's a way of doing things that, once I stopped smoking, you know, if I tried to quit and I don't have a cigarette <\/span><span data-id=\"P3-N200431\">for a couple of days, then I become just like, I don't know, things just start like unravelling or something, you know what I mean? (inaudible), you know, all, everything else starts kind of coming back into question, I find myself start thinking even more about, you know, consequences of smoking, even <\/span><span data-id=\"P3-N200432\">more than I was thinking about it when I, you know what I mean? And it's part of a, just sort just a habit and just a routine of doing all sorts of different things, you know what I mean?<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: Yeah, it's almost like you're describing like a kind of a way, it's like, psychological glue that keeps things together or something. <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">CLIENT: Yeah, it's just comfortable, I guess. (therapist affirms) Yeah, yeah... (pause) Yeah. Yeah, I don't know.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: And I think, in a way like, (sighs) I don't know. This might be too formulaic to say, but something about coming here and working, you know, talking about this stuff... (pause) Well, there is two levels I'm thinking about it. One is that you come here to talk about it, and there is, you know, <\/span><span data-id=\"P3-N200491\">a lot of the stuff, a lot of the kind of like, the... well, it's like you're not... you're not in a position of feeling very comfortable. <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">Like, you know, you're talking about all this stuff with your mom and your dad that has so much meaning to you. It's particularly in how you see them, I think, especially as we've been talking about your mom. (client affirms) And... (pause) And then, there is that whole other layer of, you feeling like <\/span><span data-id=\"P3-N2004B1\">you're supposed to be talking about it to, that's in here. Like, you're supposed to come in here and talk about those things. That's why you're here and...<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">CLIENT: At the end of the day, I mean, I... no one else brought me here but myself. (therapist repeats) You know, I wasn't... I wasn't held into it by someone else, by an authority figure or something, you know what I mean? (therapist responds) It's a... yeah.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: But it could be a bit... you know like, you know how to write a term paper (chuckles) you know? (client affirms)<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: Yeah. No, there is definitely an element like that. <\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPIST: (inaudible) (blocked) Master's, you know, thesis or something?<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: Yeah, no there is definitely like, a... (pause) an element of... (pause) in all honesty, or something, you know? Part of it, I think, has something to do with the feeling of... when I come here, I feel like I'm in a place where... there is a unique set of circumstances that require me to be <\/span><span data-id=\"P3-N200551\">honest in a way that...<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: Honest...<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: ...I'm not, when I'm not here.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: Huh!<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: And that I'm more, that I'm kind of even more comfortable, you know, not doing, you know, which is like what I felt like for the last couple of weeks, you know what I mean? But... (therapist affirms) Does that make sense? You know? (therapist affirms) I don't know. I guess when I sit here, I <\/span><span data-id=\"P3-N2005D1\">feel like it's sort of like a mirror turned around on me or something, you know?<\/span><\/p>\n<span data-id=\"P3-N2005C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559945\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Mirror turned around on you... <\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: (pause) I feel like there is...<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: Which way is it pointing?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: I guess not turned around, but like at me, you know what I mean? I have a... (pause) There are things, and there are topics in question that are sort of... up in the air, that just never really come up. Like, even with Laney, for example, you know? That's someone that I'm really close with, <\/span><span data-id=\"P4-N200651\">and I spend every single day with, but these are not... When I see you, I mean, what, I mean, those are the things I'm talking about, you know what I mean? That's what you expect, on some level, I think, that that's what I've put out there, you know? They're just not things that are up in the air with <\/span><span data-id=\"P4-N200652\">Laney; like, ever. I don't want them to come up, you know what I mean? (therapist affirms) I wouldn't want them to be 24 hours a day, and things that are out there, in the way that they are here. <\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: You mean you don't talk to Laney about them? (client affirms) Oh, okay.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: No, yeah, I mean, and, and I... You know, Laney knows I come here twice a week, but I never even mention to her what it is that I'm talking about here.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">TTHERAPIST: Oh, huh!<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">CLIENT: You know, she never really asks, you know?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">THERAPIST: (pause) What, what do you...?<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">CLIENT: (pause) I don't know. I feel like I'm... I feel like I'm just rambling. I'm just kind of saying what I'm thinking about.<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Yeah. And what did that make you feel, as you were doing that?<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: I don't know. (pause) I don't know. Like, I just don't know where to keep going with it, I guess. (therapist affirms) I don't know. <\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: (pause) Did you notice anything, was there something that I did, or did you notice anything about that?<\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: No, I guess I'm just, I don't know. Like, I'm just trying to think about like, what to... (pause) what to think about... (pause) Like, you know like, that instance with Laney, for example, you know? Like, some, you know, I'm really aware of the fact that here, that there is a... sort of a variety <\/span><span data-id=\"P4-N200791\">of topics and things that would be uncomfortable for me to talk about, things that I can sort of call into question, things that have become a little bit more self-evident in the way that we talk about things here and all, like my parents or something. I've become a lot more comfortable here, sort of <\/span><span data-id=\"P4-N200792\">like, expressing anger at my parents, anger at different people, you know what I mean? That... I just completely... you know, completely just not the case outside of here, you know what I mean? Like, that there, it's so different in that sense. <\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">(pause) And I think about that sometimes. You know, \"What's the implication of that?\" You know what I mean? (pause) And I worry sometimes about like... how much I feel like I'm expected (by myself or by you), to be able to take those things and carry them into, you know, my life and experiences outside <\/span><span data-id=\"P4-N2007B1\">of here, you know what I mean? (pause) Yeah. And it's, I don't know, it's a topic that is... one that always makes me feel like, a little nervous when I start thinking about it. (therapist affirms) <\/span><\/p>\n<span data-id=\"P4-N2007A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2007A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559945\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">(inaudible) Yeah, I sat right here and told you a while ago, that before I came here and even through our, sort of like the, early sessions that we've had, for a while I always kind of had this fantasy in my head that, if through our conversations I... sort of articulate something to you about my dad <\/span><span data-id=\"P5-N2007D1\">that would be... you know, akin to me being so angry like, or if I would discover through my conversations with you that I had to like, excommunicate my dad or something... I wouldn't know what to do with that. I mean, I fear that, in our conversations, we would get to a point where the inevitable conclusion <\/span><span data-id=\"P5-N2007D2\">would be that I had to like, cut ties with my dad.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: And it made me nervous to talk about my dad, because I knew that I wouldn't be able to do that, or something.<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: Okay, yeah, I remember that.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">CLIENT: Even before I even started talking about my dad with you, that was just this like, lurking possibility in my head, you know what I mean? <\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: Yeah, no, it's an important fantasy.<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: Like, what happens if we, if...<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: If you say something here about, you know, your dad or being angry with your dad, or that is some implication that you're supposed to then do something about it, or (client affirms), is that right?<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Yeah, you know, but that theme of... \"What are the expectations for the things that I say here, when I leave?\" You know what I mean? When I'm not here. How do I... reconcile those things, you know? Now, when I'm here and I'm coming regularly, it's something that I'm constantly thinking about. <\/span><span data-id=\"P5-N2008D1\">I mean, it's something that I noticed was just gone when I wasn't coming here like, for the last week and a half.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">You know, when I talked to my parents, I didn't have a lot of those thoughts in my head. I mean, just like, a casual conversation on the phone or something. And sometimes, I'd imagine, when I'm talking to my dad and my mom, like you, if you could be like, looking over my shoulder and seeing my interactions <\/span><span data-id=\"P5-N2008F1\">with them, and sort of assessing the extent to which I was being consistent with what I was saying here or not, (therapist affirms) you know what I mean? And... I mean, it wasn't in like a literal sense. I could understand logically the ways in which that might not carry (ph), but for some reason, that's <\/span><span data-id=\"P5-N2008F2\">just the dynamic that weighs heavily, you know what I mean? <\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">THERAPIST: Yeah, there, almost like, a kind of a question about expectation, that kind of follows you outside the session to \"should I be saying\/seen (ph)... you know, as opposed to when I'm away, that's maybe less than the...<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">CLIENT: And that's what I mean by honesty, you know what I mean? Like, the extent to which I can be consistent is the extent to which I feel like I'm being honest.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">THERAPIST: Huh!<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">CLIENT: You know? (therapist affirms) Like, if I come here and I just... sort of ramble on about how upset I am about my parents and the things that piss me off about them, but then I go and I get on the phone with them, you know, and don't carry that anger into those interactions.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">THERAPIST: It's being duplicitous or something.<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">CLIENT: For some reason, I don't even know why, but for some reason, it just makes me feel like I'm doing something dishonest and doing something... I don't know, dishonest to you or me or my parents (therapist responds) or something. (pause) Yeah. You know, and it worries me, I guess (therapist affirms), <\/span><span data-id=\"P5-N2009B1\">to an extent, you know? And that's not something that I felt as much when you were away, you know what I mean? (therapist affirms) <\/span><\/p>\n<span data-id=\"P5-N2009A-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2009A-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559945\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">(pause) You know, it would be like in high school. I mean, I remember this happened all the time. There would be, you know, I'd be talking with one friend, and that friend would be just, you know, on and on, all the things that they hate about one of our other friends, you know? And then, the next day, <\/span><span data-id=\"P6-N2009D1\">I see them just like, hanging out and having a blast together. In my head, I'm just like, \"Why are you...? You know, you shouldn't be doing that,\" you know. It's either that or it's that, you know what I mean? You need to kind of pick a side, or something (therapist responds), you know?<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">That's what I feel like I'm doing sometimes, you know? And it's sort of like, amplifies my feelings of... (pause) Like, on the one hand, I'll be here, and I'll feel very sort of empowered sometimes when we have conversations about, you know, my parents or something. I'll feel empowered with the way <\/span><span data-id=\"P6-N2009F1\">that I can talk about them, you know, I mean, ways that are new or something, you know? But when I, and I do that, I sort of feel like I'm untied (ph) or something. Then when I leave, then... and I feel like I'm doing the polar opposite of that, it sort of amplifies my feelings of... you know, fear <\/span><span data-id=\"P6-N2009F2\">or something (therapist responds) or... you know? It's a... yeah. And it calls into question just my feelings of being sort of fake or something (therapist responds) dishonest or... I don't know. Sometimes I feel like (inaudible) have an obligation to you to be more... proactive outside of here or something... <\/span><span data-id=\"P6-N2009F3\">you know what I mean? <\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">THERAPIST: I see, yeah, and you're supposed to, be one way or something.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">CLIENT: Yeah. Or in my head sometimes, I... you know, I'm going to interact with my parents or something. I just really think, you know, critically like... You know, \"How do I be consistent,\" or something. (therapist affirms) \"Is this being inconsistent, you know, with, kind of, the things that we've spoken about?\"<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">THERAPIST: Yeah. And if you're not, it's like you're not being real or...<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">CLIENT: It's infidelity or something. I don't know, it's...<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">THERAPIST: Yeah, I see what you're saying. Yeah.<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">CLIENT: You know, it feels like when I was, when I would sit around with my dad. He would (inaudible) my mom (ph) and I would (inaudible) my mom (ph), not say anything, you know what I mean? You know, that's inconsistent, you know what I mean? There is a conflict there, or something. You know? <\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">THERAPIST: Yeah. What about that? What was that? What did that mean to you? (pause) From both sides, I guess. (ph)<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">CLIENT: I mean... I don't know what it means to me, but you know, immediately, what it just makes me feel like is I'm... I'm... (pause) I'm being dishonest, I'm not being principled, I'm not, you know, I'm being governed by my... sort of, anxiety and fear (therapist responds) as opposed to what I know <\/span><span data-id=\"P6-N200AF1\">I should be doing, or what I know I should do, what's right, I mean... (therapist affirms) And that's the perspective that, you know, only I can see, kind of, you know what I mean? Because it's the only one who gets stuck between these things. It makes me feel like, \"God, maybe that is, you know, not <\/span><span data-id=\"P6-N200AF2\">evident to like...\" I mean, that's not evident to you or something, you know? <\/span><\/p>\n<span data-id=\"P6-N200AE-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559945\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: That's right, yeah, yeah. At some level, like I was thinking you feel (as you were remarking on), I might feel empowered when I'm here, but when I leave, I feel there could be a level of anxiety that I feel that I'm not, that me, as if they, I don't see outside and then you're stuck with <\/span><span data-id=\"P7-N200B11\">it, but maybe all I could see is, you know, you're not being, what happened to the empowered guy that was here?<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: Yeah. You know, you're looking at me, almost, the way that I like, my friend that I was just, it's like that I friend that I was just talking about. (therapist affirms) You know? (therapist affirms) (pause) I think that's the reason I don't like to talk to Laney too much about what we talk about <\/span><span data-id=\"P7-N200B31\">here, too, because she sees me interact with my parents almost every time I do now, you know. Whether it's just me on the phone, she hears me talking to them, when I see my parents, now she's almost always around, you know what I mean? <\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">THERAPIST: Huh! Uh-huh.<\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">CLIENT: So, to some extent, it's not... (therapist affirms) a bit more of omniscient (ph) perspective on this thing.<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">THERAPIST: No, right, right, right, right. And I guess, maybe therein, too, is like the question of what can, would she, you know, the anxiety that I feel around these issues when I'm actually with my parents, you know... It's not something... People will just see that I'm being one way when I'm with <\/span><span data-id=\"P7-N200B91\">them, another way with them... they're not seeing this anxiety that I'm feeling or the... (pause) you know, the... that scared feeling that you have.<\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">CLIENT: Yeah. Yeah, they don't, yeah, don't see the disparity, they don't see the discrepancy that's going on. You know what I mean? I mean, they...<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">THERAPIST: They don't see the fear that's there.<\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">CLIENT: Well, yeah, that arises from it. Absolutely, yeah. They only, you know... <\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">THERAPIST: I was thinking, you know, as you've been talking, I was thinking that anything, I was just alert to the fact that we don't talk much about Laney, you and Laney here. And I wondered if that has, if there is anything that you notice or...<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">CLIENT: You did that before to me, too, one time, I remember. And it's like, \"Oh, that's right.\" (ph) (therapist affirms) I mean, I said something about Laney in one of our meetings, and I remember you said that you felt like it was the most... I forget your words, it was like the most... I think, reverberating <\/span><span data-id=\"P7-N200C31\">most with you or you felt it was the most like, deep (ph) thing we were getting (ph) into or something, which struck me as really odd, because that wasn't my experience, but...Yeah, it was interesting. Yeah, I don't talk about Laney a lot here, and you (ph). That strikes, I mean, I don't talk about... <\/span><span data-id=\"P7-N200C32\">I don't know... a lot of things. I was talking to you earlier about it (ph) (blocked). <\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">THERAPIST: No, (inaudible)<\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">CLIENT: It's not like eating ice cream, you know what I mean? You know.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">THERAPIST: Yeah, no. It's not like, I'm here saying, \"Hey, you know, what, it's time to talk about Laney!\" (chuckles)<\/span><\/p>\n<span data-id=\"P7-N200C8-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200C8-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559945\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">CLIENT: No, you're... and I'm not being defensive, as if you're like, making an accusation or anything, but I just find it, I just find it interesting maybe what... those two different kind of ideas that we have about that. I want my... no, yeah, I don't think I've ever really spoken about Laney here <\/span><span data-id=\"P8-N200CB1\">with you. (therapist affirms) (pause) Yeah, I guess on some level, you know, I don't really talk a lot with Laney about you, either.<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">THERAPIST: That's what, yeah. It's something about that, that made me think about all this, yeah. (pause) Well, I mean, you know, just one implication, just concretely, given what we were talking about, it's like, you know, if you start talking about, you know, Laney here, does that bring in another <\/span><span data-id=\"P8-N200CD1\">level of (chuckles) what, you know, \"You're here one way, you're there another way,\" and this whole kind of... you know, does it bring in another topic that you have to feel all these things about, what you feel with your folks? <\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">CLIENT: Yeah, no. Sure, definitely trying to contain or...<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">THERAPIST: I mean, I don't know. Maybe it's not at all, but just given the conversation, I was wondering... (pause) wondering about...<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">CLIENT: Do you wonder about that? About, is that, you know, when you try to paint a picture of me, does that seem like a kind of boring section or...<\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">THERAPIST: I'll tell, what it feels like to me is more that I just notice it. I don't know what, you know, I don't know what to think about it.<\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">CLIENT: No, of course, yeah.<\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: But it's more of like... yeah, just something that I, you know, I notice like, \"Oh, I wonder what that's about.\"<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: Yeah, no. I mean, it's interesting, because even here, thinking about it, I think I've only ever spoken about her in very kind of mechanical terms. I don't think I've ever sort of talked about her with you in very... you know, as an object of emotion or something, you know. <\/span><\/p>\n<p data-id=\"P8-N200DC\"><span data-id=\"P8-N200DD\">THERAPIST: Yeah. Well, the sleeping together, the sleeping together in the same bed, you talked about what that was like, the waking up from the dreams and everything (client affirms) and the... That I remember. But yeah, yeah, so...<\/span><\/p>\n<p data-id=\"P8-N200DE\"><span data-id=\"P8-N200DF\">CLIENT: We were just talking about (ph), I mean, is like, my feelings (therapist affirms) about her, it is that word, I guess. Yeah, I'm just noticing, you know. I don't really know what to make of that, but... (pause) You know, there is definitely a... (pause) I suspect there is probably something <\/span><span data-id=\"P8-N200DF1\">to the notion of wanting to kind of limit the... destabilizing effects of bringing things into this arena, probably. But I also feel like I can talk about Laney anywhere outside of here. (therapist affirms) You know? I want to come here to talk about things that I can't talk about anywhere else. I talk <\/span><span data-id=\"P8-N200DF2\">about Laney to anybody, who will ask about Laney, you know what I mean? That's not the kind of stuff I want to talk about when I'm here. <\/span><\/p>\n<p data-id=\"P8-N200E0\"><span data-id=\"P8-N200E1\">THERAPIST: Okay, yeah.<\/span><\/p>\n<p data-id=\"P8-N200E2\"><span data-id=\"P8-N200E3\">CLIENT: You know? The kind of stuff I guess feel like I should talk about when I'm here, maybe. (inaudible) you know what I mean? I guess if I had to imagine what you... you know, like I did a lot in the past like, \"What does Kevin want me to be? Talking about here?\" I guess I wouldn't assume that that <\/span><span data-id=\"P8-N200E31\">would be something, you know what I mean?<\/span><\/p>\n<p data-id=\"P8-N200E4\"><span data-id=\"P8-N200E5\">THERAPIST: Yeah, yeah, yeah. Yeah, that's why like, you know, I hesitate to say like, you know, say anything about it sometimes. It's like, well, is it going to be something that we end up feeling like, we ought to talk about, \"Oh, yeah, here is another thing I have to, just...<\/span><\/p>\n<span data-id=\"P8-N200E4-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200E4-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559945\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">I feel like Kevin would want me to talk about it (client affirms), if I don't talk about it, what's he think?\"<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">But, it's interesting, though, because you'll say, you know, you're pretty clear like, \"Now, listen, I don't, not much to talk about there.\" And with your folks, though, there is this feeling of, there is much more this feeling of I'm expecting it and you're feeling, you know, you're feeling something <\/span><span data-id=\"P9-N200E91\">from me like I, you know, you should be talking about it. (client affirms) It's not like you feel with your folks you can kind of, you know, draw that same line. You feel... <\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">CLIENT: No, I was just thinking the exact same thing, that, yeah, I was actually, right as you said that, I was just thinking that as well. I'm very comfortable. Like, interestingly enough, after all my clamoring about wanting to know from you what you want for me to talk about, even after hearing you <\/span><span data-id=\"P9-N200EB1\">say that it's something that you're interested in (therapist affirms), you give me very clear messages like... that (chuckles) you, that it's something that you (inaudible) in a direction you're very interested in going in. There is a real discrepancy between the level of confidence between (therapist <\/span><span data-id=\"P9-N200EB2\">affirms) saying, \"I don't want to talk about that...\"<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: Yeah, I remember you saying that.<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: ...as opposed to my inability to say that I either want to or don't want to when it comes to my parents, you know what I mean? It's interesting, it's very interesting.<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">THERAPIST: It is, it is. <\/span><\/p>\n<p data-id=\"P9-N200F2\"><span data-id=\"P9-N200F3\">CLIENT: Yeah. (pause) Yeah. (pause) Is that, what, is that, does that seem like a... unusual reaction to, I mean referring back like, to my parents. Like, dishonesty thing. Like, if I, you know, if I say stuff in here, I feel like I'm being hypocritical or something. Sometimes I feel like if I'm going <\/span><span data-id=\"P9-N200F31\">to say something, I have to be prepared to follow through with it, you know what I mean? When I'm outside of here, I'm very careful with my words, you know what I mean? I think about what is, \"What's going to follow?\" If I say this thing to this person, then, you know, what does that mean for the next <\/span><span data-id=\"P9-N200F32\">day and the next day and the next? With my parents, you know what I mean? <\/span><\/p>\n<p data-id=\"P9-N200F4\"><span data-id=\"P9-N200F5\">THERAPIST: Yeah, do I feel, you're wondering if I find it unusual?<\/span><\/p>\n<p data-id=\"P9-N200F6\"><span data-id=\"P9-N200F7\">CLIENT: That, I mean, because here, I feel like one of the things that's unique about this place is that those sort of concerns have been relaxed a little bit. I feel like I can talk about things a little bit more, sort of freedom (therapist affirms) from the demand that I have to... follow up on it, <\/span><span data-id=\"P9-N200F71\">you know? (therapist affirms) I'm sorry, I'm know that it's...<\/span><\/p>\n<p data-id=\"P9-N200F8\"><span data-id=\"P9-N200F9\">THERAPIST: No, no, no! Oh, yeah. (inaudible)<\/span><\/p>\n<p data-id=\"P9-N200FA\"><span data-id=\"P9-N200FB\">CLIENT: No, no, I mean, I just wonder what, is that...?<\/span><\/p>\n<p data-id=\"P9-N200FC\"><span data-id=\"P9-N200FD\">THERAPIST: No, what I think I know what you're getting at. I think it is, it's very, I mean, I find it to be a very important... um... I think it's a very important like, impression, a kind of like, meaning you make of like what you're supposed to do and what you're not supposed to do. There is a lot <\/span><span data-id=\"P9-N200FD1\">to it that I think we, you know, as conversations like this help to unpack. And I think, because I think it's very important. As you've noticed in like, a lot of the decisions and the way you feel... I don't know, a sense of kind of, \"What's mine, what am I responding to, who am I,\" all these things. <\/span><\/p>\n<span data-id=\"P9-N200FC-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200FC-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559945\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200FE\"><span data-id=\"P10-N200FF\">(pause) I mean, maybe it's just best left to say that, the best way to put it, I can think of is that there is just a lot to unpack about it all, about this particular fantasy about what you're supposed to do and not supposed to do. It's, very vivid (ph) (blocked) that, you know, it's, I think it's <\/span><span data-id=\"P10-N200FF1\">an important topic, I mean we have to talk about it. (inaudible)<\/span><\/p>\n<p data-id=\"P10-N20100\"><span data-id=\"P10-N20101\">Because, you know, (inaudible), it was like, it came alive so much and it come alive with like, you know the guy that you were, you know, leaving the job from, you know, about the union and... (pause) You know, it's all the, it comes out in different areas and it certainly, it's alive here in that one <\/span><span data-id=\"P10-N201011\">regard. (client affirms) And yet, you know, it's also important to know, like it seems to be relegated to this area about talking about your folks, maybe other things, too, but, you know, you can also say pretty clearly with me, \"Hey, I don't need it. If I don't want to talk about Laney, I don't have <\/span><span data-id=\"P10-N201012\">to.\" (chuckles) You know, like it's not like it's across the board. Something about this. <\/span><\/p>\n<p data-id=\"P10-N20102\"><span data-id=\"P10-N20103\">CLIENT: Yeah, there is some other significant variable that evokes that... thing, yeah. Yeah, cool.<\/span><\/p>\n<p data-id=\"P10-N20104\"><span data-id=\"P10-N20105\">THERAPIST: Well! All right, Thursday!<\/span><\/p>\n<p data-id=\"P10-N20106\"><span data-id=\"P10-N20107\">CLIENT: Um, yeah. Hey, before I go away, there is one more appointment that you're not making? I didn't...<\/span><\/p>\n<p data-id=\"P10-N20108\"><span data-id=\"P10-N20109\">THERAPIST: That's right. Next Monday I'm not here.<\/span><\/p>\n<p data-id=\"P10-N2010A\"><span data-id=\"P10-N2010B\">CLIENT: Okay, so it's a week from today?<\/span><\/p>\n<p data-id=\"P10-N2010C\"><span data-id=\"P10-N2010D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P10-N2010E\"><span data-id=\"P10-N2010F\">CLIENT: Okay, cool. I just, I wasn't sure what that was, so we're on Thursday.<\/span><\/p>\n<p data-id=\"P10-N20110\"><span data-id=\"P10-N20111\">THERAPIST: That's right.<\/span><\/p>\n<p data-id=\"P10-N20112\"><span data-id=\"P10-N20113\">CLIENT: Not a week from today. [ends in progress]<\/span><\/p>\n<p data-id=\"P10-N20114\"><span data-id=\"P10-N20115\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}