{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his frustrations at his current job, for he feels as if he cannot communicate correctly. Client discusses how he was never punished as a child and now gets angry when people say no or don't let him do things he wants to."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Empathy","Self confidence","Communication","Psychoanalytic Psychology","Anger","Frustration","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Engaged"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["14"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Empathy","Self confidence","Communication"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":13,"pageCount":13,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559354","dorpId":"1005577272","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"C\" Therapy Session Audio Recording, October 30, 2012: Client discusses his frustrations at his current job, for he feels as if he cannot communicate correctly. Client discusses how he was never punished as a child and now gets angry when people say no or don't let him do things he wants to.","fullTitle":"Client \"C\" Therapy Session Audio Recording, October 30, 2012: Client discusses his frustrations at his current job, for he feels as if he cannot communicate correctly. Client discusses how he was never punished as a child and now gets angry when people say no or don't let him do things he wants to.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":13,"totalPages":13,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":13,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559354\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi. Come on in. I'm just going to grab some water. (pause) I wanted to ask you about a scheduling thing real quick.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Sure.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: So I teach a course on Tuesdays starting... I think it'll be sometime at the end of November.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: OK.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: From 3:00 to 4:30.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: OK.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: It's a ten week course. I'm sorry I didn't tell you about this before.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: That's all right.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: (inaudible at 00:00:45) in the future. So... and it's a ten week course. So I was hoping during that time we could find something so that obviously we can...<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: Monday, Wednesday, Thursday, Friday doesn't work for me...<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: OK.<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: ...because I have soccer.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">THERAPIST: OK. Well, one thing I could do is meet after class on Tuesday. Would that work? <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: That would work, yea.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">THERAPIST: OK. Let me double check that but I think I could because I'm in Concord probably I could do 5 o'clock.<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: Yea, 5:00 or 6:00 or whatever. If you want to grab dinner, I could even do later. It's up to you.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: Let me take a look. I think 5:00 would probably work a little bit better.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: OK. Yea, whatever is convenient for you. I can... I'm pretty flexible because Tuesdays are my days off.<\/span><\/p>\n<p data-id=\"P1-N20030\"><span data-id=\"P1-N20031\">THERAPIST: Oh OK, great.<\/span><\/p>\n<p data-id=\"P1-N20032\"><span data-id=\"P1-N20033\">CLIENT: So...<\/span><\/p>\n<p data-id=\"P1-N20034\"><span data-id=\"P1-N20035\">THERAPIST: Would you be able to... oh, Tuesdays are your day from soccer.<\/span><\/p>\n<p data-id=\"P1-N20036\"><span data-id=\"P1-N20037\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P1-N20038\"><span data-id=\"P1-N20039\">THERAPIST: So you wouldn't be able to come before the class. Would that be a possibility?<\/span><\/p>\n<p data-id=\"P1-N2003A\"><span data-id=\"P1-N2003B\">CLIENT: I get out at work at 3:00.<\/span><\/p>\n<p data-id=\"P1-N2003C\"><span data-id=\"P1-N2003D\">THERAPIST: Right, I thought it was. So it's your day off from soccer, not from work.<\/span><\/p>\n<p data-id=\"P1-N2003E\"><span data-id=\"P1-N2003F\">CLIENT: Yea. Not from work.<\/span><\/p>\n<p data-id=\"P1-N20040\"><span data-id=\"P1-N20041\">THERAPIST: So yea, let me take a look. But I think 5:00... and let me figure... also find out. I don't know... it's the last week in November. I don't know when it starts. Probably...<\/span><\/p>\n<p data-id=\"P1-N20042\"><span data-id=\"P1-N20043\">CLIENT: Yea, that's fine.<\/span><\/p>\n<p data-id=\"P1-N20044\"><span data-id=\"P1-N20045\">THERAPIST: OK, great.<\/span><\/p>\n<p data-id=\"P1-N20046\"><span data-id=\"P1-N20047\">CLIENT: Just let me know. I'm pretty flexible on Tuesdays. I mean, if we had to do, there's some Fridays I could do.<\/span><\/p>\n<p data-id=\"P1-N20048\"><span data-id=\"P1-N20049\">THERAPIST: OK.<\/span><\/p>\n<p data-id=\"P1-N2004A\"><span data-id=\"P1-N2004B\">CLIENT: But...<\/span><\/p>\n<p data-id=\"P1-N2004C\"><span data-id=\"P1-N2004D\">THERAPIST: I think the Tuesday will work. I just want to...<\/span><\/p>\n<p data-id=\"P1-N2004E\"><span data-id=\"P1-N2004F\">CLIENT: OK.<\/span><\/p>\n<p data-id=\"P1-N20050\"><span data-id=\"P1-N20051\">THERAPIST: And again, it's ten weeks.<\/span><\/p>\n<p data-id=\"P1-N20052\"><span data-id=\"P1-N20053\">CLIENT: OK, that's fine.  Yea, everything is going OK. I'm just starting to feel irritated at my job because for what I went to school for and for what the position I thought it was going to be, it's kind of not what I thought it would be. I thought I'd actually be doing more hands on helping kids. <\/span><span data-id=\"P1-N200531\">Helping them with their learning disabilities and actually helping them out. And it turns out I'm more like a babysitter. And I'm just getting frustrated because the whole school all my coworkers all we complain about is our students and how... like today we had school but all... so all the students <\/span><span data-id=\"P1-N200532\">come from all over the state. And the parents that send their kids to school today, the whole staff was saying they only did that so they can have a babysitter for their kids so they can have a day off. <\/span><\/p>\n<p data-id=\"P1-N20054\"><span data-id=\"P1-N20055\">And it's kind of frustrating because that's not the mentality that I want to take. It's not the attitude I want to take because then when I go into work, I'm like, oh, here we go again. I've got to babysit these kids for eight hours. And unfortunately when I have that surrounding me, I kind of fall <\/span><span data-id=\"P1-N200551\">into that trap too, where I'm just extremely... and I wouldn't say unmotivated. But I'm kind of dreading it a little bit. I kind of... I'm not excited to go to school every day and work with the kids because on an intellectual basis, I'm working with students that are 17 to 20 years old. But mentally <\/span><span data-id=\"P1-N200552\">my students are like 7 to 10 years old. And it's just frustrating for me because when I do try to give them social skills and teach them social skills to what they're going to need because they are adults they're moving more and more into adulthood I get a whining little child. <\/span><\/p>\n<span data-id=\"P1-N20054-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559354\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20056\"><span data-id=\"P2-N20057\">And for me, it's very difficult. It's testing my patience because I kind of look at how I was raised. How in order to shut me up I just gave them what they wanted. My parents gave me what I wanted and I just took it. And I kind of feel myself kind of doing that where I know a lot of my students are <\/span><span data-id=\"P2-N200571\">video game driven. So I feel if I take that away from them and get them to focus on other things, it'll make them a better person in moving on. But when I take away the video game, I get the constant push back of, \"Why are you doing this? You're not my mom and dad. This is my time. Why are you taking <\/span><span data-id=\"P2-N200572\">this away from me? This is the one thing I come to school for so when I have this time, I get it.\" And I can only be so firm because in the end, I do think about it.  I go, well, it isn't my child, number one. And number two I'm trying to teach them life skills to help better them socially as they move <\/span><span data-id=\"P2-N200573\">out of our school and into the real world.<\/span><\/p>\n<p data-id=\"P2-N20058\"><span data-id=\"P2-N20059\">Right now, I'll tell you, we're going through a problem because I have five students that I take to a community college that are in the dual enrollment program where they're also not only enrolled in our school but in the college. And as part of their goals, we want them to be more socially involved <\/span><span data-id=\"P2-N200591\">in the campus going to clubs and talking with other students. And the whole time when I'm trying to present this to my students, I'm just getting a negative push back, like, \"No, I'm not doing this. You can't force me to do this. This isn't part of my...\" I go, \"Well, I'm not forcing you.\" I go, \"But <\/span><span data-id=\"P2-N200592\">it's part of your goals.\" It's part of what mom and dad want you to do because mom and dad are the ones who brought up the goals. Who want them... these things to happen more for their kids. <\/span><\/p>\n<p data-id=\"P2-N2005A\"><span data-id=\"P2-N2005B\">And I just feel like I'm not being productive. I'm kicking myself down because when I try to encourage them to do this and move more, I get push back. And I don't think mom and dad are supporting me at home with what we're trying to do to help develop their kids. And for me it comes back to that cycle <\/span><span data-id=\"P2-N2005B1\">where I feel like, all right, well, am I really fit to do this job? What actually is my role in this position? Because there's a bunch of tests that I'm doing that I'm trying to explore to do that I do need help with at home. And when I talk with mom and dad, they're all on board for it. They think <\/span><span data-id=\"P2-N2005B2\">it's a great idea. <\/span><\/p>\n<p data-id=\"P2-N2005C\"><span data-id=\"P2-N2005D\">But when I ask them to follow through with it, I can't control that. I can't control what goes through and I get extremely frustrated with these students because mom and dad know it. They think it's a great idea of what our expectation of their students are and what their expectations are and they all <\/span><span data-id=\"P2-N2005D1\">agree that, yes, this is what they want. This is what we want our kids to go through. Well, when I push the agenda, I get a lot of pushback back. And when they go home, it's the one thing that they remember. So mom and dad think I'm a mean guy because I'm pushing on these chores, as they say, on them. <\/span><span data-id=\"P2-N2005D2\">They just think it's a checklist. I go, \"It's not a checklist. It's for you guys to do every day that you go to the college that you guys have to complete these scenarios that we want you to do.\" I mean, it's not like they're hard. It's like interact with a classmate. Just find out what your grade is. <\/span><span data-id=\"P2-N2005D3\">Check your e-mail. <\/span><\/p>\n<span data-id=\"P2-N2005C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559354\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2005E\"><span data-id=\"P3-N2005F\">It's not like I'm asking them to just, \"Oh, you've got to go make five friends in a day.\" And it's just... it's frustrating because they all... when I talk to them outside, they were all like, \"Well, I kind of want to try out the college thing to see if I'm ready for it.\" And I told one student, I go, <\/span><span data-id=\"P3-N2005F1\">\"You're already in college. You either like it or you don't.\" \"Well, it's fine but I just don't want to do any of this other stuff around the college.\" And ultimately that's what their goal is, is we deal with a lot of socially challenged students. And the hardest part is getting them to socialize in <\/span><span data-id=\"P3-N2005F2\">the public setting. And I feel myself that I'm failing because I'm bringing up all these ideas, all these ways that we can do it. I mean, I even told them. I go, \"In order to meet this goal, if you want me to start a conversation with a fellow student, even if you don't know him and I don't know him, <\/span><span data-id=\"P3-N2005F3\">I'm more than happy to do that.\" <\/span><\/p>\n<p data-id=\"P3-N20060\"><span data-id=\"P3-N20061\">And unfortunately, I can't get them to just acknowledge that. And for me, it's very difficult because when I report back... because I have to report back to my supervisor on how they're doing with the goals and unfortunately I have to tell him. Like, \"One student refuses to do anything. One kid just <\/span><span data-id=\"P3-N200611\">thinks it's a checklist and he told me he checked them all off. He doesn't have to do them anymore. The other ones just forget.\" I'm like, where's the line? Where is the line for me where I have to... I can get some pull where there can be some consequences for not at least trying? And this is where <\/span><span data-id=\"P3-N200612\">I feel powerless. This is where I feel the frustration and not anger but just... well, you could say it's anger. <\/span><\/p>\n<p data-id=\"P3-N20062\"><span data-id=\"P3-N20063\">Why aren't they even trying this? And it's part of how I feel in my own general life. When I don't get things my way, I vouch for it repeatedly. Continually throw my point in there. And when people don't see it my way, I get frustrated. And I get pissed off. I won't show it to them, but it eats me inside. <\/span><span data-id=\"P3-N200631\">And I'm trying to figure out how I can move on from this. How I can work through it mentally myself. I don't like to talk to myself out loud. Sometimes I catch myself doing it and I feel it helps. But it's just a subconscious thing that I don't want to do because I don't want to be that person that's <\/span><span data-id=\"P3-N200632\">getting stared at and be like, \"Look at this weirdo talking to himself, getting his anger out and doing all that stuff.\" <\/span><\/p>\n<p data-id=\"P3-N20064\"><span data-id=\"P3-N20065\">But I see that with my mother. My mother will constantly talk to herself out loud. And she's just on her rant getting all her frustration out which I can see may help. When I used to... when I do it here and there, it does generally help because I'm just... I'm like a volcano and I'm just exploding <\/span><span data-id=\"P3-N200651\">but (inaudible at 00:11:43). But for me, it's just something that I want to avoid. I want to not even have it get to the point where I'm ready to erupt. I want to feel like what I'm doing is actually being positive. Or if it's negative, I want the feedback of, what can I do differently to approach it <\/span><span data-id=\"P3-N200652\">in a more subtle way?  And that's where, I guess, I feel like I'm getting the most frustrated is because when I think of something, jump into it. Instead of getting feedback on it, I just get, \"You can't do this. You can't do that.\" And that's it.<\/span><\/p>\n<span data-id=\"P3-N20064-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559354\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">THERAPIST: From?<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">CLIENT: From people. Like the feedback that I'm getting is not, \"This is what you need to do. This is the approach you need to take.\" It's just, \"Stop doing this. Stop doing that. You can do this, but you can't do that.\" And I'm like, \"All right. Well, can I add anything?\" \"No, just do this.\" And that <\/span><span data-id=\"P4-N200691\">irritates me because I'm thinking to myself, well, if I can't do this and I can't do that but I can only do this, then what actually is getting accomplished here? Is... I guess what I'm looking for is a hint or a strategy of how I can solve a problem in a different way. <\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">Just like math problems. If you get a math problem, there's usually three or four ways you can solve it. Well, I don't want the one that everybody is using because that may not work for me. I want the different one. It may take an extra step but that's how I will learn it better is if I have to do an <\/span><span data-id=\"P4-N2006B1\">extra piece to it, I don't care. But I'm... that's just the kind of guidance and the kind of communication I'm looking for where I feel like and this is in my personal life, too My communication skills I seem to think are OK. But in reality, I don't think they are.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: What do you think is lacking?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: The delivery. The emotion is there, but it's my emotion of what I want.  I think the empathy part is lacking in the deliveries. Because everything I do if I'm frustrated with them, my voice gets harder and more attacking. If I don't care about it, it's soft and I'm just... I don't pay attention <\/span><span data-id=\"P4-N2006F1\">and I just... I slowly doze out and my voice is like this. It's normal. But when I really am enthusiastic about something, I'll make eye contact. I'll focus. I'll talk in a regular tone of voice. And I'll be interested in the conversation. And that's for all conversations. However, I catch myself a <\/span><span data-id=\"P4-N2006F2\">lot when I'm not interested. I'll look over there. I'll forget what they're saying. I'll zone people out. And for me, it's rude because the most important part of being able to relate to someone or to get what you want is to be an effective communicator. <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">And it just dawned on me over the past couple of weeks just knowing these little tendencies that I have is where I'll be talking to someone and instead of focusing on your eyes, I'll be looking over here. And I'll be forgetting things and not paying attention to the conversation. And they'll ask <\/span><span data-id=\"P4-N200711\">me and I'll be like, \"What'd you say?\" And they're like, \"Well, hello. I'm right here.\" And... or they'll ask me something about a topic and I'll just get really emotional and I'll get... my voice will raise and I will just get louder and more aggressive and they think I'm attacking. And it's not what <\/span><span data-id=\"P4-N200712\">I want whereas normally I want to sit down and face someone eye-to-eye. Just have a conversation like this where my voice isn't changing up or down, where my voice just stays at a constant and I'm fully engaged in the conversation. <\/span><\/p>\n<span data-id=\"P4-N20070-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559354\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">And lately I have felt that that has been lacking a lot is because I'm constantly and I don't know if it's because I have to watch these kids whatever but what I'm talking with coworkers, I kind of feel like I want to get in and get out of there really fast. Because I don't feel like they're even <\/span><span data-id=\"P5-N200731\">listening to me anyway. I don't really fully engage in the conversation like I know I should be. And I do feel that me not engaging like that really affects how I'm showing myself, presenting myself to other people. And excuse me. It's kind of concerning to me because I never really thought of it in <\/span><span data-id=\"P5-N200732\">the past.  Because it's just a natural thing and you don't really look into these things.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">But then I look at it and I go this is why I can't communicate with people the way I want to communicate. Because instead of when I get really emotional in a conversation, I get high and I dominate it. Well, I try to dominate it. And that's when people blow me away and ignore me. And I saw that. I even <\/span><span data-id=\"P5-N200751\">see it with my dad with when I confront him with the guest lists. He just... because I get emotional about it I get over the top and he's just like, \"All right. There's no talking to him.\" And he zones me out. And then I feel like shit. That didn't happen where if I'm talking with my fianc and we're <\/span><span data-id=\"P5-N200752\">talking about situations I'm looking her in the eye and we're looking at each other and we're talking as normal couples talk in a conversation I feel like the conversation is very productive. <\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">And then there's also the conversation where I feel like she's asking me a question then I'm zoning out because... I don't know why. I'm just not interested or what. I'm looking at the TV or something else. And she keeps asking me repeatedly about the question and I'm just like, \"What? What'd you say?\" <\/span><span data-id=\"P5-N200771\">And then she goes, \"Were you even listening?\" I'm like, \"No.\" And it just... I just catch myself doing these little things more and more. And I notice how they're affecting my relationship with people. I notice how they're affecting everything that surrounds me is my communication. Because I usually <\/span><span data-id=\"P5-N200772\">feel like my communication is one of my strong points. But the more and more I dig into it, the more and more I look into it, I feel like it's one of my weakest points. <\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">Because I tell people I can go into a room and talk to 75 people. That's half true. If I don't see anybody I know, I'm kind of shy at first. I am a very shy person. And then if I see someone I know, then I'll start getting out of my shell and seeing... talking to people. But I used to be really bad <\/span><span data-id=\"P5-N200791\">at when I'd go into like classes or conferences and I didn't know anybody and people would come talk to me. I noticed that I would try to get out of the conversation as fast as I could. Try to run away to a comfort... to a safety.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: What was sort of threatening about them coming up to you?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: Just that they were different. I didn't know them.  And just like a trust issue. I didn't know... didn't want to say too much. I didn't want... I was very hesitant because it was just a new person and I didn't know them and I didn't know what... I kind of feel like I didn't really engage in <\/span><span data-id=\"P5-N2007D1\">like the social aspect of situations because as I got older, I've become more and more social. I've felt more and more comfortable talking to people. I mean, when I do presentations I don't... and here's the thing that's weird about me is I don't mind getting up in front of 300 people and making a presentation. <\/span><span data-id=\"P5-N2007D2\">However, if you put me at a table with eight people and I have to talk with them, I'm very uncomfortable. And for me, I just don't understand why that is. <\/span><\/p>\n<span data-id=\"P5-N2007C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559354\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">If I have to coach 300 kids, I have no problem doing that. But if I have to talk to 8 coworkers that I don't know yet and it's my first day, I'll tend to not talk to them. I'll just say hi, be polite, ask one or two questions and then try to get the hell out there as fast as I can. And I don't know <\/span><span data-id=\"P6-N2007F1\">what it is. I noticed that since I got out of college the first time and as I've grown and matured is the conversations are coming to me a little bit more. The speaking part, I guess it's part of just being the center of attention, being in control because I feel like when I'm doing a presentation, <\/span><span data-id=\"P6-N2007F2\">all eyes are on me. Everybody is focusing on me and I'm pretty much running it. But when you just mix me into the crowd, I'm not the center of attention. <\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">I'm not the focal point. And it's like I freeze. I forget what to do. I become this totally different person where I'm very shy and I'm very hesitant to engage in conversations. And it didn't really strike me until we started treatment. And I've been thinking about a lot of my issues are coming from <\/span><span data-id=\"P6-N200811\">me being angry. A lot of my issues are coming from me being frustrated. A lot of my issues are just the same issues that I've never really fully sat down and had conversations about why I was getting like this. And I know now that the reason why I wasn't having these conversations was because I don't <\/span><span data-id=\"P6-N200812\">think I'm ready to effectively communicate what people have to communicate about what people have to say about me. <\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">What their perception of who I am is because I grew up so much with the perception that I was this fat kid and I was always picked up. I was already set at a disadvantage that I guess I didn't want to be hurt any more than what I was. And it's all making sense to me now. It's all coming together where <\/span><span data-id=\"P6-N200831\">I do feel that my communication skills need a lot of work. They need to... some fine tuning because I do feel that my sense of listening and communicating is... it's subpar. It's subpar and that's why I think I feel so frustrated. That's why I think I feel so angry all the time. Because if it's not <\/span><span data-id=\"P6-N200832\">my way, I have a problem adjusting to change.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">THERAPIST: Well, here's one thought I had was especially when you were describing talking to your students that it seems like you have a hard time feeling confident in your authority. <\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">CLIENT: I do. I do. I feel like I have no authority because everything that I have done before... like put it this way. When we were... when I was coaching, I was never the head coach. I never made decisions. When I did, when I was a head coach, I made those decisions. But everywhere I've gone, I've <\/span><span data-id=\"P6-N200871\">always been the underman. So I've made threats, but every time I made threats, the head coach would always cut my head off. It's just a figure of speech. Just cut my head off and I felt like I had no authority.<\/span><\/p>\n<span data-id=\"P6-N20086-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20086-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559354\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">So when people don't do anything like when I threaten to take away their games and I say, \"You can't play the game at school,\" well, where do I go at home when mom and dad let them play the game?  It's really like, do I really have any authority because they're only not playing the game here? And <\/span><span data-id=\"P7-N200891\">when they do something at home that mom and dad wants them to do in order to get them to stay out of mom and dad's hair, they just throw their game in their face.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">I do have issues with authority because I felt like I was never punished for anything that I did. I had a lack of authority growing up. I did live in fear of my father where if I did something bad, I'd get in trouble. But all he'd do is yell at us. I never really was grounded. I never really was in <\/span><span data-id=\"P7-N2008B1\">trouble. I mean, I was in trouble a lot at school. My parents were always coming into the principal's office because I was picking on other kids or I was in fights. But other than that, I never got in trouble with the law. I never... I don't know. <\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">I was always breaking things and doing stuff I wasn't supposed to but I never really had that big punishment come. I never really had a consequence. I never really was... put it this... for instance, my parent's had a glass table outside that we used to eat on on our porch and I decided to play Superman <\/span><span data-id=\"P7-N2008D1\">and jump through the glass. I jumped through the glass. My head, I busted it open. I ended up getting 25 stitches in my eyebrow. My parents were just like, \"Oh, OK. It's just glass.\" Worried about me but they didn't even punish me for getting hurt for breaking their thing. I mean the video games. I <\/span><span data-id=\"P7-N2008D2\">used to get really angry at Nintendo. I mean, my dad came home and I took a baseball bat to the Nintendo and was whacking at it. And then three days later, I had a brand new system instead of, \"Well, you shouldn't have broken your Nintendo. Now you're not getting another one.\"  I guess I was always <\/span><span data-id=\"P7-N2008D3\">fed the, here you go. It's kind of like what I see now. And it's kind of where my hesitation is when it comes to authority is because I don't want what happened with me.<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">THERAPIST: Well, in a sense what you're describing is that your parents didn't have confidence in their authority. I mean, they... when you have confidence in your authority, you, over time, realize that you can have some influence even if that influence...<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">CLIENT: Yea, yea.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: But they didn't feel confident about that. So the way they got influence over you is by bribing you.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: Yea. No, that's truly how I feel because there are times where I wish I was grounded. There are times I wish like I had shit taken away from me. Because now I'm actually getting shit taken away from me with my fianc . She goes, \"You can't have this.\"  And I cry like a little kid trying to get <\/span><span data-id=\"P7-N200951\">it. I do. And I'm not going to lie. I cry like a little kid. And she stays firm on it and I don't get it and I'm over it. I get over it and I move on.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">With my parents, it's just like, \"What do you need? What can I get you? OK, good.\" I told them the other day we were coming over for dinner on Sunday what do you want? I told them what I wanted and boom, I had it. Not, \"We were planning on making this but I'll make something different because you're <\/span><span data-id=\"P7-N200971\">coming.\" I mean, it's just... it's that authority of, \"No, we're not having that. We're having this.\" OK. I mean, I said this the other day. I was going to buy something online and my fianc said, \"You don't need that.\" I go, \"But it's only this much.\" \"You don't need it.\" Boom, that was the end of <\/span><span data-id=\"P7-N200972\">it. You can't have it where if this was at home, \"I'm buying this.\" \"OK, do you want my credit card?\" <\/span><\/p>\n<span data-id=\"P7-N20096-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559354\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">Those are the kind of messages that I was being delivered where \"Here, if you want it, here, you can have it.\" Not, \"No, you've got to earn it,\" or, \"No, you just don't need it.\" So it's kind of difficult for me because I'm adjusting myself. I'm trying to find my own personality to be able to have, <\/span><span data-id=\"P8-N200991\">like you said, confidence in, \"OK, you can't do this,\" and not give in. Because the easy part is, like my parents and like I feel like doing, is just, \"OK, fine. Here, play it. I don't care.\" And it's just... it's hard for me because I feel like I'm adjusting but I'm not going anywhere.<\/span><\/p>\n<p data-id=\"P8-N2009A\"><span data-id=\"P8-N2009B\">THERAPIST: Well, you feel frustrated because your actions don't seem to have immediate results which is true, especially if they're getting other messages at home. But as you understand for yourself being on the other end that over time, they can feel extremely thankful and grateful even if it's not <\/span><span data-id=\"P8-N2009B1\">what they want to hear in the moment.  But I think that when they say no or they don't listen to you, it already sort of feeds into your own lack of confidence in your authority. And it's hard for you to toe the line.<\/span><\/p>\n<p data-id=\"P8-N2009C\"><span data-id=\"P8-N2009D\">CLIENT: Well, it is because that's when the frustration gets... kicks in is when I say something, I feel like they're not listening like I was. And then I just trigger something, like with me, like they're all just like, \"Yea, he's full of crap because no matter what, I'm going to get what I want.\" <\/span><span data-id=\"P8-N2009D1\">That's how I was when I was younger. I used to be like, \"Oh, all right. I'll give it an hour and then I'll try again.\" And then I did and then boom, I'd get it. It's kind of like that mixed message where even now I can do something for this long. If it's at the end of the day, they're like, \"Oh, whatever. <\/span><span data-id=\"P8-N2009D2\">I'll suck it up because in an hour I'm going to get to play it anyway.\" <\/span><\/p>\n<p data-id=\"P8-N2009E\"><span data-id=\"P8-N2009F\">So that... I can see that point where I do get frustrated. I'm already frustrated beforehand because I go on with the mindset that I'm not going to accomplish anything. And I think that really hurts me because you're right. I don't have the confidence in the message that I'm delivering. Because before <\/span><span data-id=\"P8-N2009F1\">I go into the message delivery, I've already failed. Because in my mind, I'm like, well, I don't know if I'm going to get this because of X, Y and Z. And there's where the excuses come in again is it didn't get through because A, he doesn't want to listen; B, mom is not going to listen to me; C, it's <\/span><span data-id=\"P8-N2009F2\">not my part to tell them what to do. So I already have X, Y and Z excuse ready. And I deliver it and I'm just waiting to check off the excuses. And I can't. I can't because that's how communication is. <\/span><\/p>\n<p data-id=\"P8-N200A0\"><span data-id=\"P8-N200A1\">That's how me going into this field is, is I'm in here to educate them on the proper skills that they need to survive moving forward. And I feel... I kind of feel defeated some days because I do know I've tried my best. I've done everything I can. Unless I get the support from home, it's not going to <\/span><span data-id=\"P8-N200A11\">really sink in.<\/span><\/p>\n<span data-id=\"P8-N200A0-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200A0-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559354\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">THERAPIST: Well, my first thought is that if the skills to survive were... came easy to them, they wouldn't need your help.<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">CLIENT: No, I know.<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">THERAPIST: And I can totally appreciate how you feel. Not only are you not getting support, but you may... they may be getting counter... you may have forces that are or their parents counter to what you're trying to do which is very frustrating.<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">CLIENT: Well, it's frustrating because the goals we set out for them, their parents agreed on. That's where I get frustrated is because we set up a sheet that their moms and dads told us that they wanted their kids to work on.  Not exactly what we put on the sheet but the skills that they wanted developed <\/span><span data-id=\"P9-N200A91\">the more social interactions on campus, the more of keeping in touch with what else is going on around campus. Those are goals that meetings with mom and dad and us those are what mom and dad wanted to focus on because moving forward, a lot of their kids are going to be leaving our school. And <\/span><span data-id=\"P9-N200A92\">having to go into a college whether it is a community college or a four year full-time college and mom and dad are just nervous about releasing them into the college life without any general skills or any general knowledge of what to expect because ultimately they're not going to have one of us <\/span><span data-id=\"P9-N200A93\">driving them to college. <\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">They're not going to have one of us on campus every day. So if they're in an uncomfortable situation, they can't come run and find us and come into their safety net. And it is frustrating because I do see that. And I do feel the way that those kids feel because it is frustrating when you don't have <\/span><span data-id=\"P9-N200AB1\">those skills. And when you're trying to learn new skills when you mentally and physically can't, it's sad. It's sad because I feel like, what am I not doing to help them? What else can I do to even get them to think of the idea as, oh, maybe I can do that. Maybe that does sound like a good idea. Because <\/span><span data-id=\"P9-N200AB2\">I feel defeated when I'm trying to go over these suggestions that the kids can do and they're shutting them all down. <\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">And I ask the kids. I'm like, \"Well, what do you guys want to do?\" And they go, \"Nothing.\" That's when I feel defeated because I'm used to getting, \"I like doing this. We can do this on campus. Can we try this?\" Now it's just like, \"I just want to sit and play my video games.\" Or, \"I just want to sit <\/span><span data-id=\"P9-N200AD1\">and get my work done.\" And I'm just like, OK, but in the end I get upset because I have people I need to report to. They need to report to their districts about the progress these kids are making. And it breaks my heart because I can't. I want to tell them that they're progressing but, in reality, they're <\/span><span data-id=\"P9-N200AD2\">not. They're just there and present. <\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">They're just showing up and doing their thing and they're physically there. But they're not socially participating like I'd like them to do. And I take that personally because it looks bad on me, because I'm their assigned counselor. I am the one who's supposed to be teaching them. Or not teaching but <\/span><span data-id=\"P9-N200AF1\">guided them with these skills. And I feel like if I can't do it, it looks bad on me. And I feel defeated. I feel like a little person. I feel someone who's failed ultimately again. And as we both know me failing has been a common theme in my life. And it's different this time because I do fight to move <\/span><span data-id=\"P9-N200AF2\">forward. I do fight to not give up. I am fighting to pick my head up and come back and try again. And that's the one thing that I have been trying and trying and trying is I'm going to try.  I don't want to give up because in the past, I give up. I just sit there and I give up. And I'd let it eat away at me.<\/span><\/p>\n<span data-id=\"P9-N200AE-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200AE-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559354\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200B0\"><span data-id=\"P10-N200B1\">THERAPIST: Well, what you described at the beginning in terms of saying, well, we're all babysitters or sharing (ph), that's having other people say that, too. I think babysitters have an important job but it's a feeling of being devalued.<\/span><\/p>\n<p data-id=\"P10-N200B2\"><span data-id=\"P10-N200B3\">CLIENT: Yea. I do. I feel like that. Again, I feel like that. I just am irritated at what I was reading about and what was talked about of the opportunity. And when I first read about it and heard about it, I was extremely ecstatic. Because I thought, oh, this is awesome one on one in the classroom, <\/span><span data-id=\"P10-N200B31\">going to actually work with kids that have autism.  That in my head, completely delusional, thought that they'd be functioning like normal high school kids.<\/span><\/p>\n<p data-id=\"P10-N200B4\"><span data-id=\"P10-N200B5\">THERAPIST: Why? Why did you think that?<\/span><\/p>\n<p data-id=\"P10-N200B6\"><span data-id=\"P10-N200B7\">CLIENT: Because my two little cousins have Asperger's. They're fairly bright. They function like normal high schoolers. That's the thought I had in my head. And I get to school, totally different, absolutely different. Kids are much worse than my cousins. Their social skills just aren't there. And it's <\/span><span data-id=\"P10-N200B71\">totally what I didn't expect. And I guess shame on me for expecting them all to be like my cousins. Being able to socialize and talk and not have these executive functioning problems that they have unfortunately. But they have them. And I guess it was part of my process and part of my mindset to finally, <\/span><span data-id=\"P10-N200B72\">OK, now you got to adjust because this is totally different than what it was. <\/span><\/p>\n<p data-id=\"P10-N200B8\"><span data-id=\"P10-N200B9\">And then I look at it and I'm like, well, my cousins aren't to the point where they're arguing over video games and talking about Pok mon all day. And what they live for is gone when we're playing video games. They're kind of active outside of school. And the more and more I was working with them, the <\/span><span data-id=\"P10-N200B91\">more and more I am working with them, I'm just like what's... I'm confused. Because I see people like my cousins who function in a public school who only have a couple social issues. But I see these boys that are college students. They've graduated high school and they're part of the dual enrollment. <\/span><span data-id=\"P10-N200B92\"> And all I'm asking them to do is one thing and that's give up... try to give the video games. Try to give up moving on. And I can't do it. I can't do it and I'm getting frustrated. Because I'm just like there's people that are like... I have one student who's 20 and he's obsessed with this Pok mon <\/span><span data-id=\"P10-N200B93\">and it drives me nuts.<\/span><\/p>\n<p data-id=\"P10-N200BA\"><span data-id=\"P10-N200BB\">THERAPIST: What about it?<\/span><\/p>\n<p data-id=\"P10-N200BC\"><span data-id=\"P10-N200BD\">CLIENT: To be honest, it's childish. It's very childish. And I got my supervisor who's telling me, \"Yea, I know. He's 20 years old. He needs to move on from it.\" But here I am. If I take that away from him, he melts down. And I'm just like here I am putting my perception on things. I can't judge these <\/span><span data-id=\"P10-N200BD1\">books without looking at the cover because it's what I did.  I judged this book by looking at him and going, OK, he's 20 years old. He's going to be kind of developed. He's going to know this. He's going to know that. And unfortunately he's one of my slower students. He just can't process the stuff <\/span><span data-id=\"P10-N200BD2\">like a normal 20 year old.<\/span><\/p>\n<span data-id=\"P10-N200BC-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200BC-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559354\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200BE\"><span data-id=\"P11-N200BF\">And for me, it's frustrating because I see him and I'm just like... and I need to reiterate to myself that he does have a disability. You have to manage the disability. But on the other part, I'm like, well, he's not really trying to work on it. I mean, it's that there's got to be something else going <\/span><span data-id=\"P11-N200BF1\">on in his mind. But then again, I'm not in his mind. Where I'm just like he does remind me of a seven or eight year old where you say you have to talk to these people. A seven or eight year old is not going to be comfortable doing that. This is a 20 year old man and he's like, \"I'm not doing that.\" <\/span><span data-id=\"P11-N200BF2\"> And he talks like a little kid, too. And I'm just like, OK, this is... I think it makes sense but it doesn't. It still confuses me.<\/span><\/p>\n<p data-id=\"P11-N200C0\"><span data-id=\"P11-N200C1\">THERAPIST: Well, I think what happens is you're overly identified with him.<\/span><\/p>\n<p data-id=\"P11-N200C2\"><span data-id=\"P11-N200C3\">CLIENT: How?<\/span><\/p>\n<p data-id=\"P11-N200C4\"><span data-id=\"P11-N200C5\">THERAPIST: Well, you're sort of imagining... well, first of all, you were talking about him having difficulties being with other people. And you talked about that with yourself.<\/span><\/p>\n<p data-id=\"P11-N200C6\"><span data-id=\"P11-N200C7\">CLIENT: I do.<\/span><\/p>\n<p data-id=\"P11-N200C8\"><span data-id=\"P11-N200C9\">THERAPIST: And just in terms of like there's a... several times in the session where you said, \"Well, I know how it is because this is how my parents were with me.\" It's hard for you to feel how different you are from them.<\/span><\/p>\n<p data-id=\"P11-N200CA\"><span data-id=\"P11-N200CB\">CLIENT: It... I guess I can't feel... well, I mean, different... I guess, yea, you're right. I can't really... I can't put that... those two together because I mean I feel I'm only different because I'm kind of normal, I guess.  I don't know. I don't have a disability. I guess that's what makes me different <\/span><span data-id=\"P11-N200CB1\">from them. That's what I try to tell myself is that the only thing that's different between he and I is he has a disability and I don't. And I'm educated in his disability to help him better himself.<\/span><\/p>\n<p data-id=\"P11-N200CC\"><span data-id=\"P11-N200CD\">But then in reality I look at it and I'm like no. I'm like we both struggle with the same things. When we don't get what we want, we bitch and complain. Ultimately it... we get what we want so we don't have listen to the person who's in charge doesn't have to listen to bitching and the complaining. <\/span><span data-id=\"P11-N200CD1\">I mean, it kind of is true. And I guess maybe I have a hard time grasping that because it's kind of like how I was.  How I kind of am still a little bit. If I don't get my way, I'll sulk and do things. But if someone keeps their gun on it and stays firm to it, eventually I have to change.<\/span><\/p>\n<p data-id=\"P11-N200CE\"><span data-id=\"P11-N200CF\">THERAPIST: Well, certainly, I mean, you identify that you have at least this similar issue, maybe others. But you have a much... you're not impaired the way they are. And you have a much greater capacity to manage that struggle and come to some sort of I don't know resolution or peace with it. So... <\/span><span data-id=\"P11-N200CF1\">but it does seem like you start to feel like they... like you sort of see similarities that aren't there and sort of feel frustrated that they're not doing more. Maybe you feel frustrated you're not doing more.<\/span><\/p>\n<p data-id=\"P11-N200D0\"><span data-id=\"P11-N200D1\">CLIENT: Yea. It's a perception thing. I mean, I see a 20 year old man. And my expectations of a 20 year old man aren't what this 20 year old man is.  It's of another 20 year old man.<\/span><\/p>\n<span data-id=\"P11-N200D0-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N200D0-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559354\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N200D2\"><span data-id=\"P12-N200D3\">THERAPIST: Well, and ironically... I mean, I don't know anything about him. Autism, there's a big spectrum.<\/span><\/p>\n<p data-id=\"P12-N200D4\"><span data-id=\"P12-N200D5\">CLIENT: Yep.<\/span><\/p>\n<p data-id=\"P12-N200D6\"><span data-id=\"P12-N200D7\">THERAPIST: But this 20 year old man might actually be doing quite well.<\/span><\/p>\n<p data-id=\"P12-N200D8\"><span data-id=\"P12-N200D9\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P12-N200DA\"><span data-id=\"P12-N200DB\">THERAPIST: And relatively speaking to what he could be doing, you probably strive in ways that other people with the same disability might not be.<\/span><\/p>\n<p data-id=\"P12-N200DC\"><span data-id=\"P12-N200DD\">CLIENT: Exactly. And I don't know that. But my only thing is and this is my perception is I see a 20 year old man. And this is how clueless I am to the field is how uneducated I am to the field is I see a 20 year old man. And the 20 year old man I see is totally different than the 20 year old <\/span><span data-id=\"P12-N200DD1\">man that's in front of me every day. And I'm still trying to come to grasp of that. And I tell myself every day he's not a normal 20 year old man. And I guess that's what frustrates me because I think someday I'm going to walk in and I hope he's going to be like a regular 20 year old man.  Maybe it <\/span><span data-id=\"P12-N200DD2\">is that delusion that I have in my head.<\/span><\/p>\n<p data-id=\"P12-N200DE\"><span data-id=\"P12-N200DF\">THERAPIST: What upsets you about seeing him as a... when you see that he's a 20 year old man but acts like 7, what's upsetting about that?<\/span><\/p>\n<p data-id=\"P12-N200E0\"><span data-id=\"P12-N200E1\">CLIENT: What's... it's not upsetting. It's just frustrating. How can you obsess... and this is what bothers me is like his obsession over a game. Like a cartoon that's for like little children. I guess that part bothers me is the fact that his whole life revolves around this one game and getting to <\/span><span data-id=\"P12-N200E11\">this one game. And that's all he talks about is this one game. And everything he does in school is to finish so he can go home and play this game. If he has homework, he can't play this game. So he does his homework during school to play this game.  I guess that's what irritates me the most is that <\/span><span data-id=\"P12-N200E12\">he revolves his life around a video game. And it's not just like an adult video game. It's a kid's video game. And I guess that's what frustrates me the most is because there's all this opportunity out there for him to develop.<\/span><\/p>\n<p data-id=\"P12-N200E2\"><span data-id=\"P12-N200E3\">THERAPIST: There's opportunity for you out there as well.<\/span><\/p>\n<p data-id=\"P12-N200E4\"><span data-id=\"P12-N200E5\">CLIENT: No, I know.<\/span><\/p>\n<p data-id=\"P12-N200E6\"><span data-id=\"P12-N200E7\">THERAPIST: There may... but that's why I'm sort of highlighting the separateness...<\/span><\/p>\n<p data-id=\"P12-N200E8\"><span data-id=\"P12-N200E9\">CLIENT: OK.<\/span><\/p>\n<p data-id=\"P12-N200EA\"><span data-id=\"P12-N200EB\">THERAPIST: ...that you're having a hard time seeing. It's like you are not him and he is not you. And you do have those abilities and you do have those opportunities. And I think the frustration that you're feeling toward him is a frustration you feel toward yourself. And not seeing that you guys will <\/span><span data-id=\"P12-N200EB1\">have different opportunities and different... that you'll have more opportunities.<\/span><\/p>\n<p data-id=\"P12-N200EC\"><span data-id=\"P12-N200ED\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P12-N200EE\"><span data-id=\"P12-N200EF\">THERAPIST: And you'll have... you have more abilities. And so I'm not saying that simply because I think, oh, you should be more empathic to him. But that you're also much more... have much more potential in power than he has. And it's hard for you to feel that.  I think you're identified with the man <\/span><span data-id=\"P12-N200EF1\">who has severe autism.<\/span><\/p>\n<p data-id=\"P12-N200F0\"><span data-id=\"P12-N200F1\">CLIENT: Yea.<\/span><\/p>\n<p data-id=\"P12-N200F2\"><span data-id=\"P12-N200F3\">THERAPIST: So that's... I'm going to leave you with that. I notice we're out of time.<\/span><\/p>\n<p data-id=\"P12-N200F4\"><span data-id=\"P12-N200F5\">CLIENT: That's fine. Thank you.<\/span><\/p>\n<p data-id=\"P12-N200F6\"><span data-id=\"P12-N200F7\">THERAPIST: I will see you in two weeks then.<\/span><\/p>\n<p data-id=\"P12-N200F8\"><span data-id=\"P12-N200F9\">CLIENT: OK.<\/span><\/p>\n<p data-id=\"P12-N200FA\"><span data-id=\"P12-N200FB\">THERAPIST: OK, great.<\/span><\/p>\n<p data-id=\"P12-N200FC\"><span data-id=\"P12-N200FD\">CLIENT: Send me an e-mail of all times. I'm pretty flexible.<\/span><\/p>\n<p data-id=\"P12-N200FE\"><span data-id=\"P12-N200FF\">THERAPIST: Yea. And I'll send you an e-mail also about I don't know when it starts. I should know in the next couple of weeks.<\/span><\/p>\n<span data-id=\"P12-N200FE-br\" class=\"page-break\" data-seq=\"11\"><span data-id=\"P12-N200FE-dsp\"><\/span><\/span>\n<\/div>"},{"number":13,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559354\" data-realpage=\"13\" data-page=\"13\">\n<p data-id=\"P13-N20100\"><span data-id=\"P13-N20101\">CLIENT: OK, awesome. Thank you (inaudible at 00:48:26).<\/span><\/p>\n<p data-id=\"P13-N20102\"><span data-id=\"P13-N20103\">THERAPIST: All right. Take care.<\/span><\/p>\n<p data-id=\"P13-N20104\"><span data-id=\"P13-N20105\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}