{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses philosophical and theoretical issues about gun control and jobs in America."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Social issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Moral principles","Job security","Social action","Psychoanalytic Psychology","Anxiety","Frustration","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Social issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["11"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Moral principles","Job security","Social action"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2559532","dorpId":"1005577454","contentType":"text","aucs":"CTRN-V1","title":"Client \"L\" Therapy Session Audio Recording, April 17, 2013: Client discusses philosophical and theoretical issues about gun control and jobs in America.","fullTitle":"Client \"L\" Therapy Session Audio Recording, April 17, 2013: Client discusses philosophical and theoretical issues about gun control and jobs in America.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559532\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi. Come on in.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Good morning.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Good morning.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: So I think we left off last time with the suggestion that I was reasoning about you as if you were a member of a class and not a specific person.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Um-hum.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: So I want to apologize if that has upset you at all. I mean I don't think it really has, but you know. I do see you as a person and I also reason about you perhaps not in a fashion commensurate with that, so, I'm sorry. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: I wasn't taking offense to it. I hope you know that on some level.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Oh no, no, I think, I was pretty sure that you were not taking offense to that, but then I think I feel like I can still wrong you whether you take offense to it or not. Does that make sense? <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: Yes you do. I'm getting to know that about you.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: (laughing)<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">THERAPIST: That's actually a part of the point I was making. That you sort of see things very much in principle constructs and then extrapolate to the people involved. Not only just in that direction, but you do think about things in principle construct. So if you violate a principle, it matters just <\/span><span data-id=\"P1-N200211\">as much or at least somewhat in term, in you know, in comparison to violating my feelings personally. Does that make sense?<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yes. No, I think that's, that's, I think that's about right. There's also other things going on in the specific case like coming in to our relationship. I have no idea what to expect and so I sort of look to estimate what to expect from other examples that I have. And so to some extent that's <\/span><span data-id=\"P1-N200231\">a useful thing because it gives me some expectation value. But I think at some point that also becomes not a good thing. <\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">Because clearly you're here and I can, dialogue with you directly instead of reasoning about what you might think, and something like so. It's complicated though I think. Or for me it's a complicated thing. (long pause) Yeah. <\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">There's probably more to say on that. But I was interested by your description of my reasoning as about things in principle all as well as in reality. I'm still on the, because I minored in philosophy at Texas A&amp;M, and somehow I got on the philosophy club's list serve, although I never went to any of <\/span><span data-id=\"P1-N200271\">the meetings. And so I'm still on that list serve for reasons which are not clear to me, but I've never asked to get off of it because it's amusing to read it sometimes. <\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">So they sent a paper out from a professor who is visiting, who was dealing with a problem in a sense very similar to this. He was writing on theories of justice and particularly ideal theories of justice. And his argument was in some sense that there is a real world that exists and people exist in it. <\/span><span data-id=\"P1-N200291\">And then this has two things. There's a sense in which there are things that people cannot do. And there are things that people will not do. And when one is interacting with a system of other people who can do things, but will not do them, that imposes the constraint on the person that they cannot do <\/span><span data-id=\"P1-N200292\">those things. <\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">Did, I'm not sure that I said that clearly.<\/span><\/p>\n<p data-id=\"P1-N2002C\"><span data-id=\"P1-N2002D\">THERAPIST: I think I understand. I may need an example, but I'm understanding where you're going.<\/span><\/p>\n<p data-id=\"P1-N2002E\"><span data-id=\"P1-N2002F\">CLIENT: Yeah. So imagine a world where we're just putting up stop signs for the first time. Everyone we can stopped at the stop signs, but when implementing that decision, the persons implementing it should be aware that although everyone can, not everyone necessarily will. And because people have their <\/span><span data-id=\"P1-N2002F1\">own choice to make in that circumstance, the person putting up the signs cannot do anything to make everyone stop there. In some sense, it's not a great example, but, there is a <\/span><\/p>\n<span data-id=\"P1-N2002E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559532\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">(long pause) And so he goes on from there to argue effectively that an ideal theory of justice has to take into account the world as it is. Not the world as it would ideally be. (pause) But there's a lot of problems with what he's saying, but they're I feel like they're subtle and they're small and <\/span><span data-id=\"P2-N200311\">in some sense the point is, is a very good one. <\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">Yeah. You know I'm not sure exactly where to go.<\/span><\/p>\n<p data-id=\"P2-N20034\"><span data-id=\"P2-N20035\">THERAPIST: Well, what are the subtle problems?<\/span><\/p>\n<p data-id=\"P2-N20036\"><span data-id=\"P2-N20037\">CLIENT: Well there is a lot of them, but I'm not sure all of them actually matter. So (pause) so one of the problems is that (pause) so he gives the example of the prisoner's dilemma. Are you familiar? Okay. And so he says that there is (pause) the ideal solution to that problem doesn't matter. That <\/span><span data-id=\"P2-N200371\">it's the system optimal solution for both persons. Keep silent, is not the ideal one in a justice sense. Because no one can expect people to act in that fashion. Or I guess he might say more importantly like in making the decision you cannot control what the other person will do. And so you have to <\/span><span data-id=\"P2-N200372\">make the decision that will be best for your regardless. <\/span><\/p>\n<p data-id=\"P2-N20038\"><span data-id=\"P2-N20039\">He goes on to point out that in the repeated prisoner's dilemma, this problem goes away because in the repeated prisoner's dilemma the optimal strategy is this tit for tat strategy or reciprocity. And so he, I think and although he doesn't really get to it in this article, he wants to argue that a theory <\/span><span data-id=\"P2-N200391\">of justice in the real world is reciprocal. One acts with reciprocity. <\/span><\/p>\n<p data-id=\"P2-N2003A\"><span data-id=\"P2-N2003B\">The problem is that the tit for tat model only really works if you start by cooperating. Because both of you can play tit for tat model and if both start by defecting as one would in an individual prisoner's dilemma, then you just defect forever. (laugh) But that's the because you're both playing <\/span><span data-id=\"P2-N2003B1\">tit for tat. (sigh) Which <\/span><\/p>\n<p data-id=\"P2-N2003C\"><span data-id=\"P2-N2003D\">(long pause) So the point is, there's some, there's some cost to being the first moving person. Except that they're moving simultaneously and they both need to eat the cost of moving first in order for both of them to get what's actually best for both of them. But neither of them can control what the <\/span><span data-id=\"P2-N2003D1\">other person is going to do on the first time, they just have to reason this way. That ignores the fact that they can't control what the other person does. (big breath) <\/span><\/p>\n<p data-id=\"P2-N2003E\"><span data-id=\"P2-N2003F\">Because by doing so, they can influence what the other person does in the future. And (pause) I think there is actually a deeper point, but I I don't think I've ever been able to convince anyone of it. So, it's maybe not worth discussing. But I have seen other people argue similar points. So I really <\/span><span data-id=\"P2-N2003F1\">(pause) let's talk for a long time with the prisoner's dilemma because it's a complicated one. Obviously it pits like system optimality versus individual choices. <\/span><\/p>\n<p data-id=\"P2-N20040\"><span data-id=\"P2-N20041\">My friend Franco views it as a case sort of tautology. So that if you accept all of the commands, then you have to make the choice that, so that like all the parameters of the game, then you have to make the choice that to defect. That is if you accept that all you care about is how much time you spend <\/span><span data-id=\"P2-N200411\">in jail, then you must defect. What and (big breath) the problem is that that always gets, that second part always gets phrased as no matter what the other person does, you are better off if you defect. <\/span><\/p>\n<span data-id=\"P2-N20040-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559532\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">The point that I've attempted to articulate many times and never really succeeded is that if both people recognize that they're both going to be reasoning in this fashion, then there ought to be a moment, or there could be a moment where they both say, but wait a minute, the other person is making a <\/span><span data-id=\"P3-N200431\">decision also. And I can assume that they're a person like me. Now in fact in the prison's dilemma you know the other person, so it's, you know something even more. But pretend you did it with a stranger, then you know it's someone reasoning like you. So the changing the way you reason cannot change <\/span><span data-id=\"P3-N200432\">the way they do. But if you both get to the same point, then you're at a decision of how do you reason from here. <\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">And so it seems likely that you're going to end up at one of the two points where you do the same thing. Is you're either both going to defect or both cooperate. In making the decision only between those two places, it is better for the individual to cooperate because you get dramatically less jail <\/span><span data-id=\"P3-N200451\">time then if you both defect. (deep breath) So (pause) I've run out of direction at this point. But that was the it's that last piece. Franco says yeah, but no matter how you reason, the other person is still going to reason however they do. And no matter what they do, you were better off if you defect. <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">And I think it's that very reasoning that undermines the (pause) it's that very reasoning that undermines the system optimal outcome. It's that. <\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Well your reasoning assumes that someone is thinking like you, or something, right? That's what you said at the beginning.<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: Yeah, something like that, yeah. Now clearly I know that since I cannot convince anyone else this, no one else is reasoning in this fashion, so that should change my calculations also. But fortunately the real world doesn't have prisoner's dilemmas in any like strictly meaningful sense because <\/span><span data-id=\"P3-N2004B1\">in the real world we actually have all of these other perimeters to our utility function. We actually care about other things besides how much jail time we get. <\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">Which is a good thing. Because any one of those make the decision more complicated.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">THERAPIST: Except for Brown grad students where jail time is taxes.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">CLIENT: (laughing)<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">THERAPSIT: I don't actually believe that it's only Brown, but that's a draw the analogy. I hear people only care about their immediate best self interest. I don't know if it's best interest.<\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">CLIENT: (laughing) Yeah. Putting the word immediate in front of self interest makes that much simpler. Yeah. I (long pause) That's what I think this guy was arguing ultimately is that in designing any system or designing how we ought to interact with any system, we have to take in to account that <\/span><span data-id=\"P3-N200551\">people are going to behave in that fashion. And they're always going to behave in that fashion. <\/span><\/p>\n<span data-id=\"P3-N20054-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20054-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559532\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">Because an ideal theory (laugh) where if everyone would just behave differently, then things would be better. Is nice, but in point of fact, people are not just going to behave differently than they do. So it's not a very meaningful theory. (long pause) <\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">So again, I'm not really sure where to go from here, that was a . I'm curious about your thoughts on that whole mess.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: What part of it?<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: (laugh) Umm I don't have any particular preference. If there's a (laugh) part of it that jumps out then that would be, that's fine. I'm just curious what you think. <\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: Well, I'd like, well I have several thoughts. One thought is clearly you thought a lot about what we talked about last time and especially how we ended the session. I guess you might that was on your mind.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Absolutely.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THEAPIST: This was something that you thought about throughout the week?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Oh yeah. Yeah. <\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">(pause)<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: I ask in part because I'm just you know just curious about how you think about some things and how you process them. And it seems like you think very deeply about things or across many different areas.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Yes. I'm not sure that's a good thing, but it's what (laugh) I do. And I think for some people crossing the street is just crossing the street. But <\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Do you feel like it works against you at times at least?<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: (long pause) I don't know. (pause) Yes. There are definitely times that it works against me. It makes it very hard to interact with new people.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">THERAPIST: How?<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: Because, I'm very aware that I think about the world differently than most people. And I have very different interests from most people. And so it's (long pause) <\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">I have a fairly strong desire not to hurt people in any capacity and so (pause) yes it's difficult right, because how do you have an optimal conversation with someone you don't know? It's just not really a (pause) that you just have the conversation and you know. It goes somewhere and if that's all <\/span><span data-id=\"P4-N200751\">that happens, that's okay, but (pause) it's hard to talk about the news with someone I don't know. <\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">I know more or less what's going on from the news media. But I'm aware that that has its own biases. (pause) It's easy to accept I guess (pause) it's easy to accept the sort of presentation in the news media because it's designed to be easy to accept. And so (pause) yeah, no, it's very complicated. <\/span><span data-id=\"P4-N200771\">Right, so if we talk about the news then before very long we're going to run into a place where I hold different views from most people in the United States. But I don't know many people in foreign countries so I don't really know there, but. <\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">I mean most people in the U.S. right now do not want to find common ground with someone else because they've been told it's not possible. So ultimately I think people do want to find common ground but it has to be like, to get there one has to work pretty hard to not say any of the like key trigger <\/span><span data-id=\"P4-N200791\">points. It's like the conversation that happens most frequently right now is because no one wants to talk about the fact that we could balance our budget in the U.S. but aren't going to ever. <\/span><\/p>\n<p data-id=\"P4-N2007A\"><span data-id=\"P4-N2007B\">The conversation that happens about gun control, well (pause) it's frightening that someone can pick up a gun and shoot other people, but the gun isn't the problem. The problem is that we cannot control what people will do. And some people want to hurt other people. That's really bad. That's a huge <\/span><span data-id=\"P4-N2007B1\">problem, but it's not one that's solved by taking away every possible way to hurt people. Because you can't do that. Like literally cannot do that. And this is, this is the sense in which I think this philosopher is correct.<\/span><\/p>\n<span data-id=\"P4-N2007A-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2007A-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559532\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">We actually have to make, I mean we're just in a position where (pause) we are in positions everyday where if someone wanted to hurt us individually, they could. But that just is the nature of the world that we live in. But people don't want to face that. That's why horrific terrorist acts have any <\/span><span data-id=\"P5-N2007D1\">impact at all, is because people don't want to face that fact. And I'm not they were appalling horrible things, but. <\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: You don't think people want to face that?<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: No. I mean they want to face if by, in the same way we all want to face it by like making themselves safe. But you can't make yourself safe. My wife wants to kill herself. She's going to do it. Like (pause) the safety we desire is illusory. It does not exist. (long pause) They turned around <\/span><span data-id=\"P5-N200811\">one of the planes flying out of Reagan because there were non-white people on it effectively. There were some runners there who were scared by some people who looked Middle Eastern and may not have been speaking in English. But were not sitting anywhere near each other. <\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">Anyway this is, this is (pause) this is the point right. Like, this is not a casual conversation that we (laugh) have on first meeting because we've gotten like I think the problem that we're trying to solve in some cursory fashion is a deep and human problem. And it's not going away. And it's not <\/span><span data-id=\"P5-N200831\">going away if we just paste over it by banning a certain type of gun or a certain size of magazine. <\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">So now I have the choice of either trying to explain, or articulate any of this, smile and nod. Try to explain to them that my mother's under the gun for the last 40 years. My father only recently. But my mother for a long time. Like (pause) or we could talk about sports, about which I really don't <\/span><span data-id=\"P5-N200851\">care. I mean it's just it's like so, yeah. I think it gets in the way. <\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: So you feel that people have a false sense of safety in general that you don't feel?<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: (long pause) Absolutely. Have you ever watched people drive on the interstate? They (laugh) drive as if they cannot die. Or as if their actions could not possibly have the consequences of their deaths. <\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: How?<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Despite drivers education including a great deal of information on stopping distances and the relation between stopping distance and speed. And in a sense their physics classes in high school also discussing the relation between stopping distances and speed and following too closely, and cut <\/span><span data-id=\"P5-N2008D1\">people off. <\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: Um-hum.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: Yeah, absolutely. Do I think that extends to everywhere in their lives? Umm, yeah, but it's not as false everywhere right? So walking down the streets in Andover is fairly safe. Like particularly in daylight. Like it's just, it's not that unsafe, so the sense in which it's false is not very large. <\/span><\/p>\n<span data-id=\"P5-N20090-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20090-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559532\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: Well it's false if there are bombs here too.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: Sure. Sure. And there could always be bombs. Absolutely. Again the likelihood is low. But (pause) it's a but what do you do about bombs right? There's nothing you can do. Well literally nothing. In the case of driving, not only do you have the false, does one have a false sense of security, <\/span><span data-id=\"P6-N200951\">like one's false sense of security is actually like actively increasing the odds that someone else is going to get hurt. So they're (pause) <\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: Do you think since Tanya's been suicidal, you're sense of feeling unsafe has increased? Have these issues been heightened in any way?<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: I don't want to feel that way, but that doesn't mean it's not true.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: Um-hum.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: So I'm not sure. (long pause) She's also been suicidal off and on for like a year and a half or longer, so it's a little hard to remember. Long before that I was, you know there was a pretty real sense in which I was a different person. For reasons entirely unrelated to that. Like it I just <\/span><span data-id=\"P6-N2009D1\">was while ago, so I don't know. <\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: Well it came to my mind also in terms of your talking about it, is just that the awareness you have seems like it putting such a burden, a certain weight on you.<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: (long pause) Yeah, that's right. That's right.<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: In a way that it sounds like you can't share with other people because they don't understand, they think differently.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: Yeah, it's not that I can't share it with anyone ever, but yeah I have a sense in talking with most people that (pause) they are not aware of the majority of it, they are not aware of the depth of the majority of the issues that surround us such that you know I believe we were talking before <\/span><span data-id=\"P6-N200A51\">about could I educate people to be chemists. I mean you said well bet they, or something like that, it's not a direct quote, but something like they should be able to make their own choices, I shouldn't be making their choices for them. But (pause) but it's not a very meaningful to make a choice if <\/span><span data-id=\"P6-N200A52\">it's not a fully informed choice or if it means something but it (long pause) <\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">(sigh) How do you watch someone make a choice and know that there is the distinct possibility that they're making a choice that is not in their best interest and you will let them make it anyway. You just do it on some level. But that's a hard thing to watch repeatedly. (pause) And it's particularly <\/span><span data-id=\"P6-N200A71\">hard when the time skills, the choices is years, so it's (long pause) <\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">It's sort of like that there's this, (laugh) there's this in some segments of the news population there's this concern that jobs, manufacturing jobs and other jobs have been moved overseas. But the same people that have those concerns shop at Walmart. Everything in Walmart is not made in the U.S. <\/span><span data-id=\"P6-N200A91\">Or almost everything. So it, and in fact Walmart cares not at all about them as an individual and never will. Never did. Like it cares about making things simple. So maybe that is a sense in which it cares about them, but their concern for jobs going overseas is directly undermined by Walmart who also <\/span><span data-id=\"P6-N200A92\">seeks to pull them into the store something like that, so this, this (sigh) (pause) <\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">And so Walmart's not going away. The jobs aren't coming back. And the jobs that were manufacturing jobs are replaced by more jobs at Walmart, which has its own wage, etcetera issues. And so there is a real collective action problem in the sense that these people actually have a desire that is, that <\/span><span data-id=\"P6-N200AB1\">could be solved by acting in some collective fashion that they're never going to act in. Why not? Because that's not how they look at the world or reason about the world or something like it. <\/span><\/p>\n<span data-id=\"P6-N200AA-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200AA-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559532\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200AC\"><span data-id=\"P7-N200AD\">Now, there (laugh) the interesting part of that is that there is a movement that seems to have grown in the last couple of years through some of the news media to buy things made in America. Because this is a fairly straight forward problem. There aren't any manufacturing jobs in America. Everyone's <\/span><span data-id=\"P7-N200AD1\">buying things not made in America. Well, buy things made in America. It's sort of a so people are trying to find, so education and argumentation or reasoning does have some effect, so. But (pause) <\/span><\/p>\n<p data-id=\"P7-N200AE\"><span data-id=\"P7-N200AF\">But what are the important problems to solve? And if I see many problems, I can't solve all of them. I can't urge people to solve all of them, and so what do I do? So that's a really long way of saying yes, I feel a burden. <\/span><\/p>\n<p data-id=\"P7-N200B0\"><span data-id=\"P7-N200B1\">THERAPIST: What do you feel?<\/span><\/p>\n<p data-id=\"P7-N200B2\"><span data-id=\"P7-N200B3\">CLIENT: I'm trying to figure out what to do, (laugh) but I didn't so, I don't know. So it would be very simple if I were only good at one thing. Just do that. Right? But, that's not the case, so it's harder. Because then it's like looking for a global or at least local minimum all across several hundred <\/span><span data-id=\"P7-N200B31\">variables and that's not a mathematically tractable problem across two variables, so. Across several hundred is just overwhelming. And in a sense impossible. And so there's not even a, like I don't even have a good way of. And so this gets us back to like well what do you do? Or what do you want to <\/span><span data-id=\"P7-N200B32\">do? Because that would be another way to solve this, is to do what I want to do. But if I want to do the optimal thing, then we're back in this like, well I can't do the optimal thing, so what else do I want? <\/span><\/p>\n<p data-id=\"P7-N200B4\"><span data-id=\"P7-N200B5\">And so (pause) in a more specific sense I try to make my actions line up with what I think they should be. If I would want a if, if, I try to make my actions align with the collective action solution to the problems as much as I can. <\/span><\/p>\n<p data-id=\"P7-N200B6\"><span data-id=\"P7-N200B7\">THERAPIST: How did you end up with this burden?<\/span><\/p>\n<p data-id=\"P7-N200B8\"><span data-id=\"P7-N200B9\">CLIENT: (long pause) That's a fascinating question. I don't know. I don't know. (long pause) I feel like there's a sense in which you from two months ago, might argue that I took it on myself. And that might be I'm painting you unfairly, but it <\/span><\/p>\n<p data-id=\"P7-N200BA\"><span data-id=\"P7-N200BB\">THERAPIST: No.<\/span><\/p>\n<p data-id=\"P7-N200BC\"><span data-id=\"P7-N200BD\">CLIENT: But I think that then the question is how did I become the person that takes on that burden? Why am I who I am? I don't know. (sigh) It's an interesting question but I don't really know how to tackle it. <\/span><\/p>\n<p data-id=\"P7-N200BE\"><span data-id=\"P7-N200BF\">THERAPIST: Um-hum. And so when you said festinating, what came to mind about fascinating?<\/span><\/p>\n<p data-id=\"P7-N200C0\"><span data-id=\"P7-N200C1\">CLIENT: Well it's just really interesting. It's not the question that I, it is not a question that I had thought about.<\/span><\/p>\n<p data-id=\"P7-N200C2\"><span data-id=\"P7-N200C3\">THERAPIST: Umm.<\/span><\/p>\n<p data-id=\"P7-N200C4\"><span data-id=\"P7-N200C5\">CLIENT: So, I think it's a good question and I find questions that are hard, interesting. So that was it's more just a (laugh) that's a very different way of responding then I would have thought to. <\/span><\/p>\n<p data-id=\"P7-N200C6\"><span data-id=\"P7-N200C7\">THERAPIST: Um-hum.<\/span><\/p>\n<p data-id=\"P7-N200C8\"><span data-id=\"P7-N200C9\">CLIENT: (long pause) So like I got to Texas A&amp;M and I found a system that was streamlined to take care of the like middle 80 percent of students really well. Although I wasn't really in the middle 80 percent of students. And so (long pause) I don't know, I said it was one of the first places I recognized, <\/span><span data-id=\"P7-N200C91\">like sort of systemic problems that, that (pause) come from well intentioned people interacting in ways that aren't necessarily ideal or something like that. I'm not sure that's really it. <\/span><\/p>\n<span data-id=\"P7-N200C8-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200C8-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559532\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200CA\"><span data-id=\"P8-N200CB\">THERAPIST: And systemic problems that not everybody was taken care of, just 80 percent?<\/span><\/p>\n<p data-id=\"P8-N200CC\"><span data-id=\"P8-N200CD\">CLIENT: Yeah. Yeah, I mean to this. Yeah. Absolutely that's a problem. And there was also my sense that in aiming to take care of the middle 80 percent, one is not succeeding in taking care of the middle 80 percent. Unless there was like pitched the level of every class to some average value which has <\/span><span data-id=\"P8-N200CD1\">the effect of kind of maintaining the average value or something like that so. <\/span><\/p>\n<p data-id=\"P8-N200CE\"><span data-id=\"P8-N200CF\">Yeah, it's like I said, more than one problem.<\/span><\/p>\n<p data-id=\"P8-N200D0\"><span data-id=\"P8-N200D1\">THERAPIST: So it's not like try to take care of 80 percent it's not simply taking 80 percent of the people and taking care of them, but it's kind of creating 80 percent if they're pitching classes.<\/span><\/p>\n<p data-id=\"P8-N200D2\"><span data-id=\"P8-N200D3\">CLIENT: Something like that, yeah. It's yeah. Yes. And at the time like (pause) you know I felt like this was the failure of the administrators and individual professors and things like this, at least at the beginning. But you know I developed a close relationship with my faculty adviser over, through <\/span><span data-id=\"P8-N200D31\">doing research, so sort of in a sense working outside of this classroom system. And I know a lot more faculty members as a graduate student, it's just, they're very well intentioned people who are very busy. And they're working very hard to do what they think is best, but they can't solve every problem. <\/span><span data-id=\"P8-N200D32\">They (pause) they just do what they do. <\/span><\/p>\n<p data-id=\"P8-N200D4\"><span data-id=\"P8-N200D5\">And they, in a lot of ways there's a, there is a sort of momentum to the way education is done that most individual professors don't change very much because it's really hard to change. And it takes a lot of time and the intentions of the system are not aligned towards giving them any time to do that, <\/span><span data-id=\"P8-N200D51\">even if they wanted to. It's sort of, and that changes from school to school, but. <\/span><\/p>\n<p data-id=\"P8-N200D6\"><span data-id=\"P8-N200D7\">Yes, so none of that really answers the question of how did I come to have this. I mean they came to have that particular burden by their career choice (pause) I guess. But how did they become to be the people who have those careers? (deep breath) (pause) <\/span><\/p>\n<p data-id=\"P8-N200D8\"><span data-id=\"P8-N200D9\">THERAPIST: Well I guess my question, I don't want to break it down in some ways because it's a very like, it's a, the whole is greater than the sum of its parts. But I'm wondering sort of like how you developed into the person to have the awareness and\/or motivation to see these things. And then maybe <\/span><span data-id=\"P8-N200D91\">that actually is just a different way of just putting it. Of breaking it down. Like how did that evolve?<\/span><\/p>\n<p data-id=\"P8-N200DA\"><span data-id=\"P8-N200DB\">CLIENT: (long pause) I don't know. (very long pause) Yeah, I'm not even sure how to (pause) I have no sense of the single defining moment in my life when that like, I'm changed to doing that, I just (long pause) Because even at the time at Texas A&amp;M, like the part of the frustration was not just that <\/span><span data-id=\"P8-N200DB1\">like my needs were not being met and this higher education thing that I had been expecting had ended up being something entirely different. It was this sense that if it was something entirely different, this was not just a problem for me. <\/span><\/p>\n<span data-id=\"P8-N200DA-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200DA-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2559532\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200DC\"><span data-id=\"P9-N200DD\">THERAPIST: Hum.<\/span><\/p>\n<p data-id=\"P9-N200DE\"><span data-id=\"P9-N200DF\">CLIENT: This was a problem for everyone else who was involved.<\/span><\/p>\n<p data-id=\"P9-N200E0\"><span data-id=\"P9-N200E1\">THERAPIST: Well why didn't you tell the people who know that? I guess that's the question?<\/span><\/p>\n<p data-id=\"P9-N200E2\"><span data-id=\"P9-N200E3\">CLIENT: Well some close friends that I had did know that. They had their own problems, my assistant, Tanya, and my friend Franco, among them. (long pause) I think it's easy to be a part of the system and want to do well in it. (long pause) Yeah. <\/span><\/p>\n<p data-id=\"P9-N200E4\"><span data-id=\"P9-N200E5\">THERAPIST: Well, I'm going to need to leave you with this question for this week. We can talk about it more next week. I realize we need to stop for today.<\/span><\/p>\n<p data-id=\"P9-N200E6\"><span data-id=\"P9-N200E7\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N200E8\"><span data-id=\"P9-N200E9\">THERAPIST: I need to involve you in the process, do you agree.<\/span><\/p>\n<p data-id=\"P9-N200EA\"><span data-id=\"P9-N200EB\">CLIENT: Thanks you.<\/span><\/p>\n<p data-id=\"P9-N200EC\"><span data-id=\"P9-N200ED\">THERAPIST: Okay. Take care, I'll see you next week.<\/span><\/p>\n<p data-id=\"P9-N200EE\"><span data-id=\"P9-N200EF\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P9-N200F0\"><span data-id=\"P9-N200F1\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}