{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses spending time with her family recently and the awkwardness of hearing them fight about infertility issues. Client is stressed about work and discusses trying to get some time off."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Stress","Family relations","Pregnancy","Psychoanalytic Psychology","Sadness","Frustration","Anxiety","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["31-40 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["8"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Stress","Family relations","Pregnancy"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Multiracial"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Sadness","Frustration","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560834","dorpId":"1005995086","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"Ju\", Session November 26, 2013: Client discusses spending time with her family recently and the awkwardness of hearing them fight about infertility issues. Client is stressed about work and discusses trying to get some time off.","fullTitle":"Client \"Ju\", Session November 26, 2013: Client discusses spending time with her family recently and the awkwardness of hearing them fight about infertility issues. Client is stressed about work and discusses trying to get some time off.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560834\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hello.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I'm feeling a lot better than [last time] (ph).<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Oh good.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Yes. I guess the last two weeks.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Good. Yes, I don't know much about last week but I do seem to remember how you were feeling two weeks ago and -<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yes. Just that was the whole week plus. Yes, basically [inaudible at 00:00:32] that whole week just really upset and on edge and just freaking out all day, which, yes was really hard. I just I mean it was very frustrating. And so the actual tour went off pretty well. There were some minor <\/span><span data-id=\"P1-N200171\">glitches, which was mostly that I hadn't talked with the people who were presenting I hadn't talked to at all about what I was showing. So I was trying to kind of think all right let me make this sort of be like what you're talking about. So it was okay. And what no one had realized until the tour <\/span><span data-id=\"P1-N200172\">group showed up is that most of the tour group didn't speak English and they had a translator, which was good except it made the experience very odd because you would talk about something and they would sort of stare at you. And we'd just pause because they would translate after; it wouldn't sound [inaudible <\/span><span data-id=\"P1-N200173\">at 00:01:51] translated. So that was weird. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">I had also thrown together [inaudible at 00:02:03] to hand out, which, because they didn't speak English I think there was no way I could have explained [laughs] quite less confusing to everyone two steps removed. So that was it happened. And then going to Philadelphia was kind of one of my friends <\/span><span data-id=\"P1-N200191\">ended up describing it as just in time, vacation, like when you when you do just in time production and I said yes. I was having a hard time just planning a day, much less being able to tell someone okay so the two days I'm going to do this or [have you] (ph) for dinner or blah, blah, blah. Which I <\/span><span data-id=\"P1-N200192\">also was really anxious about and felt stressed about but, anyway I tried to [ease up] (ph) from their room, just sorry, I can't tell you any better than this. So, I don't know. I guess, by the time I left on Tuesday I had finally was not super I just spent the whole weekend not being upset so much <\/span><span data-id=\"P1-N200193\">as just feeling shaky and having a hard time. I don't know I just had a hard time making decisions or planning or even really figuring out what do I want to do. But if I do say it was kind of like okay, whew, I can do things like sleep. <\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">And then the rest of the week was, well, the first day I got back it was all so I mean it was not like coming right back. I came back to work on because I took on Monday, Tuesday, Wednesday, and I came to work on Thursday and there had been an early time deadline and at the time I didn't report <\/span><span data-id=\"P1-N2001B1\">it, and there was all these e-mails saying that I wasn't going to get paid and I was real frustrated because Chet knew about this but didn't tell me. He knew before I left but just didn't tell me. And when I came in and was freaking out, he said oh, I don't know. He wasn't very responsive to my being <\/span><span data-id=\"P1-N2001B2\">really concerned about not getting paid. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">And lo and behold the supts (ph) paycheck is $500 short. Yes, which I've called and it will get resolved in a week but I don't know. But I also ended up I think it took until Thursday or Friday, this last Thursday or Friday, for me to kind of fully get how much of a bad time I've been having. In retrospect <\/span><span data-id=\"P1-N2001D1\">I was possibly way more worked up about this room (ph) not working very well and the tour than I normally would or then made any offense. But I was. And Dr. Gerrard (ph) said I should call her and I've been feeling really weepy or upset for more than a day or two. So it's seems like all week; that's <\/span><span data-id=\"P1-N2001D2\">more than a day. <\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560834\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">But it was hard to call her and weirdly in my head I A) felt like I've done something wrong, like I don't know what but I felt like it was somehow my fault or I was at fault for, I don't know, for getting so upset through connected chain and also weirdly I was convinced that this meant I was taking <\/span><span data-id=\"P2-N2001F1\">too much. It was sort of a combo. Clearly their response is that she should reduce all [inaudible at 00:07:13] edition in my head. That's not actually what she did. <\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: [Laughs] It was that climate in which is definitely a nice, a good choice. You did not forget at work today so that's great. But yes, I don't know, I just felt weirdly guilty. [Pause] Yes, I don't know. It was weird. It took me a while to call her, to return her call, and it just, I don't know. <\/span><span data-id=\"P2-N200231\">I guess I felt like she was going to, I guess chastise me or say don't you think [inaudible at 00:08:33]? Like that was I don't know. I just really felt like I had screwed up somehow. I mean also when I was visiting I stayed with my brother for one night and I was really neurotic about, I was just <\/span><span data-id=\"P2-N200232\">super worried that I was imposing because I didn't even a week's notice and just said I'm showing up. <\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">So I tried to, I decided to let Mike know for one day to kind of give me and Tricia more privacy once in the motel. And for better or for worse also Tricia and my brother were having, ended up having kind of an argument about having children. So Tricia had been trying to get pregnant for a couple of <\/span><span data-id=\"P2-N200251\">years and she mis she got pregnant and miscarried once <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">THERAPIST: Right, and it was why not take a trip or something.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">CLIENT: Yes, and I remembered I talk to her when they first got married and she said oh yes, I wouldn't do I'm not going to spend a lot of money for fertility treatments. That's kind of crazy. I think I would pay for whatever insurance would pay for. And then I talked to her again and I remember my <\/span><span data-id=\"P2-N200291\">brother said yes, she's gotten pregnant again but we're not sure whether it's going to go, and she miscarried again. Yes. <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Just recently?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: Yes, in the last six months. And they had to do fertility treatments. So what reaching (ph) out in this argument was that Tricia said I gave you two pregnancies in a year or in 18 months, and I said all right, that's a lot, good job. Just kind of overwhelming and Michael was, I don't know, he <\/span><span data-id=\"P2-N2002D1\">just felt bad that he's 41 or 42 and doesn't have kids and doesn't, you know he does not have he wasn't really bothered by not owning a house but he was feeling like he'd missed out, like he'd done something wrong by not having kids already. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">He and Tricia are trying to adopt, which is also a time-consuming, crazy process and they're trying to decide what kind of adoption, how old of a baby do we want, et cetera, et cetera. But yes, he, I mean she never said to me before that he felt like he is, he sort of he felt like the reason, one <\/span><span data-id=\"P2-N2002F1\">of the reasons he didn't have kids is because he and Tricia didn't have kids when they were first together and first got married and that was for a variety of reasons. But one of them was Michael also felt like, he had this job that he really hated for a couple years and he was saying I wish I was [inaudible <\/span><span data-id=\"P2-N2002F2\">at 00:12:01] and that's why we didn't have kids. And because of the stress of the fertility and there's this sort of whole and he said also I'm older and that affects fertility and <\/span><\/p>\n<span data-id=\"P2-N2002E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560834\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: How old is she?<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: She looks like she's my age, so she's late 30s, which is a geriatric conception. It's weird but -<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: That's not usual these days, but yes.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: Yes, so she's in [inaudible at 00:12:42] which is probably why she's been [dammit I need success] (ph). But it was also weird to have part of the discussion include them arguing about their sex life a little bit, which I wasn't quite ready for. And then in the middle they said sorry Karen, this <\/span><span data-id=\"P3-N200371\">is just happening. I said okay, because we have a hard time being romantic when Michael's really stressed and blah, blah, blah. But I don't know. He was very down on himself about having spent time in a job he didn't like, having spent a chunk of time dealing with mental health problems, a couple years <\/span><span data-id=\"P3-N200372\">on that, and I don't know. He's never really, Michael doesn't really talk about his feelings a lot and he rarely has talked about, he's almost never talked to me about how he felt having to live with my parents for two years or other things. <\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">So that was, it was odd. Also I tried talking to him a little bit about how I sort of feel like well, okay there are things that I haven't done that maybe would want to have done by now but in addition to the full-time job I also have this full-time job of trying to stay mentally well. And, that's two <\/span><span data-id=\"P3-N200391\">jobs so really I should be glad that I'm doing I guess it's the equivalent of, not really but I have a kid, except the kid is it's like working two, I don't know it would be two full-time jobs or having to take care of a kid while you're also working full-time, except not, but having that way of <\/span><span data-id=\"P3-N200392\">I'm doing a lot of things. That made me feel worse, which surprised me because it, the idea actually makes me feel better. It's not that I'm lazy, it's that I'm doing a lot of things.  [Pause]<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: I [inaudible at 00:15:46] what you're talking about of people coming together in a way that is not as productive as it could be and leaves one person very much let down. I'm thinking of what you just said about talking to Michael and the two of them don't have kids and the tendency (ph) about <\/span><span data-id=\"P3-N2003B1\">you and Dad. .<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: Yes. [Pause] I mean, I remember really situations where they've let me down on that and [pause] -<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Yes, I could imagine Michael thinking Tricia let him down or -<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: No, he was, I mean -<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: really Dad wasn't feeling let down, although that does give her ideas.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Yes -<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: In a way.<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: No it was. It was very, it was such a I'm still kind of thinking about it was very [inaudible at 00:17:10] both weirdly guilt-ridden. I mean usually I'm always telling the doctor the reason I don't, I don't want to discuss, I don't want to explain this problem that I'm having again or I don't <\/span><span data-id=\"P3-N200491\">want to deal with scheduling an appointment. But he leaned on me to just listen to the phone call and that we'd already talked about it, I still was just completely just stressed about it. Although it probably doesn't help that in the midst of all of this I've been trying to call Dad and failing to <\/span><span data-id=\"P3-N200492\">do so. I'm really worried about it. I went into my doctor because -<\/span><\/p>\n<span data-id=\"P3-N20048-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20048-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560834\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: Your PCP? <\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Yes. I actually, yes, PCP, Urgent Care, because of first the bump on my eye. I woke up and my eye was horribly red, like [bean poles] (ph). I said okay let's make sure this is just fine. So I didn't see my regular PCP I saw whoever was there and unfortunately it ended up being a nurse practitioner <\/span><span data-id=\"P4-N2004D1\">and a doctor who I had seen before that I really dislike because they're both really fixated on my weight as being everything. So that's basically all they want to talk about during the appointment, none of them were very I said well my eye really hurts and it's gross. And -<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: And it's why I'm here.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Yes, and no, they wanted to discuss my blood pressure, birth control pills, how I should exercise more, I was [inaudible at 00:18:56] too many processed foods and it's just ugh. It was basically like not quite but like my nightmare or memory of doctor's appointment is always that it's going <\/span><span data-id=\"P4-N200511\">to be that appointment and it really was.  [Pause]<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: Yes. That's another one. Like it could be, it was supposed to be a constructive conversation where you're in with a doctor and they say you're fine, or you're mostly fine, take these eye drops, or whatever they would say.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: Yes, I was expecting a discussion about my eyes and yes, not -<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Probably [inaudible at 00:20:07] things.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: Yes, and I'm still not sure that what they said was right but -<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">THERAPIST: About your eyes you think?<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">CLIENT: Yes. I actually woke up the other day with pus in my eye and it was beyond crusty, and I said oh, maybe they were wrong. Who knows? But that was the only one that really, where my worries came to pass. And it also reminded me why I really don't go to urgent care; I just try to make an appointment <\/span><span data-id=\"P4-N2005D1\">because my regular PCP doesn't do that. And yes, you guys know what's happening. I also was thinking ugh, this is what comes of not being married to a doctor. But with my brother and Dad I'm just, I don't know. Even when I was talking to my Dad I was still kind of, I was feeling just I don't know. I <\/span><span data-id=\"P4-N2005D2\">felt worried and anxious for the first chunk of the conversation, like I felt like almost like I was admitting to that behavior or having done something wrong as opposed to telling her how I felt.  [Pause]<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">THERAPIST: All right?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">THERAPIST: It reminds you a little of your mom too, doesn't it? It's like mostly an infraction for her?<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">CLIENT: Yes. And, yes. I mean, yes, and basically sickness is an infraction and also you probably shouldn't be taking my mom both won't take, often won't take whatever she's prescribed but everyone else should take what they're prescribed. That's been my problem [inaudible at 00:22:33]. Anyhow, I'm <\/span><span data-id=\"P4-N200651\">not looking forward to Thanksgiving. I was trying to reward them for not losing their mind last year when I didn't go home, which, I mean it keeps happening. Hopefully the weather will be okay and everything. But it's definitely not something I'm looking forward to. <\/span><\/p>\n<span data-id=\"P4-N20064-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20064-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560834\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">And then also I'm worried that she's, well I'm pretty sure that she's going to quiz me about my moods and how I'm feeling and what I'm taking. And I don't want to have that. I basically can't, the pressure and conversation feels whatever I say doesn't, it's all wrong and upsetting and brazen to her. <\/span><span data-id=\"P5-N200671\">And I just get frustrated really frequently lying to her about it all or lying and then two months later being like oh right, the reason why I started things happening is because I didn't tell you two months ago I was [inaudible at 00:23:55]. [Pause]<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">When Michael and Tricia were arguing I mean it wasn't like a heated conversation, so they weren't angry at each other as much as it was they were out of [inaudible at 00:24:53]. But the other thing I was thinking during it was how upset my mom would be if she knew they were -<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: I guess not really arguing exactly but discussing having kids as opposed to unilaterally just either having kids or adopting. The fact that they disagree at all as a married couple is worrisome to her. But I know for me I felt like my brother's a human being and so is Tricia and that's kind <\/span><span data-id=\"P5-N2006D1\">of going to happen. And if she's had three miscarriages, that's a lot and I can understand why she's feeling frustrated. Although oddly that he was saying that I should if I want to have a kid I should try to have one soon because my eggs are getting old. [Laughs] Which is, she seemed pretty concerned <\/span><span data-id=\"P5-N2006D2\">about it and I feel like I'm not definitely done with [my productive] (ph) system, I don't know what I would do with a kid right now. There's no one I want to have it with and I [inaudible at 00:26:33] that's just not what I want to do right now is having a kid. It's pretty odd for him to be concerned <\/span><span data-id=\"P5-N2006D3\">about it. <\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: Yes. Kind of out of left field.<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: Yes. Yes. This would actually [inaudible at 00:26:54] an e-mail, which again I think you know I'm not dating anyone and I'm not baby crazy; I like them but I'm not going to just single-mom it out. [Pause] I'm also wishing there's a way around having Chet just be frustrating, disappointing at <\/span><span data-id=\"P5-N200711\">work. It's kind of, he's hard to avoid because he's sitting across from me and his main manager, so there's that but <\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: Sorry, can you back that up a little bit? I was stuck by [inaudible at 00:28:20]. You said it's hard to wait. What was Chet? I'm sorry.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: So no, no that's fine. The back-up is, so when I try to ask Chet for sense or support, he pretty much always no. I've been trying to think of ways to not, just sort of being at work and not just be continually frustrated by him but there's also sharing the same office and having him be my <\/span><span data-id=\"P5-N200751\">manager makes it tough to avoid the person that's right there. <\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Oh yes. I think depending on how much is being promised I think I mean because of having [inaudible at 00:29:24] query, I think you generally or at least you so often have the experience of people especially people who have some authority but also friends, sometimes where they have absolutely <\/span><span data-id=\"P5-N200771\">no room for what is going on with you and then are totally intrusive and controlling, I think. I mean, the doctor visit you did have I think is a good example and pretty much everything Chet does is probably at least with you, I think is an example of that. It's hard to imagine that otherwise I'm sure <\/span><span data-id=\"P5-N200772\">[inaudible at 00:30:17] is you anticipate she's going to be the same way; that she's going to have no room for your kind of hard time; that's startling, and worried and upset and overwhelmed and there was going to be all about how you shouldn't have been doing X, Y or Z differently or you should be <\/span><span data-id=\"P5-N200773\">calling her or you should be bucking up or <\/span><\/p>\n<span data-id=\"P5-N20076-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20076-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560834\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Yes and they, I really -<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">THERAPIST: Stuff that sort of really gets frightening [inaudible at 00:30:46] telling you how you should be.<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: Yes, and I don't want to approach, I don't want to start I don't like just having that feeling of oh they're going to, this person's going to fail me again. I want to turn that off at the depot but [pause] I guess it's harder to me, it harder to turn it off at the depot when like I'm at work <\/span><span data-id=\"P6-N2007D1\">every day and the majority of my time, conscious time, is spent working; it's not supportive and frustrating and school's really disappointing and frustrating. So it's hard, it feels really hard not to. But I also don't want to just, I don't want to ever think of blame and I don't want to, if I'm talking <\/span><span data-id=\"P6-N2007D2\">to someone, instantly shoot down everything they say. But on the other hand a lot of my work problems people give me suggestions and I say I've already did that, I've already did that or that's not going to work for this reason. And I will, I will feel kind of odd because they're just trying to be helpful <\/span><span data-id=\"P6-N2007D3\">and all I'm saying is no, no, no. <\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: Well it seems it seems a little different to me in that my sense of your, how it feels to you when that happens in situations like that that you've told me about is that the other person is really not kind of seriously taking you into account. I mean for example if it's a technical problem <\/span><span data-id=\"P6-N2007F1\">or another work problem they come up with things that are, at least the way you related to me, not so far from what you've tried plugging and plugging it in again, which yes I can see how in a way that's trying to be helpful and you'd like to not be so frustrated with them for that. But in another way <\/span><span data-id=\"P6-N2007F2\">it seems to me he really doesn't take you seriously. I don't mean they're just being patronizing I mean they're forgetting that you do that for a living, that you bring that to your work or other things are going on at work. <\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: Yes, I mean I think of all the horrifically crappy situations that I'm sort of patient with them with, all right, let's talk it out, whatever, and yes I think those situations are a lot of those situations you are suggesting well I don't know if you've met me but I don't really want to try all that.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: Yes, but I would expect it would make a difference, I think it would make probably a huge difference, if the response you got even if the person didn't have suggestions for you was to appreciate what's actually going on. I don't mean they have to be super-empathic but at least communicative <\/span><span data-id=\"P6-N200831\">and willing to take seriously what haven't we tried. <\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: Yes. I feel like what ends up happening is extra points on me well surely that can't happen. Why would someone tell you to do the opposite of what makes sense? I don't know but they did. Or they say oh I'm sure if you just talk to them, yes, I already did. And they say well, no, but I mean really <\/span><span data-id=\"P6-N200851\">if you just and at that point I start feeling like is there a reason why you don't believe what I'm saying? [Pause] Yes, I mean, I'd say yes I've tried all the things you are supposed to try. For a while people were asking when Chet was complaining about me saying which [inaudible at 00:36:04] to <\/span><span data-id=\"P6-N200852\">put the desk or his assistant said well what is that based on? Nothing. Well why is he complaining? I said yes, exactly. [Laughs] What do you want me to add except that yes, that's ridiculous. But I didn't have any word. That's not really that hard; there's nothing, there's basically nothing more I <\/span><span data-id=\"P6-N200853\">can do with that but yes, okay.  [Pause]<\/span><\/p>\n<span data-id=\"P6-N20084-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20084-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560834\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">It's also leading into what I think about. I've started feeling very frustrated about conceptually getting another job. I guess I feel like it's not going to get better. I'll get my degree and it's still going to suck and I'll take another job and I'll still be, no one taking me seriously. [Pause] To <\/span><span data-id=\"P7-N200871\">be somewhere where I feel like I want a chunk of time off for, a week, I don't know. A month break great; just something. But I can't afford to just not work for a month. But mostly it feels it's I actually have a hard time sort of thinking positively about things that I want to do when my days are <\/span><span data-id=\"P7-N200872\">spent not doing that. And since Chet I've had sort of discussions or discussions about my curve rolls I actually haven't worked really on any of them because I was just so mad about it, which is not helpful, and I do need to finish those or something. But I do know that I'm having a very hard time with <\/span><span data-id=\"P7-N200873\">it being mental to do something, to sort of do these, to complete tasks that I think they're useful or worthwhile but I don't I would like someone else to say oh good job or something. <\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">And it feels, I feel a little bit weird sort of flailing around him, while I'm back from work, then they're going to [inaudible at 00:41:21] take the job, make the workers, input [inaudible] is not, it's just not the same. They're not involved in whatever review, review, whatever else I think. [Pause]<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">THERAPIST: We should finish up. [inaudible at 00:43:29]<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">CLIENT: Okay. I guess basically I know we're gone for Thanksgiving and I really would like his compliments or help at work but I'm just not getting it [inaudible at 00:44:02].<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">THERAPIST: And to me, again, the feel of it is nothing kind of constructive or good or productive happening. It's more just kind of sort of flat, kind of there's-nobody-out-there-to-really-reach kind of feeling.<\/span><\/p>\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: Good luck over Thanksgiving.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: I mean certainly I cannot prescribe [inaudible at 00:44:49] or things like that but if you have enough time and need to talk with me give me a call.<\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: Thank you. I appreciate that. <\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}