{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses her fear of moving back in with her husband. Client fears that moving back in too soon will end all of the improvements they've made and push aside all the issues that still exist."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Trust","Housing and shelter","Marital separation","Psychoanalytic Psychology","Anger","Frustration","Anxiety","Psychodynamic psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["17"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Trust","Housing and shelter","Marital separation"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Abigail McNally"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anger","Frustration","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychodynamic psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Abigail McNally"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":12,"pageCount":12,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560806","dorpId":"1005995058","contentType":"text","aucs":"CTRN-V1,CTIV-V4","title":"Client \"RY\", Session 39: November 11, 2013: Client discusses her fear of moving back in with her husband. Client fears that moving back in too soon will end all of the improvements they've made and push aside all the issues that still exist.","fullTitle":"Client \"RY\", Session 39: November 11, 2013: Client discusses her fear of moving back in with her husband. Client fears that moving back in too soon will end all of the improvements they've made and push aside all the issues that still exist.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":12,"totalPages":12,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":12,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560806\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: How are things?<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Up and down.<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: Where do you want to start? What's on your mind?<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: I guess I'm wondering what I should be plan or something, but what specifically. I feel kind of in a confusing place right now.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: I will say we I don't know. I kind of almost got in trouble. I spent the last couples session talking about what are we doing, where are our goals? Where are we going? Is Ivan sleeping on the couch every night? What does that mean? Should we be talking about moving back in? Should we be thinking <\/span><span data-id=\"P1-N200171\">about it? All of the above which partially comes out of a place I like to plan, I like to be organized and have control, I'm sure is part of it. Part of it also comes out of our last session before we separated when Dr. Farrow (sp?) said we need to separate one to three months and that was what she <\/span><span data-id=\"P1-N200172\">had to say and we never set up through her or even through ourselves really guidelines or rules or at three months we will have this discussion, we just never did that. And maybe that shouldn't be important to me but as she said to me, 'you seem to have some pressure within you to talk about this, <\/span><span data-id=\"P1-N200173\">to deal with it.' And I guess I also wanted to air my thoughts of she said that she she said, 'let me normalize this for you a minute. I have a lot of couples that lead separate lives but they still come in to see me, that don't necessarily live under the same roof,' which I guess makes sense in <\/span><span data-id=\"P1-N200174\">a way. I guess you'd be going to couples counseling if you were in that situation maybe, but I also Ivan made a comment and I wanted to kind of just say I wondered at that moment what her views on separation were maybe or her philosophy about it would maybe be different. Not that I mean -<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: From yours as a couple, you mean?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: Yes. And not to say that if I understand that she's objective and that she's a professional and this is based on different things, obviously as it's personal and it's not an intellectual discussion, it's an emotional one. <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">THERAPIST: They could be different value systems, potentially.<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: But potentially, maybe just a different I don't know, because on the one hand I pointed out in the session and she smiled when I said the best part of our marriage has been pretty much the last couple months when he's been, Ivan's been cooking dinner, we've been spending time together, we've <\/span><span data-id=\"P1-N2001F1\">been having lots of positive time. That's been consistent of course, on both ends and not just Ivan's been helping out with things without being asked and really talking and all these positive things and it is since we've been separated and I wonder if it's because we're separated. Is she essentially <\/span><span data-id=\"P1-N2001F2\">saying couples who can't get it to work when they're together can work on things when they're apart, or it's better when they're apart. But then I also said maybe it's not fair but I ultimately didn't get married because this would be a goal of mine which, of course, no one does. But she said that <\/span><span data-id=\"P1-N2001F3\">she assumed that we got married because we wanted to have some (unclear) where you know, very intimate psychologically and physically and emotionally and really sharing your life and I guess for me, I'd like to not have to choose and for the me the norm would be a couple that's married, living together.<\/span><\/p>\n<span data-id=\"P1-N2001E-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001E-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560806\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: Hang on just a second. When you say I know it's noisy today. When you said that I didn't get married in order to live apart, do you know what you were feeling at that moment? What's the feeling to say that?<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: It feels like I recognize a separation was necessary and it's been helpful but I see it as a short term solution. So when I got married maybe this is just me I'm starting to learn that some of these things are just me, but I assumed we live together. I mean that would be a pretty minimal <\/span><span data-id=\"P2-N200231\">assumption in my eyes.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: As every couple I don't usually make total statements, but I think most people assume that.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Right. Right. So I think it's okay as a short term tool for me. I don't think that marriage could ever look like we live in separate apartments and we get together for dinner every night. <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: So I would have thought and this is based on something that Dr. Farrow communicated to me we're in touch every now and then. When we're often having regular sessions she sends us a summary of that session to me and Dr. (unclear). And something she added there is my guess is from the <\/span><span data-id=\"P2-N200291\">way you're describing, maybe she didn't say this out loud and maybe it's something for us to take up individually. I think, driving her comment driving her kind of treatment (unclear) as being separated and working on it was coming from a kind of wanting to protect you from doing something too impulsive <\/span><span data-id=\"P2-N200292\">which is what you've even articulated that front and center about wanting your own goals for yourself because she had a feeling this could be dead wrong but just to know where she might have been coming from about that I think she was worried that the pressure to get back together and fix things <\/span><span data-id=\"P2-N200293\">on the kind of day to day surface are we living together? Are we sleeping in the same bed together? Could be coming out of a kind of disavowal of how angry you are at Ivan and kind of wanting to tuck some of those feelings back away and not letting that be a valid part of your experience so in other <\/span><span data-id=\"P2-N200294\">words, if you really could let in your full feelings all the time you might not be yet in a place where you are ready for that to happen. .<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">That may not be true so you might say, no I appreciate your concern but that's not what my experience is. But I think she was just simply not wanting you to feel like okay, we've done our assignment, now we have to get back together, but actually there's so much feeling there and until you sort through <\/span><span data-id=\"P2-N2002B1\">getting back together will feel like kind of repetition of the same old stuff instead of really feeling that enough has been processed that you're really ready to get back together not just because that's descriptive of marriage. Does that make sense?<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: It does and I feel like I have voiced those concerns and I've even said explicitly to you, 'please help me make sure that I'm not stuffing it under the rug or that I'm not striving like even in terms of 'close to the holidays' like this is what it should look like. I will make this happen. And <\/span><span data-id=\"P2-N2002D1\">even if it means -<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">THERAPIST: So is that happening?<\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">CLIENT: I guess I don't know. That's part of my processing here. To some extent it's not clear. I'm not ready for him to move in now, but I did feel ready to start talking about it because because he's been sleeping on the couch every night and making dinner every night. We should at least talk <\/span><span data-id=\"P2-N200311\">it's kind of like at least, it seems silly to not acknowledge that that's happening.<\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560806\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: Yes. So maybe then the difference, again, I'm picking up some of your feelings and some from what (unclear) said about the session that transpired is that there's a difference between starting to talk about it and really thinking about what you're feeling, what it means, what ready means <\/span><span data-id=\"P3-N200331\">and trying to find the answer by the end of the session. Do you know what I mean? <\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Um hmm.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: Like I have a feeling that if you found an answer to that question by the end of the session, whatever that answer was it would be premature.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: No. I know that. I just feel frustrated honestly because I feel like we've been talking about some things but we haven't talked about the day to day, we haven't talked about the situation in terms of the actual separation and where we We haven't talked about that. And so my thought is and <\/span><span data-id=\"P3-N200391\">I didn't expect to bring it up and wrap it up in one session. But if I didn't bring it up because it couldn't be concluded in one session then it really wouldn't be concluded in even a month's worth of sessions.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: Totally.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: If we don't bring it up then -<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: So you weren't expecting a decision.<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: No. No, no. I just wanted to bring it into the space.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Because you're talking about it. Makes perfect sense.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: It does seem kind of silly to go to couples therapy each week and pretend like nobody knows that Ivan's sleeping on the couch every night and why is he paying for this other apartment? And I'm not saying that that's a good just because he could continue to sleep on the couch for several <\/span><span data-id=\"P3-N200451\">nights and still have another place, but I still think that we should talk about it because I don't feel comfortable just kind of hanging out here by myself and wondering what's going on and feeling like I can't even talk about it in the couples session because that seems appropriate. <\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">Especially when Ivan says, 'I don't want to push. I don't want to bring it up. I'm not going to ask about it.' I think that's great in some way, but in other ways it does feel like if I'm in trouble for talking about it in couples and Ivan isn't going to talk about it with me -<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: Why did you use the term, \"trouble\"?<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">CLIENT: So she kind of said, and this is just my interpretation and I'm not objective but she kind of said, 'well, Ramona, it seems like there's this tension with you where you want to talk about these difficult things, we were going to spend the session talking about one of these difficult things, <\/span><span data-id=\"P3-N2004B1\">but instead we're talking about moving in and I raised a question and she said, 'maybe we'll talk about that next week.' And I kind of felt like I left the session feeling and I own that it's my feeling no one makes me feel this way but I just kind of felt like an idiot. I felt stupid because <\/span><span data-id=\"P3-N2004B2\">I thought what's wrong with me. I should have spent the whole session talking about the assault, the list like all these things instead of talking about him moving back in because that just makes me the foolish doormat. And it's hard because it feels like there should be some way to talk I don't know.<\/span><\/p>\n<span data-id=\"P3-N2004A-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004A-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560806\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">THERAPIST: I don't think Dr. Farrow doesn't think you should be talking about the status of things at all. I think it's totally appropriate. It sounded like she was picking up more on finally trying to sort of carve out space to talk about that there are issues that need to be processed in order to <\/span><span data-id=\"P4-N2004D1\">consider moving back in together like you said and that, I don't know all the reasons, it doesn't even have to be that you're doing what you're supposed to be doing by not doing that at that session instead of talking about moving in. Maybe that was what was relevant for you that day. Maybe that was <\/span><span data-id=\"P4-N2004D2\">the hottest button inside was this issue of what the status of things is. But I think that's what she was picking on, sort of like you've been wanting to talk about this and when we do you want to talk about something that was feeling to her like the kind of thing you were saying you want to not do, <\/span><span data-id=\"P4-N2004D3\">like skip over the hard stuff and move back in together.<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">CLIENT: But it has been frustrating because I feel like about four months ago was the session when we said like we're separating but no guidelines and no structure and I'm not saying that's anyone's fault. But I am saying to me that's frustrating to just and just every session something will always <\/span><span data-id=\"P4-N2004F1\">be more important than that and these issues we will talk about them for months. But I don't feel comfortable not talking about the very like that night Ivan is going to sleep on the couch so that because we can't do that for another like five or six months.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: So all you're saying is, it sounds likes, is you want to be able to talk about all of the above and have some space to process all of it. And it' so legit.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: And I don't like taking up a whole session for that.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: But you might need to in order to get into it.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: But I also felt like it was so overdue.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: And I felt like it was so overdue. I don't know. And I admit I felt frustrated because the previous session we spent and she engaged spending talking about my reaction to Ivan's things as opposed to the thing. So I did I guess I felt good. I don't know whether anyone noticed but I felt good <\/span><span data-id=\"P4-N2005B1\">because I did start the session and I did what you recommended and I just said -<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">THERAPIST: She did notice. She wrote that you took ownership for that part. <\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: So I felt good about that. I don't know, I guess the original plan was one to three months and we're getting closer to three months so I thought it was the appropriate time to that and the fact that he's sleeping on the couch.<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: I will say that he some things she was kind of firm on was those things are great, like the efforts are great, but the conversations would need to happen, the conversations about the stuff. And so we had a couple of those this weekend and they were really difficult and at the end of them <\/span><span data-id=\"P4-N200631\">I don't feel like I want to talk about them I don't feel like I want to talk about Ivan and me then. The things is I think regardless of what Ivan and I do in terms of living situation, I will feel that way for a while when we talk about it and the anger isn't going to the hurt, the pain I'm not <\/span><span data-id=\"P4-N200632\">going to, we're not going to talk about the assault and those feelings aren't going to come up any time soon. And I don't know if waiting until those feelings aren't so intense for us to talk about his moving back in is realistic.<\/span><\/p>\n<span data-id=\"P4-N20062-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560806\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">THERAPIST: I hear you and this is where I think that you and I are just going to have to get into your experience and where things are for you what feels right to you, what doesn't feel right to you. What could be you glossing over something that oddly enough be painful for you to tolerate. There <\/span><span data-id=\"P5-N200651\">may have been a defensive component to your saying, 'let's talk about moving back in together'. Maybe it's hard for you, too, as much as that could be surprising because its felt like the longest time that it's Ivan that doesn't want to talk about it. This is hard stuff to talk about and bare between <\/span><span data-id=\"P5-N200652\">each other. And like it's scary for you to really get into some of this conversation. So this is our task in here to help you figure out more and more of what you want.<\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">Before you had those conversations it felt like you were feeling like ready to move back in together?<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: No. No. No.<\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: I just wanted to start talking about it because again, I just thought it was just kind of bizarre for us to be having dinner every night and for him to be sleeping on the couch most of the nights and for nobody to mention a word. So that felt bizarre.<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: So in a way you maybe wanted to check in about what that is, what the function it's serving. What would need to happen in order to move in together what would that look like?<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: I even wanted to see like should he not be sleeping on the couch? Or should we be talking about moving back in? Which way are we going to go with some of these things? One night Ivan said, \"How would you feel if we slept in the bed together night? Just sleep?\" Like, 'what do you think?' And <\/span><span data-id=\"P5-N200711\">I just said well, we haven't talked about that but I you know? So that would be something I would feel we would need to come into couples because, again, if we don't talk about that it's certainly not going to happen and I acknowledge that other things are much more important but how -<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: Not necessarily, Ramona. Not necessarily.<\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: But how much should be put on hold for how long?<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: Totally. Totally. Even just trying to get a framework again where you are makes a lot of sense. What about? So what about these questions? Without him here for a second, where are you with all this? What are you feeling? What did you feel when he said, 'can I sleep in the same bed?'<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: I mean it was an immediate kind of \"no.\" I had actually thought a couple of nights when he stayed, it was just so nice and we were like sitting on the couch together, watching TV before bed, whatever, and it was so nice and I thought, 'it would be nice if we could just snuggle up in bed and <\/span><span data-id=\"P5-N200791\">it's warm,' but it's scary and it feels like there are all these things that I want but it feels like asking for them or pursuing them is an opportunity to get hurt or for things to go badly.<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: When you say it's scary, what are some of the things you're scared of?<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: Well, in the context of him sleeping in the bed it does feel like a trigger in that we haven't talked a whole lot about the assault. I mean actually talking about it, not just, 'I'm so angry about this.' And I don't know anything about therapy but I do know that it seems like a dumb idea to <\/span><span data-id=\"P5-N2007D1\">sleep in the same bed with someone when your last experience with them was so traumatic and you haven't talked about it. That does seem foolish. So I don't know. On the other hand I think to myself, 'it's been months and months since we've slept in the same bed,' and it's been longer than that since <\/span><span data-id=\"P5-N2007D2\">we've had sex and clearly I have not prioritized our physical relationship in our marriage but I do wonder what it looks like to make progress and also to work on those things and what it's okay to neglect or ignore, put on hold as it were and what is there damage that's done from doing that for a <\/span><span data-id=\"P5-N2007D3\">long time and not talking about it? <\/span><\/p>\n<span data-id=\"P5-N2007C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560806\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">THERAPIST: So what do you think you would need? Like what would if you stripped a picture like okay, let's sleep in the same bed, let's curl up and be closer together. What would you need to get there do you think?<\/span><\/p>\n<p data-id=\"P6-N20080\"><span data-id=\"P6-N20081\">CLIENT: I think I definitely need to know that the efforts are consistent and it actually does build some trust for me with Ivan. I start to trust him again. I see him as reliable. I actually see him as more responsible than I did before and I feel safer. Over and over positive time, positive time <\/span><span data-id=\"P6-N200811\">he says he'll do it, he does it. And I would need to have more of these conversations with Ivan and I think if we're sleeping in the bed I think it would really need to be about the assault really need to be about probably the website to some extent and there would need to be some discussion about <\/span><span data-id=\"P6-N200812\">any type of physical contact because there wasn't before and that's in part how we got here. And I would just want a very clear understanding and I think I would need to feel like I had a lot of control over that situation.<\/span><\/p>\n<p data-id=\"P6-N20082\"><span data-id=\"P6-N20083\">THERAPIST: Yeah. I also imagine you would have to trust if you would never, ever do something like that ever again.<\/span><\/p>\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: Right. Which is hard because Ivan's word at this point, no matter how genuine it may seem, it's hard to take.<\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: That's what I mean. What would have to happen is not just that he'd say that but that you would trust that that would never happen again.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: Right. (inaudible). <\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: Starting there. (inaudible). I also wonder when you say, 'that also would need to get discussed.' I wonder what you picture. What would need to get discussed? What would you need to come into the discussion in order for it to feel like you're building trust again?<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: Right. And I'm not completely sure which makes it hard to get there if I'm not sure what I need to get there. I do think in terms of Ivan explaining it, he has said, he's been very clear in that he didn't mean it to hurt me. He didn't think he was hurting me. He, in fact, thought in a bizarre <\/span><span data-id=\"P6-N2008D1\">way he knows makes no sense, but this was a way to be intimate without me getting hurt or pressuring me which is so wrong, of course. But it's not but when Ivan describes it, it's not a malicious I didn't think he would have sex with me and I decided this was going to happen which does change how <\/span><span data-id=\"P6-N2008D2\">I could respond to it a little bit. It doesn't make it okay. I'll never be okay with it.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: But it's a different motivation. That does matter.<\/span><\/p>\n<span data-id=\"P6-N2008E-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560806\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20090\"><span data-id=\"P7-N20091\">CLIENT: It does matter.<\/span><\/p>\n<p data-id=\"P7-N20092\"><span data-id=\"P7-N20093\">THERAPIST: Of course.<\/span><\/p>\n<p data-id=\"P7-N20094\"><span data-id=\"P7-N20095\">CLIENT: Because I feel like the motivation can suggest what else could happen.<\/span><\/p>\n<p data-id=\"P7-N20096\"><span data-id=\"P7-N20097\">THERAPIST: That in a way is like this really, it's at a crazy level of avoidance but it's still a kind of avoidant solution to instead of talking about sexual contact with you and bringing it above ground he's sort of finds this where he thinks he's getting his own need without hurting you. It's not <\/span><span data-id=\"P7-N200971\">true of course. It's very hurtful to you, but if that's the fantasy about what it was it's not trying to hurt you, he's just terribly, terribly terrified and ashamed talking about (inaudible) things. <\/span><\/p>\n<p data-id=\"P7-N20098\"><span data-id=\"P7-N20099\">CLIENT: Yeah. But Ivan has said part of why he didn't have the discussion was that he didn't feel like he could, he didn't feel like he deserved to. He didn't feel like it was possible to. He knew a chunk of the reason we weren't being intimate was all these other things that had doubled up and kind <\/span><span data-id=\"P7-N200991\">of distorted the trust and so in that position he felt like he couldn't. Which is not an excuse, but -<\/span><\/p>\n<p data-id=\"P7-N2009A\"><span data-id=\"P7-N2009B\">THERAPIST: So it starts to sound like you want to trust even more than he's following through on the daily responsibilities and then he will start to address things that are tough for him.<\/span><\/p>\n<p data-id=\"P7-N2009C\"><span data-id=\"P7-N2009D\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: Even the bumps in the road, if they get spoken, explored together rather than get pushed under the rug, because that's when he's gotten into danger.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: And I said to him kind of what we said in here, kind of as long as Ivan had this belief that not telling me was going to have a better outcome than telling me as long as that belief existed and he was able to apply it to a lot of situations, then things would not work. And I tried to express <\/span><span data-id=\"P7-N200A11\">to him that even in the most severe examples it still would have been better, we still would have had a better outcome even with like the grad school, the loan, still would have gone better had he come clean, told me about it, we faced it. It wouldn't have been amazing, it would have been better it <\/span><span data-id=\"P7-N200A12\">would have been much, much better and I would still be able to trust him. It's hard because I sense that at some point I have to let it happen if I want to move forward, at some point would end up letting him sleep in the bed and knowing that there are no guarantees.<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: And I think that's even when Dr. Farrow refers to couples who are apart longer times than you are, my guess is I mean I can't read her mind but I don't think she's describing that as a permanent condition, but that isn't a marriage I don't think she would say that but that it takes <\/span><span data-id=\"P7-N200A31\">people more or less time to feel like they're willing to take on the risk of taking a person back into their life. Do you know what I mean?<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">CLIENT: Yeah. Because she said something that made me stop and think and it was, 'how would you feel if Ivan moves in in a couple of weeks or so and in another month you find another note, another something how would you feel if he was in the apartment and had nowhere else to go versus he was sleeping <\/span><span data-id=\"P7-N200A51\">on the couch at another apartment?' And of course I'd feel horrible, especially since I am trying to make myself believe and understand that if Ivan and I move forward in whatever capacity, there will be times when I am let down again and it will be this type of avoidance like this will happen again <\/span><span data-id=\"P7-N200A52\">because it's a big thing to change no matter how hard you're working. It doesn't happen overnight. And that would have to be okay with me. But I also feel with that logic -<\/span><\/p>\n<span data-id=\"P7-N200A4-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N200A4-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560806\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N200A6\"><span data-id=\"P8-N200A7\">THERAPIST: Just to say, 'it would have to be okay with me,' I don't agree with that. It's not going to be okay.<\/span><\/p>\n<p data-id=\"P8-N200A8\"><span data-id=\"P8-N200A9\">CLIENT: Not 'okay,' but I would have to accept that as part of the temporary situation. Except that it would happen. Not that it would be okay when it happened.<\/span><\/p>\n<p data-id=\"P8-N200AA\"><span data-id=\"P8-N200AB\">THERAPIST: Not okay. Not even accepted. You'd want to have room to have all of your feelings about it. Be very disappointed, be very upset, your trust hurt again. And only feeling that from a place of knowing that this is going to happen. You're with each other. You can't suddenly be different people <\/span><span data-id=\"P8-N200AB1\">but that it's the most (unclear). <\/span><\/p>\n<p data-id=\"P8-N200AC\"><span data-id=\"P8-N200AD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P8-N200AE\"><span data-id=\"P8-N200AF\">THERAPIST: So still the question is, 'what happens?' It's one thing if the things you're not trusting are what he did when he was home with his parents if you edited something out like going on a (unclear), right? Versus what if you found another porn site a month from now? <\/span><\/p>\n<p data-id=\"P8-N200B0\"><span data-id=\"P8-N200B1\">CLIENT: That's my point. It wouldn't be okay for him to hide anything. But I would expect that there what I've tried to hear in here if I'm taking it in is that these things will happen, that they will manifest in certain ways and some are more extreme examples than others and that it's not okay when <\/span><span data-id=\"P8-N200B11\">it happens but it would be expected as part of his process that no matter how much he wants to this cannot change overnight. It's a long pattern.<\/span><\/p>\n<p data-id=\"P8-N200B2\"><span data-id=\"P8-N200B3\">THERAPIST: And my question is what is enough for you to feel like there is progress being made, right? So I wouldn't want you heading into it either going, 'okay, Dr. Henderson told me to expect that this is going to happen,' and it just stays like this, right? I don't think you're saying that's good <\/span><span data-id=\"P8-N200B31\">enough for you. If you're feeling like the transgressions, the mistrust examples are getting milder and milder and milder maybe there'll be one that's moderate again because no change is linear. Anyone, even you you could be in a different place or in some way you're relating to Ivan and then something <\/span><span data-id=\"P8-N200B32\">gets triggered and you're back to being sort of frantically, urgently pursuing him to make him explain something that's not productive for either one of you. Every person does this when they're changing something about themselves, right?<\/span><\/p>\n<p data-id=\"P8-N200B4\"><span data-id=\"P8-N200B5\">But if they continue to be severe so this to me should be your question as you're thinking about do I want him to move in tomorrow or a month from now or two months from now, is: what level of regret and hurt would you feel if you move back in and then an egregious example happened again a month from <\/span><span data-id=\"P8-N200B51\">now versus if you didn't to try to keep trying to build trust and then that thing happened and now out it's a very different scenario. And I don't think there's a right answer to this. It's that people do different things. People if you feel like you could keep working on it with him and living <\/span><span data-id=\"P8-N200B52\">together in an even deeper way, that's another thing to consider, right?<\/span><\/p>\n<p data-id=\"P8-N200B6\"><span data-id=\"P8-N200B7\">CLIENT: And I brought that up your example of living apart wasn't necessarily permanent, that if Ivan could move back in it wouldn't necessarily be a permanent acknowledgment of now we're a couple again, now everything's back on track, now everything is permanent and lifelong. It could instead be <\/span><span data-id=\"P8-N200B71\">(unclear) to escalate the efforts or escalate, I mean facilitate the effort I mean it is different. Efforts do look different when they come in three hour blocks in an evening versus living together. <\/span><\/p>\n<span data-id=\"P8-N200B6-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N200B6-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560806\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">THERAPIST: Like maybe you feel you'd get different data actually.<\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">CLIENT: Or maybe it would be better and I don't want to set myself up for failure but maybe that would be nice. Maybe that would enable I guess I feel uncertain when she says how would you feel in another month if Ivan moved back in and this happened again? Because whenever Ivan moves back in, that's <\/span><span data-id=\"P9-N200BB1\">on the table. That's going to be my thought for a while, like a year or more I'm going to think, what if, and I'm going to be worried. But I don't know that that's necessarily a justification for us living in separate apartments for many more months or a year, right?<\/span><\/p>\n<p data-id=\"P9-N200BC\"><span data-id=\"P9-N200BD\">THERAPIST: What, as you said after having conversations this weekend suddenly made you feel less ready? Tell me more about that.<\/span><\/p>\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">CLIENT: I always always is a strong word but I find myself underestimating him. So we log all this positive time, we're going to couples counseling. Ivan is working on things. Ivan is doing all these things and I think that I come to like a certain point within myself where I am no longer breaking <\/span><span data-id=\"P9-N200BF1\">into a million pieces the minute I think about one of these things. When Ivan and I sit down and talk about it, I find like all those same questions coming out, like why and what did you think and why is this and how could you possibly feel this way about me but act this way? It opens it all up again <\/span><span data-id=\"P9-N200BF2\">and I feel frustrated with myself because I feel I should be above that. But it's very, very painful to talk about it. I almost found myself yesterday was one of the scheduled ones and I was like, 'I don't want to do this,' which is bizarre the person who always pursues the conversations, who wants <\/span><span data-id=\"P9-N200BF3\">to confront things, always out in the open, wants to make this progress, wants to give this marriage a chance to do that, to say or even think, 'I don't want to talk about this.'<\/span><\/p>\n<p data-id=\"P9-N200C0\"><span data-id=\"P9-N200C1\">THERAPIST: I'm so glad you got to find that in yourself, Ramona. I know it seems strange to say but it's really, I think it's really powerful and important for you even as a couple to know this is painful for me, too. You can feel for a second what that avoidance feels like because it's scary to talk <\/span><span data-id=\"P9-N200C11\">about. I do think the way you're just talking about it, maybe even in here, it's scary to get into this stuff. What does it mean? How does it feel? We've talked about it a little bit but you and I even so much more.<\/span><\/p>\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">CLIENT: That occurred to me the other day.<\/span><\/p>\n<p data-id=\"P9-N200C4\"><span data-id=\"P9-N200C5\">THERAPIST: So much more about what's really impacting you, how this relates to your history, your feelings of trust, your feelings about your  own sense of self which I think you which I think you're scared to open up even in here because things are going along okay and it's probably such a relief what's <\/span><span data-id=\"P9-N200C51\">happening with Ivan after where you guys have been. You really do want this to work. You don't want to get divorced. And I don't think he does either. That's where both of your wishes are. But if we start to open up all his stuff what's going to happen?<\/span><\/p>\n<span data-id=\"P9-N200C4-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N200C4-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560806\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N200C6\"><span data-id=\"P10-N200C7\">CLIENT: It's painful. And it's hard to hold all that positive stuff in mind just like it's hard to hold all Ivan's positive traits and all the reasons that we wanted to be together. It's hard to think of those. They feel so overshadowed in a moment of talking about these huge and I actually said to <\/span><span data-id=\"P10-N200C71\">him, 'so if we stay married and eventually we have children and we have a home and we have this marriage, can I picture myself one day like sitting down and looking at our children and thinking at one point Ivan did those things. Would that ever be okay?' And I kind of started to think about that because <\/span><span data-id=\"P10-N200C72\">Dr. Farrow said, 'whatever you do, this trouble will always be a part of your marriage.' And that felt hard. That felt really hard to bear. And I don't know how couples do it because clearly couples have hard things. I don't know how they hold it all.<\/span><\/p>\n<p data-id=\"P10-N200C8\"><span data-id=\"P10-N200C9\">THERAPIST: It's true that just like this challenge can't have never happened. It's more that people grow back together from something like this, to learn to live alongside it, to put it into context, but it doesn't disappear.<\/span><\/p>\n<p data-id=\"P10-N200CA\"><span data-id=\"P10-N200CB\">CLIENT: And I think that that's okay, but I also at the risk of being critical of my mother, I don't want to what happened there, where seven years later my mom will just still bring it up in casual conversation, will still get explosively angry with my dad over something unrelated and it's about <\/span><span data-id=\"P10-N200CB1\">the affair. She'll still make inappropriate comments about the affair to my sister and me. Of course I would never want to do that to my children, I would never want to do that to them, but I don't want to do that to Ivan either and that wouldn't be healthy for me or helpful.<\/span><\/p>\n<p data-id=\"P10-N200CC\"><span data-id=\"P10-N200CD\">THERAPIST: Yeah, absolutely.<\/span><\/p>\n<p data-id=\"P10-N200CE\"><span data-id=\"P10-N200CF\">CLIENT: So I just want to know that if we process this and get through it and we move on and put in the positive efforts. But the knowledge that there would be a lot more bumps in the road hopefully nothing like this that I can do it in such a way that I don't need to like keep coming back to it.<\/span><\/p>\n<p data-id=\"P10-N200D0\"><span data-id=\"P10-N200D1\">THERAPIST: That absolutely is in the reach of this when it works for couples. That's what happens. It's processed enough so that it doesn't remain a kind of constant irritation that keeps bubbling to the surface. What happened to your mother is that it never got processed or discussed in ways that build <\/span><span data-id=\"P10-N200D11\">back up a trust and new foundation together. Couples sometimes when things like this happen, can believe that a relationship gets better than it ever was before. It doesn't mean it shouldn't happen, but sometimes when what has to get opened up and processed allows a new kind of connecting that never <\/span><span data-id=\"P10-N200D12\">could happen before the incident (inaudible). <\/span><\/p>\n<p data-id=\"P10-N200D2\"><span data-id=\"P10-N200D3\">So that is possible if that's what the two of you decide that's what you want to do and you're doing, he's doing enough to trust him again. If it's constantly a thing where he keeps losing your trust that's a different thing. That's more about what continues to be happening as opposed to the thing back <\/span><span data-id=\"P10-N200D31\">there. But it can be processed. So we have just a few minutes. So I wonder what it would be like when's your next couples session?<\/span><\/p>\n<p data-id=\"P10-N200D4\"><span data-id=\"P10-N200D5\">CLIENT: Wednesday.<\/span><\/p>\n<p data-id=\"P10-N200D6\"><span data-id=\"P10-N200D7\">THERAPIST: Wednesday. To sort of be able to say, 'I realize that there may be a part of me that was even hesitant to really get into it once we finally had the opportunity,' because of how well things are going. And to say, 'let's just do it. This is scary but it's going to happen so that you're not <\/span><span data-id=\"P10-N200D71\">in the situation that your mother's in where it's haunting your (unclear) forever. And really just do it then. And then the next session here really doing it see what that brings up? Does that feel doable? <\/span><\/p>\n<span data-id=\"P10-N200D6-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200D6-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560806\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200D8\"><span data-id=\"P11-N200D9\">CLIENT: Yeah. I must say I do see myself at the slightest hint of this could happen again, or even the slightest hint of 'things are going really well,' a desire to really, deeply push back away because it's just so scary and it's just so hurtful that I don't want anymore and I'd almost rather hurt <\/span><span data-id=\"P11-N200D91\">him and say, 'no, I really don't even care about the relationship,' which it feels like if I could express that emotion it would likeit's not true of course or tell him I don't want this relationship, I told him that the other day. I'm like, 'I don't want this. I don't want it.' And it feels like <\/span><span data-id=\"P11-N200D92\">if I could just push and push and push then this won't happen again. And I won't be set up like even the positive stuff won't happen but I won't be set up for disappointment. It's scary.<\/span><\/p>\n<p data-id=\"P11-N200DA\"><span data-id=\"P11-N200DB\">THERAPIST: It's terrifying.<\/span><\/p>\n<p data-id=\"P11-N200DC\"><span data-id=\"P11-N200DD\">CLIENT: And I feel myself slipping back a little bit into the 'it's my fault' or not feeling healthy feelings towards myself which I'm upset about because I don't want to slip back into that.<\/span><\/p>\n<p data-id=\"P11-N200DE\"><span data-id=\"P11-N200DF\">THERAPIST: How so? What are you saying is your fault?<\/span><\/p>\n<p data-id=\"P11-N200E0\"><span data-id=\"P11-N200E1\">CLIENT: Like how could someone, thinking that Ivan must not have respected me to do these things; must not have -<\/span><\/p>\n<p data-id=\"P11-N200E2\"><span data-id=\"P11-N200E3\">THERAPIST: So you're not a respect-worthy person you mean? Wow, Ramona.<\/span><\/p>\n<p data-id=\"P11-N200E4\"><span data-id=\"P11-N200E5\">CLIENT: I know that that's exactly the thought that we worked so hard on before so I'm sorry to say that I've slipped into that a little bit, but -<\/span><\/p>\n<p data-id=\"P11-N200E6\"><span data-id=\"P11-N200E7\">THERAPIST: I heard you say that that's exactly what happens.<\/span><\/p>\n<p data-id=\"P11-N200E8\"><span data-id=\"P11-N200E9\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P11-N200EA\"><span data-id=\"P11-N200EB\">THERAPIST: When things get more stressful or scary, people revert back to old patterns that kept them safe. That's a way of thinking about it, actually. I think you're terrified right now. If you really let him in. This is what happened to you as a child. You reverted and created the explanation it <\/span><span data-id=\"P11-N200EB1\">must be me and my badness, as a way to protect yourself. I think that's what's important to hold onto about it with Ivan is that this is what you're saying you're scared. If I let him in to be hurt again. You're so tired of being hurt, hurt as a child all the time. And the explanation it's just <\/span><span data-id=\"P11-N200EB2\">me and my fault and my badness. If I hold onto this I'll have more control of the situation. I think that's part of what's scary right now is that it's just unknown. It's unknown is he going to hurt you? I don't know if he's going to hurt you again and I think there's a way that your mind is kind <\/span><span data-id=\"P11-N200EB3\">of understandably trying to kind of create ways of not getting hurt again including like pushing some of the bad stuff under the rug in the way he's done. I think you did that with your parents too how hard it is to say 'this really hurt me,' to really know it. Will you journal a little bit this week?<\/span><\/p>\n<p data-id=\"P11-N200EC\"><span data-id=\"P11-N200ED\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P11-N200EE\"><span data-id=\"P11-N200EF\">THERAPIST: Just even not from the necessarily the \"coping\" journaling but really kind of giving yourself another reflective space where you can take a half hour at some point just to kind of say, to get down what all the feelings about where things are with Ivan and what you're scared of and whatever <\/span><span data-id=\"P11-N200EF1\">seems available to you. I also want to encourage you that whenever you have these one on one conversations with him just to try to keep in mind that you're terrified. And I think one of the things you do is scramble for control when you're terrified. Blaming yourself is a kind of control. Getting him <\/span><span data-id=\"P11-N200EF2\">to speak is a kind of control. Withdrawing is a kind of control. Trying to get answers right away that he doesn't have is a kind of control. And the more you can kind of say, 'wow,' to really share with him, 'this is a really scary conversation for me to be having. You're not the only one scared here, <\/span><span data-id=\"P11-N200EF3\">Ivan. I'm scared too. I wonder how we can feel our way through this thing without doing to each other what we usually do.' I think you'll get each other even more when you're having that conversation and you'll start being able to own what you do when you're scared. You don't have to do anything that's <\/span><span data-id=\"P11-N200EF4\">going to hurt you, Ramona. You don't have to move in tomorrow. We can take this as part of what (unclear) is saying 'let's make this one step at a time and one week at a time.' And right now even a few weeks could make a difference about getting your bearings around this. Okay? <\/span><\/p>\n<span data-id=\"P11-N200EE-br\" class=\"page-break\" data-seq=\"10\"><span data-id=\"P11-N200EE-dsp\"><\/span><\/span>\n<\/div>"},{"number":12,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560806\" data-realpage=\"12\" data-page=\"12\">\n<p data-id=\"P12-N200F0\"><span data-id=\"P12-N200F1\">CLIENT: Yeah. Did you find out if -? [Audio cuts off]<\/span><\/p>\n<p data-id=\"P12-N200F2\"><span data-id=\"P12-N200F3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}