{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses his current relationship and how he feels the need to leave because it is unhealthy. Client discusses the past women he's dated and why he left or cheated on them."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Decision-making skills","Job security","Love","Relationships","Psychoanalytic Psychology","Frustration","Anger","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Decision-making skills","Job security","Love","Relationships"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Anger"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":9,"pageCount":9,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2560968","dorpId":"1005995220","contentType":"text","aucs":"CTRN-V1","title":"Client \"RCH\" Therapy Session Audio Recording, August 28, 2013: Client discusses his current relationship and how he feels the need to leave because it is unhealthy. Client discusses the past women he's dated and why he left or cheated on them.","fullTitle":"Client \"RCH\" Therapy Session Audio Recording, August 28, 2013: Client discusses his current relationship and how he feels the need to leave because it is unhealthy. Client discusses the past women he's dated and why he left or cheated on them.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":true,"realPages":9,"totalPages":9,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":9,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560968\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come on in. I can start early.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Are you sure?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: I may have told you the wrong time.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: It’s no big deal. Yeah, because I had (unclear) on my calendar and it seemed like I weird time but I know you knew you did 45-minute slots, so –<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: I do 45-minute slots and usually allow 15-minutes.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Yes. Cool. So yeah, thanks for taking me early. So Baltimore was actually a lot of fun. We had a really, really good time and then had a really difficult (unclear) conversation on the flight home. You know, I kind of told her where I was at and she told me where she was at and in her mind like <\/span><span data-id=\"P1-N200171\">I’m not where she needs me to be, you know, like I’m not ready for kids or family or to settle down right away and those things are super important to her and that was pretty much it. You know, we’re not in the same place and it was sad but it also was nice to have that kind of closure on things. So <\/span><span data-id=\"P1-N200172\">we talked a lot about a lot of different things and like I told her, you need a lot of appreciation. You want to feel really appreciate and feel real good about yourself and I think I do that but in a different way than you are expecting. Like I fixed her car. I helped her move a bunch of times. I felt (unclear).<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">And like that doesn’t register as appreciation. Like in her mind it’s fine that that happened but because it’s I’m going to hold her hand or I wasn’t really talkative, that is sort of like, not good. So there is sort of that disconnect or – not disconnect, but like a misalignment of like for me to get <\/span><span data-id=\"P1-N200191\">there it’s a lot of work, right, because I’m always having to be kind of hard on myself and when I’m tired or have my guard down and can’t be myself it’s like I’m trying to be somebody else. And I think she understood that. She was upset about all of that, was upset but in general it was good to have <\/span><span data-id=\"P1-N200192\">that closure and it feels a little bit like I can now have a new relationship with somebody and be excited about it and not have to worry about baggage on top of baggage on top of baggage to go through to get to a good spot. Like I can just kind of start at square one and build from there.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: You mean, the baggage meaning pursuing a relationship with her?<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Well, everything that happened, it’s not like that had ever stopped being – like you said, the issues never stop being issues, but also the fact that she did what she did, I did what I did. You know if she hits me, we break up. She reaches out to me after she has a threesome. Like (unclear) <\/span><span data-id=\"P1-N2001D1\">that I cheated on her. Like none of that ever goes away and it becomes a point where she was like super-irritable and super short with me but in her mind it was like it stopped not being about us and started being about an innocent – these are her words, not mine. It started being about me kind of just <\/span><span data-id=\"P1-N2001D2\">fitting into where she wanted to go. It was no longer about us figuring out where we wanted (unclear). It was about what she wanted and I hurt her a bunch before and so it was like this is where she’s going and I’m either along for the ride or not. And there’s not a whole lot of other stuff that can <\/span><span data-id=\"P1-N2001D3\">go on there. It was shitty but it was good. It was nice to have a closure. But it’s still tough though.<\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560968\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">(Pause): [00:04:01 00:04:27]<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">CLIENT: It’s tough because I know I love her, you know. And there were certain things that we had that were really good. (Crying?) And even with all the bad shit that we went through it wasn’t – the good stuff was always still there. But it just is not – the timing is not – I told her, if we had met <\/span><span data-id=\"P2-N200211\">– if we crossed paths when I was 32, you know and you were 30, or 31, or whatever she was, but that’s a different story. If I met you when you were 26 and I’m 28, it’s a different story. Like it just felt like we were – kind of, eventually I’m going to want those things but it probably won’t be any <\/span><span data-id=\"P2-N200212\">time soon and that’s super important to her. And that’s like not going to work for her. And see that was – that’s – it was nice to have the closure.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">It’s just shitty because I feel like – people like that, they complement you, they crown you – they’re good people, but something wasn’t right between us and we tried a bunch but it never felt quite right and I think she felt that too. And in talking about it I was actually surprised that she took it <\/span><span data-id=\"P2-N200231\">as well as she did because it was like she had a bunch of reservations too and it was like a relief for her and it was hard, but it was a relief for her to sort of have the discussion about it. But it still sucks though because it’s like you spend a bunch of time on something like this and you think <\/span><span data-id=\"P2-N200232\">it’s going to work out and it doesn’t and you kind of have to look at it like, it was good and I learned more about what I don’t want and more about what I do want in somebody and maybe next time it works out better. And hopefully she learns some stuff about how she feels and what’s important to her <\/span><span data-id=\"P2-N200233\">and you know, she’ll be better off for it.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">It’s still just shitty because it someone you spent a year-ish with on and off, you’re left with – and so to sort of lose that partner as a friend. But still it’s tough to – I think it’s just tough to get over, you know over the hump of – we had so much baggage built up but it was always sort of like <\/span><span data-id=\"P2-N200251\">waiting for the other shoe to drop. You know, her or me, it was not the place where you want to be with anyone, you want to spend a lot of time with waiting for the next bad thing to happen. You kind of want to be able to go and say, okay you know it’s good and you’re not worried about that you can <\/span><span data-id=\"P2-N200252\">go and just relax and have fun and it can just evolve the way stuff evolves. I think that’s one of the things I realized is you know, if you trace this all back you know we go back to after I cheated on her and it was never the same after that. But I think ultimately what I realized most this time was <\/span><span data-id=\"P2-N200253\">that there’s not with the defenses and the walls that she’s put up, there’s not space anymore for that like partnership. It’s like this is what she wants and this is the direction that she’s going in and I’m either a part of that or I’m not. It’s not our way, it’s her way. Let’s not talk about our life <\/span><span data-id=\"P2-N200254\">together, let’s talk about her life with me in it. And that would maybe be okay at some early stage in our relationship but after a year of like serious stuff, that doesn’t make you excited to want to be part of it. It doesn’t make you want to put in that extra effort like kind of makes it work and <\/span><span data-id=\"P2-N200255\">I think that also feeds into like her just general – she’d just been real impatient with me lately and it’s like that’s where I think this comes from, this like it’s not moving along as fast as she wants, but I told her what I told her, like there’s never a relationship status that we could be in that’s <\/span><span data-id=\"P2-N200256\">every going to be good enough, like that could fulfill you whether we live together or if we were engaged or talking about being engaged or we were married or we had a kid, like it would have never – like I never felt like it would have been enough for her. She says, all I wanted – she says, all she <\/span><span data-id=\"P2-N200257\">wanted was a commitment that we were going to get married someday.<\/span><\/p>\n<span data-id=\"P2-N20024-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20024-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560968\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">And so like, I still don’t trust that that would have been enough because it would have been almost immediately, if I had ever proposed to her, it would have been like, okay, right – when are we getting married? When are we having kids? Like it would have all had to be – it couldn’t just be and develop <\/span><span data-id=\"P3-N200271\">in the way that felt right or happen organically. And one of the things that I felt good about is that I told her – I said, you know, you look like a lot for external validation and you look sort of externally for cues about what’s right – so like all her friends on Facebook are all married, all have <\/span><span data-id=\"P3-N200272\">kids. You know, one of her friends started dating around the same time we started dating and they’re moving in together and like all this and it’s – you know, she sees that and is like, you know, that’s all I want. <\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">And it’s like well, yeah, that’s fine if that’s all you want but these things always come out of the context of – Facebook is being used against me, right? One of your friends has done this and it’s tiring. I think that’s the other thing, too – it’s emotionally draining when these kinds of things happen. <\/span><span data-id=\"P3-N200291\">I mean, I don’t want that. I want to go have new issues with somebody new. And I want her to find somebody who is a little bit more aligned with her in terms of love and affection. And what she needs out of the gate is more in line with that they’re going to give and then when they kind of go above <\/span><span data-id=\"P3-N200292\">and beyond in her mind it doesn’t feel like you’re just hitting it. In her mind it feels good. And then maybe it’s that other stuff that I believed in. So, it felt very different than other times that we’ve done this. It felt less – it felt much more relaxed and final, certainly hard but –<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: It sounds like her response was different than what you had anticipated.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: Yeah, I think so. I think it was. I figured she would have been – I mean she was upset, but I figured she would have been more upset. I think, ultimately it’s a lot of work. You know, it’s just nice to take a load off your mind, you know, it’s not a thing, another stressor in your life and then <\/span><span data-id=\"P3-N2002D1\">(unclear) and there should be something good, something to look forward to, and something that you’re pleased to be a part of and I think that we both had that at one point and that we were constantly trying to get back to that and never could. You know? And it was like we had six really good months <\/span><span data-id=\"P3-N2002D2\">and then you know, seven, eight months of just really tortuous, (unclear), or frantic, frantic something, you know, something relationship which I think just takes a toll. It doesn’t matter who you are. <\/span><\/p>\n<span data-id=\"P3-N2002C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560968\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">But, yeah, so we’ll see. I have ups -and downs, you know. This is the most I’ve talked about this stuff. It’s still a little fresh. (Pause) But I think it will be good, you know, ultimately to just close that chapter and do what I think, you know, having some space and having some perspective on things <\/span><span data-id=\"P4-N2002F1\">will make it, you know, will make it feel a little bit less raw, you know, will probably hurt less.<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">(Pause): [00:13:47 – 00:14:08]<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">CLIENT: It’s a little harder than I thought it was going to be. (Crying) You know it seemed like it would – I don’t know whether it would be easier, but –<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">THERAPIST: Well, your focus before was how can I get out of this? That was what you were thinking about, not these subsequent feelings of loss.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">CLIENT: Yeah, which is why I know some time will let it, you know, mellow and I think it will be a little more like it was a good thing, and it happened and then it got really shitty, but you know, I think we’re both better off, but I think it’s – yeah, I think it will be a good thing. You know, because <\/span><span data-id=\"P4-N200371\">even like yesterday, you know, riding my bike over to rugby practice, it just felt different, like if felt more relaxed and even at work I felt a little less stressed out like it just feels like I’ve removed a stressor or something from my life. And you know, I told her it’s tough for me to be with <\/span><span data-id=\"P4-N200372\">you because you feel like it’s never enough and I know it’s my problem, but you know, it’s not something that’s going to change overnight and I feel like that with you for a lot of reasons but it’s certainly challenging, you know, that adds an added complexion or dimension to the relationship or however <\/span><span data-id=\"P4-N200373\">you put it, where it’s just hard and the analogy that I used was if I was an alcoholic I wouldn’t be going out with all my friends who make me feel like I have to drink.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">You know, I would avoid that situation to sort of get myself squared away. And that’s why I feel it’s a little bit of this is too, where it’s like I don’t like feeling that way. I really don’t like feeling that I’m not good enough because I know I’m a pretty good guy and I know I put that on myself <\/span><span data-id=\"P4-N200391\">but it’s a way of removing that sort of stressor from my life, removing – not necessarily the cause of that, but removing the source of the stress allows me to focus on the things that I still feel good about with myself and to find somebody who I feel like I don’t have that feeling because I think <\/span><span data-id=\"P4-N200392\">it’s tough to be in a relationship where you feel it’s unequal.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">(Pause): [00:17:15 00:17:35]<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: I guess I also think it will be nice to sort of do my own thing, like not have to worry about checking in or whatever, with her. (Unclear) and not have to respond to text messages quickly or whatever will be nice. (Unclear). I guess we’ll see. I really think I’ll feel, I hope I’ll feel better <\/span><span data-id=\"P4-N2003D1\">in a couple of weeks (unclear) happen. Yeah.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">(Pause): [00:18:14 00:18:29]<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: Yes, so yeah, it was a lot of fun. It was a good (unclear). It’s been a while since I’d been there. So that was good. So rugby was intense. It was a really intense practice. And yesterday I messed my back up pretty bad so that was unfortunate so I’ll miss next practice so I can get treatment <\/span><span data-id=\"P4-N200411\">and then probably also Tuesday’s practice which means I definitely won’t be playing on Saturday which is disappointing. So sort of bad timing to be alone with your thoughts, you know?<\/span><\/p>\n<span data-id=\"P4-N20040-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560968\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: What do you think it will be like to be alone with your thoughts?<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: I don’t know. I suppose a combination of things. It’s a nice thing to do because it helps you clear your head and not being able to work out, not being able to play rugby, those are the sort of things I don to sort of reset and get some perspective on things, so I’ll have to do those things <\/span><span data-id=\"P5-N200451\">on my own. I’m supposed to read. I’ll probably read. But it’s just frustrating not being able to contribute. And also, not being able to play. That’s what you, that’s like a whole – I mean that’s what you do, right? You work out in the off season and get in shape so you can play and you know you got <\/span><span data-id=\"P5-N200452\">hurt and you go into the season and sit out the most important, the first two games of the season so it’s like all right, I just want to, and hopefully I’ll get (unclear) time but it’ll be tough because I have a poor practice performance and then you know the following week it’ll be tough to get into <\/span><span data-id=\"P5-N200453\">the rhythm because these guys will have played together a few times. But I think – I don’t know.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">(Pause): [00:20:42 – 00:21:01]<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: It feels, it doesn’t feel good. It feels like something’s missing. I don’t like that feeling. You know, it’s lonely.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">(Pause): [00:21:06 00:21:35]<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: I guess that’s a stupid reason to be in a relationship with somebody.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">(Pause): [00:21:38 00:21:45]<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: But it’s like that’s like where my butt is right now because I just came back and I’ll be fine and we’ll be back right here in two or three weeks having the same conversation. Like you said, nothing’s changed. Nothing’s changed between us and the damage is still there.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">(Pause): [00:22:00 00:22:07]<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: But it would be nice to not have that. It would be nice to have all the good stuff, but it would also be nice to have a good companion which I think most of the time – and I think with Melanie it was really good and I think that if we were people who had met in a different context we’d be fast <\/span><span data-id=\"P5-N200551\">friends. I think there was this added component of (unclear) your companion, you lose a friend. (Crying)<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">(Pause): [00:22:49 00:23:08]<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">CLIENT: Well, I think I just have to keep telling myself that this is (unclear) thing, you know to focus on – focus on how it’s nice to not feel like there’s someone’s expectations that you can’t live up to and you know, like there’s, somebody out there who’s going to take me for who I am and not worry <\/span><span data-id=\"P5-N200591\">about whether or not I grow up or you know, will be there to push me in the right direction, but also will appreciate me for the things that I do for them. Instead of maybe missing those and then getting upset that it’s not hitting some other levels. You know, someone with whom I can get into an open <\/span><span data-id=\"P5-N200592\">conversation about these things with.<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">(Pause): [00:24:08 00:24:15]<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: Which seems on an objective – that seems pretty reasonable to ask for that companionship in a relationship. And I guess we’ll see.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">(Pause): [00:24:26 00:24:43]<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: It’s just weird. I don’t know, I can’t quite place my finger on it. It feels different this time. Like I think that was like final, whereas other times it never felt like – it always seemed like, okay, we can just go our separate ways and reconnect when it makes sense and we always did. But <\/span><span data-id=\"P5-N200611\">this feels like it’s like (unclear).<\/span><\/p>\n<span data-id=\"P5-N20060-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20060-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560968\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">(Pause): [00:25:19 00:25:32]<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: One of the first things we did together, we went (unclear) and I just remember it was so fun. Like the entire first part of our relationship was really good. But it’s like you never know. That’s it. That’s love. A lot of work. Like in terms of a lot of relationships that I’ve had, if that’s <\/span><span data-id=\"P6-N200651\">the – if that’s it – everything just went really, really well right out of the gate. I mean – there’s probably not – I want to get back to that with her, but – now it’s like (unclear) that we’re not – like that was then. You can’t recreate the past no matter how hard you try. But I guess it’s a scary <\/span><span data-id=\"P6-N200652\">thought. Because it’s like you had something really good and you fucked up. And it seems that you didn’t – you know I feel like it should be more obvious, but it’s not. I think it’s the same thing, right? That it should feel better, that it feels good to be free. (Crying) You know, out of a bad relationship <\/span><span data-id=\"P6-N200653\">or out of something that wasn’t (unclear) but it feels like shit.<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">(Pause): [00:27:49 00:27:58]<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">CLIENT: I don’t know if it’s just obsessive or reactionary, but she’s the only person I really want to see right now. (Crying)<\/span><\/p>\n<p data-id=\"P6-N2006A\"><span data-id=\"P6-N2006B\">(Pause): [00:28:03 00:28:12]<\/span><\/p>\n<p data-id=\"P6-N2006C\"><span data-id=\"P6-N2006D\">CLIENT: It hurts to say it’ll be great, it’ll be fine. I’ll get through this. And I’m sure that’s probably what she’s looking and worrying about too. But there are so many people who you encounter in life who are just, you know, can’t find love and can’t find – and end up unhappy, you know, and never <\/span><span data-id=\"P6-N2006D1\">have a good go at a relationship. It’s like we have that, we love each other, like why isn’t it enough?<\/span><\/p>\n<p data-id=\"P6-N2006E\"><span data-id=\"P6-N2006F\">(Pause): [00:28:54 00:29:09]<\/span><\/p>\n<p data-id=\"P6-N20070\"><span data-id=\"P6-N20071\">CLIENT: Then I guess everyone in every relationship you have is going to feel different and there’s probably one out there waiting for me that I’ll feel this good but also have fewer of the tougher elements as this one. I don’t know. I’m really conflicted.<\/span><\/p>\n<p data-id=\"P6-N20072\"><span data-id=\"P6-N20073\">(Pause): [00:29:26 00:29:36]<\/span><\/p>\n<p data-id=\"P6-N20074\"><span data-id=\"P6-N20075\">CLIENT: I think part of it too, it’s like the (unclear), you know.<\/span><\/p>\n<p data-id=\"P6-N20076\"><span data-id=\"P6-N20077\">THERAPIST: Kind of but when you’re in it you’re – what was in the foreground was, how to get out of it. And when you’re out of it there’s a longing.<\/span><\/p>\n<p data-id=\"P6-N20078\"><span data-id=\"P6-N20079\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2007A\"><span data-id=\"P6-N2007B\">(Pause): [00:29:53 00:30:06]<\/span><\/p>\n<p data-id=\"P6-N2007C\"><span data-id=\"P6-N2007D\">CLIENT: That’s like there’s – I don’t think there’s – but it’s scary – I’m scared about being alone. You know it’s scary to think about (unclear) relationships. You know it’s a big risk too, because yeah, there might be somebody else out there but maybe there’s not. Maybe this was a – but I feel like <\/span><span data-id=\"P6-N2007D1\">part of that just comes with time. You know every time you get out there you start – that’s why it’s like every time I’ve ever broken up with a girl it’s always good to have activities to go to because you can just kind of go through the motions and then you start to process things and you – but you <\/span><span data-id=\"P6-N2007D2\">can kind of get through it, but it’s just bad timing. The injury time is just really, really bad because it’s like I can’t, I can do the things that I would do that sort of allowed the background to process really what’s going on so it’s like right in my foreground which is I think part of where it’s coming from.<\/span><\/p>\n<p data-id=\"P6-N2007E\"><span data-id=\"P6-N2007F\">Like it’s just like – I miss her and I’m going to miss her. I mean that’s not going to change because I’m just going to (unclear) that, because all I want to do is see her and that’s all I can think about. And it’s distracting. But it’s like distracting me from all the other stuff I need to be worrying <\/span><span data-id=\"P6-N2007F1\">about or taking care of at work or other people or whoever it may be. So it’s not the right type of distraction, but the wrong thing to be distracted by right now. So it’s just really bad timing on that part.<\/span><\/p>\n<span data-id=\"P6-N2007E-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2007E-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560968\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20080\"><span data-id=\"P7-N20081\">(Pause): [00:32:12 00:32:18]<\/span><\/p>\n<p data-id=\"P7-N20082\"><span data-id=\"P7-N20083\">CLIENT: But I think that that’s part of it, like it’s really concerning to think of yourself as somebody who might be like not fit, like not a good match for anything out there. And that feeling is just not – it’s like that feeling does not sit comfortably and so you kind of look to get out of it like <\/span><span data-id=\"P7-N200831\">a quick fix right there, right? Like call her and have a conversation or whatever, which doesn’t help either of us at all because it’ll set us back each – whatever we sort of processed in thoughts (unclear) before.<\/span><\/p>\n<p data-id=\"P7-N20084\"><span data-id=\"P7-N20085\">THERAPIST: What makes you worry that you wouldn’t be a good fit for anybody?<\/span><\/p>\n<p data-id=\"P7-N20086\"><span data-id=\"P7-N20087\">CLIENT: I don’t know. But I haven’t had a relationship work out really well yet, you know. This one, if you look at the root cause of a lot of where our issues came from because I cheated on her. My girlfriend before that – I cheated on her. My girlfriend before that – I cheated on her.<\/span><\/p>\n<p data-id=\"P7-N20088\"><span data-id=\"P7-N20089\">THERAPIST: Yeah, I don’t know much about the woman you dated for nine years.<\/span><\/p>\n<p data-id=\"P7-N2008A\"><span data-id=\"P7-N2008B\">CLIENT: Yeah, we were – we met in – we went to high school together and we had mutual friends. We met at a party in college because she went to MSU and I went to UMB. Or I went to Jesus, Amherst, like it just – it was really good. And we kind of – she – you know we dated all throughout college and it <\/span><span data-id=\"P7-N2008B1\">was really good and her family and my family and everybody got along because it was really a good thing, but it never felt quite right for me. You know, there was something about her – she was not a good partner for me because she could neither sort of level with me and like keep me straight. I need <\/span><span data-id=\"P7-N2008B2\">a woman who is pretty strong and can argue shit off and she couldn’t do that, like at all. And then also she wasn’t decisive about anything and then not like the typical – where do you want to go for dinner? I don’t know, whatever. Like every decision, generally, no matter now mundane went through her <\/span><span data-id=\"P7-N2008B3\">parents and like great people but I’m not dating her parents.<\/span><\/p>\n<p data-id=\"P7-N2008C\"><span data-id=\"P7-N2008D\">So when I was in Japan I ended up cheating on her with this girl I met at work and then when I came back from Japan I broke up with her. But that’s one that like I look back at that and a final perspective will help a bunch with this when I look back then. I look and I say like, that probably should <\/span><span data-id=\"P7-N2008D1\">have ended a while before it ended, like it was something where you know, we had both gotten into our respective ruts and then that was it. It was not like something to be excited about. It was just a thing and we were these people when we were together and it was like there was no spice in the bedroom, <\/span><span data-id=\"P7-N2008D2\">there wasn’t certainly diversity like hobbies, there was just nothing exciting or fun going on and we both sort of just came to that and you know, she always also – she went to MSU and she graduated in three years. I went to Amherst and graduated in five.<\/span><\/p>\n<p data-id=\"P7-N2008E\"><span data-id=\"P7-N2008F\">She ended up doing like terrible, ultra-low paying like $25,000 a year in communication and P.R. I went on to work at Google. You know, my starting bonus was more than her yearly salary. And that was very not okay for her because MSU was the better school. She graduated in three years. I graduated from <\/span><span data-id=\"P7-N2008F1\">Amherst in five. You know, Amherst is definitely not (unclear) and like that resentment just was always right under the surface. And that’s not like a cool thing to try to like live with or be a part of and certainly with time, no easy way to talk about that. And she also had like terrible – she was <\/span><span data-id=\"P7-N2008F2\">terribly anxious and that also fed into the whole like it’s tough to try new things because the comfort zone is so well understood and so warm and cozy, but out there is being (unclear) and scary and I think we went on like two vacations over nine years and like went indoor sky diving and we went camping <\/span><span data-id=\"P7-N2008F3\">like once. So there’s like – it didn’t satisfy the part of me that needs to do stuff and have experiences. It was like it totally dropped the ball there. But that was different. That was – Melanie – you know Melanie and I with Iris and I. It was sort of this gradual road to (unclear). <\/span><\/p>\n<span data-id=\"P7-N2008E-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N2008E-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560968\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20090\"><span data-id=\"P8-N20091\">With Melanie, it was really quick. I knew, like the first thing I said, actually the first night I met her – I went into my boss’s office on Monday and I was like, this is the one I’m going to marry. Like pretty confident at that time like I didn’t feel any different about that. You know, I haven’t <\/span><span data-id=\"P8-N200911\">felt any difference about that. I can’t come to terms with my saying that, you know? Like committing to it. It scares me a whole lot. It scares me like a whole lot and I think what I realize is that I’d rather her come up with all the excuses to remove her from my life than to just sort of take the <\/span><span data-id=\"P8-N200912\">chance and submit. (Crying) You know it’s easy to find fault with people (unclear). I don’t know what I’m so scared of. And it’s shitty too, because now I know there’s no chance of that. Or it certainly feels like there’s no chance of that. Never say never (unclear). (Crying)<\/span><\/p>\n<p data-id=\"P8-N20092\"><span data-id=\"P8-N20093\">(Pause): [00:39:12 00:39:49]<\/span><\/p>\n<p data-id=\"P8-N20094\"><span data-id=\"P8-N20095\">CLIENT: There’s so many things that go into it like I don’t want to fuck up, you know. I don’t agree with those people that serially marry or are serially looking for a lover or whatever. She’s gone. A lot of (unclear). And she’s not financially responsible at all, which hugely, not being at all and I can’t –<\/span><\/p>\n<p data-id=\"P8-N20096\"><span data-id=\"P8-N20097\">(Pause): [00:40:16 00:40:26]<\/span><\/p>\n<p data-id=\"P8-N20098\"><span data-id=\"P8-N20099\">CLIENT: And I can’t comfortably take that on until she’s moving in a direction where she shows at least some financial discipline. You know, where it’s like it’s not – see the thing that sucks about that is the whole finances thing is like she has this massive amount of debt you know, from school and <\/span><span data-id=\"P8-N200991\">from – pretty much from school, and that like limits if I’m subsidizing that or we’re together that makes it really tough to do stuff which then makes the relationship feel like that much harder for me. You know, and it’s tough because if we wanted to live together like we’d be really limited in what <\/span><span data-id=\"P8-N200992\">we could do because you know we’d be looking at like the cheap two-bedrooms and nice cheap two-bedrooms are really hard to come by and so you end up in a one-bedroom and there’s not enough room in a one-bedroom for two people, especially two people who need you know, their space sometimes.<\/span><\/p>\n<span data-id=\"P8-N20098-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20098-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2560968\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2009A\"><span data-id=\"P9-N2009B\">(Pause): [00:41:26 00:41:46]<\/span><\/p>\n<p data-id=\"P9-N2009C\"><span data-id=\"P9-N2009D\">CLIENT: But I feel like I’m all over the place with this.<\/span><\/p>\n<p data-id=\"P9-N2009E\"><span data-id=\"P9-N2009F\">(Pause): [00:41:52 00:42:17]<\/span><\/p>\n<p data-id=\"P9-N200A0\"><span data-id=\"P9-N200A1\">CLIENT: I don’t know if I’m just sitting here talking myself into this or what. Which is why I’m going to need some time to process it before I do anything crazy like try to get back together with her.<\/span><\/p>\n<p data-id=\"P9-N200A2\"><span data-id=\"P9-N200A3\">(Pause): [00:42:28 00:42:32]<\/span><\/p>\n<p data-id=\"P9-N200A4\"><span data-id=\"P9-N200A5\">CLIENT: That’s crazy. We’ve just talked the past two weeks about getting out. Ah, shit.<\/span><\/p>\n<p data-id=\"P9-N200A6\"><span data-id=\"P9-N200A7\">(Pause): [00:42:39 00:42:54]<\/span><\/p>\n<p data-id=\"P9-N200A8\"><span data-id=\"P9-N200A9\">CLIENT: The rest of this stuff doesn’t scare me. Like I know she’d be a good mom. I’m not worried about that. And she loves me to death. She did and she still does. She’d be a loving wife. She takes care of herself so she’s generally fit. She’s learning how to cook. She’s picking up on those things which is great.<\/span><\/p>\n<p data-id=\"P9-N200AA\"><span data-id=\"P9-N200AB\">(Pause): [00:43:15 00:43:28]<\/span><\/p>\n<p data-id=\"P9-N200AC\"><span data-id=\"P9-N200AD\">CLIENT: It’s almost like maybe in some regards just beyond the career, that’s something I was hoping to get out of Google, you know that ability to like better provide versus what I can do with the startup thing. I can’t help her and take care of that, you know, I have enough trouble taking care of <\/span><span data-id=\"P9-N200AD1\">what I’ve got by myself, financially to be out of Google which would make a lot of those problems go away. The thing is (unclear) relation with Google like it did and was really rocking, you know, like everything at work is fun.<\/span><\/p>\n<p data-id=\"P9-N200AE\"><span data-id=\"P9-N200AF\">THERAPIST: Luke, we’re going to need to stop for today.<\/span><\/p>\n<p data-id=\"P9-N200B0\"><span data-id=\"P9-N200B1\">CLIENT: That’s all right. Oh fuck. Cool. Thanks.<\/span><\/p>\n<p data-id=\"P9-N200B2\"><span data-id=\"P9-N200B3\">THERAPIST: Of course.<\/span><\/p>\n<p data-id=\"P9-N200B4\"><span data-id=\"P9-N200B5\">CLIENT: So we’re on for what – 3 –<\/span><\/p>\n<p data-id=\"P9-N200B6\"><span data-id=\"P9-N200B7\">THERAPIST: 3:40, yeah, regular time from here on in.<\/span><\/p>\n<p data-id=\"P9-N200B8\"><span data-id=\"P9-N200B9\">CLIENT: Yeah, thanks.<\/span><\/p>\n<p data-id=\"P9-N200BA\"><span data-id=\"P9-N200BB\">THERAPIST: Okay. Have a good rest of the week or well, maybe that’s not as appropriate –<\/span><\/p>\n<p data-id=\"P9-N200BC\"><span data-id=\"P9-N200BD\">CLIENT: It’ll be what it is.<\/span><\/p>\n<p data-id=\"P9-N200BE\"><span data-id=\"P9-N200BF\">THERAPIST: That’s very true. Take care.<\/span><\/p>\n<p data-id=\"P9-N200C0\"><span data-id=\"P9-N200C1\">CLIENT: Thanks.<\/span><\/p>\n<p data-id=\"P9-N200C2\"><span data-id=\"P9-N200C3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}