{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the problems she is having in the bedroom with her fiancee and how she finds it difficult and awkward to talk to him about this."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Masturbation","Stress","Boundaries","Sexual experiences","Psychodynamic Theory","Cognitivism","Behaviorism","Frustration","Anxiety","Integrative psychotherapy","Relaxation strategies"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work","Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["11"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Masturbation","Stress","Boundaries","Sexual experiences"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Integrative Psychotherapy Collection by Caryn Bello, Psy.D."],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychodynamic Theory","Cognitivism","Behaviorism"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Anxiety"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Integrative psychotherapy","Relaxation strategies"],"weight":25},{"name":"therapist","label":"Therapist","values":["Caryn Bello, 1974-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":10,"pageCount":10,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561919","dorpId":"1006468913","contentType":"text","aucs":"CTRN-V1","title":"Client \"SZ\" Session April 29, 2014: Client discusses the problems she is having in the bedroom with her fiancee and how she finds it difficult and awkward to talk to him about this.","fullTitle":"Client \"SZ\" Session April 29, 2014: Client discusses the problems she is having in the bedroom with her fiancee and how she finds it difficult and awkward to talk to him about this.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":10,"totalPages":10,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":10,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561919\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: But I found that it’s less anxiety provoking and it comes when it comes. It might have me… I mean now that the weather’s nice it’s no problem if I have to wait out an extra five, ten minutes, but… instead of knowing it’s supposed to be there and it’s not there. Just sort of judging by if there’s <\/span><span data-id=\"P1-N2000D1\">a lot of people the T’s going to come pretty soon and if… not… but so I want to thank you for the book. I read it and… or not all of it but sections of it, and it was very illuminating because I sort of… it sort of unveiled two things. One of the things was it was really actually nice because they were <\/span><span data-id=\"P1-N2000D2\">teenagers, and so it made me sort of realize how… sort of how much… how far I’ve digressed from, or feeling comfortable with, being sexy, or talking about sex, because they seem quite comfortable with it. And they were 15, 16 year old. [1:10] I’m like whoa, I don’t even know… I didn’t really figure <\/span><span data-id=\"P1-N2000D3\">out all the facts of life until I was in my 20s. But… and another thing it unveiled is that I think that… I sort of see where was the progression of that once sort of I enjoyed sex. Even though it was with the person that I… a person that I hate, what was… what happened and what are the things that <\/span><span data-id=\"P1-N2000D4\">led up to that. And what’s preventing me now from talking to Jeremy about incorporating what I used to like, which involved self-stimulation before actual intercourse, and what stops that. And what was in the back of my head was because I read… it’s ridiculous. I was reading through and then they’re <\/span><span data-id=\"P1-N2000D5\">talking about… even the portion about why to have sex, why not to have sex. And they were talking about the sexually transmitted diseases, and then instantly it was sort of like a portion of my brain was enabled. I thought I had… it felt to me like I had gotten so much over the germophobia, thinking <\/span><span data-id=\"P1-N2000D6\">something was wrong with me, but a light went off in my head and then I read and then I was like oh my goodness, let me read the section on HIV to see if my test at 16, 17 weeks from that hook up I had a while ago. What does that mean and am I good. [2:55]<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: How many years ago was that now?<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: That was about four years ago. And I realized that after reading on the Internet, some people say to be… the doctors say that I’ve never had a case of after three months. And I was like okay, I’m after the three months, I’m good. But then I read it’s not conclusive because there’s one in a trillionth… <\/span><span data-id=\"P1-N200111\">and then I realized okay, now I sort of see there’s something in the back of my head. Why I don’t want to touch myself during sexual play and whatnot is because I’m afraid of hurting someone by getting fluid and even touching myself down there before touching other things, touching him, there’s that <\/span><span data-id=\"P1-N200112\">sort of fear that…<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: You’re still worried about that.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Yeah, I still am. And… or at least I haven’t addressed it now that I’ve overcome it. So I realize that there’s nothing wrong with just getting a physical at the doctor and just taking one more blood test so that everything’s conclusive. And that way I can actually… there’s no… well 17 weeks <\/span><span data-id=\"P1-N200151\">you should be pretty damn safe. [4:16]<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Well four years.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Yeah, or four years.<\/span><\/p>\n<span data-id=\"P1-N20018-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20018-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561919\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">THERAPIST: There’s no symptoms, and you know the person with whom you had contact; he’s not symptomatic.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">CLIENT: No. And my friend is not worried so I mean it’s just… there’s all these things that are very logical, but in the same sense I’m clinging on to this one minute a doctor would not say it’s absolutely 100% conclusive. And I realize that this just might be something that… I mean it comes provided <\/span><span data-id=\"P2-N2001D1\">for free from the hospital and if it will really… and I think it will really just sort of clear up… there’s always been just this inkling question. And I mean it’s not so much that I’m going to get it now, it’s just… I mean I don’t have that fear. I can use public restrooms nilly willy and I occasionally <\/span><span data-id=\"P2-N2001D2\">accidentally sit in pee and just sort of say eww, that’s gross, sort of get over it and move on. But I think I just realize that there’s still just this… it’s illogical but in the same sense it’s… I sort of feel like I just need that validation and that will make me feel better. [5:43] And so later <\/span><span data-id=\"P2-N2001D3\">today I’m just going to call up for a physical. And I mean I haven’t had my blood taken to test other things. I’ve sort of been avoiding the doctor because I just don’t like to go. So I mean it’s one of those things I sort of realize that just to sort of really close up that chapter, that hidden fear. <\/span><span data-id=\"P2-N2001D4\">Illogical as it may be, I just sort of want to be able to just totally dismiss it. And I think that because one time my mom’s like okay, well will another test really cure you or really prove to you. And I… at the time I was like oh, well, it’s not really necessary, but now I sort of see that maybe <\/span><span data-id=\"P2-N2001D5\">it will just really just sort of clear up everything for me because it will be conclusive, four years after the fact. I’m with my partner, hopefully, for life. And then the other thing I sort of saw is that if… once I sort of… once I get over that hurdle that I’m not going to hurt anyone by touching <\/span><span data-id=\"P2-N2001D6\">myself, then I start… I need to broach Jeremy because I read in the book it was the sort of… they had mentioned that the sort of intimacy and sexual play and the goal not being intercourse, the goal is just to have fun. [7:24] I thought well, it’s been a long time since I’ve had that sort of fun. It’s <\/span><span data-id=\"P2-N2001D7\">always sort of jumping into intercourse or jumping… or making it quick and just getting it over with sometimes. And I hate it. And I realize there’s not that sort of time where you sort of are into each other, you can feel… just have the liberty or the freedom to just touch but not even know where it’s <\/span><span data-id=\"P2-N2001D8\">going. It’s usually okay, I know where it’s going, and there’s this pressure to come or… and I realize that wow, it’s just… I mean it’s just like how did this turn into… I mean in part it was maybe because I wasn’t very open about touching myself or didn’t want to because of the previous mentioned reason. <\/span><span data-id=\"P2-N2001D9\">But… and so I realize that I mean how… I started thinking how am I going to implement this sort of discussion with Jeremy to tell him that. I mean I guess implement without hurting anyone’s feelings or just sort of… because it was in the… I really liked the comments, the people’s personal comments, <\/span><span data-id=\"P2-N2001D10\">because they’re like… because the pressure, it was talking about women when they’re not able to orgasm. And they talked about the reasons, and especially the reason that most… a majority of women… or not a majority, a lot of women have difficulty coming during intercourse. [9:11] But also there was <\/span><span data-id=\"P2-N2001D11\">the pressure, the feeling that you have to come or that… and the girl was saying that her boyfriend’s asking did you come yet, did you come yet, and she’s like as far as I know. I don’t even know what an orgasm is. And I was like there is this sort of pressure.<\/span><\/p>\n<span data-id=\"P2-N2001C-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561919\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2001E\"><span data-id=\"P3-N2001F\">THERAPIST: It certainly doesn’t help. Doesn’t feel fun. It’s hard to enjoy the process if it’s so goal oriented.<\/span><\/p>\n<p data-id=\"P3-N20020\"><span data-id=\"P3-N20021\">CLIENT: Yeah. And I sort of realize this sort of, yeah, I mean a lot of this sort of… and then there’s a feeling of failure, and I feel… I do sense… feel failure and sort of apathy to the whole sex thing because it just… it doesn’t seem fun anymore. It’s not exploring each other and sort of doing what <\/span><span data-id=\"P3-N200211\">feels good because that’s what that book recommended, is it doesn’t… you don’t always have to come, just do what feels good. But I just sort of realized that that whole part of my brain, that sex can be fun, it can be just about exploring, that it’s not always about intercourse. That part of my brain <\/span><span data-id=\"P3-N200212\">totally just… it feels… it just… there’s no interest or excitement, and I sort of realized that part of that was me trying to destroy that or destroying that with my fear of being infected. And then the other part was just not really talking to Jeremy about it. [10:48] Because I remember in the beginning <\/span><span data-id=\"P3-N200213\">he was very aggressive and would hold my hand, [inaudible] them together. And actually we kind of… it wasn’t what I wanted, and eventually it took time for me to express that something soft or that pulling my hair or… I was like this is… I was more scared by it. And then it was sort of replaced by… <\/span><span data-id=\"P3-N200214\">I mean just the… I mean slowly he’s adapting to something that’s more not as aggressive, but still there’s not that sort of tenderness that would… that just sort of the joy. It’s almost like it feels to me like sort of… like if I had to name sort of a place or a feeling or emotion, what I would… what <\/span><span data-id=\"P3-N200215\">I enjoy or what I could imagine is delightful or what would get me going because if you were like in a field with… and it’s springtime and you’re just looking at each other and stroking each other’s arms or other parts. And it’s not that it leads to anything or just maybe you’re kind of enticed to go <\/span><span data-id=\"P3-N200216\">more and more and more because it just feels better and better and better. And I sort of see that right now it feels almost like not The Girl with the Dragon Tattoo, that was a little bit too extreme, a little bit too, well…<\/span><\/p>\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">THERAPIST: Maybe 50 Shades of Grey. [12:28]<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">CLIENT: (laughs) maybe some. Yeah, it just almost feels like it’s just sort of not me being active in the process.<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: It sounds like, and it very well could just be, this is what he thinks you are interested in so that’s what’s happening. He doesn’t know. But I mean I think there’s all different kinds of sex and it’s… as long as both people are consensual to what’s going on, it’s fine. But it sounds like <\/span><span data-id=\"P3-N200271\">what’s happening is there’s much more of a power dynamic and sort of that where he’s the aggressor and you’re more submissive, and you’re looking for less of a power dynamic experience and more intimacy and romance. And it doesn’t have to be one or the other. But certainly you need your needs also to <\/span><span data-id=\"P3-N200272\">be addressed. Maybe sometimes can be sort of the field of flowers, romantic, soft, loving sexual experience and maybe other times if there’s also… that you’d feel more comfortable with a more aggressive sexual experience. But I think talking about what your comfort level is, what your boundaries are…<\/span><\/p>\n<span data-id=\"P3-N20026-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20026-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561919\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20028\"><span data-id=\"P4-N20029\">CLIENT: Yeah, and I…<\/span><\/p>\n<p data-id=\"P4-N2002A\"><span data-id=\"P4-N2002B\">THERAPIST: I know it’s hard to get the conversation started.<\/span><\/p>\n<p data-id=\"P4-N2002C\"><span data-id=\"P4-N2002D\">CLIENT: Yeah, and I mean… and it’s… I mean sometimes he makes comments like I know… it’s like oh, we’re talking about children and stuff and he’s like well, you know we’re going to have to have sex to have babies. And I’m just like well yeah, I mean that’s… yeah I was like… I mean I was just sort of like… I mean…<\/span><\/p>\n<p data-id=\"P4-N2002E\"><span data-id=\"P4-N2002F\">THERAPIST: Does he think you’re not interested at all? [14:11] Are you not interested? It doesn’t sound like you’re not interested at all. It sounds like you’re not interested in the sex that you’re having.<\/span><\/p>\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">CLIENT: Yeah, I would say… well, and one part… well I’m not interested in having that type of sex, and I have a hard time getting interested. Or sometimes when Jeremy’s asleep very few nights, when I’m just… I feel… and this is one thing that the book was saying, that they said that once you’re with <\/span><span data-id=\"P4-N200311\">a partner, you often feel this feeling that masturbation’s weird. But they said that it’s actually a good thing. And so I’ve been feeling guilty when I do it, especially because it feels so nice. It just, yeah, it’s kind of a guilty pleasure once in a blue moon.<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">THERAPIST: Do you show him what kind of touch feels nice for you?<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">CLIENT: I think I could, and I think he wants to. I mean he wants to rub down there and it just winds up hurting because it’s just very aggressive. [15:21] And I think that’s one thing because I don’t want to tell him no, that’s a bad thing but… and since sometimes it just starts hurting.<\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">THERAPIST: Are you using lubrication?<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">CLIENT: He’s… yeah, he uses protection that has lubrication on the outside.<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">THERAPIST: But if he’s just touching you and manipulating you with his fingers, you might want to get a separate lube for him to use with his fingers so that… because part of what might be hurting is that the fingers…<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">CLIENT: Yeah, there’s a lot of friction.<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: Partly pressure but also friction if it’s… if you’re not wet enough. And that can become part of the sexual play. Get a glow in the dark lube or if not, get plain. But it’s perfectly okay to use that just for stimulation. And it might help. And then also, I mean it can be part of the play, <\/span><span data-id=\"P4-N2003F1\">show him exactly what you like with the pressure that you use with your hand. Put his hand over yours. That works. So I think a picture’s worth a thousand words. If you put his hand over your hand so that he can feel what kind of pressure actually feels really good for you. Then you don’t have to say <\/span><span data-id=\"P4-N2003F2\">no, that’s too hard, right, which feels… he might feel criticized. But if you just invite him to see what you’re doing, it’s not… you’re not saying you’re doing it wrong, you’re saying hey, this feels… this works for me. This feels good. [16:49]<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: I think… and that could probably be encouragement for him. And it would feel like a bonding if our hands are together. And I think, yeah, there’s a lot of…<\/span><\/p>\n<span data-id=\"P4-N20040-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20040-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561919\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">THERAPIST: And you can invite him to do the same. Show me how you touch yourself. And what pressure feels good for him.<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">CLIENT: And I, yeah, I could really see how he’s been… I mean I don’t think he’s figured it out about sex. I think there’s a lot of mysteries that maybe… a lot of sort of propagation of… I mean he’s been with other women but I mean maybe they’re different and maybe they…<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">THERAPIST: I’m sure bodies are all different. And also if people aren’t honest, you think what you’re doing is working. And if someone hasn’t told you that it’s not, how do you know.<\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">CLIENT: That’s true. Yeah, I mean, yeah, I think I need to… I think… because I think just in my head… sorry, I feel like crying because I just (crying) and I really do feel like that part of me, I want to revive it. I want to be comfortable. Because right now it just sort of feels like sort of like <\/span><span data-id=\"P5-N200491\">something you to do appease an angry God. And I want it… I just sort of want to rediscover what it’s like to have fun. [18:23] Because right now it’s… or even to put on a sexy bra or lingerie [inaudible] urge, and part of it was that what I thought was sexy, I guess, in the beginning, I sort of look <\/span><span data-id=\"P5-N200492\">at what is in my past collection maybe was not sexy to Jeremy, or maybe it just… when I would show pictures of oh, what lingerie… do you like this, do you like this. No, it’s not too this, it’s not too that. I guess I was searching to what would turn him on and I sort of just got… sort of gave up on the…<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">THERAPIST: What feels empowering and sexy for you to feel?<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">CLIENT: Yeah, and I guess a lot of this component, I took myself out of it because (crying) I mean I sort of see that a lot of… I mean in one sense there’s a lot of things I just… I don’t care about, but the things I do care about I actually have learned to speak up about. Maybe I want to wear this <\/span><span data-id=\"P5-N2004D1\">or maybe I want to put this on the registry or… I mean these are little things, but I think with sex it’s very much like it’s still a mystery and I… the person that I was formerly with, he actually… he was very perceptive in what felt nice to me, and that… since he did that in his own head. Now not <\/span><span data-id=\"P5-N2004D2\">emotionally what was nice to me, but physically he was quite good at figuring that out. [20:11]<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: And he was good at reading your signals. And he may have been more comfortable. It sounds like both you and Jeremy are fairly inexperienced before you were with each other. And you’ve gotten kind of scared to talk about what’s happening, so when you’re exploring, if you’re not letting him <\/span><span data-id=\"P5-N2004F1\">know what’s happening for you, then you’re not really learning about each other. And you’re so focused on what you think he might like that you might be missing stuff.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: Yeah, that’s… and I think, yeah, it’s been a long time since I felt… a lot of times when I look in the mirror I’m more critical. Oh, there’s a piece of fat here, there’s a piece of… or not piece of fat but there’s a little chub here. I need to exercise more. I mean it’s very critical. Or it <\/span><span data-id=\"P5-N200511\">looks like there’s a blemish and… instead of just thinking wow, I look good. [21:21] I see people on Facebook and they have their cleavage boosted up in their mini dress and I just… instead of thinking oh, what profanity. I’m like wow, what a hot tamale. And then I realize wow, I haven’t put… thought <\/span><span data-id=\"P5-N200512\">about being sexy in that way in a long time. And I think some of it was that Jeremy doesn’t like when I dress sexy going out, and so everything became either tailored or… and sort of wanting to feel sexy is kind of in the background in my head but it’s sort of a don’t even wear a bandage dress because <\/span><span data-id=\"P5-N200513\">so and so will get the wrong image. It looks like you’re going clubbing. And I sort of think that I really… I do realize that it tends to be a little more conservative than Florida but… and this…<\/span><\/p>\n<span data-id=\"P5-N20050-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20050-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561919\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20052\"><span data-id=\"P6-N20053\">THERAPIST: You’re from Florida.<\/span><\/p>\n<p data-id=\"P6-N20054\"><span data-id=\"P6-N20055\">CLIENT: But I do sense that. I sort of feel that Jeremy’s… maybe it’s… he’s scared himself of me being… dressing sexy or dressing non-conservatively, and he’s afraid of what people might think if I dress in a bandage dress. [22:50] Because I mean I have a nice… it’s a somewhat decent bandage dress. <\/span><span data-id=\"P6-N200551\">Maybe I need to wear tights with it but I mean it’s nothing… it’s just tight. But I’ve always… I really like the dress but I haven’t worn it in two, three years, ever since Jeremy went into shock when I wore it without tights. And saying oh, do you really want to wear that or you’re going to be around <\/span><span data-id=\"P6-N200552\">older people. And I sort of… I realize that Jeremy likes to control the situation and control feelings. And I think that’s how he reduces stress but in a sense I see that it’s… I mean even the way I dress…<\/span><\/p>\n<p data-id=\"P6-N20056\"><span data-id=\"P6-N20057\">THERAPIST: He doesn’t get to control you.<\/span><\/p>\n<p data-id=\"P6-N20058\"><span data-id=\"P6-N20059\">CLIENT: Yeah, and I sort of see that a lot of this is… even whether he likes… doesn’t like lace or likes lace. But that’s a problem. A lot of lingerie is lace and he doesn’t like lace, and I sort of realize well I like lace. I think it’s very sexy.<\/span><\/p>\n<p data-id=\"P6-N2005A\"><span data-id=\"P6-N2005B\">THERAPIST: What happens if you push back?<\/span><\/p>\n<p data-id=\"P6-N2005C\"><span data-id=\"P6-N2005D\">CLIENT: You mean wear lace? [23:59]<\/span><\/p>\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">THERAPIST: Mm-hm. Or the dress you picked out or…<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">CLIENT: Well I…<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">THERAPIST: Wear something more Florida.<\/span><\/p>\n<p data-id=\"P6-N20064\"><span data-id=\"P6-N20065\">CLIENT: Well I think in the beginning he’ll just either say a snarky comment and act sort of weird, and to avoid that I’ve just sort of not done that. And so I think, or at least I perceive him as, I mean he just sort of… he doesn’t say how beautiful I look, he doesn’t give me compliments. And… or it <\/span><span data-id=\"P6-N200651\">just feels like ugh, why are you wearing that or really? He’s the kind of…<\/span><\/p>\n<p data-id=\"P6-N20066\"><span data-id=\"P6-N20067\">THERAPIST: So beyond not giving compliments, he also makes disparaging remarks.<\/span><\/p>\n<p data-id=\"P6-N20068\"><span data-id=\"P6-N20069\">CLIENT: Yeah. And I mean it’s just… I mean I remember just recently when we were going to go to my… to our friend’s birthday party and I was like oh, it’s going to be kind of dressy, I… how about I wear this bandage dress. [25:04] It’s a nice sort of cocktail dress. And he goes do you really want to <\/span><span data-id=\"P6-N200691\">wear that? It’s going to be a more informal sort of event. And I was like well, I was like… but I was like no, people are usually more dressy at Kylie’s parties. And sure enough, who was wearing a bandage dress was the birthday girl herself, that was showing more cleavage than mine was. I mean she looked <\/span><span data-id=\"P6-N200692\">cute and hot but I mean… I said see Jeremy. And he was like well, you never know with these things. And then I… the whole night I felt really sad that I couldn’t wear my bandage dress, especially if I keep in shape. That’s kind of the point of keeping in shape, is to show off your body. And I mean he <\/span><span data-id=\"P6-N200693\">doesn’t mind my skater dresses, which for a tall girl they tend to be a little bit short, but they have a… I mean the thing is, is that I think all of this translates into what’s going to make me feel good. I mean mind you, if I was wearing something that was totally indecent, that that would be probably… <\/span><span data-id=\"P6-N200694\">I don’t want that.<\/span><\/p>\n<span data-id=\"P6-N20068-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20068-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561919\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">THERAPIST: But even if that was your choice, you’re an adult and it’s your choice. [26:21]<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">CLIENT: Yeah. And I think this is translating into my sort of lack of confidence or lack of feeling, lack of, say, in my intimacy and sex life. And I think…<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">THERAPIST: Kind of the way that your voice feels kind of squashed in choices like what you wear, sometimes what you eat, it also feels like your voice gets squashed in terms of sex. We want you to be able to have a voice in all those places. Or I want you to have a voice in all those places.<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">CLIENT: No, I want to have a voice because I sort of see that if I don’t have a voice I’m not… it doesn’t make me happy, and that’s definitely, yeah, I mean… and I want to get to the point after reading… I mean the teenagers, gosh I like hearing things from young people because it’s so unfiltered by <\/span><span data-id=\"P7-N200711\">the sort of demands of an adult, and it’s just very… they’re like… sometimes when they talked about masturbation, this girl was saying that I… whenever I’m feeling sexy I go in and get the job done. And I was just like feeling sexy and getting the job done? She’s 15, how does she feel her thoughts going <\/span><span data-id=\"P7-N200712\">wild and vivid and fantasies. And I’m like fantasies, I don’t have those. And I was like well maybe it’s because… I mean it’s probably a series of things that now I want to really focus on because I feel that my earlier… because I did read the section on people that have pressures that they face for <\/span><span data-id=\"P7-N200713\">or against. [28:21] And they mentioned their parents and their religion and… but… and I see that these are all contributing factors but I think a large portion is me just not really saying anything or addressing them, just sort of it goes, it goes. Not go. And I think that’s how it was in the past. <\/span><span data-id=\"P7-N200714\">It goes, it goes. Unfortunately, or fortunately, it was… I was with someone that was able to pick up on physical cues and read things, and it did feel… I did feel more confident. It was more just two people learning as opposed to Jeremy who’s… it doesn’t seem that he’s much into learning, or maybe scared <\/span><span data-id=\"P7-N200715\">to learn or not open to talk about it. And instead he sort of says these sort of outward remarks like oh, guess I’m going to take a cold shower tonight. And it really puts a lot of pressure on me because why is this just always what you need, and what about this sort of… I mean I think it just goes <\/span><span data-id=\"P7-N200716\">all too quick for me. [29:37] And I sort of see that you have to… we have a nice dinner, we’re drinking some wine, and then maybe some hugging. All of a sudden… and pushing into the wall. And I sort of feel like at that point what do I do. Instead of oh, let’s just sort of sit down, snuggle close, maybe <\/span><span data-id=\"P7-N200717\">watch a movie. And we don’t have to… it’s sort of like we can just, during the movie, just start snuggling and getting closer and closer. And maybe we start kissing during the movie and then the movie… and that’s sort of what happened in the past relationship, is that there wasn’t this bam, instantly <\/span><span data-id=\"P7-N200718\">we’re going to, it was just more sort of gradual.<\/span><\/p>\n<p data-id=\"P7-N20072\"><span data-id=\"P7-N20073\">THERAPIST: You need more foreplay.<\/span><\/p>\n<span data-id=\"P7-N20072-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20072-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561919\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20074\"><span data-id=\"P8-N20075\">CLIENT: Yeah. There was a lot of that. And even with my first relationship there… I mean because we didn’t have sex but we did get each other off in other ways, like orally and other sort of foreplay. And I see there’s none of that, really. If anything it’s just… I mean it’s, yeah, I think that’s what <\/span><span data-id=\"P8-N200751\">was really cut out from all of it. [30:52] And…<\/span><\/p>\n<p data-id=\"P8-N20076\"><span data-id=\"P8-N20077\">THERAPIST: You miss kind of just making out.<\/span><\/p>\n<p data-id=\"P8-N20078\"><span data-id=\"P8-N20079\">CLIENT: Yeah, I do. And just sort of not having… I think that’s the sort of thing… what goes in my head when we start. Maybe he’ll give me a hug or rub me on the booty and I’ll be like okay, what does he want from me.<\/span><\/p>\n<p data-id=\"P8-N2007A\"><span data-id=\"P8-N2007B\">THERAPIST: One exercise that sometimes sex therapists use if they’re working with a couple is to kind of create… take away the expectation of intercourse by saying okay, you have a homework assignment to fool around and explore sexually, but you’re not allowed to have sex. And you don’t have to take <\/span><span data-id=\"P8-N2007B1\">it off the table forever but what it does is it relieves that expectation so that in your head you’re not thinking oh, is this… does he want sex. What… where’s this going. Because you know that, you know what, actually for this amount of days or for on Thursdays or whatever you pick as the time, that <\/span><span data-id=\"P8-N2007B2\">intercourse is off the table. And that means that you get to kind of go back to that stage where maybe there was more just making out or just exploring what felt good on your bodies or just getting a back rub. And being able to really focus on the sensations that you’re having rather than jumping to <\/span><span data-id=\"P8-N2007B3\">your head wondering what the expectation is next. Because when you jump into your head and think oh, what’s next, you’re no longer experiencing what’s happening in the moment. [32:14] And maybe what’s happening in the moment is really nice.<\/span><\/p>\n<p data-id=\"P8-N2007C\"><span data-id=\"P8-N2007D\">CLIENT: Yeah, actually, and it’s really… it’s interesting because when I just sort of… there was a brief time when we start sort of maybe kissing, hugging a little bit, and I’m like this is really nice. And then it jumps into the quick stuff and I’m like no, this is not nice. And I think that’s actually <\/span><span data-id=\"P8-N2007D1\">something I can really… I mean I think it would be really good to talk to Jeremy about this.<\/span><\/p>\n<p data-id=\"P8-N2007E\"><span data-id=\"P8-N2007F\">THERAPIST: Yeah, you can certainly… and if it helps to start the conversation, share some of what you read. Maybe if he read along with you it would be a way of opening up the conversation. Or you could sort of share hey, my therapist suggested that we have this date night where we’re not allowed to <\/span><span data-id=\"P8-N2007F1\">have sex and do anything else we want. And then it gives… see what that’s like.<\/span><\/p>\n<p data-id=\"P8-N20080\"><span data-id=\"P8-N20081\">CLIENT: Yeah, I mean, yeah, and I think… I mean I think he knows something’s up or has been up, or he probably wonders why maybe sex is not… maybe we’re not as passionate or feeling like that or… but I really want to talk to him about it. I might wait until… because, well, I mean the thing is, I’m like <\/span><span data-id=\"P8-N200811\">okay, I’m always going to wait until Jeremy sort of… when it’s the right time or when Jeremy’s not tired and whatnot, but in a sense I think if it concerns me and it concerns him and the better of us, I think it’s not something I have to wait. Because he had a… came home from a long trip. He drove to <\/span><span data-id=\"P8-N200812\">Chicago and had to drive back. But it was a business trip. [34:04] But it’s like well I got as much sleep as him, and there’s no reason why I should hold back just because… and that was another thing that occurred over the past few weeks or two weeks since I last saw you, is that Jeremy’s having a hard <\/span><span data-id=\"P8-N200813\">time dealing with work. He’s not getting paid and he’s probably going to go… miss a second cycle and… or a four cycle but a second month total of pay. And so things between money… what I owe him and I mean part of it is we realize that we need to combine a bank account because he gets snippy any time <\/span><span data-id=\"P8-N200814\">I don’t pay him. But sometimes it’s like well I have other expenses. I’ve got plane tickets and I’m still waiting… the science department as of now owes me $800. Hopefully I’ll get that check but I mean… so money has been tight. And so I got irritated because every time I don’t pay him on time or I <\/span><span data-id=\"P8-N200815\">pay him late he gets upset, or if I don’t pay him the full amount because say I have a plane trip, he gets really irritated. And it doesn’t feel like a common pot because he gets irritated. If it’s a common pot it should be understood that I’m contributing all that I can contribute, but if I give you <\/span><span data-id=\"P8-N200816\">more he’s like well what are you doing with the rest of the money. And I’m like well I’m spending it here for the cats, for the wedding or… and he’s like are you trying to tell me that you’re giving me too much, or he’s like well right now I just… I was like… I don’t know what I’m trying to say. [35:41] <\/span><span data-id=\"P8-N200817\">I’m trying to say that in times of…<\/span><\/p>\n<span data-id=\"P8-N20080-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20080-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561919\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20082\"><span data-id=\"P9-N20083\">THERAPIST: The system isn’t working.<\/span><\/p>\n<p data-id=\"P9-N20084\"><span data-id=\"P9-N20085\">CLIENT: So we’re… I’m trying… I think that’s one thing that we probably need to do when he has a work from home day, is set up a common bank account. But I talked to him and I sort of blew up. Well I always say sort of blew up so I have two different things that don’t go together. But I had kind of <\/span><span data-id=\"P9-N200851\">a… well I got very annoyed and irritated and… because when I talk to Jeremy he just sounds so… he sounds down, depressed, life’s not good. And then I read this news article on BBC that these villagers are… they’re trying… they’re having difficulty in not voting because lots of bad things are going on, <\/span><span data-id=\"P9-N200852\">and no one’s addressing those things and… including their children are getting eaten by wild leopards. And then I listen to Jeremy. And I listen to my sister. And my sister, she has real problems and then she has problems with FanFick, [ph?] which are drawn out. And I mean yeah, there’s boys online <\/span><span data-id=\"P9-N200853\">and yeah, they can say pretty terrible stuff, but why obsess and why can’t you just ignore them. But with Jeremy it just seems like he’s so down and depressed, and I try so hard to do things his way to make him happy, and it’s just always to me seems like he’s complaining or down or… and I’m like okay, <\/span><span data-id=\"P9-N200854\">well maybe it’s just the work situation. [37:15] Maybe he’ll get better. But then I remember the year before when we were in France and he’s like oh, I just don’t want to go back. And he was like oh, I’m just really dreading going back to work. And he was complaining and just life is just so hard to <\/span><span data-id=\"P9-N200855\">live. And I brought that up to him and he was like well, it doesn’t… he’s like most people feel that way when they’re coming back from a vacation. I was like Jeremy, you were in utter dread and you said that…<\/span><\/p>\n<p data-id=\"P9-N20086\"><span data-id=\"P9-N20087\">THERAPIST: Life is hard to live is pretty extreme.<\/span><\/p>\n<p data-id=\"P9-N20088\"><span data-id=\"P9-N20089\">CLIENT: Yeah, I was like [inaudible] oh, it’s a bummer the vacation’s over but looking forward to the next time, is sort of how I feel. But… and so he’s like well maybe it’s just a west coast east coast thing. On Seinfeld they always get together and bitch and I’m like… well I was like but I mean you’re <\/span><span data-id=\"P9-N200891\">probably just taking me too seriously. And today when… so we sort of resolved that. It was okay. Then I just need to not be so concerned with how you’re feeling. Great. That’s hard for me to do because I take people seriously, and it is, to a sense, learning different, east coast west coast, but it’s <\/span><span data-id=\"P9-N200892\">like how can I tell the difference between…<\/span><\/p>\n<span data-id=\"P9-N20088-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20088-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561919\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N2008A\"><span data-id=\"P10-N2008B\">THERAPIST: When to take him seriously and when not to. Is there a way he can let you know when he really means what he’s saying versus being a little bit dramatic?<\/span><\/p>\n<p data-id=\"P10-N2008C\"><span data-id=\"P10-N2008D\">CLIENT: Yeah, I mean… and in some parts I mean… because of this, what’s going on with [inaudible] financial, I mean I spend an hour and a half every weekend talking to him, giving him morale speeches. And I told him that he should go to therapy and he’s like what, you think I need to go to therapy. <\/span><span data-id=\"P10-N2008D1\">And then he was like… he didn’t seem very open to it. And I was like well… I was like because I said you need to learn how to… ways of distressing. And he’s like<\/span><\/p>\n<p data-id=\"P10-N2008E\"><span data-id=\"P10-N2008F\">THERAPIST: He’s got a lot of work stress.<\/span><\/p>\n<p data-id=\"P10-N20090\"><span data-id=\"P10-N20091\">CLIENT: And he’s working on meditation. And I was like okay, what was it, different… transcendental meditation, a new type of meditation recently. And so I mean he has improved a little bit. I mean he used to be a lot more strung up and he’s learned to cope with a lot more dynamics and work stress, <\/span><span data-id=\"P10-N200911\">but it’s just hard for me because I know that… what lengths I go to to be a decent, enjoyable person, and sometimes it’s like…<\/span><\/p>\n<p data-id=\"P10-N20092\"><span data-id=\"P10-N20093\">THERAPIST: You’d like him to do some of that work too.<\/span><\/p>\n<p data-id=\"P10-N20094\"><span data-id=\"P10-N20095\">CLIENT: Yeah, or less… to be less controlling and…<\/span><\/p>\n<p data-id=\"P10-N20096\"><span data-id=\"P10-N20097\">THERAPIST: Yeah, because it has… how he is has an impact on you. I do want to continue the conversation but we have to stop for today. I have to end on time today.<\/span><\/p>\n<p data-id=\"P10-N20098\"><span data-id=\"P10-N20099\">CLIENT: Okay. Yeah, I did. I came with lots of stuff to talk today because I thought before I come in here that… is it okay if I borrow the book, then, for another week?<\/span><\/p>\n<p data-id=\"P10-N2009A\"><span data-id=\"P10-N2009B\">THERAPIST: Absolutely. And we are not scheduled for next week but are on for the week after that.<\/span><\/p>\n<p data-id=\"P10-N2009C\"><span data-id=\"P10-N2009D\">CLIENT: Okay. At 1:30.<\/span><\/p>\n<p data-id=\"P10-N2009E\"><span data-id=\"P10-N2009F\">THERAPIST: Yes.<\/span><\/p>\n<p data-id=\"P10-N200A0\"><span data-id=\"P10-N200A1\">CLIENT: And what’s the date?<\/span><\/p>\n<p data-id=\"P10-N200A2\"><span data-id=\"P10-N200A3\">THERAPIST: The 29th.<\/span><\/p>\n<p data-id=\"P10-N200A4\"><span data-id=\"P10-N200A5\">CLIENT: Okay, wow. I haven’t written a check in a while. It’s 2014. Either that or my mind’s stuck in 2013.<\/span><\/p>\n<p data-id=\"P10-N200A6\"><span data-id=\"P10-N200A7\">THERAPIST: Thank you.<\/span><\/p>\n<p data-id=\"P10-N200A8\"><span data-id=\"P10-N200A9\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}