{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses current relationship and dealing with their own mother's presence."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Romantic relationships","Parents","Transference","Frustration","Psychoanalytic Psychology","Frustration","Confusion","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Romantic relationships","Parents","Transference","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Confusion"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561998","dorpId":"1006468991","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session January 21, 2014: Client discusses current relationship and dealing with their own mother's presence.","fullTitle":"Client \"A\", Session January 21, 2014: Client discusses current relationship and dealing with their own mother's presence.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561998\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: My thoughts are unusually significant today.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">(Pause): [0:00:51 – 0:01:33]<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: Yeah, I don’t know which thread to pick up. Anything to push us along a little bit, or push me. I’m not sure.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: You’ve got a head full of things kind of swirling around?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">(Pause): [0:01:51 – 0:02:03]<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: My mother’s visit is kind of, you know, like while she’s here she sucks up a lot of the – I mean, whatever, she’s over at our place as are we for most of the day, so Jennie (sp?) I guess is no longer going to start classes tomorrow but – so there’s a lot of my mother. Grayson is just sort of <\/span><span data-id=\"P1-N200171\">kind inching toward some kind of critical mass. He responds to things in his environment. I guess it’s a gradual thing and then there are these spurts. He’s in the middle of a growth spurt and I think a developmental spurt, so he’s really excited. We got him a book on, it’s like – I’m trying to remember <\/span><span data-id=\"P1-N200172\">the name of the company that makes these black and white and just primary color, high contrast mobiles – Ferguson or something like that. Anyway, it’s along those lines. It has a number of black and white images that fan out in an accordion and he totally loves it. He really is able to retain the memory <\/span><span data-id=\"P1-N200173\">of the ones he enjoys so he’ll look at images in particular and he’ll laugh. So that’s some of the things that are swirling around, I guess. Is that’s pretty fun to watch. And he recognizes our voices. It’s sort of the transition from real neonatal – it’s also like an isolation chamber or something. <\/span><span data-id=\"P1-N200174\">In other words, as a neonate, the interaction with the external environment is relatively limited it seems to me and interaction with the internal environment is very almost absolute – if that’s a good way of putting it. But I see him gradually kind of opening his mind and his consciousness outward <\/span><span data-id=\"P1-N200175\">and that’s very exciting to watch.<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: Maybe 10 or 11 weeks?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: He is going on 12 weeks.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">(Pause): [0:04:53 0:05:11]<\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">CLIENT: My mother is really getting what she came for. We talked about that a little bit. She’s really very, very happy and happy to spend time with him and happy to be a part of the household for a little while. I’m not sure that it’s true that I find her a disruptive presence. I think Jennie does <\/span><span data-id=\"P1-N2001F1\">but I don’t know that things run less well with her here. I feel kind of, in contrast to last week, I feel, I feel kind of –<\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">(Pause): [0:06:03 0:06:15]<\/span><\/p>\n<p data-id=\"P1-N20022\"><span data-id=\"P1-N20023\">CLIENT: Yes, depressed, I mean for lack of better words.<\/span><\/p>\n<p data-id=\"P1-N20024\"><span data-id=\"P1-N20025\">(Pause): [0:06:17 0:06:31]<\/span><\/p>\n<p data-id=\"P1-N20026\"><span data-id=\"P1-N20027\">CLIENT: Blunted. And I’m not sure what to make of that. I don’t feel like the things that I want to do are realistic or meaningful and I guess I feel kind of depressed. I don’t know how much of it has to do with my mother being around all the time and how much it has to do with just the intrinsic difficulty <\/span><span data-id=\"P1-N200271\">of the situation and how much it has to do with some other phenomenon but I feel kind of depressed as I would understand it.<\/span><\/p>\n<p data-id=\"P1-N20028\"><span data-id=\"P1-N20029\">(Pause): [0:07:17 0:07:33]<\/span><\/p>\n<p data-id=\"P1-N2002A\"><span data-id=\"P1-N2002B\">CLIENT: One interesting thing that I noticed actually that may be the one kind of pointed thing that’s swirling around has to do with – there have been these moments where I’ve felt very irritated or hurt, maybe more specifically, by Jennie. Often without much cause and she’s been very sweet and actually <\/span><span data-id=\"P1-N2002B1\">we’ve been very sweet together, actually, there’s nothing overtly that I can point to at least, tension in our relationship right now, but I’ve felt irritated. So there’s something going on. And last night she has Lewis, her friend initially, who has Crohn’s and it was flaring up and so she was not <\/span><span data-id=\"P1-N2002B2\">feeling too well, and Jennie had said for a while that she wanted to go over and spend some time with her and so the reason I’ve been begrudging, my conscious kind of understanding had been, you know, she has classes to prepare for and she has to finish the syllabi and I’m not sure how much of this <\/span><span data-id=\"P1-N2002B3\">is volitional and how much is just our dynamic but I felt like I’d kind of been cast in the role of pushing her a little bit to do it and she does the same with me. And so she said, ‘oh, yeah, so and so wants to get together and so and so wants to get together and I said why don’t you wait until after <\/span><span data-id=\"P1-N2002B4\">the first day of classes and then do this push and you can hang out.<\/span><\/p>\n<span data-id=\"P1-N2002A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2002A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561998\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">Anyway, she ended up going to see her and I think because she wanted to get out the door and time away, I guess, she went to put Grayson to bed and it took a while and I said, well okay, I’ll cook dinner and it wasn’t like a special dinner, really. I went to Trader Joe’s and I got some frozen risotto <\/span><span data-id=\"P2-N2002D1\">mix and cooked it a little bit on the stovetop so it wasn’t like a microwave operation, but you know, still prefabricated risotto mix and we had some frozen sea scallops which were very nice and I kind of sautéed them in a – and it wasn’t, I guess what I mean to say is it is a tasty dinner but it wasn’t <\/span><span data-id=\"P2-N2002D2\">like haute cuisine, you know. It wasn’t like I’d been cooking for two hours and so my mom comes in and I say, when should we eat? And I’d been saying this for – because I really wanted to eat together because I guess that’s important to me. My mom had said we eat a little late for her. Could we eat <\/span><span data-id=\"P2-N2002D3\">around 7? And I said okay. And I asked Jennie at about 4 if we could eat at 7 and she said okay. She’s putting Grayson to bed. It’s like 7:30 and he’s not going down. And I’m like, so should we keep it warm? She’s like, get out of here, I’m trying to put Grayson down. And I got really mad, you know, <\/span><span data-id=\"P2-N2002D4\">as if – I don’t really know what the content may have been. I was feeling irritable about many of the things I spoke of a moment ago but I felt really hurt.<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">So anyway she noticed this and she was attuned to it and she came in and sat down at dinner and then she took my mother home and went to visit her friend and came back around 11 and she was very sweet. She was very nice and I said let’s lie together on the couch and read for a bit. She said, that sounds <\/span><span data-id=\"P2-N2002F1\">great, and the cat came by and wanted to be fed and she said, I’ll just go feed the cat, and she went to feed the cat and I guess she saw some dishes that she had said that she would clean up so she stayed. And I’m sitting there on the couch and I’m feeling very upset. I’m feeling very upset and again <\/span><span data-id=\"P2-N2002F2\">as I reflect on it, there wasn’t any particular reason to be upset but I was more than feeling upset. I felt threatened somehow or worried or paranoid as we’ve been using that terminology. I felt that. I felt that thing and so as I was waiting for her I flipped open just this crap movie that I’d been <\/span><span data-id=\"P2-N2002F3\">watching and I was really into – this is the point of the story. It was really, really interesting to see the operation of these kinds of behaviors so clearly because I’d reached a point where I was very conscious of there being like this rational – I don’t know how I want to tag it – but you know, <\/span><span data-id=\"P2-N2002F4\">this kind of thing, this feeling. I was attuned to it. I knew it was going on. I knew it didn’t quite add up if I tried to do the evaluation, do the accounting. And as soon as I opened this thing up, this movie, it switched off and I began, I was just struck at that particular moment as long as it lasted, <\/span><span data-id=\"P2-N2002F5\">a few seconds really, by how powerful and important the capacity to shut off that worry or just regulation or however you want to put it or think about it, how important that is in my life and how compulsively I kind of gravitate toward activities that can do it at least in the short term. Somehow I <\/span><span data-id=\"P2-N2002F6\">can substitute things that I really want to be doing, or that kind of a thing, anyway – it was just really striking. It was just like crystal-clear in a way that it isn’t always.<\/span><\/p>\n<span data-id=\"P2-N2002E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561998\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: In particular –<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: Because it shut off. It was so minor or so – like it was so genuinely unthreatening, it was so superficial. So epiphenomenal that it wasn’t hard to shut it off and because it wasn’t hard to shut it off this activity really made clear what the mechanism was.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: And what the motivation for some of the things that had made it hard to do a number of things that I would like to do with my life might be.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">(Pause): [0:15:15 0:15:27]<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: I’m not sure how that tracks with your model.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: (Laughs)<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">(Pause): [0:15:34 0:15:53]<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: Well, the first part seems pretty clear. I’m well aware that in reality the things Jennie was doing, delaying dinner, putting Grayson down, going to see her friend, doing some dishes, feeding the cat, are no big deal and you’re on board with that. And yet, you know, somewhere in you, like <\/span><span data-id=\"P3-N200411\">it got irritating and upsetting that she kept paying attention – like, ‘I’m here.’ Basically, she kept paying attention to other stuff and not you in one fashion or another.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Okay. That’s part of it I’m sure.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">THERAPIST: And (Pause) I guess you have this sort of reaction in a way – I’m not sure how much you had this at the time and how much it occurs in the retelling, where you know, there’s one part of you that recognizes that it’s really not a big deal, none of these things or all of them taken together, <\/span><span data-id=\"P3-N200451\">and another part that reacts, that’s like not happy in the moment about the situation. I’m not yet sure what to say about the shutting it off which I’m aware is the point, really that you are making.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">(Pause): [0:17:34 0:18:25]<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">THERAPIST: There may be a – I did have in mind another point about this though which is –<\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">(Pause): [0:18:37 0:19:01]<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: You seem to have been more animated here in talking about what happened. You initially had trouble knowing where to start or what to say. Then you – I know you weren’t just referring to it right then but said you’d felt depressed and blunted but I think you were also feeling it at that moment. <\/span><span data-id=\"P3-N2004D1\">My thought is like then when you found some work to do and kind of got into it telling the story it animated you.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Work to do – an area with a beginning, a middle and an end. Sure. Definitely. And there are a lot of different ways. You can think about it in expository terms, you can think about it in, I don’t know, labor theory of value. You know, basically, what is depressing and blunting is the fact of <\/span><span data-id=\"P3-N2004F1\">being depressed and blunted. In other words, there’s a kind of feedback loop of a sense of disorder that makes it difficult for me to pick out clear threads and the state of mind that leads to such states of disorder. Does that make sense to you?<\/span><\/p>\n<span data-id=\"P3-N2004E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2004E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561998\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">THERAPIST: I think I follow. I don’t know if I buy it. I mean you may be right –<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">CLIENT: When I feel very anxious it’s hard to pull out narratives and I find it hard to pull out narratives I feel –<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">THERAPIST: Okay. That makes sense. I think, I would primarily feeling depressed if – you haven’t said this, but I guess I sort of (unclear) otherwise guessing you haven’t started working yet.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">CLIENT: I’ve been trying, but I haven’t. That’s true.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">THERAPIST: I guess that was partly in my mind when I said –<\/span><\/p>\n<p data-id=\"P4-N2005A\"><span data-id=\"P4-N2005B\">CLIENT: You know, the causal (unclear) is a complex one in this case. In other words, I don’t know. Like I have errant thoughts but I don’t really have a way of organizing them and even – I’m very troubled by – I feel very troubled.<\/span><\/p>\n<p data-id=\"P4-N2005C\"><span data-id=\"P4-N2005D\">(Pause): [0:21:46 0:22:07]<\/span><\/p>\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">CLIENT: Yeah, in this whole working – I don’t know. I just feel – I feel very troubled. Having my mother here is difficult in that regard I think, to some degree. Like when I can pull out the narrative I feel good, I feel efficacious, I feel like I have agency. When I can’t pull out the narrative, I <\/span><span data-id=\"P4-N2005F1\">feel bad, I feel de – I’m trying to find a non-jargoning way of saying this but you know I just feel kind of enervated. I’ll seek out some other narrative and I don’t know. Right now I’m finding it hard to feel motivated to do something of my very own. That’s part of it too, I guess. I’m finding it <\/span><span data-id=\"P4-N2005F2\">hard even to feel motivated in our conversation, I guess, in identifying what it is that I imagine would be the outcome of feeling motivated. Now what is it I really want to work on?<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: I don’t know.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: In what institutional framework would it be meaningful? What do I want to get out of it? I don’t know.<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">(Pause): [0:23:44 0:23:55]<\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: And if you would ask me the same questions six, seven years ago I would have given you very similar answers, so that feels particularly enervating, dispiriting. Dispirited. I feel dispirited. That’s a good, non-jargoning way of expressing that. I feel dispirited.<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">(Pause): [0:23:59 0:24:21]<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: Without getting too mystical about it.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">(Pause): [0:24:21 0:24:49]<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: And I will feel dispirited until I have something, you know, that I’m – yeah, I mean (groan), maybe it’s just the creative process. It’s not doing me any good though.<\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">(Pause): [0:25:05 0:25:46]<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">CLIENT: I guess one question that’s coming up in my state of dispirit-ment, dispiritation, is – dispiritedness, is that I’m not sure whether I’m willing to confront the possibility that I’m not talented in this regard.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">THERAPIST: Which regard?<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">CLIENT: I’m not talented enough to write a good novel, to get my dissertation published and have a successful academic career, whether the problem is really that I don’t want X or that I’m unwilling to test the possibility of not-X or of insufficiency to pursue X.<\/span><\/p>\n<span data-id=\"P4-N20076-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20076-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561998\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">(Pause): 0:26:36 0:26:45<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">CLIENT: And you know, when all of the institutional apparatus is stripped away as I’ve succeeded in doing right now, you know, the capacity to just plunge in is really all you’ve got going for you. And there’s nobody telling you you must X or Y and I suppose I have an obligation to Jennie to do what <\/span><span data-id=\"P5-N2007B1\">I said that I wanted to do and that I asked her to, you know, take some trouble from a household perspective, to support me in doing, so I guess there’s that. But I’m not sure what the resolution to this question is and if the resolution to this question is that I’m unwilling to try and fail then it’s <\/span><span data-id=\"P5-N2007B2\">not going to go anywhere.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">(Pause): [0:27:39 0:27:53]<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: If the resolution to the question is that there’s some inhibition, like a fear of spiders, then we have our work cut out for us.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">(Pause): [0:28:00 0:28:08]<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: You know, that I really, I suppose these two aren’t very dichotomous necessarily, but they do seem like the two sort of most probable kinds of problems in this regard – either just something that I don’t want to do and I’m finding it difficult to figure out what I do want to do, or I’m afraid <\/span><span data-id=\"P5-N200831\">I do want to do something but I’m afraid of failing at it. These seem like relevant categories at least, I’m trying to explain why I’m so inhibited in doing something for better or worse I’ve got to set up the task for the next six, eight months. (Pause) I’m finding it hard to articulate this with (unclear).<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">(Pause): [0:29:18 0:29:38]<\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">THERAPIST: No. I feel like –<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">(Pause): [0:29:40 0:30:08]<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: I feel like there’s a piece that, concerning what you’re describing that is important that we come back to again and again but I feel like I need to understand better. No, my model, as you called it, was built for exactly this situation – out of exactly this situation.<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: There’s something to do that you want to do and can’t get yourself to do and it used to be for physiological reasons and now it’s more like maybe you’re just not good enough at it.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: Yes.<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: When there is – or maybe you’re not sort of willing to take the risk to try to do it. When the problem is always just like it was the other night, I think, always not feeling sort of that people around you and with you in what you’re trying to do, I think – I’m not saying you don’t feel people <\/span><span data-id=\"P5-N200931\">around you are with you, period. I think you do. But I think the feeling of not having a sort of institutional or other work context or home – I mean it’s always the problem. I’ve got a couple of more parts. One is – I actually have this sense – was it last night that you were telling me about with <\/span><span data-id=\"P5-N200932\">Jennie? – that I may be wrong and correct me if I’m wrong, but – I think you’re pretty clear about it today. I suspect that last night as it was happening, you did not have much insight into what was unfolding and why you were upset and part of the reason I think so is because of how you dealt with <\/span><span data-id=\"P5-N200933\">it which was to turn away from it and towards the movie which you said almost magically did the trick and sort of shut it down.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Okay. So that’s one piece.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: But I guess what strikes me is the contrast between you know, how you’re pretty close to it like the insight is very accessible today as we’re talking about it, I think. I mean it’s pretty clear that, you know, not in ways that have realistic significance but in ways that have sort of emotional <\/span><span data-id=\"P5-N200971\">or fantasy significance, she was turning away from you and that upset you. That seems more accessible today as we’re talking about it but I don’t think it was yesterday.<\/span><\/p>\n<span data-id=\"P5-N20096-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20096-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561998\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: And the reason I’m making that point is because that’s the thing I feel I don’t understand. Like this situation you’re in now without being able to do the work, like this is where I wave my arms around and say like we’ve been here a 100 times and it – and I can tell it fits pretty cleanly <\/span><span data-id=\"P6-N2009B1\">in the model that we’ve sort of articulated and re-articulated many times.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: See, you don’t understand what is so refractory to your intervention, or to our intervention. Why –<\/span><\/p>\n<p data-id=\"P6-N2009E\"><span data-id=\"P6-N2009F\">THERAPIST: I feel like you keep losing the –<\/span><\/p>\n<p data-id=\"P6-N200A0\"><span data-id=\"P6-N200A1\">CLIENT: I keep losing the –<\/span><\/p>\n<p data-id=\"P6-N200A2\"><span data-id=\"P6-N200A3\">THERAPIST: In this moment where you’re stuck, the model’s gone. I’m perhaps getting a little dramatic but that’s my sense of it. And that’s something that’s not well articulated by the model, how this happens that you lose touch with it, as best I can tell.<\/span><\/p>\n<p data-id=\"P6-N200A4\"><span data-id=\"P6-N200A5\">CLIENT: How it happens I lose touch with the model.<\/span><\/p>\n<p data-id=\"P6-N200A6\"><span data-id=\"P6-N200A7\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200A8\"><span data-id=\"P6-N200A9\">CLIENT: (Laughs)<\/span><\/p>\n<p data-id=\"P6-N200AA\"><span data-id=\"P6-N200AB\">THERAPIST: Well, this kind of model –<\/span><\/p>\n<p data-id=\"P6-N200AC\"><span data-id=\"P6-N200AD\">CLIENT: (Laughs)<\/span><\/p>\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">THERAPIST: And it’s sort of the same – there’s another instance of the same (unclear) of what happened last night.<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">CLIENT: Right. So we need an extra-modellary model.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">CLIENT: This feels like one of those kind of scholastic rationalizations of the existence of God, you know.<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">THERAPIST: (Laughs)<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">CLIENT: You have to go outside the model to explain the model and why the model.<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: Actually, I’m starting to have some thoughts which are –<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: So, the way you – and I guess I kind of followed you – were referring to my model.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: Yeah. Yeah, I thought that would come up.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: You were right. It is kind of extra-modellary – outside of you, yet in my head it’s something I keep applying and coming back to. And at times like these it feels both separate, I think, and – yeah, separate, removed to kind of – it’s a conceptual model out there. It’s like it’s like we’re <\/span><span data-id=\"P6-N200C31\">talking about economics or something.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">THERAPIST: Rather than something that’s really much more intimate and I suspect that’s reflective of the state of mind you’re in.<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: Rather than – you’re saying (unclear) the of the state of the model.<\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">(Pause): [0:37:12 0:37:21]<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">THERAPIST: Yeah. So you are in, I think you are a little closer to the first part with what happened with Jennie last night. You know you were animated talking about that and we kind of – it seems fairly quickly we got our heads around basically what’s going on. It felt more collaborative and had a <\/span><span data-id=\"P6-N200CD1\">sense it felt not as much outside you, but then when it came to this work stuff that feels very different, it’s more like (unclear) and depressed and shut down and me and my model are on the outside.<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">(Pause): [0:37:51 0:38:08]<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">CLIENT: I mean the stuff with Jennie – at the moment at least, oh, so like there’s not an overt conflict that I’m trying to resolve with Jennie although that’s not really true. The overt conflict is that Jennie has a job and work and a career in the making and I don’t – and that’s hard. I would say <\/span><span data-id=\"P6-N200D11\">in our relationship right now that’s the thing, so to the extent that I am finding myself a little anguished about even working from soup to nuts, the sort of mechanism of getting stuff done through an institutional setting to whatever, that does inhabit our relationship in a significant way. And maybe <\/span><span data-id=\"P6-N200D12\">not coincidentally, that’s what I was kind of very conscious of feeling in the moment when she was in the room with Grayson and dinner wasn’t happening and she was being kind of short and (cross talk).<\/span><\/p>\n<span data-id=\"P6-N200D0-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200D0-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561998\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200D2\"><span data-id=\"P7-N200D3\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P7-N200D4\"><span data-id=\"P7-N200D5\">CLIENT: I was feeling like I’m being subordinated here. I’m being subordinated in a particular way because they have work and I don’t. Because she has something going and I don’t.<\/span><\/p>\n<p data-id=\"P7-N200D6\"><span data-id=\"P7-N200D7\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P7-N200D8\"><span data-id=\"P7-N200D9\">CLIENT: That said, I think that I feel less troubled about my relationship with Jennie and you know, at that particular moment that I described to you, a moment ago, we were being very loving and there was no particular reason to feel that we weren’t in a state of conjugal bliss and so it was easier, <\/span><span data-id=\"P7-N200D91\">I think, to pick away these threads, and indeed, while it’s true that I was not able to avert, you know, the turning away, I was immediately conscious, that was why I brought it up because at the time I said to myself, oh my goodness – that’s really remarkable. As I turned this thing off, three seconds <\/span><span data-id=\"P7-N200D92\">later it really occurred to me and I said that’s really something I want to talk to Marshall about tomorrow. So you know, I will push back in that very limited empirical sense a little bit, but I think the larger points that you’re making make a lot of sense to me. I do think that a big part of the <\/span><span data-id=\"P7-N200D93\">problem we’re struggling with and that I struggle with in psychotherapy quite frankly, you know that makes psychotherapy less satisfying and actually very good at I don’t know – I feel that I’m pretty good at creating a rapport and creating transference and counter-transference and all of the things <\/span><span data-id=\"P7-N200D94\">that one needs and thinking analytically, but with sharing (unclear) and so on, I’m not good at remembering (unclear). And that’s a huge problem and I don’t know what to do about it and I’m not quite sure why it would be. I speculate that it has something – assuming transference and counter-transference, <\/span><span data-id=\"P7-N200D95\">it has something to do with the same genre of relationship as the one with my father where I didn’t really own the thing that we were working on together. It’s just a vague speculation. [0:41:29]<\/span><\/p>\n<p data-id=\"P7-N200DA\"><span data-id=\"P7-N200DB\">THERAPIST: Yeah, and it relates to –<\/span><\/p>\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">CLIENT: Yeah, it’s a real problem though for making this productive.<\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: Yeah, it seems to me like with what you describe with Jennie, has a piece of that same thing except that you also have the conjugal bliss part which really helps to soften it a lot.<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: Yes. No offense.<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: None taken.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">(Laughter)<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: Yeah, this is different that way. It has the difficult ingredient without – we have (unclear) too, but not like that. And, oh gosh, we have to stop on that.<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: But we can pick this thread up, I hope, on Thursday.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: Yeah. Take care now.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: You to. Enjoy your (unclear). [0:42:59]<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">THERAPIST: Thanks.<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: Are you going to take a soda?<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">THERAPIST: I don’t know.<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">CLIENT: You typically don’t.<\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">THERAPIST: I typically don’t.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}