{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client's mother is visiting for awhile to take care of his newborn so he and his wife can go back to work. Client discusses his stress over this situation, as well as his feelings about some revelations from his childhood."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Children","Personal needs","Parent-child relationships","Stress","Psychoanalytic Psychology","Anxiety","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["41-50 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["17"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Children","Personal needs","Parent-child relationships","Stress"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2014"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Anxiety","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561996","dorpId":"1006468989","contentType":"text","aucs":"CTRN-V1","title":"Client \"A\", Session January 16, 2014: Client's mother is visiting for awhile to take care of his newborn so he and his wife can go back to work. Client discusses his stress over this situation, as well as his feelings about some revelations from his childhood.","fullTitle":"Client \"A\", Session January 16, 2014: Client's mother is visiting for awhile to take care of his newborn so he and his wife can go back to work. Client discusses his stress over this situation, as well as his feelings about some revelations from his childhood.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561996\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">(PAUSE)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: (SIGH) So... (PAUSE) So we spent the day yesterday with my mother or I did (PAUSE) at... In the afternoon, we took Grayson (ph), my mother and I, in the carriage to meet the woman she’ll be sharing an apartment with for about a week and a half near her house. It was a lovely woman, just a wonderful <\/span><span data-id=\"P1-N2000F1\">person. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">She’s a (inaudible at 00:01:07) a child development psychologist, clinical psychologist.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Hmm. What her name?<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Marianne Wellington (ph), I think. Anyway... (PAUSE) So my mother and I went on this little expedition and, you know, the meeting with Marianne was very, very nice and my mother... The apartment was good for my mother. (inaudible at 00:01:41) too fancy but comfortable. And Grayson was very... <\/span><span data-id=\"P1-N200151\">You know, he’s like he his. He’s very mellow. He had one moment of discomfort that we had... I’ll come back to that later. <\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">(PAUSE) So a couple of things happened. I mean, one thing that was difficult and made the day fairly stressful for me, at least the afternoon, was (PAUSE) my mother kept forgetting to set the brake on the carriage. So... You know, she really wanted to push it. And we had come to a light. And in Westchester, <\/span><span data-id=\"P1-N200171\">particularly when there’s relatively... This area of Westchester where there’s fairly good, you know, adherence to the ADA, most of the sidewalks have these little ramps. But what that means is, if you have a carriage, you know, there’s fairly easy potential for, you know, the carriage to actually be, <\/span><span data-id=\"P1-N200172\">go into the road, go into the street. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">So, you know, I kept on saying, “You know, you’ve got to set the brake anytime you’re at the light.” And she would forget. It was classic... It was like she’d forget. She bent down to tie her shoes. She went over to push the button so the light would turn green. One time, she said, “Oh, I thought you <\/span><span data-id=\"P1-N200191\">were holding it.” I said, “It’s irrelevant.” You know?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: And she just... It was so upsetting and stressful and classic, you know, just sort of, you know, very characteristic. And I don’t think this is any fault of hers necessarily but she had a, she’s had a fairly hard time soothing Grayson which I’m guess with infants is pretty common but I guess <\/span><span data-id=\"P1-N2001D1\">parents are so unfamiliar people. It takes them a little while to develop, you know... <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">You know, it takes him a little while to develop familiarity that’s relaxing. So I don’t think it’s necessarily because she vibrates very fast. Although she probably does and it’s possible that it’s actually true. And so I kept on having to kinda, figure out ways she could kind of be with him, both <\/span><span data-id=\"P1-N2001F1\">for her own sake and usefully, that would not be upsetting to him. And, you know, in the end, at the end of the day, I kind of figured out that, you know, the thing to do was to put him to bed and to kind of set her up in the nursing chair near the crib just so that if he woke up she could kind of tend <\/span><span data-id=\"P1-N2001F2\">to him in the, as a way of sort of getting, an intermediary phase rather than saying, “Okay. Can you put him to bed now?” <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">But, again, you know, A, it was getting to this point... It felt very stressful. (PAUSE) And I felt like a... I felt stressed out by the need to, you know, to make her experience a good one. You know? And, you know, kind of frustrated with the need to kind of serve this particular set of needs or the, <\/span><span data-id=\"P1-N200211\">you know, the compulsion or sense of responsibility to satisfy these sort of needs. Classic stuff, I assume, when the grandmother comes. This does not feel exceptional. And, you know, her... Her spaciness is something that is very characteristic and worrisome and, ultimately, I said, “Listen, anytime <\/span><span data-id=\"P1-N200212\">you push the stroller, I want you to tether yourself to it with your purse or something and set the brake every time you’re at a light.” <\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561996\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">And she said, “Okay. Basically I won’t take him out in the stroller until we’ve gone through an entire walk together and I’ve remembered to do this in each case.” And I think, in the end of the day, during the month, there are going to be very few times when she takes him out in the stroller as the <\/span><span data-id=\"P2-N200231\">kind of end result of this expedition. Which, on the one level, is sort of too bad and, on another level, we’ll see. I don’t mean that I would prevent her from doing so. She seemed very chastened and kind of nervous as I pointed these things out.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: She took it in good grace. But, you know, this is... This is a very distinct characteristic of her just this intention, difficulty multitasking. <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">I also discovered that in her household right now... I said that my stepfather is much older. She’s the one who deals with all the logistics. (LAUGHTER) Like her husband can’t really deal with it anymore so it all falls on her. I have no idea how that works.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">CLIENT: But... (PAUSE) Anyway, so... (PAUSE) This is kind of the background to a couple of very intense conversations that we had, kind of family conversations in which... I mean, like I think one of them she complimented the way that Jennie (ph) and I are sharing responsibility for Grayson and I said <\/span><span data-id=\"P2-N2002D1\">(PAUSE) suspecting what the answer was likely to have been, “Did Daddy do anything, you know, when I was an infant.” And she basically said no and she was completely alone and the implication... I mean, he was always off doing something else and she added much, much more detail than I had previously <\/span><span data-id=\"P2-N2002D2\">gotten about, you know, kind of what the scene was during the first, I don’t know, two years, two, three years of my life. <\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">And it sounded just like, just crazy. I mean, as crazy as you can get... This is not a revelation. I think we’ve probably alluded to it or spoken to it directly a fair amount. But just like complete upheaval and I would say some megalomania and just basic disconnectedness from the reality of what you <\/span><span data-id=\"P2-N2002F1\">need with a, you know, with an infant and a toddler. And, you know, so the one time... So she had me with her every moment until I was climbing out of the playpen at fourteen months or whatever. And... <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">At which point, I was sent to childcare which I basically knew. And there were all these kind of catastrophic breakdowns of supervisory authority and childcare after three months of which she quit the collective. It wasn’t just that she said, “Okay. Well I’m not sending him to collective childcare.” <\/span><span data-id=\"P2-N200311\">Apparently, the implication of not agreeing to send the baby to child care was that her association was over and she was no longer working in the collective enterprise. She got her own enterprise. Apparently, my father and her father in law, my grandfather who was, he had a (inaudible at 00:09:47) store <\/span><span data-id=\"P2-N200312\">in the (inaudible) district in Chicago bought her a knitting machine so that she could go into business with a cottage industry in the market allowing her to take care of me which she couldn’t do in any of these other enterprises.<\/span><\/p>\n<span data-id=\"P2-N20030-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20030-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561996\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: I see. <\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: So it was like this big breach, you know, a much bigger breach than I had realized. And she spoke of it... (PAUSE) She spoke of it with, you know, a lot of intensity, you know, a lot of intensity. So, you know, there was this one conversation about all of this stuff and, you know, about the <\/span><span data-id=\"P3-N200351\">first time she let me out of her sight when my father and a couple of other members of the collective took me hiking and they brought me back with mosquito bites over 90% of my body and kind of in, almost in anaphylactic shock at the age of eighteen months.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">THERAPIST: Oh my.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">CLIENT: And, you know, it was the first weekend she had without me since she was born.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">THERAPIST: Wow.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">CLIENT: You know, so just like massive breakdown of, you know, the appropriate level of supervision over a child.<\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">CLIENT: Like real, you know, certifiable neglect.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">THERAPIST: Yeah. Absolutely.<\/span><\/p>\n<p data-id=\"P3-N20044\"><span data-id=\"P3-N20045\">CLIENT: Certifiable neglect that she was kind of the only party willing to intervene and she wasn’t always able to intervene because she had his conflict between, you know, sort of conflict of agency where she couldn’t kind of say no. So there are all of these things that led to neglectful situations <\/span><span data-id=\"P3-N200451\">that she just didn’t feel empowered to say no to.<\/span><\/p>\n<p data-id=\"P3-N20046\"><span data-id=\"P3-N20047\">THERAPIST: I see. (PAUSE)<\/span><\/p>\n<p data-id=\"P3-N20048\"><span data-id=\"P3-N20049\">CLIENT: So, you know, this was one thread of conversation. And, you know, on the one hand, I don’t know, I went through this very intently and just sort of engaging with it and coming to terms with it and trying to understand it and having it be very, very present, you know, four or five years ago and <\/span><span data-id=\"P3-N200491\">now I can see how emotional she was about it. <\/span><\/p>\n<p data-id=\"P3-N2004A\"><span data-id=\"P3-N2004B\">And she was... You know, it was heavy. But it wasn’t like I was kind of reliving it.<\/span><\/p>\n<p data-id=\"P3-N2004C\"><span data-id=\"P3-N2004D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2004E\"><span data-id=\"P3-N2004F\">CLIENT: Personally... I didn’t feel like I was.<\/span><\/p>\n<p data-id=\"P3-N20050\"><span data-id=\"P3-N20051\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20052\"><span data-id=\"P3-N20053\">CLIENT: You know, like Grayson is my son and Jennie is my wife and my household is my household and my life is my life and it felt like a story of some kind that touched on me and touched me. But the intensity that my mother was describing it with was what I think I was connecting with at that moment <\/span><span data-id=\"P3-N200531\">anyway. And then later, after we got home and it turned out that, you know, in... I kind of lost a little bit of oversight capacity in dealing with my mother on this expedition which lasted a little too long and, you know, sort of coming straight home after meeting with Marianne, we went to get a bite <\/span><span data-id=\"P3-N200532\">to eat because my mother was very hungry. <\/span><\/p>\n<p data-id=\"P3-N20054\"><span data-id=\"P3-N20055\">And it turned out Grayson had wet himself and it had soaked through. She had been that last one to do the diaper so it kind of soaked through his clothing. But... He was... You know, it was a little cool, I would say. So it wasn’t great... It wasn’t super cold out.<\/span><\/p>\n<p data-id=\"P3-N20056\"><span data-id=\"P3-N20057\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20058\"><span data-id=\"P3-N20059\">CLIENT: But, you know, he wasn’t chilled. He wasn’t shivering.<\/span><\/p>\n<p data-id=\"P3-N2005A\"><span data-id=\"P3-N2005B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2005C\"><span data-id=\"P3-N2005D\">CLIENT: Nothing super extreme like that. But he wasn’t super comfortable. He didn’t cry. He doesn’t... He’s a remarkably good self-soother. But I felt really bad. You know, I felt kind of like a failure. I felt as if I had experienced a failure. And, anyway, we got home. We got him to sleep. And he <\/span><span data-id=\"P3-N2005D1\">went to bed very early because he must have been sort of expending a lot of energy sort of keeping his (inaudible at 00:13:47), I guess, I imagine. And my mother and I sat down after we had put him down at the kitchen table while Jennie worked. <\/span><\/p>\n<span data-id=\"P3-N2005C-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561996\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N2005E\"><span data-id=\"P4-N2005F\">And we had another conversation about her visit with Hilda (ph) who had Micah (ph) in August and it had been a very difficult pregnancy. So my mother came in June and was there three months. And it was apparently a completely disastrous visit...<\/span><\/p>\n<p data-id=\"P4-N20060\"><span data-id=\"P4-N20061\">THERAPIST: Oh no.<\/span><\/p>\n<p data-id=\"P4-N20062\"><span data-id=\"P4-N20063\">CLIENT: ...for a variety of reasons, one of which was that (PAUSE) you know, not unreasonably because it was so long, my stepfather Xavier (ph) came during the last month of it. And he was just completely nonfunctional. They think that he wasn’t taking his blood pressure medication. There was some stuff <\/span><span data-id=\"P4-N200631\">that might have been going on medically. But he was just really needy and he kept on saying things like, “Oh, you don’t need to stay up with Micah. You know, why don’t we go out to dinner in the city,” and, you know, stuff that... It was just like a very inappropriate...<\/span><\/p>\n<p data-id=\"P4-N20064\"><span data-id=\"P4-N20065\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P4-N20066\"><span data-id=\"P4-N20067\">CLIENT: ...thinly veiled attempt for my mother to pay attention to him and...<\/span><\/p>\n<p data-id=\"P4-N20068\"><span data-id=\"P4-N20069\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P4-N2006A\"><span data-id=\"P4-N2006B\">CLIENT: ...in competition with the newborn and whatever.<\/span><\/p>\n<p data-id=\"P4-N2006C\"><span data-id=\"P4-N2006D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P4-N2006E\"><span data-id=\"P4-N2006F\">CLIENT: You know, so one thread that my mother was very focused on was just this tendency to have difficulty rationalizing or balancing competing needs and to kind of assert what it was that she wanted to do which was to spend this really... She was very intense when she said this. To spend time with <\/span><span data-id=\"P4-N2006F1\">the, you know, her grandchildren in their infancy for, you know, a month or two at a time. And I was listening to her as she was saying this and she repeated and she said, you know, how much she just wanted to, has been wanting to spend this time with Grayson and with Micah. <\/span><\/p>\n<p data-id=\"P4-N20070\"><span data-id=\"P4-N20071\">And I turned to her and I said, “It’s kind of a do over, isn’t it?” I don’t... I didn’t say it quite that boldly maybe. But it was very clear this was what was going on. It was like she just felt like there was such chaos and she had no control and now she had the opportunity to rectify it and to balance <\/span><span data-id=\"P4-N200711\">the needs and it was... This visit was so hard for her because she kind of wasn’t able to do it. You know, she wasn’t, she couldn’t... She had a really hard time balancing Xavier’s needs and this fairly inappropriate expression or assertion of them with Hilda’s needs. You know, this was three days after...<\/span><\/p>\n<p data-id=\"P4-N20072\"><span data-id=\"P4-N20073\">THERAPIST: Postpartum.<\/span><\/p>\n<p data-id=\"P4-N20074\"><span data-id=\"P4-N20075\">CLIENT: ...after she had given birth. (PAUSE) And so, you know, at one point, we had, I said, not having heard this backstory yet, that it was kind of a shame that Xavier hadn’t, it would have been fine for Xavier to come and stay given the arrangement with Marianne and how well it’s worked out.<\/span><\/p>\n<p data-id=\"P4-N20076\"><span data-id=\"P4-N20077\">THERAPIST: Right. <\/span><\/p>\n<p data-id=\"P4-N20078\"><span data-id=\"P4-N20079\">CLIENT: And she started to cry. And I’m like, “Mom, what’s wrong?” And she’s like, “Oh, you know, should I have done this? Should I... Was it right for me to tell him, you know, to stay away so I could be here because I had not wanted a replication of the situation this summer?” And... (PAUSE) I just... <\/span><span data-id=\"P4-N200791\">I realized how invested she was in this, you know, in these two visits, these two month long visits with these two infants, you know, in conditions that, where she could really assert, you know, to some degree, in this new role, this new relationship her, you know, her need to care, her need to give care. <\/span><\/p>\n<span data-id=\"P4-N20078-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20078-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561996\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">And that... You know, I thought about that and that’s, on the one hand, I was, felt empathetic and was moved by it. On the other hand, like holy fuck. You know? Like I don’t want... We need stuff from her. He need her to X. But I don’t want her to be worried she’s having, you know, once again, a good <\/span><span data-id=\"P5-N2007B1\">experience, you know, given how strong her personal need to care effectively for the infant it. I don’t want it to be freighted down with, you know, all of this, these forty years of trial and travail and family, you know, dynamics and complexity, psychic complexity. You know, we have needs. Grayson <\/span><span data-id=\"P5-N2007B2\">has needs and we need to serve them. Jennie and I have needs and we need to serve them. And hopefully, you know, it can be good for my mother as well. You know, so I guess I was left after this long day together, feeling on the one hand, really A, kind of moved by her experience, B, you know, thoughtful <\/span><span data-id=\"P5-N2007B3\">about my own experience, C, concerned about, you know, having to navigate between those two and how it’s analogous. <\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">THERAPIST: I have a question.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">CLIENT: Yeah. I guess I’ve just been shooting my mouth off.<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">THERAPIST: Sorry. I... (PAUSE) I’m aware when you were little that there was tremendous chaos around her...<\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P5-N20084\"><span data-id=\"P5-N20085\">THERAPIST: ...and that because of sort of (PAUSE) stuff that took a little while for her to deal with like leaving the collective so that, in part, so that you wouldn’t be in the childcare there. Like that... (PAUSE) <\/span><\/p>\n<p data-id=\"P5-N20086\"><span data-id=\"P5-N20087\">There were... And I’m (inaudible at 00:20:03) you dad. Like there were, was neglect. But actually wasn’t as you’ve described it kind of first hand by her. In fact...<\/span><\/p>\n<p data-id=\"P5-N20088\"><span data-id=\"P5-N20089\">CLIENT: No. She was not neglectful.<\/span><\/p>\n<p data-id=\"P5-N2008A\"><span data-id=\"P5-N2008B\">THERAPIST: (inaudible at 00:20:19) and she was...<\/span><\/p>\n<p data-id=\"P5-N2008C\"><span data-id=\"P5-N2008D\">CLIENT: When I was out of her sight for the period of when...<\/span><\/p>\n<p data-id=\"P5-N2008E\"><span data-id=\"P5-N2008F\">THERAPIST: Like the child care.<\/span><\/p>\n<p data-id=\"P5-N20090\"><span data-id=\"P5-N20091\">CLIENT: ...I was in collective childcare and then she...<\/span><\/p>\n<p data-id=\"P5-N20092\"><span data-id=\"P5-N20093\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P5-N20094\"><span data-id=\"P5-N20095\">CLIENT: Then she said, “Forget it,” and left.<\/span><\/p>\n<p data-id=\"P5-N20096\"><span data-id=\"P5-N20097\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P5-N20098\"><span data-id=\"P5-N20099\">CLIENT: So, you know, I think that there... When I was with my dad, it was often (PAUSE) you know, he was not...<\/span><\/p>\n<p data-id=\"P5-N2009A\"><span data-id=\"P5-N2009B\">THERAPIST: He was a real problem.<\/span><\/p>\n<p data-id=\"P5-N2009C\"><span data-id=\"P5-N2009D\">CLIENT: He was a real problem. But those (PAUSE) by her accounts at least, were relatively rare after she asserted herself.<\/span><\/p>\n<p data-id=\"P5-N2009E\"><span data-id=\"P5-N2009F\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P5-N200A0\"><span data-id=\"P5-N200A1\">CLIENT: I mean, I think that recurrence of this was less classical, you know, kind of very overt neglect in the way that we’re talking about more just sort of family decision making where what’s obviously in the best interest of the children, you know, moves and what house to live in and, you know, <\/span><span data-id=\"P5-N200A11\">was subverted to my dad’s desire to do X, Y, or Z.<\/span><\/p>\n<p data-id=\"P5-N200A2\"><span data-id=\"P5-N200A3\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P5-N200A4\"><span data-id=\"P5-N200A5\">CLIENT: But she still, you know, had a great deal of difficulty saying...<\/span><\/p>\n<p data-id=\"P5-N200A6\"><span data-id=\"P5-N200A7\">(CROSSTALK)<\/span><\/p>\n<p data-id=\"P5-N200A8\"><span data-id=\"P5-N200A9\">CLIENT: Yeah, yeah.<\/span><\/p>\n<p data-id=\"P5-N200AA\"><span data-id=\"P5-N200AB\">THERAPIST: But that she herself was like (PAUSE) committed and competent.<\/span><\/p>\n<p data-id=\"P5-N200AC\"><span data-id=\"P5-N200AD\">CLIENT: Well, yeah. I mean, I wonder. The way... She, in her very self-effacing and, you know, somewhat... Later, talking about it, Jennie called it degentified (ph) which is probably about right. In her way, she’s said, “Oh, you know...” <\/span><\/p>\n<span data-id=\"P5-N200AC-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N200AC-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561996\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N200AE\"><span data-id=\"P6-N200AF\">It’s like she’s so anxious and... I mean, I think that, you know, she was in a state of acute anxiety this whole time and the only solution to the overarching state of neglect... Like one example that she gave me in passing was when the heat broke and the, one of the windows was broken in the nursing <\/span><span data-id=\"P6-N200AF1\">home squat (ph), she just had to keep me, at the age of, I don’t know, Grayson’s age right now, two and a half, maybe three months, at her breast the whole time to keep me warm. You know? So... (PAUSE) (SIGH) She was, I think, I would guess, in this setting, acutely anxious for my well-being...<\/span><\/p>\n<p data-id=\"P6-N200B0\"><span data-id=\"P6-N200B1\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200B2\"><span data-id=\"P6-N200B3\">CLIENT: ...for her well-being, for, you know, and just not... I think of her with Grayson where she’s having a difficult time settling him and I imagine, in my mind’s eye, that it was probably some difficulty settling me if she was this nervous all the time and this upset all the time and this kind of... <\/span><\/p>\n<p data-id=\"P6-N200B4\"><span data-id=\"P6-N200B5\">THERAPIST: And (inaudible at 00:23:11)<\/span><\/p>\n<p data-id=\"P6-N200B6\"><span data-id=\"P6-N200B7\">CLIENT: ...thwarted all the time. The circumstances were just so jangled.<\/span><\/p>\n<p data-id=\"P6-N200B8\"><span data-id=\"P6-N200B9\">(CROSSTALK)<\/span><\/p>\n<p data-id=\"P6-N200BA\"><span data-id=\"P6-N200BB\">THERAPIST: ...is that she gets to be with her grandchildren in much more stable, secure...<\/span><\/p>\n<p data-id=\"P6-N200BC\"><span data-id=\"P6-N200BD\">CLIENT: Yeah. And be... Exactly. And be, have the opportunity...<\/span><\/p>\n<p data-id=\"P6-N200BE\"><span data-id=\"P6-N200BF\">THERAPIST: (inaudible at 00:23:31) for a do over in how she was so much as a do over in the kind of setting.<\/span><\/p>\n<p data-id=\"P6-N200C0\"><span data-id=\"P6-N200C1\">CLIENT: Well maybe both.<\/span><\/p>\n<p data-id=\"P6-N200C2\"><span data-id=\"P6-N200C3\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200C4\"><span data-id=\"P6-N200C5\">CLIENT: Maybe... I... You know, I can’t speak for her. I’m only trying to reflect back...<\/span><\/p>\n<p data-id=\"P6-N200C6\"><span data-id=\"P6-N200C7\">THERAPIST: Yeah. I mean...<\/span><\/p>\n<p data-id=\"P6-N200C8\"><span data-id=\"P6-N200C9\">CLIENT: ...my interpretation of her conversation. But I imagine that it’s really nice for her when she can put him to sleep, you know, when she can preside at least over his going to sleep. It really makes her happy. And I imagine, right, where... <\/span><\/p>\n<p data-id=\"P6-N200CA\"><span data-id=\"P6-N200CB\">(CROSSTALK)<\/span><\/p>\n<p data-id=\"P6-N200CC\"><span data-id=\"P6-N200CD\">CLIENT: ...hard for her to soothe me and put me to sleep because...<\/span><\/p>\n<p data-id=\"P6-N200CE\"><span data-id=\"P6-N200CF\">THERAPIST: Probably because it was freezing and...<\/span><\/p>\n<p data-id=\"P6-N200D0\"><span data-id=\"P6-N200D1\">CLIENT: Well, whatever. God knows. God knows. So anyway, I took her home at about ten and I said to her, you know... (PAUSE) I said something like, “Oh, it was really moving to hear you talking about this and this is kind of the way that I understand it. And she said, “Yeah. It kind of makes sense more <\/span><span data-id=\"P6-N200D11\">or less. I should probably go and see a therapist about this, et cetera.” And I said, “Listen mom,” and she was getting out, “Our priorities for this trip are in this order, you know, Grayson’s needs, Jennie’s and my needs, and then your needs. And I really hope that, you know, that we can serve all of them.”<\/span><\/p>\n<p data-id=\"P6-N200D2\"><span data-id=\"P6-N200D3\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200D4\"><span data-id=\"P6-N200D5\">CLIENT: I just felt the need to just be kind of clear and explicit about this and at the same time to be kind of welcoming about what sounds like a pretty, you know, profound process for her. <\/span><\/p>\n<p data-id=\"P6-N200D6\"><span data-id=\"P6-N200D7\">So it was very... It was very heavy and not, you know, only or principally because all this family history was so, you know, actual for me at that particular moment although probably some of it too, as you know, I tend in that direction. But in... So I came home from dropping her off. It’s like two <\/span><span data-id=\"P6-N200D71\">minutes away. It’s really a good...<\/span><\/p>\n<p data-id=\"P6-N200D8\"><span data-id=\"P6-N200D9\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P6-N200DA\"><span data-id=\"P6-N200DB\">CLIENT: It’s a good situation. And I came home and Jennie was finishing one of her three syllabi. And so I said, “This was so intense. You know, we don’t need to talk about it right now. But I’d like to kind of just sit next to each other on the couch.” And she... So it took her about half an hour to <\/span><span data-id=\"P6-N200DB1\">finish and we had a cup of tea and she’s having a migraine and I think she was also just kind of in the state that one is when, in the last week before classes start. <\/span><\/p>\n<span data-id=\"P6-N200DA-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N200DA-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561996\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N200DC\"><span data-id=\"P7-N200DD\">So she was, you know, amenable but not quite there. So we were not totally intercepting. But (PAUSE) somehow the way that I told it made her worry, rightly or wrongly, I can’t speak to that, that, you know, I was kind of doing this thing that I do sometimes where, you know, I’m just sort of back in, <\/span><span data-id=\"P7-N200DD1\">I’m very invested in the impact of these, this period on all of my experience today. You know? I just kind of... I am very attuned to connections between, you know, how I am now and what’s difficult for me now and these conditions and I think you know what I mean. <\/span><\/p>\n<p data-id=\"P7-N200DE\"><span data-id=\"P7-N200DF\">THERAPIST: Yeah. And this is sort of all fitting together in kind of a new...<\/span><\/p>\n<p data-id=\"P7-N200E0\"><span data-id=\"P7-N200E1\">CLIENT: In kind of a new way?<\/span><\/p>\n<p data-id=\"P7-N200E2\"><span data-id=\"P7-N200E3\">THERAPIST: ...kind of a new way, which is this.<\/span><\/p>\n<p data-id=\"P7-N200E4\"><span data-id=\"P7-N200E5\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N200E6\"><span data-id=\"P7-N200E7\">THERAPIST: That...<\/span><\/p>\n<p data-id=\"P7-N200E8\"><span data-id=\"P7-N200E9\">CLIENT: Yeah. No, no. Please.<\/span><\/p>\n<p data-id=\"P7-N200EA\"><span data-id=\"P7-N200EB\">THERAPIST: I’m thinking of (PAUSE) Jeffrey (ph) in a way as like, in a way, in terms of this combination of both your mom and dad in you.<\/span><\/p>\n<p data-id=\"P7-N200EC\"><span data-id=\"P7-N200ED\">CLIENT: Yeah. Well, I’ve thought at times that I was describing it explicitly in those terms. I certainly think of that.<\/span><\/p>\n<p data-id=\"P7-N200EE\"><span data-id=\"P7-N200EF\">THERAPIST: The way I’m thinking of it...<\/span><\/p>\n<p data-id=\"P7-N200F0\"><span data-id=\"P7-N200F1\">CLIENT: I think of it in those terms at times.<\/span><\/p>\n<p data-id=\"P7-N200F2\"><span data-id=\"P7-N200F3\">THERAPIST: The way I’m thinking of it is that... (PAUSE) And maybe this is the way you are as well. That... You know, so there are these competing needs that your mother had with you as a kid or you had today with her, you know, that you...<\/span><\/p>\n<p data-id=\"P7-N200F4\"><span data-id=\"P7-N200F5\">CLIENT: Yesterday. <\/span><\/p>\n<p data-id=\"P7-N200F6\"><span data-id=\"P7-N200F7\">THERAPIST: Oh sorry. Yesterday, that you felt it important to sort of (PAUSE) be clear with her about it in terms of your priorities.<\/span><\/p>\n<p data-id=\"P7-N200F8\"><span data-id=\"P7-N200F9\">CLIENT: Yeah, yeah, yeah.<\/span><\/p>\n<p data-id=\"P7-N200FA\"><span data-id=\"P7-N200FB\">THERAPIST: But there’s still this sort of pull on her side which is quite intense actually, which it always is like with Xavier and you dad. I’m not saying she’s been like them.<\/span><\/p>\n<p data-id=\"P7-N200FC\"><span data-id=\"P7-N200FD\">CLIENT: No.<\/span><\/p>\n<p data-id=\"P7-N200FE\"><span data-id=\"P7-N200FF\">THERAPIST: But, you know, she’s having this intense experience. Like you feel for what she needs.<\/span><\/p>\n<p data-id=\"P7-N20100\"><span data-id=\"P7-N20101\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20102\"><span data-id=\"P7-N20103\">THERAPIST: It really matters to her.<\/span><\/p>\n<p data-id=\"P7-N20104\"><span data-id=\"P7-N20105\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20106\"><span data-id=\"P7-N20107\">THERAPIST: And yet, it... (PAUSE) It’s not the priority and it’s easy to see how it could pull you away from... In principle... I don’t mean it will. But like how it could pull you away from being focused in the way that you want to on Grayson. <\/span><\/p>\n<p data-id=\"P7-N20108\"><span data-id=\"P7-N20109\">You know, for example... (PAUSE) Again, I don’t think it... I’m not saying it will. My point is just the tension...<\/span><\/p>\n<p data-id=\"P7-N2010A\"><span data-id=\"P7-N2010B\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N2010C\"><span data-id=\"P7-N2010D\">THERAPIST: There’s a tension between, you know, what might be satisfying for her and what you think is best for him.<\/span><\/p>\n<p data-id=\"P7-N2010E\"><span data-id=\"P7-N2010F\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20110\"><span data-id=\"P7-N20111\">THERAPIST: And so... (PAUSE) Then when you’re talking to Jennie, it seems like, you know, in that moment, she’s worried about kind of a similar dilemma with you, that you’re going to get pulled off into this emotional vortex and will kind of (PAUSE) sort of lose focus and then she’ll kind of having <\/span><span data-id=\"P7-N201111\">to be dealing with you, I think this is probably her worry, and whatever needs to be done. <\/span><\/p>\n<p data-id=\"P7-N20112\"><span data-id=\"P7-N20113\">CLIENT: Yeah. I mean, we spoke about... We spoke about that.<\/span><\/p>\n<p data-id=\"P7-N20114\"><span data-id=\"P7-N20115\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P7-N20116\"><span data-id=\"P7-N20117\">CLIENT: I think fairly explicitly. And she expressed that concern, you know, in fairly similar terms.<\/span><\/p>\n<span data-id=\"P7-N20116-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20116-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561996\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20118\"><span data-id=\"P8-N20119\">THERAPIST: So that... Anyway, my point is that that part, that kind of absorbed, preoccupied, distant from the circumstances sort of (PAUSE) demanding part seems like your dad. (PAUSE) And the (PAUSE) you know, maybe worried but more focused and in touch with what needs to be done but kind of anxious <\/span><span data-id=\"P8-N201191\">and feeling a pull from another set of demands seems like your mom taking care of you when you were little.<\/span><\/p>\n<p data-id=\"P8-N2011A\"><span data-id=\"P8-N2011B\">CLIENT: Maybe. Yeah. That seems compatible with the way that I’ve been thinking about it. <\/span><\/p>\n<p data-id=\"P8-N2011C\"><span data-id=\"P8-N2011D\">THERAPIST: And I think that...<\/span><\/p>\n<p data-id=\"P8-N2011E\"><span data-id=\"P8-N2011F\">CLIENT: Yeah. (PAUSE)<\/span><\/p>\n<p data-id=\"P8-N20120\"><span data-id=\"P8-N20121\">THERAPIST: I think that... (PAUSE) I’m thinking about what we’ve been talking about.<\/span><\/p>\n<p data-id=\"P8-N20122\"><span data-id=\"P8-N20123\">CLIENT: The obstruction? The obstructed will?<\/span><\/p>\n<p data-id=\"P8-N20124\"><span data-id=\"P8-N20125\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N20126\"><span data-id=\"P8-N20127\">CLIENT: The inhibition?<\/span><\/p>\n<p data-id=\"P8-N20128\"><span data-id=\"P8-N20129\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2012A\"><span data-id=\"P8-N2012B\">CLIENT: That aspect of it, the kind of experiential phenomenon.<\/span><\/p>\n<p data-id=\"P8-N2012C\"><span data-id=\"P8-N2012D\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2012E\"><span data-id=\"P8-N2012F\">CLIENT: Being a, you know, a kind of (PAUSE) psychotraumatic recapitulation (inaudible at 00:31:41).<\/span><\/p>\n<p data-id=\"P8-N20130\"><span data-id=\"P8-N20131\">THERAPIST: Yeah. I’ve...<\/span><\/p>\n<p data-id=\"P8-N20132\"><span data-id=\"P8-N20133\">CLIENT: I don’t know. This thought has been with me for a while and I find it... I don’t know. I find it, in narrative, it certainly (LAUGHTER) seems, it seems like it would work in a story which actually is the sort of last leg of this account here.<\/span><\/p>\n<p data-id=\"P8-N20134\"><span data-id=\"P8-N20135\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P8-N20136\"><span data-id=\"P8-N20137\">CLIENT: So I said to her, “Listen, it was very powerful and strange and I’m glad we’re talking about it. Sorry you’ve got a migraine right now because affectively, I don’t think we were on the same plane, you can imagine.”<\/span><\/p>\n<p data-id=\"P8-N20138\"><span data-id=\"P8-N20139\">THERAPIST: Sure.<\/span><\/p>\n<p data-id=\"P8-N2013A\"><span data-id=\"P8-N2013B\">CLIENT: We were both game. And I don’t think I said that I’m there in exactly the same way. I think it was powerful experience, you know...<\/span><\/p>\n<p data-id=\"P8-N2013C\"><span data-id=\"P8-N2013D\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P8-N2013E\"><span data-id=\"P8-N2013F\">CLIENT: ...in some large measure just because I was so, just struck by and kind of moved by my mother’s experience. But I don’t feel, you know, Jeffrey (ph).<\/span><\/p>\n<p data-id=\"P8-N20140\"><span data-id=\"P8-N20141\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P8-N20142\"><span data-id=\"P8-N20143\">CLIENT: You know, I don’t feel whatever. I don’t feel sort of...<\/span><\/p>\n<p data-id=\"P8-N20144\"><span data-id=\"P8-N20145\">THERAPIST: Sort of out of it in that way.<\/span><\/p>\n<p data-id=\"P8-N20146\"><span data-id=\"P8-N20147\">CLIENT: ...out of it in that way. And she just said, “Oh, I feel relieved.” But, you know, I can’t remember exactly how this came up but she said, “You know, one of the reasons that I really want you to have this time is because I want you to write your memoir.” <\/span><\/p>\n<p data-id=\"P8-N20148\"><span data-id=\"P8-N20149\">And I said, “Well, you know, I haven’t wanted to write a memoir because probably I don’t like the memoir genre and, you know, the fetishization of this. But I want to write it as a novel. This is the way that I’ve been thinking about...” You know, this novel is, you know, I’m writing partly about all <\/span><span data-id=\"P8-N201491\">of this. And she said, “Yeah, I really want... I feel like if you write it, it will be past. Until you write it, you know, it is somehow present in you and you just... And to exorcise this sort of conflict that’s in you, you just need to write this story.” And I guess that’s, in theory, a good, a metaphor <\/span><span data-id=\"P8-N201492\">for psychotherapy in a way.<\/span><\/p>\n<p data-id=\"P8-N2014A\"><span data-id=\"P8-N2014B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P8-N2014C\"><span data-id=\"P8-N2014D\">CLIENT: But it’s also the way that I’ve thought about this novel a variety of times.<\/span><\/p>\n<p data-id=\"P8-N2014E\"><span data-id=\"P8-N2014F\">THERAPIST: I see. <\/span><\/p>\n<p data-id=\"P8-N20150\"><span data-id=\"P8-N20151\">CLIENT: You know, this novel that I’ve been wanting to write for years and years. And I have always imagined that, you know, that this was a project that I would, that would somehow... And I think the dissertation was supposed to be this at some level and some of the curious turns that it took were <\/span><span data-id=\"P8-N201511\">likely in... Curious in the standpoint of a dissertations, probably not so effective...<\/span><\/p>\n<span data-id=\"P8-N20150-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N20150-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561996\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N20152\"><span data-id=\"P9-N20153\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P9-N20154\"><span data-id=\"P9-N20155\">CLIENT: ...turns that it took for this reason.<\/span><\/p>\n<p data-id=\"P9-N20156\"><span data-id=\"P9-N20157\">THERAPIST: I see.<\/span><\/p>\n<p data-id=\"P9-N20158\"><span data-id=\"P9-N20159\">CLIENT: And it proved ineffective in that regard. And I do think... I do like her formulation and I do like that comment and that vision and that agenda for the next six months as a sort of summation of the day with my mother, you know, these interactions and this family history. I like that a lot. <\/span><span data-id=\"P9-N201591\">And it really resonated very much with kind of the way in which, in a less, sometimes less explicitly... <\/span><\/p>\n<p data-id=\"P9-N2015A\"><span data-id=\"P9-N2015B\">You know, I’ve been thinking about this project that I want to do. So it was a very nice... (PAUSE) It was nice. It felt good.<\/span><\/p>\n<p data-id=\"P9-N2015C\"><span data-id=\"P9-N2015D\">THERAPIST: Good.<\/span><\/p>\n<p data-id=\"P9-N2015E\"><span data-id=\"P9-N2015F\">CLIENT: It felt very... I feel very at peace today in these interactions and in, you know, in thinking about what I’m up to. It felt... It was very... It was a relief, you know, all elements of it, both kind of rehearsing this fairly well known at this point, you know, family history with a few more <\/span><span data-id=\"P9-N2015F1\">details and sort of getting an intimate, having an intimate conversation with my mother about how she felt about it and then having Jennie sum it up in this way and integrating it into, you know, where we are with our household for the next six months and where our objectives are, among other things, <\/span><span data-id=\"P9-N2015F2\">for my production during this time that my mother’s here as well as the fact that last, not last night, but the night before, I stayed up and I finished the abstract for the panel with my friend. <\/span><\/p>\n<p data-id=\"P9-N20160\"><span data-id=\"P9-N20161\">She began sending communications with other people we’d like to invite as panelists.<\/span><\/p>\n<p data-id=\"P9-N20162\"><span data-id=\"P9-N20163\">THERAPIST: That’s great.<\/span><\/p>\n<p data-id=\"P9-N20164\"><span data-id=\"P9-N20165\">CLIENT: So... I don’t know. I must be... This has been a long discourse and it must be coming close to the end of 45 minutes. But...<\/span><\/p>\n<p data-id=\"P9-N20166\"><span data-id=\"P9-N20167\">THERAPIST: No. We’ve still got some time.<\/span><\/p>\n<p data-id=\"P9-N20168\"><span data-id=\"P9-N20169\">CLIENT: But it felt... I feel at peace, you know, I think I feel a kind of sense of peace and clarity after all of this that I haven’t felt in our conversations in a while.<\/span><\/p>\n<p data-id=\"P9-N2016A\"><span data-id=\"P9-N2016B\">THERAPIST: Good.<\/span><\/p>\n<p data-id=\"P9-N2016C\"><span data-id=\"P9-N2016D\">CLIENT: So maybe that’s diagnostically significant. But I don’t know. (PAUSE) <\/span><\/p>\n<p data-id=\"P9-N2016E\"><span data-id=\"P9-N2016F\">(PAUSE)<\/span><\/p>\n<p data-id=\"P9-N20170\"><span data-id=\"P9-N20171\">THERAPIST: Well, it seems to me that (PAUSE) when these sorts of like (PAUSE) intense needs or reactions (inaudible at 00:37:39) the thing that matters is that they be sort of heard out or like contained, in a way, and yet, where they don’t run away with everything. And it seems like the plan over the <\/span><span data-id=\"P9-N201711\">next six months as well as Jennie’s kind of attitude about the whole thing do, you know, like it sort of does contain very well. <\/span><\/p>\n<p data-id=\"P9-N20172\"><span data-id=\"P9-N20173\">(PAUSE)<\/span><\/p>\n<p data-id=\"P9-N20174\"><span data-id=\"P9-N20175\">CLIENT: It’s a good place.<\/span><\/p>\n<p data-id=\"P9-N20176\"><span data-id=\"P9-N20177\">THERAPIST: That’s great.<\/span><\/p>\n<p data-id=\"P9-N20178\"><span data-id=\"P9-N20179\">CLIENT: All things considered... I mean, you know, maybe optimally, life would be different. But it could be worse. One thing...<\/span><\/p>\n<p data-id=\"P9-N2017A\"><span data-id=\"P9-N2017B\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P9-N2017C\"><span data-id=\"P9-N2017D\">CLIENT: ...just that popped into my head that had popped equally or tangentially into my head yesterday during, as my mother was speaking was that the image of my father felt very monstrous to me as she described it. He felt... And she doesn’t explicitly talk of him in this way. But he just felt, you <\/span><span data-id=\"P9-N2017D1\">know, this personage... (PAUSE) <\/span><\/p>\n<p data-id=\"P9-N2017E\"><span data-id=\"P9-N2017F\">I don’t know. It was just sort of imaginably maligned almost. Maybe not intentionally. But that was... Anyway, that was very... Just sort of emotions, at some emotional level, the figure, this sort of absent figure, absent now, you know, by death and absent then by, I don’t know, alternative interest <\/span><span data-id=\"P9-N2017F1\">was, felt very maligned in everybody’s life. And that was striking to me and uncomfortable to me. I think when I have that thought I feel, you know, on the one hand, I feel like it’s unfair. You know, it’s very convenient for somebody who’s no longer around to, you know, to play this role as the bad <\/span><span data-id=\"P9-N2017F2\">guy. On the other hand, it feels probably inaccurate, you know, and not complete at least. <\/span><\/p>\n<span data-id=\"P9-N2017E-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N2017E-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561996\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20180\"><span data-id=\"P10-N20181\">But it’s striking. It was very striking. It’s like in order to resolve all of these things, you know, the resolution is to, you know, is to create this sort of mephistophelian (ph) figure. And I don’t know what to do with that quite because it doesn’t... I mean, I guess write my novel. (LAUGHTER) It <\/span><span data-id=\"P10-N201811\">doesn’t feel quite right. It doesn’t feel fair at some level. Maybe this is the balancing of needs that you were talking about and kind of (PAUSE) it’s not just balancing of needs. It’s also balancing of, you know, the moral calculus for everybody. But that... (PAUSE) In that equation, in that conversation, <\/span><span data-id=\"P10-N201812\">in that kind of...<\/span><\/p>\n<p data-id=\"P10-N20182\"><span data-id=\"P10-N20183\">THERAPIST: What it reminds me of is that in how, in some situations, I guess like work situations or other ones... <\/span><\/p>\n<p data-id=\"P10-N20184\"><span data-id=\"P10-N20185\">(PAUSE) I mean, it like, the thing we referred to very much in a colloquial sense is sort of a paranoid (ph) thought.<\/span><\/p>\n<p data-id=\"P10-N20186\"><span data-id=\"P10-N20187\">CLIENT: Right. (PAUSE)<\/span><\/p>\n<p data-id=\"P10-N20188\"><span data-id=\"P10-N20189\">THERAPIST: And that there’s sort of an evil (inaudible at 00:41:31) would be the one you might be watching out for in that way.<\/span><\/p>\n<p data-id=\"P10-N2018A\"><span data-id=\"P10-N2018B\">CLIENT: (SIGH)<\/span><\/p>\n<p data-id=\"P10-N2018C\"><span data-id=\"P10-N2018D\">THERAPIST: And it’s, as now, it’s often one that when it comes up, you (PAUSE) would prefer not to stand too close to. Like, I mean (inaudible at 00:41:55) maybe it’s just sort of partly kind of a place holder or makes the calculus or the equation balance. <\/span><\/p>\n<p data-id=\"P10-N2018E\"><span data-id=\"P10-N2018F\">(PAUSE) These may be true. I don’t know. But...<\/span><\/p>\n<p data-id=\"P10-N20190\"><span data-id=\"P10-N20191\">CLIENT: You see a kind of etiological (ph) similarity there.<\/span><\/p>\n<p data-id=\"P10-N20192\"><span data-id=\"P10-N20193\">THERAPIST: Well, I guess what I see is...<\/span><\/p>\n<p data-id=\"P10-N20194\"><span data-id=\"P10-N20195\">(CROSSTALK)<\/span><\/p>\n<p data-id=\"P10-N20196\"><span data-id=\"P10-N20197\">THERAPIST: When we talk about how sort of dark of you you can take (inaudible at 00:42:29) some of the other actors in the drama...<\/span><\/p>\n<p data-id=\"P10-N20198\"><span data-id=\"P10-N20199\">CLIENT: The actors who are not meeting my needs...<\/span><\/p>\n<p data-id=\"P10-N2019A\"><span data-id=\"P10-N2019B\">THERAPIST: Right.<\/span><\/p>\n<p data-id=\"P10-N2019C\"><span data-id=\"P10-N2019D\">CLIENT: ...whose needs diverge from mine and can’t really be reconciled.<\/span><\/p>\n<p data-id=\"P10-N2019E\"><span data-id=\"P10-N2019F\">THERAPIST: Right. It seems like there is this kind of sense of them as being sort of evil like this. But you don’t like... You really don’t like to think of it that way and immediately feel like...<\/span><\/p>\n<p data-id=\"P10-N201A0\"><span data-id=\"P10-N201A1\">CLIENT: Well, it’s...<\/span><\/p>\n<p data-id=\"P10-N201A2\"><span data-id=\"P10-N201A3\">THERAPIST: ...you’re not being fair. It may be true that you’re not being fair. But there’s an important truth in there about the evil figure. <\/span><\/p>\n<p data-id=\"P10-N201A4\"><span data-id=\"P10-N201A5\">CLIENT: Well, it... It’s funny.<\/span><\/p>\n<p data-id=\"P10-N201A6\"><span data-id=\"P10-N201A7\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P10-N201A8\"><span data-id=\"P10-N201A9\">CLIENT: I know how this relates to this particular recollection. But one of the things that’s kind of crippling for me about...<\/span><\/p>\n<p data-id=\"P10-N201AA\"><span data-id=\"P10-N201AB\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P10-N201AC\"><span data-id=\"P10-N201AD\">CLIENT: ...I don’t know how to call them, high status or high type A environments, if you will...<\/span><\/p>\n<p data-id=\"P10-N201AE\"><span data-id=\"P10-N201AF\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P10-N201B0\"><span data-id=\"P10-N201B1\">CLIENT: ...is that differentiating such, you know, a kind of, a skewed schematic analysis from the reality that people do behave in ways that are often very...<\/span><\/p>\n<p data-id=\"P10-N201B2\"><span data-id=\"P10-N201B3\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P10-N201B4\"><span data-id=\"P10-N201B5\">CLIENT: You know, it’s like that’s kind of is critical. And the inability to do so, you know, is almost disqualifying. It’s like I can’t because my capacity to... It’s like I’m always trying to balance this sense of, you know, of evil, this, the width of evil...<\/span><\/p>\n<p data-id=\"P10-N201B6\"><span data-id=\"P10-N201B7\">THERAPIST: Right. <\/span><\/p>\n<p data-id=\"P10-N201B8\"><span data-id=\"P10-N201B9\">CLIENT: I think there’s a (inaudible at 00:44:01) movie, you know, like The Width of Evil with... The Taste of Evil.<\/span><\/p>\n<span data-id=\"P10-N201B8-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N201B8-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561996\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N201BA\"><span data-id=\"P11-N201BB\">THERAPIST: (inaudible at 00:44:05)<\/span><\/p>\n<p data-id=\"P11-N201BC\"><span data-id=\"P11-N201BD\">CLIENT: Yeah. With my, you know, I think more rational understanding that this is a figment of some kind of other means that I can’t really, my instincts, you know, about what, you know, power games people are playing at any given moment are really impaired. They’re interfered with. I can’t...<\/span><\/p>\n<p data-id=\"P11-N201BE\"><span data-id=\"P11-N201BF\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P11-N201C0\"><span data-id=\"P11-N201C1\">CLIENT: They don’t operate properly.<\/span><\/p>\n<p data-id=\"P11-N201C2\"><span data-id=\"P11-N201C3\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P11-N201C4\"><span data-id=\"P11-N201C5\">CLIENT: You know, I have pretty good instincts in that regard.<\/span><\/p>\n<p data-id=\"P11-N201C6\"><span data-id=\"P11-N201C7\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P11-N201C8\"><span data-id=\"P11-N201C9\">CLIENT: But it’s so difficult to differentiate in that regard really distortion from the intuition of what people are up to that, you know, that I’m just kind of crippled.<\/span><\/p>\n<p data-id=\"P11-N201CA\"><span data-id=\"P11-N201CB\">THERAPIST: Yeah.<\/span><\/p>\n<p data-id=\"P11-N201CC\"><span data-id=\"P11-N201CD\">CLIENT: And, you know, I think maybe ultimately that is a reason why I need to be doing something else and maybe ultimately there’s hope for me to be able to navigate something like this, you know, by somehow reconciling this width of evil or whatever we’re calling it today.<\/span><\/p>\n<p data-id=\"P11-N201CE\"><span data-id=\"P11-N201CF\">THERAPIST: Yeah. <\/span><\/p>\n<p data-id=\"P11-N201D0\"><span data-id=\"P11-N201D1\">CLIENT: But that, in the last couple of years in particular has been incredibly difficult and, you know, challenging.<\/span><\/p>\n<p data-id=\"P11-N201D2\"><span data-id=\"P11-N201D3\">THERAPIST: Yeah. We’ve got to...<\/span><\/p>\n<p data-id=\"P11-N201D4\"><span data-id=\"P11-N201D5\">CLIENT: We’ve got to stop. Yeah. Okay. So 3:45 on Tuesday then.<\/span><\/p>\n<p data-id=\"P11-N201D6\"><span data-id=\"P11-N201D7\">THERAPIST: At three.<\/span><\/p>\n<p data-id=\"P11-N201D8\"><span data-id=\"P11-N201D9\">CLIENT: Forty five.<\/span><\/p>\n<p data-id=\"P11-N201DA\"><span data-id=\"P11-N201DB\">THERAPIST: Yes. Three forty five on Tuesday.<\/span><\/p>\n<p data-id=\"P11-N201DC\"><span data-id=\"P11-N201DD\">(CROSSTALK) (LAUGHTER)<\/span><\/p>\n<p data-id=\"P11-N201DE\"><span data-id=\"P11-N201DF\">CLIENT: I have no idea why this... I mean, it’s not that complicated. Alright. See you then. Have a good weekend.<\/span><\/p>\n<p data-id=\"P11-N201E0\"><span data-id=\"P11-N201E1\">THERAPIST: Thanks. You too. (PAUSE)<\/span><\/p>\n<p data-id=\"P11-N201E2\"><span data-id=\"P11-N201E3\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}