{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses feeling guilty for not spending more time with her family. Client also discusses feeling that she has to limit her contact with her mother, and general family, due to the constant negativity."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Negativism","Sibling relationships","Family conflict","Family","Parent-child relationships","Guilt","Psychoanalytic Psychology","Frustration","Depression (emotion)","Low self-esteem","Guilt","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Dating"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2013"],"weight":14},{"name":"page_count","label":"Page Count","values":["12"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Negativism","Sibling relationships","Family conflict","Family","Parent-child relationships","Guilt"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Dr. Tamara Feldman"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Depression (emotion)","Low self-esteem","Guilt"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Tamara Feldman, 1972-"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Female"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":11,"pageCount":11,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2561086","dorpId":"1005995338","contentType":"text","aucs":"CTRN-V1","title":"Client \"Kthl\", Therapy Session Audio Recording, November 20, 2013: Client discusses feeling guilty for not spending more time with her family. Client also discusses feeling that she has to limit her contact with her mother, and general family, due to the constant negativity.","fullTitle":"Client \"Kthl\", Therapy Session Audio Recording, November 20, 2013: Client discusses feeling guilty for not spending more time with her family. Client also discusses feeling that she has to limit her contact with her mother, and general family, due to the constant negativity.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":11,"totalPages":11,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":11,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561086\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi, come on in.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: Hi. [pause] So I’ve been having an issue lately in thinking about am I having a problem with dealing with my mom when she starts to like bring up stuff that I don’t want to talk about. Like random—like a lot of stuff about obviously diet and her diet, and also a lot of like negative stories <\/span><span data-id=\"P1-N2000F1\">about people that I’m not necessarily still connected with, or know of, or like care to know about. And I’ve tried to express to her that I don’t want her—just to like change the subject, or I don’t want her to talk about this stuff, but she’s still doing it, which is making me realize, it’s like, I <\/span><span data-id=\"P1-N2000F2\">can’t change that. Someone might—her or anyone else might say or do something that is a trigger for me. I can only change the way that I—like whether or not I’m triggered by it or—<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">So but because every time I tell her like I don’t want to talk about food anymore, or I don’t want to talk about your diet—that’s great, like I don’t really want to hear about it—she just keeps going. And that’s—it’s a trigger for me because I can’t—there’s something about like hearing about diet plans, <\/span><span data-id=\"P1-N200111\">or like the next best thing that she’s doing and stuff, that makes me think that she’s saying that I should do that, or that I should be on that, because that’s what she would always do when I was younger. And I just don’t—like I just don’t want her to even talk about it because it’s so sensitive to me. [2:45]<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">And then it’s the same thing when she talks about other people, or talks about negative things. I can tend to get brought down a lot by things I hear that have happened to other people. Like even if I hear a bad story in the news or something it can really affect me because I empathize with these other <\/span><span data-id=\"P1-N200131\">people. And I don’t want to dwell on the negatives, but I don’t want that to be like a focus of conversation because I can get really wrapped up in it. But I’m just—I’m having a hard time—like she obviously—she—and, you know, some other people are like this too. She’s obviously not going to change the <\/span><span data-id=\"P1-N200132\">way she’s speaking or the topic she speaks about, because that’s just what she’s going to do and that’s her. I’m just having a really hard time in having someone talk to me about these certain things that really affect me more than other areas.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">So it just—I think I’m becoming more aware of what it is, what the different things are that are affecting me or are setting off certain things in my mind. And I’ve noticed that as soon as I talk to her on the phone or afterwards I have this anxiety, I have—there’s like all kinds of things happening, <\/span><span data-id=\"P1-N200151\">and I will try to not talk to her. And I actually like ignored one of her phone calls from a couple of days ago, and then because I hadn’t called her back she sent me an e-mail about a family friend’s son that had died in Afghanistan that I knew when I was little and haven’t seen in 20 years. And it’s <\/span><span data-id=\"P1-N200152\">like she—I think that’s why she was calling me, is she wanted to say this negative news because that’s how she operates. And I didn’t—because I didn’t call her back she still had to find a way to get the negative news to me somehow, because that’s what she focuses on. [5:00]<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">And I like so much do not want that to be a part of my life, focusing on only being the bearer of bad news basically. Because when I talk to her there isn’t—it’s not that—obviously negative things happen and people share them, it’s the fact that it’s her only focus is on the negative stories about other <\/span><span data-id=\"P1-N200171\">people, or complaints about the actions of other people. And talking to her sets that kind of stuff off in me where I can kind of get wrapped up into that way of thinking. And it’s something that I have tried so hard to like get away from in my life, because I’ve found maybe like—I think I realized <\/span><span data-id=\"P1-N200172\">this maybe three or four years ago, that I was getting like her but I didn’t know I was doing it.<\/span><\/p>\n<span data-id=\"P1-N20016-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20016-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561086\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20018\"><span data-id=\"P2-N20019\">So everything was, “This happened that was bad, and this is negative,” and that was my way of communicating with people too, is nothing’s good, here’s the bad thing that happened here, here’s this happened, and so and so. And ever since a few years ago I realized that I was doing that. I know I still <\/span><span data-id=\"P2-N200191\">do it sometimes, but I’ve tried to be really conscious of it and really just like try to, you know, not get wrapped up in that and have that be the main thing that I communicate or convey to other people. And it’s important to me to not—to still be aware of that. And when I talk to her it’s triggering—it’s <\/span><span data-id=\"P2-N200192\">making me sometimes go back into that pattern of behavior, but it’s like almost like it’s habit and I’m not conscious of it anymore. [7:15]<\/span><\/p>\n<p data-id=\"P2-N2001A\"><span data-id=\"P2-N2001B\">So it’s sort of like I know that I have to be able to communicate with her, and I know she’s not going to change her behavior, so I don’t know how I can—it’s almost like I want to insulate myself so that I’m not triggered or set off by that stuff anymore. And I’m actually really worried about—I’m going <\/span><span data-id=\"P2-N2001B1\">home next week for Thanksgiving, and I’m really worried about it, because when I’m on the phone or it’s e-mail I can shut it off, but if I’m home it’s there and I can’t shut it off. And sometimes I feel like when I’m around her or talk to her it reverses all the progress that I’ve made and then it’s <\/span><span data-id=\"P2-N2001B2\">like I have to start over again.<\/span><\/p>\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: Mm hm. You don’t spend Thanksgiving with your boyfriend or his family?<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: No he’ll—so he’ll be there, which is good, because if— The worst was like I went home a few times this summer and he couldn’t come with me, and I had more time off because of school, and that was very difficult for me. Because it’s easier if he’s there too because then he understands the situation <\/span><span data-id=\"P2-N2001F1\">and I have someone to like go escape with that can kind of help me rationalize my thoughts again and deal with the situation. Because he observes what happens and is very aware of what’s going on, so it’s very helpful for him to be there. But it’s still—it makes the problem a little better, but it doesn’t <\/span><span data-id=\"P2-N2001F2\">make it completely better, because it’s like that I’m-just-back-in-that-family dynamic again and it’s all—like all the same stuff.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">You know, my dad complains, my sister complains, my mom complains, because they’re all together a lot of the time and so they—it’s not just my mom, they’re all like focused on the negative, and it’s this whole, you know, way of thinking. And so being so immersed in that makes me go back to like habits <\/span><span data-id=\"P2-N200211\">from that’s how I was when I was part of this family dynamic. But I’ve removed myself from it for a long time. But when I’m put back in it I fall back into these old habits, and then it takes me like a week or two to recover basically from it. [10:15]<\/span><\/p>\n<span data-id=\"P2-N20020-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561086\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20022\"><span data-id=\"P3-N20023\">And so I don’t want to have to… I think thinking about it, like insulating myself, isn’t a great way to think about it. I want to think about it more like how do I make sure that I keep the awareness that I’ve developed when I’m with them and don’t just fall back into these habits and this like—because <\/span><span data-id=\"P3-N200231\">immediately I eat more, like there’s a lot of eating triggers when I’m there, I get caught up in their conversations about other people because it feels natural to get, you know, caught up in all of this. And then I immediately am like very—feel more critical of my body and of myself. It’s like all <\/span><span data-id=\"P3-N200232\">of these things kind of happen. And I don’t want to like protect myself from them, I want to be—I guess be in enough of like a better place that they don’t happen, or that I’m like aware of these triggers or something.<\/span><\/p>\n<p data-id=\"P3-N20024\"><span data-id=\"P3-N20025\">Like I don’t really—like the main way that I can think about maybe being able to like deal with things is to just remove myself more and be like aware of their actions and how they might affect me ahead of time. Like I’m just—I’ve—it’s sort of like I’ve never been able to deal with this situation, and <\/span><span data-id=\"P3-N200251\">I don’t know how to.<\/span><\/p>\n<p data-id=\"P3-N20026\"><span data-id=\"P3-N20027\">THERAPIST: Okay. [12:30]<\/span><\/p>\n<p data-id=\"P3-N20028\"><span data-id=\"P3-N20029\">CLIENT: And I feel like in terms of overall awareness of actions that I have that are more like they have formed out of habit and they’re habits that I’m, you know, trying to break or trying to be more aware of these actions so that I don’t do them, all of that awareness seems to just like go away when <\/span><span data-id=\"P3-N200291\">I’m at home or with my fam—like on my own or with my family. It’s like I’ve always—I feel like everything I’ve worked for is just lost.<\/span><\/p>\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">THERAPIST: I think ultimately when you feel you need them less it will be easier.<\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">THERAPIST: The attachment is so intense right now.<\/span><\/p>\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">THERAPIST: And when you can tolerate—because it sounds like it’s not only your mom who has a hard time tolerating not having contact with you, you have a hard time not tolerating not having contact with her, it’s very painful for you.<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">CLIENT: Yeah. It’s—I feel guilty. It’s—it actually feels easier to not have contact with her. Like it makes things better because I feel like I’m in a better place when I don’t have contact, but I feel so guilty. Like I feel like I’m not there enough. And the last time I went home my sister screamed <\/span><span data-id=\"P3-N200351\">at me, telling me that I wasn’t there enough, and that I don’t go home enough, and that I’m not there for my family enough. [crying somewhat] And that was like really difficult. Because I feel like it’s really unhealthy for her, the amount that she’s there. And I feel like I’m healthier if I’m not around <\/span><span data-id=\"P3-N200352\">them as much, or—you know, to me it’s like I think talking to them once a week is fine. Because usually if I talk to my family more frequently, and particularly my mom, the stories she tells are actually the same, because it’s the same bad news story that she’s told again and again and she can’t remember <\/span><span data-id=\"P3-N200353\">who she told it to. [15:00]<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">And so it’s—talking to her less is so much better for me, and I really, really realize that. And I actually don’t feel like I need to like turn to them as much, because I feel like it’s just going to result in—it’s only beneficial really for my mom because she can unload all this stuff. It’s not beneficial <\/span><span data-id=\"P3-N200371\">for me at all. But I still feel so guilty. And it’s—because of the guilt I’m going to be going home a lot in the next like month, because the weekend after Thanksgiving is my grandfather’s 90th birthday. And I wasn’t going to go because I thought it was just going to be too much for me, but my aunt <\/span><span data-id=\"P3-N200372\">who lives in Washington State is coming, and the whole fam—everyone’s coming, and it’s like this whole thing. And I still really didn’t feel that I could go, but then my boyfriend said that he would come so I felt that that would make it—if he’s there it is more manageable for me, so I felt that that <\/span><span data-id=\"P3-N200373\">would be better. And then we alternate Christmas between his family and my family, and this year is my family’s year, so then I’ll have to, you know, be with them at Christmas. So I know I’ll have to be around—<\/span><\/p>\n<span data-id=\"P3-N20036-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20036-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561086\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: Why? If you go home twice why do you have to go to Christmas too? [16:50]<\/span><\/p>\n<p data-id=\"P4-N2003A\"><span data-id=\"P4-N2003B\">CLIENT: Well, it’s just the way we kind of rotate the—I mean, we could go to his family’s, but then I feel like—I feel like my family won’t like—because anything—a lot of times I would rather be with his family, because I really enjoy being around them and I don’t feel all this like stress. Like it’s <\/span><span data-id=\"P4-N2003B1\">just actually an enjoyable time. Like no one’s talking about weight, no one’s talking about like—and like no one’s speaking negatively about other people, like it’s kinda nice. But I feel like my family resents all the time I spend with his family, and I feel like they would give me so much guilt for <\/span><span data-id=\"P4-N2003B2\">not spending the holiday with them. [crying] And then I also feel like they would think that because—<\/span><\/p>\n<p data-id=\"P4-N2003C\"><span data-id=\"P4-N2003D\">So the hard thing is, is like a lot of the changes that I’ve made that I feel have been more positive have removed me from them in ways, and I think that they blame a lot of that on my boyfriend. Like a lot of the positive changes that I’ve made have been like steering away from maybe their like traditions, <\/span><span data-id=\"P4-N2003D1\">or just like not seeing them as much or—you know, different things like that. And I think that they blame him for some of that. Even though it’s me, it’s not him. I just don’t want them to feel like that way towards him, so I’m kind of like—<\/span><\/p>\n<p data-id=\"P4-N2003E\"><span data-id=\"P4-N2003F\">THERAPIST: Oh, well, they will.<\/span><\/p>\n<p data-id=\"P4-N20040\"><span data-id=\"P4-N20041\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20042\"><span data-id=\"P4-N20043\">THERAPIST: You’re talking about wanting to control all sorts of things you cannot control.<\/span><\/p>\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: And try—and holding on so tight. Of course they want to believe it’s somebody else, they don’t want to believe it’s you.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: Yeah. [19:00]<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: “If but for this other person our daughter would be with us all the time.”<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Yeah. That’s what it—and that’s why I laugh. I can’t— If my sister ever does date, because she has all kinds of issues from being around them so much, I like really wonder what would happen. Because right now I’m the one that’s getting all this blame and everything and my sister’s the good one, <\/span><span data-id=\"P4-N2004D1\">because she’s always there and always with them and always spending time with my grandparents. And I think that—so I feel like my grandparents will for the most part understand me not being there as much and want me to go have my own life and be happy, but I don’t feel like my parents feel that way. [20:00]<\/span><\/p>\n<span data-id=\"P4-N2004C-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N2004C-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561086\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">THERAPIST: Yeah, but [unclear] is if you wait for their permission you’ll be waiting forever.<\/span><\/p>\n<p data-id=\"P5-N20050\"><span data-id=\"P5-N20051\">CLIENT: Yeah. Yeah, because I just… But the hard thing for me is I want to be with my boyfriend’s family more because they are so just accepting and I just, you know, love being with them so much more. But I don’t want to have any regret. [crying in earnest] I’m afraid that if something will one day <\/span><span data-id=\"P5-N200511\">happen to my parents that I’ll always feel guilty. [pause] Sorry.<\/span><\/p>\n<p data-id=\"P5-N20052\"><span data-id=\"P5-N20053\">THERAPIST: Please don’t be. You came to me for support.<\/span><\/p>\n<p data-id=\"P5-N20054\"><span data-id=\"P5-N20055\">CLIENT: [pause] So I don’t think that they’re aware of their actions enough to really—to really understand why I might be distancing myself. Like I think they’re totally unaware of how they’ve negatively affected me. And so I’m afraid that if I don’t help them more and spend more time with them and <\/span><span data-id=\"P5-N200551\">do all this stuff that I’ll feel some kind of a regret for—you know, for not having been there more, for not having [held\/helped? 22:13] them more. But at the same time my mom is like always taking care of my grandparents and it’s really negatively affected her because she feels the sense of guilt and <\/span><span data-id=\"P5-N200552\">everything. And I see what’s happened to her and I don’t want that to happen to me. And I don’t want to feel like the guilt. But it’s like still so there, especially when my sister gets angry with me, or, you know, says I’m not there enough. I just—it’s like the sense of guilt is so strong that I’m <\/span><span data-id=\"P5-N200553\">just afraid that—I’m afraid that if I don’t do more now that one day I’ll look back and say, “Oh, I shouldn’t have—” you know, I should have helped them more, I should have been there more, or I should have spent more time with them. [23:30]<\/span><\/p>\n<p data-id=\"P5-N20056\"><span data-id=\"P5-N20057\">But a big problem too though is when I do go out of my way to go there and spend time with them, half the time they’re not even home. Half the time my mom is driving people to doctors’ appointments and doing all kinds of stuff and they don’t even actually have time to spend time with me even though <\/span><span data-id=\"P5-N200571\">I’m there. But the sense of guilt for me to be there is so strong. But then once I’m there they don’t have time to spend real quality time with me. So it’s kind of like, “Well, I just drove all the way down here,” and all this stuff.<\/span><\/p>\n<p data-id=\"P5-N20058\"><span data-id=\"P5-N20059\">And the other problem is the more that I’m with them the more I see a lot of these negative traits in them, and the more I don’t want to be around them. Like the last time I was around my dad he exhibited like a short temper, he was rude. Like there was all kinds of things that I noticed. And I was <\/span><span data-id=\"P5-N200591\">like, I don’t really want to be around that. And it’s like, again, rationally I recognize that if they weren’t my parents they aren’t necessarily the kind of people I would want to be around. But because they’re my parents and there’s that connection it’s like really hard to break that, the feeling <\/span><span data-id=\"P5-N200592\">of guilt and the feeling that I have like an—that I have an obligation to them because they’re my parents. [25:20]<\/span><\/p>\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: I almost get a sense when you’re talking it’s not only that you feel obligated to give something to them, but you almost feel compensate or make up for something.<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: Yeah. I think it’s—well, I think a lot of that though comes from the fact that I was always compared to my mom, and my mom is the one that does everything for everybody, and goes above and beyond, and has to do everything for my grandparents, and has to be the one to do everything. And so I <\/span><span data-id=\"P5-N2005D1\">think that I’m supposed to play that role, but I haven’t really been playing that role enough and I feel bad. And so I feel like I keep having—like I have to do more, and I’m not doing enough. And I feel like—I mean, I also feel like as they get older I really—I don’t want to do what my mom is doing. <\/span><span data-id=\"P5-N2005D2\">Like I don’t want to have to deal with them all the time and drop my whole life to take care of them, because I want to have my own life and I don’t want to negatively impact my life. And at the same time though I feel this guilt, and I feel that because they’re my parents you’re supposed—like that’s <\/span><span data-id=\"P5-N2005D3\">what you’re supposed to do. And you’re supposed to take care of your family, and you’re supposed to visit them and be there for them, and if you’re not then you’re a bad person. [27:15]<\/span><\/p>\n<span data-id=\"P5-N2005C-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N2005C-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561086\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N2005E\"><span data-id=\"P6-N2005F\">And so I really struggle with that, because I don’t want to be a bad person for not doing all these things. But I feel like for my own sanity and to be able to really live my own life I need to set these boundaries. But it’s just it’s really hard to like—it’s really hard to avoid the guilt, because <\/span><span data-id=\"P6-N2005F1\">if I’m not—even if I’m not putting it on myself, it’s being put on me by other people, and that’s really difficult to deal with. Like it’s really hard to deal with my sister saying that— You know, my grandparents are actually very old, and it’s amazing that, you know, they’re still with us. But my sister <\/span><span data-id=\"P6-N2005F2\">always says like, “You’re not there enough to spend time with them, and something’s going to happen, and you’re not there to help with anything.” So it’s like all of that guilt, it’s so hard for me to deal with those accusations, like everything coming from someone else. And then it makes me think like, <\/span><span data-id=\"P6-N2005F3\">oh, maybe I’m not there enough, maybe I’m not doing the right things. But I just—I need to also live my own life at the same time and it’s really hard. I just—I don’t know how to deal with it really. [29:00]<\/span><\/p>\n<p data-id=\"P6-N20060\"><span data-id=\"P6-N20061\">And the thing too is—like going back to the sort of needing my parents—when I do talk to my mom on the phone, there is a sense that I want to unload or tell her everything or share information. And so— But if I don’t talk to her it’s fine, like I don’t feel bad that I haven’t shared the information <\/span><span data-id=\"P6-N200611\">with her, it’s just when I talk to her there is a need to like tell her. But it’s always like pos—I always want to tell her positive stuff, but there is a need to get that—still to get that validation. But if I don’t talk to her as much I don’t feel like I need to tell someone the pos—like I don’t feel <\/span><span data-id=\"P6-N200612\">that I need to go around saying all this great stuff and get the praise, it’s only really triggered by actually talking to her. I don’t feel like, something good happened, I need to call my mom right away and tell her. Whereas I used to feel like that, but I don’t anymore and I’m okay with not talking <\/span><span data-id=\"P6-N200613\">to her for a while.<\/span><\/p>\n<p data-id=\"P6-N20062\"><span data-id=\"P6-N20063\">But then when I do talk to her it’s like I need to tell her this positive stuff. And part of me actually wonders if it’s because—both to get the praise, but also because everything she’s saying is so negative. And it’s like I want to say something good because everything is like—there’s nothing good <\/span><span data-id=\"P6-N200631\">about anything that she has to relay. Except sometimes she tells me good things about my sister at work or something. But that’s about— [31:00]<\/span><\/p>\n<span data-id=\"P6-N20062-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N20062-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561086\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N20064\"><span data-id=\"P7-N20065\">THERAPIST: So what are you thinking to do in telling her the good?<\/span><\/p>\n<p data-id=\"P7-N20066\"><span data-id=\"P7-N20067\">CLIENT: I don’t… It just sort of happens. But I think that I am trying to control her mood. Like I’m always trying to tell her to focus on the positive. And I have pointed out to her that she’s very negative, and I’ve told her I don’t want to talk negatively about other people. And I’ve said all of <\/span><span data-id=\"P7-N200671\">these things to her. And so I think that subconsciously I’m thinking, well, if I inundate her with all this great information then when she takes that and has a conversation with another person maybe she’ll tell them positive stuff, instead of only having negative information in her basket of stories <\/span><span data-id=\"P7-N200672\">that she has to tell people.<\/span><\/p>\n<p data-id=\"P7-N20068\"><span data-id=\"P7-N20069\">THERAPIST: But she doesn’t want to talk about positive stuff.<\/span><\/p>\n<p data-id=\"P7-N2006A\"><span data-id=\"P7-N2006B\">CLIENT: No. Yeah. That’s… The thing is like I’m—I think that’s the issue, is that even though I know that I can’t change my mom, or my dad, and their behaviors, I still—like I still think that I can. I know that I can’t, but I think maybe I can change them for the better. Because if I didn’t think that <\/span><span data-id=\"P7-N2006B1\">I don’t think I would be pointing things out to her, or trying to say to her like, “I don’t want to talk about this,” or I don’t… And so even though I know that they’re very set in their ways and very unaware of their own behavior, I think part of me still thinks that if I point stuff out I can change <\/span><span data-id=\"P7-N2006B2\">their actions. [32:45]<\/span><\/p>\n<p data-id=\"P7-N2006C\"><span data-id=\"P7-N2006D\">Like I was on the phone with my mom, and I heard my dad yelling at the pharmacist on the other phone in the background. And this was after I had noticed him being very angry when he was here. And I said, “Mom, like he shouldn’t really be talking to other people that way. I’ve kind of been noticing like <\/span><span data-id=\"P7-N2006D1\">his short temper.” And then my mom said, “Everyone everywhere says my husband is the best and most patient when he deals with others,” and like… So instead of… Like they just don’t want to see anything. And so I can’t point anything out to them because they’re not going to—I mean, I can, but they’re <\/span><span data-id=\"P7-N2006D2\">not going to change their behavior. They’ve always had blinders on when it comes to their own behavior, and I think they always will, because they don’t want to change, and they’re not willing to look at themselves.<\/span><\/p>\n<p data-id=\"P7-N2006E\"><span data-id=\"P7-N2006F\">But at the same time it’s like I—part of me still thinks if I could just change them and the way they’re acting then I could be around them more. And then I wouldn’t feel guilty for not spending as much time with them, or for not taking care of them, because that’s what I’m meant to do, that’s what <\/span><span data-id=\"P7-N2006F1\">I have to do. And that’s part of who I am, is that I have to take care of them. But it’s like I know that I can’t change them, but I still want to because… And I think I also want them to acknowledge what they have done. [34:40]<\/span><\/p>\n<p data-id=\"P7-N20070\"><span data-id=\"P7-N20071\">[crying slightly] So there is also a—not a lot, but like probably—I can probably remember all the instances of it, but when my dad or mom would get really angry they used to like hit us and stuff. And so like my mom would like pull me up the stairs by my hair, or my dad would like hit my head against <\/span><span data-id=\"P7-N200711\">the floor and stuff. And I don’t feel that it happened—like I can remember all the different times I think that it happened. But what I also remember is that after what happened, the next morning my parents would act like nothing happened. And like I remember saying something to them as I got older, <\/span><span data-id=\"P7-N200712\">and they said, “Well, if you tell someone then you’re going to get sent off to like a foster home and you’re not going to have a good life, so why would you—” You know. And that was like the only acknowledgement. [35:45]<\/span><\/p>\n<span data-id=\"P7-N20070-br\" class=\"page-break\" data-seq=\"6\"><span data-id=\"P7-N20070-dsp\"><\/span><\/span>\n<\/div>"},{"number":8,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561086\" data-realpage=\"8\" data-page=\"8\">\n<p data-id=\"P8-N20072\"><span data-id=\"P8-N20073\">And I can also remember my mom actually being really upset about it at one point and taking my sister and I into her room and like saying, “I don’t know what I’m going to do.” So there was some point where it was really bad. But I mean, for the most part I think—I distinctly remember like five or six <\/span><span data-id=\"P8-N200731\">instances of it, and I don’t know if I blocked the other stuff out or— But I do know that there was a point where it was bad, and I know that my dad did this because his father did it too. But he—my parents would just act like nothing was wrong because they were so unable to acknowledge their own actions <\/span><span data-id=\"P8-N200732\">or their own behaviors, or try to change them. And I think part of me just wants them to acknowledge everything that they did. And not even apologize for it, but just acknowledge it. And they don’t, because they don’t acknowledge anything about their own actions. [37:00]<\/span><\/p>\n<p data-id=\"P8-N20074\"><span data-id=\"P8-N20075\">And I think—I think that’s why I’m still trying to like change them for the better, or, you know, make them reform in some kind of a way. But I don’t think they ever will. It’s just that I like really—part of me just like really wants them to so that I don’t have to deal with having all these difficulties <\/span><span data-id=\"P8-N200751\">with being around them I think. [pause]<\/span><\/p>\n<p data-id=\"P8-N20076\"><span data-id=\"P8-N20077\">THERAPIST: You want to change them into the parents that you’d like them to be.<\/span><\/p>\n<p data-id=\"P8-N20078\"><span data-id=\"P8-N20079\">CLIENT: Yeah. And I think I feel like now—like oh, now that I have, you know, gotten through so much, and now that I’m so aware of—of my own actions, and of their behaviors, now that I know all of this can I help them, like can I help them to be better. But I know that they’re not receptive of that, <\/span><span data-id=\"P8-N200791\">and I know that they will never change. And I think coming to terms with that is really hard. Like coming to terms with the fact that this is who they are, that’s really difficult. [crying] Because… this is who they are, and it’s up to me to determine what I want my relationship with them to be. [39:00]<\/span><\/p>\n<p data-id=\"P8-N2007A\"><span data-id=\"P8-N2007B\">But it’s like at the same time it wasn’t all bad, and they did provide a lot of—there was a lot of nurturing, and I have a lot of—I think of a lot of those moments too, and have sort of like nostalgia to them, with, you know, thinking of them. And so thinking like, oh, my mom, you know, took care of <\/span><span data-id=\"P8-N2007B1\">me when I was sick, so I should take care of her. So there is part of me that I think denies or blocks out the negative too just like they do. But— So it just kinda—I don’t know, it’s just kind of—it’s hard to—it’s hard to distance myself from them when there still was that like good there too. And <\/span><span data-id=\"P8-N2007B2\">I still feel like they’re my fam—like they’re my family, and there’s stuff about like holidays that do bring up good, positive memories as well, and so that’s always nice.<\/span><\/p>\n<p data-id=\"P8-N2007C\"><span data-id=\"P8-N2007D\">But it’s just… It’s really hard to come to terms with the fact that for my own health and well-being I might not have as involved a relationship as, you know, my mom has with her mom, because that might just not be good for me. But it’s hard for me to accept that, and it’s hard for me to accept, like <\/span><span data-id=\"P8-N2007D1\">I said, that they’re not going to change. That’s really hard to accept because—I think because I want them to change so badly.<\/span><\/p>\n<span data-id=\"P8-N2007C-br\" class=\"page-break\" data-seq=\"7\"><span data-id=\"P8-N2007C-dsp\"><\/span><\/span>\n<\/div>"},{"number":9,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561086\" data-realpage=\"9\" data-page=\"9\">\n<p data-id=\"P9-N2007E\"><span data-id=\"P9-N2007F\">THERAPIST: I would too. [41:00]<\/span><\/p>\n<p data-id=\"P9-N20080\"><span data-id=\"P9-N20081\">CLIENT: Yeah. And I think that… I… I still, like I said, want them to just be aware of themselves and their behavior. Because I worry about one day when I have a family having them be around them, because there are certain behaviors they have that I wouldn’t want anyone else to pick up on or have to <\/span><span data-id=\"P9-N200811\">deal with. And so it’s really hard to also think like, “Oh, I may not want them to have a really big role in my child’s life, or I might…” That’s really hard to deal with, because I’ve always imagined my parents really, you know, being there, and through it all. But there are things that they do that <\/span><span data-id=\"P9-N200812\">I just don’t—I don’t want to be around and I don’t want other people to have to be around that, or, you know, pick up on that, or mimic those actions or behaviors. So I think that’s really hard to come to terms with too. Because the distance makes me feel okay, but there’s still that like guilt or that <\/span><span data-id=\"P9-N200813\">sadness that it couldn’t be better. Like why can’t it be that ideal relationship that other people have, and why does it have to be this way? I think there’s a lot of that feeling too.<\/span><\/p>\n<p data-id=\"P9-N20082\"><span data-id=\"P9-N20083\">THERAPIST: A lot of loss.<\/span><\/p>\n<p data-id=\"P9-N20084\"><span data-id=\"P9-N20085\">CLIENT: Mm hm. Like why couldn’t I have the parents that this person had, or the relationship that this person had. And they can have their parents—they can have all this other stuff, but I can’t have that because if I do it’s not really that healthy for me. So that’s really hard to come—to deal with. <\/span><span data-id=\"P9-N200851\">I think. [pause]<\/span><\/p>\n<p data-id=\"P9-N20086\"><span data-id=\"P9-N20087\">THERAPIST: And it will continue to be hard, and then it will be better. [43:30]<\/span><\/p>\n<p data-id=\"P9-N20088\"><span data-id=\"P9-N20089\">CLIENT: Yeah. And I think that it will be. And I can see myself getting there.<\/span><\/p>\n<p data-id=\"P9-N2008A\"><span data-id=\"P9-N2008B\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P9-N2008C\"><span data-id=\"P9-N2008D\">CLIENT: But I think I’ll have to, you know, feel these feelings for a while, which is hard. But I know that it’s the best thing for me. But it’s… Like just navigating all the dynamics and the guilt coming from so many places is—it’s really hard.<\/span><\/p>\n<p data-id=\"P9-N2008E\"><span data-id=\"P9-N2008F\">THERAPIST: Well, I will help you navigate that.<\/span><\/p>\n<p data-id=\"P9-N20090\"><span data-id=\"P9-N20091\">CLIENT: Yes. And I—it’s like the stuff with my sister too, I want to have a close relationship with my sister, and I don’t. And I want to be one of those people that has a good relationship with their sister, but unfortunately my sister is too much like my parents, because she spends so much time with <\/span><span data-id=\"P9-N200911\">them and she isn’t necessarily aware of, you know, the negative effects that might be having. And so she’s kind of defending them or spouting their viewpoints very often. And so I try to reach out to her, and I want to have this relationship, and it’s not really there right now.<\/span><\/p>\n<p data-id=\"P9-N20092\"><span data-id=\"P9-N20093\">And I—I mean, I think that if she does manage to get a little bit of distance, which I think would be good for her, that maybe we could have a relationship. But that’s another thing where I’m like I wish I had this relationship with my sister but I don’t have it, and I know that I don’t have it. Because <\/span><span data-id=\"P9-N200931\">we’ll have really good moments where she’s just herself, and then we’ll have other moments where I see a lot of my parents, or I even hear my dad talking when she says certain things, and I don’t want to be around that.<\/span><\/p>\n<span data-id=\"P9-N20092-br\" class=\"page-break\" data-seq=\"8\"><span data-id=\"P9-N20092-dsp\"><\/span><\/span>\n<\/div>"},{"number":10,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561086\" data-realpage=\"10\" data-page=\"10\">\n<p data-id=\"P10-N20094\"><span data-id=\"P10-N20095\">THERAPIST: Okay, I think we are going to need to stop.<\/span><\/p>\n<p data-id=\"P10-N20096\"><span data-id=\"P10-N20097\">CLIENT: All right.<\/span><\/p>\n<p data-id=\"P10-N20098\"><span data-id=\"P10-N20099\">THERAPIST: So then I’m not going to see you next week, but I’ll you the following week.<\/span><\/p>\n<p data-id=\"P10-N2009A\"><span data-id=\"P10-N2009B\">CLIENT: Yeah. [46:00]<\/span><\/p>\n<p data-id=\"P10-N2009C\"><span data-id=\"P10-N2009D\">THERAPIST: And in terms of scheduling, so right now I don’t have any availability on Mondays, I mean everything’s already booked.<\/span><\/p>\n<p data-id=\"P10-N2009E\"><span data-id=\"P10-N2009F\">CLIENT: Okay, okay.<\/span><\/p>\n<p data-id=\"P10-N200A0\"><span data-id=\"P10-N200A1\">THERAPIST: Tuesday, I usually have at least one Tuesday morning appointment, and at least one Tuesday late afternoon appointment at this point. And then a Thursday, I’ll have one or two appointments on Thursday.<\/span><\/p>\n<p data-id=\"P10-N200A2\"><span data-id=\"P10-N200A3\">CLIENT: Thursday could— So Tuesday I have an 8:30 class, and I think I have a lab that night. But Thursdays I have morning stuff, but I don’t have a lab, so if I can when she asks me about my work schedule and stuff that might be a good option probably.<\/span><\/p>\n<p data-id=\"P10-N200A4\"><span data-id=\"P10-N200A5\">THERAPIST: Okay. Okay, let me know, because right now I do.<\/span><\/p>\n<p data-id=\"P10-N200A6\"><span data-id=\"P10-N200A7\">CLIENT: Is it Thursday afternoon?<\/span><\/p>\n<p data-id=\"P10-N200A8\"><span data-id=\"P10-N200A9\">THERAPIST: Let me look at what my book actually.<\/span><\/p>\n<p data-id=\"P10-N200AA\"><span data-id=\"P10-N200AB\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N200AC\"><span data-id=\"P10-N200AD\">THERAPIST: Thursday, so I think—<\/span><\/p>\n<p data-id=\"P10-N200AE\"><span data-id=\"P10-N200AF\">CLIENT: Because she still has weekend. We’ve—I still haven’t worked out scheduling, so that is a good time probably now, just saying [unclear].<\/span><\/p>\n<p data-id=\"P10-N200B0\"><span data-id=\"P10-N200B1\">THERAPIST: And I do— So are we going to look at trying to find two times to meet? Is that the—<\/span><\/p>\n<p data-id=\"P10-N200B2\"><span data-id=\"P10-N200B3\">CLIENT: Well, for now I definitely obviously want to find one.<\/span><\/p>\n<p data-id=\"P10-N200B4\"><span data-id=\"P10-N200B5\">THERAPIST: Mm hm.<\/span><\/p>\n<p data-id=\"P10-N200B6\"><span data-id=\"P10-N200B7\">CLIENT: I would like to find two, but I’m not sure. My schedule’s really terrible, so I’m not sure that it will work. But if we can find two that would be good.<\/span><\/p>\n<p data-id=\"P10-N200B8\"><span data-id=\"P10-N200B9\">THERAPIST: Are you able to come—so are you able to come on Wednesdays in general?<\/span><\/p>\n<p data-id=\"P10-N200BA\"><span data-id=\"P10-N200BB\">CLIENT: So my whole schedule changed, and Wednesdays now I have a lab at night for the next semester. Wednesday morning though. But I think up until like 10:30 again, because then I would have to go to school because I have class for the rest of the day.<\/span><\/p>\n<p data-id=\"P10-N200BC\"><span data-id=\"P10-N200BD\">THERAPIST: I may—yeah, I’m not— But right now my Wednesday mornings are full, but there might be an opening there.<\/span><\/p>\n<p data-id=\"P10-N200BE\"><span data-id=\"P10-N200BF\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N200C0\"><span data-id=\"P10-N200C1\">THERAPIST: In that case. So Wednesdays before 10:30 are a possibility<\/span><\/p>\n<p data-id=\"P10-N200C2\"><span data-id=\"P10-N200C3\">CLIENT: Yes, are a possibility.<\/span><\/p>\n<p data-id=\"P10-N200C4\"><span data-id=\"P10-N200C5\">THERAPIST: Okay.<\/span><\/p>\n<p data-id=\"P10-N200C6\"><span data-id=\"P10-N200C7\">CLIENT: And then—<\/span><\/p>\n<p data-id=\"P10-N200C8\"><span data-id=\"P10-N200C9\">THERAPIST: Thursday—so Thursday afternoon. Right now I have a 2:10.<\/span><\/p>\n<p data-id=\"P10-N200CA\"><span data-id=\"P10-N200CB\">CLIENT: That would work. Mm hm. [48:00]<\/span><\/p>\n<p data-id=\"P10-N200CC\"><span data-id=\"P10-N200CD\">THERAPIST: Okay. So that would work starting in January?<\/span><\/p>\n<p data-id=\"P10-N200CE\"><span data-id=\"P10-N200CF\">CLIENT: Mm hm.<\/span><\/p>\n<p data-id=\"P10-N200D0\"><span data-id=\"P10-N200D1\">THERAPIST: So I can just—do you want—I can hold that for you.<\/span><\/p>\n<p data-id=\"P10-N200D2\"><span data-id=\"P10-N200D3\">CLIENT: Yeah, that would be good. Because that way when I work out my schedule with her I can just kinda say, “Oh, that doesn’t work either.”<\/span><\/p>\n<p data-id=\"P10-N200D4\"><span data-id=\"P10-N200D5\">THERAPIST: Okay. So I will hold that for you starting on January.<\/span><\/p>\n<p data-id=\"P10-N200D6\"><span data-id=\"P10-N200D7\">CLIENT: Perfect, okay.<\/span><\/p>\n<p data-id=\"P10-N200D8\"><span data-id=\"P10-N200D9\">THERAPIST: And the other thing is—I don’t usually fill this tight. I could meet really early on Wednesday mornings until I have something that might come open at—I have a 7:10 time.<\/span><\/p>\n<p data-id=\"P10-N200DA\"><span data-id=\"P10-N200DB\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N200DC\"><span data-id=\"P10-N200DD\">THERAPIST: I don’t usually—I don’t usually fill that time regular, I usually do that for consultations.<\/span><\/p>\n<p data-id=\"P10-N200DE\"><span data-id=\"P10-N200DF\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P10-N200E0\"><span data-id=\"P10-N200E1\">THERAPIST: But I could see you then. And then I do think that something before 10:30 will open up at some point and we can always switch.<\/span><\/p>\n<p data-id=\"P10-N200E2\"><span data-id=\"P10-N200E3\">CLIENT: Okay. Yeah, let’s do that.<\/span><\/p>\n<p data-id=\"P10-N200E4\"><span data-id=\"P10-N200E5\">THERAPIST: Does that sound good?<\/span><\/p>\n<p data-id=\"P10-N200E6\"><span data-id=\"P10-N200E7\">CLIENT: Mm hm.<\/span><\/p>\n<p data-id=\"P10-N200E8\"><span data-id=\"P10-N200E9\">THERAPIST: So I’ll put you in for both of those mornings—<\/span><\/p>\n<p data-id=\"P10-N200EA\"><span data-id=\"P10-N200EB\">CLIENT: Okay.<\/span><\/p>\n<p data-id=\"P10-N200EC\"><span data-id=\"P10-N200ED\">THERAPIST: —starting in January.<\/span><\/p>\n<p data-id=\"P10-N200EE\"><span data-id=\"P10-N200EF\">CLIENT: Yeah, that’s good.<\/span><\/p>\n<p data-id=\"P10-N200F0\"><span data-id=\"P10-N200F1\">THERAPIST: Great, okay. It sounds like—I’m glad it worked out.<\/span><\/p>\n<p data-id=\"P10-N200F2\"><span data-id=\"P10-N200F3\">CLIENT: Thank you. Yeah.<\/span><\/p>\n<p data-id=\"P10-N200F4\"><span data-id=\"P10-N200F5\">THERAPIST: Sure. And I will see you in two weeks.<\/span><\/p>\n<p data-id=\"P10-N200F6\"><span data-id=\"P10-N200F7\">CLIENT: Yeah.<\/span><\/p>\n<span data-id=\"P10-N200F6-br\" class=\"page-break\" data-seq=\"9\"><span data-id=\"P10-N200F6-dsp\"><\/span><\/span>\n<\/div>"},{"number":11,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2561086\" data-realpage=\"11\" data-page=\"11\">\n<p data-id=\"P11-N200F8\"><span data-id=\"P11-N200F9\">THERAPIST: And I wish you luck for Thanksgiving.<\/span><\/p>\n<p data-id=\"P11-N200FA\"><span data-id=\"P11-N200FB\">CLIENT: Thank you.<\/span><\/p>\n<p data-id=\"P11-N200FC\"><span data-id=\"P11-N200FD\">THERAPIST: Bye bye.<\/span><\/p>\n<p data-id=\"P11-N200FE\"><span data-id=\"P11-N200FF\">CLIENT: Bye.<\/span><\/p>\n<p data-id=\"P11-N20100\"><span data-id=\"P11-N20101\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}