{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses the frustration of dealing with children and their parents, and the vulnerability that comes with being in therapy."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Psychological issues","Teoria do Aconselhamento","Teorías del Asesoramiento","Children","Frustration","Psychoanalytic Psychology","Irritability","Disorganized thoughts","Frustration","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships","Psychological issues"],"weight":7},{"name":"document_type","label":"Content Type","values":["Session transcript","Counseling session"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["10"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Children","Frustration"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Irritability","Disorganized thoughts","Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":7,"pageCount":7,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562072","dorpId":"1006469065","contentType":"text","aucs":"CTRN-V1","title":"Client \"Ma\", Session January 17, 2014: Client discusses the frustration of dealing with children and their parents, and the vulnerability that comes with being in therapy.","fullTitle":"Client \"Ma\", Session January 17, 2014: Client discusses the frustration of dealing with children and their parents, and the vulnerability that comes with being in therapy.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":7,"totalPages":7,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":7,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562072\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: I had to pick up my thyroid prescription before this and I didn’t leave quite enough time, so I walked as fast as I could, basically, from the library to get here. (laughs) I was pushed behind before then, I just didn’t move fast enough. (pause) I had tea with Camilla, who is one of the priests <\/span><span data-id=\"P1-N2000D1\">at my church, who is doing Greek. Before Greek she missed a class and so I sort of caught her up, but mostly we just had tea and talked.  It was really good. She talked about the discernment process. I think she’s probably in her early to mid-30’s and certainly the youngest priest by 10 or 15 years. <\/span><span data-id=\"P1-N2000D2\">I think she was the most recently ordained. She said she thought it would be sort of torturous for me, not because people would be hard on you, but sort of the opposite. Her prediction was, “Well, you’re young and you’re decent looking and you have the bare minimum of social skills and you’re a woman. <\/span><span data-id=\"P1-N2000D3\">They’re going to want you to be a priest, so nobody is going to say anything negative about you.  I feel like you’re sort of like me, and that’s going to be really hard.” (laughs) I don’t know that I’m actually saying what she said right. I think the point is . . .<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: I was just thinking that she could have given you more credit than the bare minimum of social skills. (both laugh)<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I feel like even that is sort of stretching it a little bit for me sometimes. I know I’m actually quite good in social situations, but I always feel like I’m really not good at it.  I think the point of the process is to have some sort of rigorous self-evaluation of suitabilities and unsuitabilities; <\/span><span data-id=\"P1-N200111\">and also to have your congregation and a whole bunch of people that know you do the same thing for you and talk to you about that. It sounds like that’s more of an ideal than a reality in some ways. (pause) It was a nice talk. (pause) I feel like for Greek, I end up just talking for 45 minutes today, <\/span><span data-id=\"P1-N200112\">talked at people and then was like “do you have questions?”  We’re at a point where, basically, all I can do is present the material and do questions as they arise. We didn’t have any exercises to go over today and they’re not really far enough along. We’re not at the point where we can translate passages <\/span><span data-id=\"P1-N200113\">or [dig into] (ph?) stories. I am not at my best in that kind of . . . It’s not really where I feel comfortable or do my best work. I sat in the public garden and talked to Amanda and watched people walk and talk. (pause)  Yeah, it was a nice day. I mean like it’s a nice day outside.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Oh, I see.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: (laughs) It hasn’t been a bad day.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Yeah, that didn’t quite make sense, but now I understand it. (both laugh) It’s not like you were saying it’s been a bad day, but . . .<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Like I was that enthused about it?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Right. Neither the content of what you just said or teaching. (pause) <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: I’m starting a new project of making things. I took a class at William &amp; Mary called Myths and Stories. I took it because I thought it was going to be like an anthropology class where they talk about myths and stories, but instead it was one old mystic trying to make his internal emotional logic <\/span><span data-id=\"P1-N2001D1\">into real logic. (laughs) It was a terrible, terrible class. There are a lot of students at William &amp; Mary who have taken the class and really loved it, sort of one that everybody knows about. He’s been teaching it for like 20 years.  He’s incredibly sloppy with terms, so he would take a word that had <\/span><span data-id=\"P1-N2001D2\">several different valiances and he would use it in one valiance and one context and another valiance and another context to try to make them be like – See? We’re talking about the same thing. No. No. No. That’s the same word, but it does not mean the same thing. He was just doing that over and over <\/span><span data-id=\"P1-N2001D3\">and over again. I did what I always do in boring classes, which is I write out poems, all the poems I have memorized. I write them down. So it looks like I’m taking notes. (laughs) I would draw these Celtic knot-style designs, like the Book of Celt-type things, which I’ve sort of been doing since high <\/span><span data-id=\"P1-N2001D4\">school, so they’re pretty beautiful and pretty complicated, on a sheet of notebook paper.  I decided to start tracing them and embroidering them with something that would hang on the wall. Since nothing I do is organized, I spent half an hour looking for these designs and flipping through the notebook <\/span><span data-id=\"P1-N2001D5\">where I had a couple of notes like “this is really crap” comments and one-sided conversations I had written with the person sitting next to me. I was like 24 at the time. (pause) <\/span><\/p>\n<span data-id=\"P1-N2001C-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001C-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562072\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">I feel like I’m a lot better presenting the appearance of respect than I was when I was 12. Now I’m much better at actually just focusing in class. I could focus on the class and that would just make me want to punch a wall, (laughs) so I always just do other things. I would draw those when I was in <\/span><span data-id=\"P2-N2001F1\">the hospital also. There was just not much to do and so I would just need a pencil and a piece of paper and I would just sit and draw. I would draw in my room or in the common room. I don’t know where those are. They’re somewhere around. (pause)  It’s something that takes the right amount of attention.<\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: Like knitting or something?<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Yeah. It actually takes more attention than knitting, which is good. I feel like knitting I have to be either totally focused on it, like if I’m trying to figure out how to do the shaping or what to do next, or basically my hands are moving and I’m talking or watching TV or whatever else is <\/span><span data-id=\"P2-N200231\">going on. This is very meditative and calming for me. (pause)  I can draw and listen to what somebody is saying and actually hear them, but I can’t really draw and have a conversation at the same time.<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: I see. Or like watch TV or something?<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Yeah. (pause) [ ] (inaudible at 00:11:27) If you’re looking for fights there are lots of fights you can have. This is like there are a lot of people there and everybody has got their own story. There are a lot of abrasive people there. (chuckles) So that was one way to . . . <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Both there and in the class there are times when you also felt pretty abrasive and drawing the knots was common that way, too.<\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: Yeah. Yeah.<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: It sort of externalizes the way you felt tied in knots or what but . . .<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: I don’t know. (pause) It really is a good outlet for my perfectionism because it’s all freehand, but there are pretty geometric patterns in freehand so it’s sort of trying to make everything exactly right. <\/span><\/p>\n<span data-id=\"P2-N2002E-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562072\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20030\"><span data-id=\"P3-N20031\">THERAPIST: It seems to me you taking on the imperfections you feel in the people around you and trying to deal with them inside you, rather than in place of maybe trying to deal with it in relation to the people outside. Most of your frustrations with the hospital were ways other people were doing things <\/span><span data-id=\"P3-N200311\">wrong – or in the class. <\/span><\/p>\n<p data-id=\"P3-N20032\"><span data-id=\"P3-N20033\">CLIENT: So I try to sort of fix that?<\/span><\/p>\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: It seems like you sort of take that in so you focus on something that’s about your own imperfections or efforts to get things right.<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: Yeah, that sounds about right.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: I don’t mean to be reducing your doing this to that entirely and saying that’s what it’s all about, but seems like one dimension of it. (long pause) <\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: Yeah. I had a lot of time to kill. (pause) In some ways, my impulse is often to stay in my room, but that doesn’t really go over that well.  Being with a lot of emotionally-noisy people sort of felt like I was trying to make some space for myself in there. The alternative way to make space for <\/span><span data-id=\"P3-N2003B1\">myself is to try to be more noisy than anybody else and that’s just . . . I mean, there is no way I was going to win that one. (laughs) That wasn’t a good place to be. (pause)  I’m thinking of one girl in particular who was super-manic and had psychotic episodes on and off and was sometimes violent, <\/span><span data-id=\"P3-N2003B2\">mostly not. I got along with her most of the time. Just one of those charming people or very magnetic in some ways, but (pause) she wasn’t very good at recognizing that other people were people outside of her.  The one I really remember was during some group and she basically was like, “Yeah, all you <\/span><span data-id=\"P3-N2003B3\">people with mood disorders have it super easy because having a personality disorder is a lot harder and we actually have to work to get better.” I just left. I didn’t feel like I could respond in a way that didn’t escalate the situation and I didn’t want to stay for that, so I just left, which is pretty <\/span><span data-id=\"P3-N2003B4\">characteristic.  (long pause) I gave her this shirt that says “Feelings are boring. Kissing is awesome.” I think I told you that. It was a shirt that I was never going to wear and she was totally going to wear it. (both laugh) <\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: I remember the shirt, but I didn’t remember that you gave it to her. (pause) I think, actually, part of what gets difficult in a situation like that is . . . I don’t know. My hunch is that when somebody sort of not just steps on, but stomps on your toes in a pretty big way and you walk out, <\/span><span data-id=\"P3-N2003D1\">I imagine you’re walking out, to some extent, on your own reaction, as well as on the actual interpersonal situation. <\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Yeah. I really just want to strike back in some way that feels very violent and scary for me and I want to say something hurtful; so I just try to shut that down first and see how I should actually respond later. (chuckles)<\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: I would imagine that’s not the easiest thing to acknowledge.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">CLIENT: Yeah. Once I sort of have my breath back I can say I’m angry about this, but that’s sort of first in-the-moment reaction.  Yeah, I’m just afraid that I’m going to hurt somebody, which I don’t like. That seems like the worst possible thing. (long pause)  Teaching was good for me because it sort <\/span><span data-id=\"P3-N200431\">of forced me to realize that it’s not the end of the world when you lose your temper because, yeah, in high school I was like . . . (laughs) I think I only yelled twice or maybe three times in the entire year, but I know I yelled once and I know it wasn’t much more than once. [ ] (inaudible at 00:25:01) <\/span><\/p>\n<span data-id=\"P3-N20042-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N20042-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562072\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20044\"><span data-id=\"P4-N20045\">I found with the kids this week I was very short. I just wasn’t in a good mood. I was really cranky. I didn’t lose my temper, but I wasn’t in a good place. (pause) But I don’t know [what I could have done about that.] (ph?) (pause)  Both [Sharon and Keller] (sp?) are entering sort of obstreperous spaces. <\/span><span data-id=\"P4-N200451\">I think Keller could be starting school and Sharon is learning how to talk and has desires that are more complicated than what is easy to do. (laughs) That doesn’t help, but it’s not really about them. (pause) <\/span><\/p>\n<p data-id=\"P4-N20046\"><span data-id=\"P4-N20047\">THERAPIST: I guess to me it seems like you waivered there a little bit between, as before, making it about what you have or haven’t done well in that with them. You’re frustrated with yourself. You were too short. I sort of entertain the idea that they were being more difficult. But then kind of moving <\/span><span data-id=\"P4-N200471\">back to well, it’s really not about them.  I don’t know what the reality is. Certainly maybe it’s your temper this week more than anything, but I don’t know. Little kids can be a pain in the ass.<\/span><\/p>\n<p data-id=\"P4-N20048\"><span data-id=\"P4-N20049\">CLIENT: Yeah, but they’re always a pain in the ass. (laughs) It’s a constant of small children.<\/span><\/p>\n<p data-id=\"P4-N2004A\"><span data-id=\"P4-N2004B\">THERAPIST: How is that any different? (laughs)<\/span><\/p>\n<p data-id=\"P4-N2004C\"><span data-id=\"P4-N2004D\">CLIENT: Well some weeks I handle it really well and this wasn’t one of those weeks. It’s not like they’re not being trying, but they’re always trying. (laughs)<\/span><\/p>\n<p data-id=\"P4-N2004E\"><span data-id=\"P4-N2004F\">THERAPIST: Yeah, but I imagine they have better weeks and worse weeks, too. They do have more [ ] (inaudible at 00:28:48)  I guess my point really is there is something about your probably putting it on them in front of me that makes you worried.<\/span><\/p>\n<p data-id=\"P4-N20050\"><span data-id=\"P4-N20051\">CLIENT: Yeah. Vivienne, my sister-in-law, has a three-year-old and I was watching a neighbor’s kid who is like seven months old or maybe eight months now. She just complained about this kid constantly. She said he’s an enormous handful, like just impossible, like he just cries all the time. He cries <\/span><span data-id=\"P4-N200511\">for no reason, she says. There is no reason for him to be crying. I’m like, “Okay, Vivienne. Fine. Whatever.”  So over Christmas she brings her daughter and this kid over and I’m like it’s a baby. It’s not particularly fussy. Not an angel, but not particularly fussy. She put him on the ground and he <\/span><span data-id=\"P4-N200512\">started fussing and he doesn’t even cry loudly. He’s a quiet crier. She’s like, “God. You see?” I was like, “Okay, I think he just wants to be held.” I just picked him up and held him for the next hour and a half and that was it. That was all he wanted and it was really easy to do.  It just seems to <\/span><span data-id=\"P4-N200513\">me like that’s a lot more about Vivienne’s dissatisfaction with her own life than it is about the child.<\/span><\/p>\n<p data-id=\"P4-N20052\"><span data-id=\"P4-N20053\">THERAPIST: It’s not the baby’s being upset that really bothered her.<\/span><\/p>\n<p data-id=\"P4-N20054\"><span data-id=\"P4-N20055\">CLIENT: Yeah. Although babies crying gets under your skin.<\/span><\/p>\n<p data-id=\"P4-N20056\"><span data-id=\"P4-N20057\">THERAPIST: Sure. I get that [it’s her own upset] (ph?) that she’s having trouble with.<\/span><\/p>\n<p data-id=\"P4-N20058\"><span data-id=\"P4-N20059\">CLIENT: I sort of think about what the reality of the situation might be and I don’t really know. But I really do think that it is about me this week. It’s also sort of impossible to tell because when I’m grouchy, that makes them act out more. It’s sort of a feedback loop. (laughs)  (long pause) Yeah, it is.<\/span><\/p>\n<span data-id=\"P4-N20058-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20058-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562072\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2005A\"><span data-id=\"P5-N2005B\">THERAPIST: Is it that in that way it wouldn’t seem accurate or fair to be upset with them?<\/span><\/p>\n<p data-id=\"P5-N2005C\"><span data-id=\"P5-N2005D\">CLIENT: Yeah. Yeah. (pause)  It would be easy in the sense that everybody knows that little kids will drive you insane. (laughs) (pause) It sort of feels like a cop out.<\/span><\/p>\n<p data-id=\"P5-N2005E\"><span data-id=\"P5-N2005F\">THERAPIST: I guess I would also imagine it is safer, actually, though.<\/span><\/p>\n<p data-id=\"P5-N20060\"><span data-id=\"P5-N20061\">CLIENT: How so? <\/span><\/p>\n<p data-id=\"P5-N20062\"><span data-id=\"P5-N20063\">THERAPIST: It would make you really anxious to be voicing your frustration with them, especially if you felt like you might not be fair to them. I can understand, I think, how in a way it’s harder work restraining yourself and try to be fair and solve this whatever. But even if it’s more work, I also <\/span><span data-id=\"P5-N200631\">think it’s safer.<\/span><\/p>\n<p data-id=\"P5-N20064\"><span data-id=\"P5-N20065\">CLIENT: That makes sense. <\/span><\/p>\n<p data-id=\"P5-N20066\"><span data-id=\"P5-N20067\">THERAPIST: I guess I imagine there is something quite disturbing about someone seething the way she was or the woman on the [ ] (inaudible at 00:35:16) you mentioned being the way that she was. You really worry about being like that.<\/span><\/p>\n<p data-id=\"P5-N20068\"><span data-id=\"P5-N20069\">CLIENT: Yeah. I really don’t want to be like that. (pause) <\/span><\/p>\n<p data-id=\"P5-N2006A\"><span data-id=\"P5-N2006B\">THERAPIST: I guess I sort of think that you’re also like I’m sitting here and I’m trying to listen closely and I would really know immediately if you were being that way.<\/span><\/p>\n<p data-id=\"P5-N2006C\"><span data-id=\"P5-N2006D\">CLIENT: Yeah. I think there is a little bit of stereotypes of therapy entering in that there is nothing – like I can change myself but I can’t change the people around me.  I feel like a lot of the pictures of therapy that I have is that they sort of help people stop saying that if these things that <\/span><span data-id=\"P5-N2006D1\">are external to me were different, then I would feel better and say, “Well, no. What can you do in yourself that will change it?” I can’t talk anymore. I’m sorry. I’m going to have to stop talking. I’ve been talking all day and my mouth is broken. (laughs)<\/span><\/p>\n<p data-id=\"P5-N2006E\"><span data-id=\"P5-N2006F\">THERAPIST: Okay. I’m smiling because . . .<\/span><\/p>\n<p data-id=\"P5-N20070\"><span data-id=\"P5-N20071\">CLIENT: I can’t make words anymore. (laughs)<\/span><\/p>\n<p data-id=\"P5-N20072\"><span data-id=\"P5-N20073\">THERAPIST: It was more because I had the thought that the way you need to change is to . . . <\/span><\/p>\n<p data-id=\"P5-N20074\"><span data-id=\"P5-N20075\">CLIENT: (laughs)<\/span><\/p>\n<p data-id=\"P5-N20076\"><span data-id=\"P5-N20077\">THERAPIST: . . . think more about yourself and really identify yourself as to what you need to change and everyone around is fine.<\/span><\/p>\n<p data-id=\"P5-N20078\"><span data-id=\"P5-N20079\">CLIENT: Surprisingly, I find that model very comforting. (both laugh)<\/span><\/p>\n<p data-id=\"P5-N2007A\"><span data-id=\"P5-N2007B\">THERAPIST: Maybe that’s not the direction. (both laugh) I don’t always be that light and flip about it, but I think that’s something that I think you’ve already seen pretty clearly.<\/span><\/p>\n<p data-id=\"P5-N2007C\"><span data-id=\"P5-N2007D\">CLIENT: Yeah, it feels pretty apparent to me.<\/span><\/p>\n<p data-id=\"P5-N2007E\"><span data-id=\"P5-N2007F\">THERAPIST: But (long pause) I guess the way you seem to be applying that therapeutic model in a way here does, as you say, keep you safer and it means that you’re the one who sort of has to build more of the walls to keep it feeling in and clear and understood because if that stuff gets out over here <\/span><span data-id=\"P5-N2007F1\">where I can see it or towards me . . .  In other words, if the regulation is happening between us rather than your doing it kind of on your own – I don’t know if danger [is a problem and other things, I guess.] (ph?)<\/span><\/p>\n<p data-id=\"P5-N20080\"><span data-id=\"P5-N20081\">CLIENT: Yeah. (long pause) I just get so scared. <\/span><\/p>\n<p data-id=\"P5-N20082\"><span data-id=\"P5-N20083\">THERAPIST: You’re mostly really scared because you kind of start to think that way. I mean about therapy, but about each of these situations, I think. We kind of hinted about the taking back in yourself very reflexively, I think, and without seeing that and it must be because you’re so frightened.<\/span><\/p>\n<span data-id=\"P5-N20082-br\" class=\"page-break\" data-seq=\"4\"><span data-id=\"P5-N20082-dsp\"><\/span><\/span>\n<\/div>"},{"number":6,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562072\" data-realpage=\"6\" data-page=\"6\">\n<p data-id=\"P6-N20084\"><span data-id=\"P6-N20085\">CLIENT: Yeah.  I was talking with [Larry] (ph?) about you being in the hospital and what that meant for me. And one of the things that I thought about a lot in terms of theology was that I find both in myself and in talking with other people who have been hospitalized for suicidality that there is this <\/span><span data-id=\"P6-N200851\">tendency to want to sort of separate oneself from all the people who should be hospitalized. There is us and then there is me and then there are the really crazy people. That just doesn’t hold. It’s not how it is. I don’t have psychotic episodes, but I do feel like I have some sense of that sort of <\/span><span data-id=\"P6-N200852\">fracturing of self that comes along with a lot of things.  It has become really important to me to say that it’s not us and them, it’s just us. I don’t feel like, in some ways, there is not that much of a difference between me and – well, there is certainly no difference between me and Amanda, who has <\/span><span data-id=\"P6-N200853\">never been hospitalized, and between me and other friends of mine who deal with depression, but have never gotten bad enough to . . . But what that means is that we’re all just really, really vulnerable all the time. I feel like I’ve gotten better at dealing with that in some ways, but I just keep sort <\/span><span data-id=\"P6-N200854\">of coming up against it.  (pause) If the kids are going to be monsters one day, there’s nothing I can do about that. I can react as appropriately or as inappropriately as I want, but I can’t keep them from making my life miserable. (laughs) (crying) If James decides to leave me, I can’t do anything <\/span><span data-id=\"P6-N200855\">about that. (pause) <\/span><\/p>\n<p data-id=\"P6-N20086\"><span data-id=\"P6-N20087\">THERAPIST: Like it’s so hard not to want to find ways to pretend you can protect yourself.<\/span><\/p>\n<p data-id=\"P6-N20088\"><span data-id=\"P6-N20089\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N2008A\"><span data-id=\"P6-N2008B\">THERAPIST: Because it feels so raw. In a way it’s dangerous. [Not like trying to hit the kids that are bad,] (ph?) but overwhelming and difficult and [ ] (inaudible at 00:45:27).<\/span><\/p>\n<p data-id=\"P6-N2008C\"><span data-id=\"P6-N2008D\">CLIENT: Yeah. Yeah. (pause)  It just feels like these very small ways in which I reflexively reshape the situations such that the onus is on me to fix it rather than it’s just not something I can fix necessarily, it feels like it doesn’t matter how big or small the situation is. It’s just as terrifying <\/span><span data-id=\"P6-N2008D1\">because every situation is the same problem like I can’t fix it. I can’t be safe.<\/span><\/p>\n<p data-id=\"P6-N2008E\"><span data-id=\"P6-N2008F\">THERAPIST: It’s humungous all the time, in a way.<\/span><\/p>\n<p data-id=\"P6-N20090\"><span data-id=\"P6-N20091\">CLIENT: Yeah. There is a sense that feels more like I can either look at it or I can look away. (crying) (long pause) <\/span><\/p>\n<p data-id=\"P6-N20092\"><span data-id=\"P6-N20093\">THERAPIST: I imagine it’s a little bit reassuring to be confronted here with that vulnerability and feel like, at least in this moment, it will be more or less okay.<\/span><\/p>\n<p data-id=\"P6-N20094\"><span data-id=\"P6-N20095\">CLIENT: Yeah.<\/span><\/p>\n<p data-id=\"P6-N20096\"><span data-id=\"P6-N20097\">THERAPIST: I don’t mean it’s not awful to think about or to feel what that’s like.  (pause)<\/span><\/p>\n<p data-id=\"P6-N20098\"><span data-id=\"P6-N20099\">CLIENT: Yeah, it is something that . . . (pause) Yeah, talking about it helps. (long pause)  Eventually you have to lose your temper in the classroom and the world doesn’t end. Yeah.<\/span><\/p>\n<p data-id=\"P6-N2009A\"><span data-id=\"P6-N2009B\">THERAPIST: Sounds pretty frightening, though.<\/span><\/p>\n<p data-id=\"P6-N2009C\"><span data-id=\"P6-N2009D\">CLIENT: Yes. (pause) More afterwards than in the moment, just because mostly I was just really mad. (laughs)  When you don’t yell at the class for five or six months and then you do yell, they shut up. (laughs) (long pause)  It’s helpful to talk about the things that are really wrong [ ] (inaudible <\/span><span data-id=\"P6-N2009D1\">at 00:53:02) that are affecting me. I’m just so into that. I’m so far into that attitude of if I can’t change it, I shouldn’t talk about it or think about it or take it into account.<\/span><\/p>\n<span data-id=\"P6-N2009C-br\" class=\"page-break\" data-seq=\"5\"><span data-id=\"P6-N2009C-dsp\"><\/span><\/span>\n<\/div>"},{"number":7,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562072\" data-realpage=\"7\" data-page=\"7\">\n<p data-id=\"P7-N2009E\"><span data-id=\"P7-N2009F\">THERAPIST: I’m glad that that’s helpful and that makes sense to me. I may have been unclear. That’s not quite what I meant. I also agree with that. I’m glad to hear you say that, but what I had in mind is [ ] (inaudible at 00:53:58) all the time, like just now when you got upset.  I think you feel that <\/span><span data-id=\"P7-N2009F1\">same kind of rawness. I think we should talk about the vulnerability and at some point you feel it; and then you’re going through it and my sense is that that’s terrifying, as it always is, but also it can feel a little contained.<\/span><\/p>\n<p data-id=\"P7-N200A0\"><span data-id=\"P7-N200A1\">CLIENT: Yeah.  One of the less good side effects of talking about vulnerability a lot in my writing and in my conversations with people is the more I talk about it, the less I can actually connect that with how vulnerable I actually feel. It’s like the conversations sort of take steps away from what <\/span><span data-id=\"P7-N200A11\">I’m actually living. (pause) This is on me and I will avoid that at all costs. (laughs)  I sort of feel like I’m trying to learn how to swim by throwing myself into the deep end over and over and over again. (laughs) I’m not very good at it. (pause)  I think James is planning to apply to a position <\/span><span data-id=\"P7-N200A12\">at UCSB. Did I say that? I don’t think he’s actually applied there yet. (pause)<\/span><\/p>\n<p data-id=\"P7-N200A2\"><span data-id=\"P7-N200A3\">THERAPIST: We should stop for now.<\/span><\/p>\n<p data-id=\"P7-N200A4\"><span data-id=\"P7-N200A5\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}