{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses difficulties at work with author contracts."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Work","Teoria do Aconselhamento","Teorías del Asesoramiento","Avoidant behavior","Communication","Self esteem","Psychoanalytic Psychology","Frustration","Low self-esteem","Psychoanalysis","Psychotherapy"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Married"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Work"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["4"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Avoidant behavior","Communication","Self esteem"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["Asian"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration","Low self-esteem"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychoanalysis","Psychotherapy"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":3,"pageCount":3,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562174","dorpId":"1006469167","contentType":"text","aucs":"CTRN-V1","title":"Client \"B\", Session March 12, 2014: Client discusses difficulties at work with author contracts.","fullTitle":"Client \"B\", Session March 12, 2014: Client discusses difficulties at work with author contracts.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":3,"totalPages":3,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":3,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562174\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">THERAPIST: Hi. [Is something wrong?] (ph?)<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">CLIENT: I totally failed to get out the door this morning. I was awake at 7:00, but I picked up a book and started reading and then didn’t actually get out of bed until ten ‘til 8:00, which is entirely too late to start getting ready if I want to be here on time. Then I don’t know why I couldn’t just <\/span><span data-id=\"P1-N2000F1\">get up and get dressed. (pause)<\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">THERAPIST: I’m wondering if, although I think you’ve (inaudible at 00:00:58) this, but it also kind of sucks first thing in the morning – I mean any time – but especially compared to lying in bed when you’re tired and reading something you want to read.<\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">CLIENT: Yeah. (pause) <\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">THERAPIST: I think you often talk about things that you’re pretty upset about and that make you feel pretty helpless and bad. You also sort of focus on or pay attention to feeling them in a way that I think you often don’t know how to describe, but I don’t think you’re looking at them as directly, if <\/span><span data-id=\"P1-N200151\">that makes sense.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">CLIENT: Right.  (pause)<\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">THERAPIST: I’m sure there are many other things, but I guess I was imagining that’s some of what can make it hard to get out of bed for this. I know it can be hard to get out of bed, in general, (inaudible at [0:02:43] and I’m not saying there aren’t other factors, but those are factors.<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">CLIENT: There actually was something that I wanted to explicitly dissect in here. I ordered paper for my book.  I think I said I had paper that I ordered last fall. I never looked at it and I discovered it was the wrong stock; so I ordered paper and I was very careful both on the phone and in my online <\/span><span data-id=\"P1-N2001B1\">order to say I want the text-weight paper. (laughs) And they sent me127 pounds of cover stock. What I had done was I had ordered 80-pound text, but there is both a metric and an imperial system for specifying paper weight, so 80-pound text is 118 grams per square meter. They sent me the 118-pound cover <\/span><span data-id=\"P1-N2001B2\">stock. You can see how that might have happened in their fulfillment department. That was stressful and I wasn’t able to print over the weekend. I was very stressed and upset about that, but I called them and I said, “You sent me the wrong paper. Give me a shipping label so I can send it back to you. <\/span><span data-id=\"P1-N2001B3\">You need to send me the right paper.”  They were very responsive about saying, “We will ship your paper. The paper has shipped already.” I would have it in time to print this weekend. They said they didn’t want the cover stock back because what the hell are they going to do with 128 pounds of cover <\/span><span data-id=\"P1-N2001B4\">stock cut to A4? No one buys A4 except, apparently, me. They actually sell paper in parent-sized sheets. Parent is 24” x 36” or sometimes 26” x 34”; sometimes 27” x 29” or some large size. Then you can ask to have it cut to whatever size you specify, which doesn’t have to be a standard size. You can <\/span><span data-id=\"P1-N2001B5\">make whatever cuts you want.  They were like we can’t sell this; just keep it. Then I felt remarkably guilty, like I had somehow cheated them or was stealing from them or like I owed them money now for this cover stock. I didn’t want it and didn’t order it and it was entirely their fault that I ended <\/span><span data-id=\"P1-N2001B6\">up with it. But I still feel guilty about it, like I’m somehow getting away with something that I shouldn’t be. (pause)<\/span><\/p>\n<span data-id=\"P1-N2001A-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N2001A-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562174\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N2001C\"><span data-id=\"P2-N2001D\">THERAPIST: What comes to mind?<\/span><\/p>\n<p data-id=\"P2-N2001E\"><span data-id=\"P2-N2001F\">CLIENT: I don’t know. It’s really weird. (long pause) <\/span><\/p>\n<p data-id=\"P2-N20020\"><span data-id=\"P2-N20021\">THERAPIST: I guess I have two thoughts. The first one is I wonder if there is something about being treated well and, in a way, kind of generously, not so much with letting you keep the cover stock because I don’t have the impression it’s of much use – and you’ve probably had enough of it already – <\/span><span data-id=\"P2-N200211\">but more that they acknowledge their fault; they seem to have apologized; they shipped the other stuff out right away; they didn’t make you go through the hassle of trying to send the cover stock back. They said so clearly “this is on us; we’ll do the best we can to remedy it.” And did. That makes you <\/span><span data-id=\"P2-N200212\">feel guilty and uncomfortable.  Maybe that’s not how it’s supposed to go. The second thought is I wonder if that’s also something that makes it hard to get out of bed and come here. If I’m nice and I listen or I am (inaudible at 00:08:39) what’s going on with you and you feel guilty and it’s hard to <\/span><span data-id=\"P2-N200213\">endure 45 minutes of that.<\/span><\/p>\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">CLIENT: Sometimes it is hard to endure 45 minutes. I don’t know; maybe it’s the guilt. <\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: Like if you come in late, then you kind of beat yourself up a little and you’ve lost some of your time and so it’s a little easier to just (inaudible at 00:09:14) or something. That’s what I have in mind.<\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Okay. (long pause)  It’s also I’m kind of extra sleepy right now because yesterday was my birthday. Dave and I went out and stayed out late.<\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Right. (inaudible at 00:12:48) making you extra sleepy. <\/span><\/p>\n<p data-id=\"P2-N2002A\"><span data-id=\"P2-N2002B\">CLIENT: We went to this new-ish restaurant in Lexington called Sarma. It’s owned by the same person who owns Oleana and Sophra. Sarma is mostly small plates and craft cocktails. I had too much to drink last night. (inaudible at 00:13:38)<\/span><\/p>\n<p data-id=\"P2-N2002C\"><span data-id=\"P2-N2002D\">THERAPIST: (inaudible at 00:13:40).<\/span><\/p>\n<p data-id=\"P2-N2002E\"><span data-id=\"P2-N2002F\">CLIENT: Sarma has a lot of the same flavor, but much more casual; and, of course, small plates.  (long pause) My parents insisted that I give them a list of things that I wanted for my birthday; and they insisted on specific titles or links to places where they could buy things online. I don’t know. <\/span><span data-id=\"P2-N2002F1\">It’s one thing to ask for suggestions, although I feel like once you’ve known someone for 32 years, you shouldn’t need specific suggestions. It’s one thing to ask for suggestions; it’s another to say “just give us a link that we can click on and put in our credit card number. It’s very annoying. I just <\/span><span data-id=\"P2-N2002F2\">gave them the names of books that friends of mine had published, especially ones that I thought, if my parents knew or understood anything about anything or even managed to read the back of the book cover blurb, they would disapprove.  (long pause) <\/span><\/p>\n<p data-id=\"P2-N20030\"><span data-id=\"P2-N20031\">THERAPIST: Do you think it’s the effect of being tired or something else?<\/span><\/p>\n<p data-id=\"P2-N20032\"><span data-id=\"P2-N20033\">CLIENT: I don’t know. I was thinking about the book and there is one author who has not signed her contract yet and sent it back with edits to the contract, saying that she wants to be paid twice – once for the paper edition and once for the e-book edition – and I don’t know to deal with that. First, <\/span><span data-id=\"P2-N200331\">I don’t understand what she means by the change she made to the contract. If I’m interpreting that correctly, I don’t understand why she thinks she should get paid twice when none of the other authors are getting paid twice. I kind of feel like I can’t ask my lawyer “what the hell does this mean?” because <\/span><span data-id=\"P2-N200332\">I didn’t use the contract template he drew up for me. I went and grabbed one off the Internet, largely because I kind of avoided and couldn’t deal with calling and telling him I didn’t like his contract template and could he please redraft it; and it got to the point where I had to get contracts out <\/span><span data-id=\"P2-N200333\">to the authors or the book wasn’t going to happen and I hadn’t dealt with my lawyer’s contract draft.<\/span><\/p>\n<span data-id=\"P2-N20032-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20032-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562174\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N20034\"><span data-id=\"P3-N20035\">THERAPIST: Right. I think I remember that. Your problem with his draft, if I remember correctly, was that . . .<\/span><\/p>\n<p data-id=\"P3-N20036\"><span data-id=\"P3-N20037\">CLIENT: I had lots of problems with it. It was too aggressive. The language style was really formal, even for legal contracts. I had sent him sample contracts that I have signed with magazines that have published my work and said, “I want something that looks like this in form and style,” and he just <\/span><span data-id=\"P3-N200371\">ignored that.  And there were a lot of mechanical things to it that I felt were confusing and unnecessary, like “author will return a clean and legitimate manuscript within 60 days of signing this contract and this will be done within blah-blah-blah days and blah-blah-blah” when really the way this <\/span><span data-id=\"P3-N200372\">particular niche of the publishing market works, is you accept works as-is. You might do a couple of line edits, but you don’t send out a contract until the thing is edited to the point where you are happy with it.<\/span><\/p>\n<p data-id=\"P3-N20038\"><span data-id=\"P3-N20039\">THERAPIST: I see. So it’s silly to talk about.<\/span><\/p>\n<p data-id=\"P3-N2003A\"><span data-id=\"P3-N2003B\">CLIENT: A lot of excess confusing language, like a page-and-a-half of legalese over getting drafts in. It’s completely unnecessary.<\/span><\/p>\n<p data-id=\"P3-N2003C\"><span data-id=\"P3-N2003D\">THERAPIST: Right. I would imagine the people sending you stuff aren’t people who hire lawyers, necessarily, to read contracts and all that, so they just want something that makes sense. <\/span><\/p>\n<p data-id=\"P3-N2003E\"><span data-id=\"P3-N2003F\">CLIENT: Yeah. (pause) I need to e-mail this author so I can ask her “what do you mean by this clause?” (long pause) <\/span><\/p>\n<p data-id=\"P3-N20040\"><span data-id=\"P3-N20041\">THERAPIST: I guess some of this stuff with the lawyer reminded me a little of what you were wondering about with the paper company. You were, I think, feeling guilty, insisting on the kind of contract that you wanted and then kind of getting back something different from the one you drew up and that <\/span><span data-id=\"P3-N200411\">kind of stuff. (pause) But I guess it seemed to me it was a situation where you kind of feel in the wrong, even though you probably know you’re not.  (long pause) We should stop for now.<\/span><\/p>\n<p data-id=\"P3-N20042\"><span data-id=\"P3-N20043\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}