{"meta":{"details":[{"name":"abstract","label":"Abstract \/ Summary","values":["Client discusses how to deal with sensitivity issues."],"weight":0},{"name":"asp_community","label":"Field of Interest","values":["Counseling & Therapy"],"weight":1},{"name":"subject","label":"Subject","values":["Counseling & Therapy","Psychology & Counseling","Health Sciences","Theoretical Approaches to Counseling","Family and relationships","Teoria do Aconselhamento","Teorías del Asesoramiento","Emotional adjustment","Sense of control","Sensitivity (personality)","Psychoanalytic Psychology","Frustration","Psychotherapy","Psychoanalysis"],"weight":2},{"name":"asp_group","label":"Discipline","values":["Psychology & Counseling","Health Sciences"],"weight":3},{"name":"asp_tertiary_community","label":"Specialized Area of Interest","values":["Theoretical Approaches to Counseling"],"weight":4},{"name":"client_age","label":"Client \/ Patient Age","values":["21-30 years"],"weight":5},{"name":"client_marital_status","label":"Client \/ Patient Marital Status","values":["Single"],"weight":6},{"name":"ctiv_category","label":"Subject","values":["Family and relationships"],"weight":7},{"name":"document_type","label":"Content Type","values":["Counseling session","Session transcript"],"weight":8},{"name":"format","label":"Format","values":["Text"],"weight":9},{"name":"has_liner_notes","label":"Has Liner Notes","values":["No"],"weight":10},{"name":"keyword","label":"Keywords","values":["Teoria do Aconselhamento","Teorías del Asesoramiento"],"weight":11},{"name":"language_of_edition","label":"Language of Edition","values":["English"],"weight":12},{"name":"original_language","label":"Original Language","values":["English"],"weight":13},{"name":"original_publication_date","label":"Original Publication Date","values":["2014"],"weight":14},{"name":"page_count","label":"Page Count","values":["5"],"weight":15},{"name":"psyc_subjects","label":"Health Subject","values":["Emotional adjustment","Sense of control","Sensitivity (personality)"],"weight":16},{"name":"psychotherapy_collection","label":"Psychotherapy Collection","values":["Psychoanalytic Psychotherapy Collection by Anonymous Male Therapist"],"weight":17},{"name":"publication_year","label":"Publication Year","values":["2015"],"weight":18},{"name":"publisher","label":"Publisher","values":["Alexander Street"],"weight":19},{"name":"publisher_place","label":"Place Published \/ Released","values":["Alexandria, VA"],"weight":20},{"name":"race_of_client","label":"Client \/ Patient Race","values":["White"],"weight":21},{"name":"race_of_therapist","label":"Therapist \/ Psychologist Race \/ Ethnicity","values":["White"],"weight":22},{"name":"school_of_therapy","label":"School of Therapy","values":["Psychoanalytic Psychology"],"weight":23},{"name":"symptoms","label":"Presenting Condition","values":["Frustration"],"weight":24},{"name":"therapies","label":"Therapeutic Approach","values":["Psychotherapy","Psychoanalysis"],"weight":25},{"name":"therapist","label":"Therapist","values":["Anonymous"],"weight":26},{"name":"therapist_gender","label":"Therapist \/ Psychologist Gender","values":["Male"],"weight":27}],"relatedDocuments":null,"groupStartPage":1,"groupEndPage":5,"pageCount":5,"isSearchable":true,"userCanAnnotate":false,"hasThumbnails":false,"hasSidebar":true,"objectId":"bibliographic_entity|bibliographic_details|2562056","dorpId":"1006469049","contentType":"text","aucs":"CTRN-V1","title":"Client \"K\", Session January 09, 2014: Client discusses how to deal with sensitivity issues.","fullTitle":"Client \"K\", Session January 09, 2014: Client discusses how to deal with sensitivity issues.","isPartOfSet":false,"isPrintable":true,"printingLimit":null,"isPageNavigable":true,"isRotatable":false,"isAnnotatable":false,"isOnTrial":false,"isPdfExportable":false,"realPages":5,"totalPages":5,"isLazyLoadable":false,"volumeStartPage":1,"startPage":1,"endPage":5,"parts":[]},"content":[{"number":1,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562056\" data-realpage=\"1\" data-page=\"1\">\n<p data-id=\"P1-N20006\"><span data-id=\"P1-N20007\">TRANSCRIPT OF AUDIO FILE:<\/span><\/p>\n<hr data-id=\"P1-N20008\">\n<p data-id=\"P1-N2000A\"><span data-id=\"P1-N2000B\">BEGIN TRANSCRIPT:<\/span><\/p>\n<p data-id=\"P1-N2000C\"><span data-id=\"P1-N2000D\">CLIENT: So I guess I was thinking about just kind of like, I don’t know, why I feel so guilty or ashamed.<\/span><\/p>\n<p data-id=\"P1-N2000E\"><span data-id=\"P1-N2000F\">THERAPIST: Mm-hmm. <\/span><\/p>\n<p data-id=\"P1-N20010\"><span data-id=\"P1-N20011\">CLIENT: I hope I don’t like, I don’t really see, like or view, silence or the lack of feedback as negative, so I’m doing it now, so tomorrow I’m more… I don’t know, I guess I don’t know. I mean, I guess it just kind of makes me angry, you are just going to look I’m doing something wrong or I’m not <\/span><span data-id=\"P1-N200111\">being… (pause) I don’t know, like clear enough or, or… <\/span><\/p>\n<p data-id=\"P1-N20012\"><span data-id=\"P1-N20013\">THERAPIST: Isn’t that what you said, that like it seems to put you really on the defensive, and maybe on other things.<\/span><\/p>\n<p data-id=\"P1-N20014\"><span data-id=\"P1-N20015\">CLIENT: Right. (pause) And I guess yeah, it just kind of makes me worried and kind of… (pause) I don’t know, I’m just going to wake up with the feeling like the hell with it or something. (pause) I don’t know, maybe my reaction is more extreme than most people, I feel like. A normal feeling or a normal <\/span><span data-id=\"P1-N200151\">reaction, which I kind of meant, but I don’t know. Yeah, the silence or not a response.<\/span><\/p>\n<p data-id=\"P1-N20016\"><span data-id=\"P1-N20017\">THERAPIST: Mm-hmm. <\/span><\/p>\n<p data-id=\"P1-N20018\"><span data-id=\"P1-N20019\">CLIENT: Because I’m thinking about just like every day in action, to the people who don’t respond or like, you know?<\/span><\/p>\n<p data-id=\"P1-N2001A\"><span data-id=\"P1-N2001B\">THERAPIST: Yeah, it sounds like you have both thoughts, I mean both the thought that like hey, this is just me, you know? There are times my reaction is stronger, but other people feel similarly when met with silence or unresponsiveness. And then I think there’s also the kind of critical thought, which <\/span><span data-id=\"P1-N2001B1\">comes from you as well, which is oh my God, there’s something really the matter with me, that I’m reacting this way. (pause) And which, that I think at times is the piece you give to me, and that you may then kind of wrestle with it by saying that you were feeling bad, accepting the idea that there’s <\/span><span data-id=\"P1-N2001B2\">something wrong with you or get angry and feel like well, fuck that, towards… <\/span><\/p>\n<p data-id=\"P1-N2001C\"><span data-id=\"P1-N2001D\">CLIENT: Right. (pause) I guess like I just want to be like well, what would the other extreme be like. Everything I say, I don’t know, I have such full conscience in everything I say, nothing anyone does or doesn’t do, doesn’t affect me or, I don’t know, it just has such like conviction or something. <\/span><span data-id=\"P1-N2001D1\">I mean, that just sounds absurd. I mean, I know there’s supposed to be like (pause), some awareness or kind of balance of recognizing when I’m supposed to be, you know? Or recognizing that this feeling is or I had this feeling before and I might be overreacting and it will pass or something, but I <\/span><span data-id=\"P1-N2001D2\">don’t know. I guess I just don’t know like the solution or what to do or what I’m supposed to kind of think. I don’t know. (long pause) <\/span><\/p>\n<p data-id=\"P1-N2001E\"><span data-id=\"P1-N2001F\">THERAPIST: So, none of the points of view that you land on seem quite right or to involve the kind of balance that you want and that, I think puts you in a vulnerable position or makes you feel vulnerable. (pause) <\/span><\/p>\n<p data-id=\"P1-N20020\"><span data-id=\"P1-N20021\">CLIENT: I am honestly just I’m not even like yeah, I guess I’m just kind of torn in different directions. I don’t know. I’m like, I think just like well… (pause) I don’t know, I think like well, this is the way I am, this is kind of just the way it’s going to be or something, or I don’t want to be, <\/span><span data-id=\"P1-N200211\">you know, not be so sensitive, have more confidence but I don’t know. (pause) I guess you know where it comes from. I guess I could see it like cutting down my anxiety, to work, my worry, but I guess I feel like I’ve tried everything or I’ve tried both and nothing quite sticks or nothing really works.<\/span><\/p>\n<span data-id=\"P1-N20020-br\" class=\"page-break\" data-seq=\"0\"><span data-id=\"P1-N20020-dsp\"><\/span><\/span>\n<\/div>"},{"number":2,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562056\" data-realpage=\"2\" data-page=\"2\">\n<p data-id=\"P2-N20022\"><span data-id=\"P2-N20023\">[PAUSE: 00:12:51 to 00:14:35]<\/span><\/p>\n<p data-id=\"P2-N20024\"><span data-id=\"P2-N20025\">THERAPIST: So, your feelings are like, you have two options. One is to not be so sensitive. You’ve tried that and that doesn’t really work or you can’t bring it about. The other is to sort of just have your reactions, how ever sensitive in your view they may be, and then kind of go from there, and that <\/span><span data-id=\"P2-N200251\">doesn’t work either. And it doesn’t look like there could be any other way. (pause) I think there’s also a bit in there about how I don’t kind of get this about your situation, that you know, you’ve tried the two plausible options and they haven’t worked and I haven’t suggested any other options or <\/span><span data-id=\"P2-N200252\">done anything to indicate I think there are other options really. So, in that particular way, I not only don’t seem to have like useful help for this dilemma, but even don’t actually get what the dilemma is like, that you’re stuck in. (pause) <\/span><\/p>\n<p data-id=\"P2-N20026\"><span data-id=\"P2-N20027\">CLIENT: Well, I guess I was trying to explain, yeah, just like kind of how I’m viewing this and how like, I just wanted to say I’m aware that there’s not just two options in my mind or I don’t know, that’s how I kind of I don’t know, I guess I go back and forth between or kind of thoughts like that, <\/span><span data-id=\"P2-N200271\">about how to kind of deal with it. Yeah, so I think, I don’t know, I just can’t explain. (pause) I guess there’s a part where, that I’m aware that there’s other options, but at this moment, like that’s how I see it. <\/span><\/p>\n<p data-id=\"P2-N20028\"><span data-id=\"P2-N20029\">THERAPIST: Well, (pause) the way I see it, I mean like part of the way I understand was, the one aspect of it is I think you have a sort of really quite harsh and demanding side, which I think you most often feel very subject to, like you’re kind of on the receiving end of the harshness and the criticism, <\/span><span data-id=\"P2-N200291\">and that I think you also tend to project out really in a way more into the air than into another person exactly. Like a few minutes ago, when you were talking about wondering about, like your response to the silence or lack of feedback, it seems more like (pause) not exactly like you imagine me to <\/span><span data-id=\"P2-N200292\">respond harshly, but you sort of feel, in a more kind of diffuse way, like you’re really doing something wrong or really fucking up. So I guess that’s what I’d say, that’s sort of what I have in mind when I say that I think you kind of project it out a little bit. It sort of like gets in the air here <\/span><span data-id=\"P2-N200293\">more than you sort of actually imagine saying those kinds of things to you, or critical things, whatever. I think it there are other times I think where you own it more and then feel very critical of other people, or very kind of dismissive of like where they’re coming from or how they are about things. <\/span><span data-id=\"P2-N200294\">I guess based on, you know, they’re not at times it’s like sort of holding to the same standards around work or having the same approach to doing things. I think you’re generally very careful not to express that to people or to see it as likely your own projection as anything else, but it’s there. <\/span><span data-id=\"P2-N200295\">I think it sometimes troubles you. In here, I think this stuff sort of operates kind of intensely and quickly and subtly. It can be a little hard to get a hold of. <\/span><\/p>\n<span data-id=\"P2-N20028-br\" class=\"page-break\" data-seq=\"1\"><span data-id=\"P2-N20028-dsp\"><\/span><\/span>\n<\/div>"},{"number":3,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562056\" data-realpage=\"3\" data-page=\"3\">\n<p data-id=\"P3-N2002A\"><span data-id=\"P3-N2002B\">For example, sort of that first kind of talk about feeling kind of on the defensive, I mean here and elsewhere certainly, but for the moment, if we can focus on here. If I’m not responsive or because of the silence, it makes you feel like you’re doing something wrong, and then sort of you’re quick to <\/span><span data-id=\"P3-N2002B1\">sort of, I think, turn events and say well but you know hey, like are there other people like that, you know others who react such as me. Maybe some of it is more tense with me but it’s not only me. But then there’s this sort of gap between that sort of sense of yourself as reasonable and kind of like <\/span><span data-id=\"P3-N2002B2\">most other people or like everybody else, and then that other sense of yourself, you know, having been very harshly judged and kind of… (pause) Sort of like demeaning difference of kind of way, and then it kind of iterates, I think, as we talk, where like then it comes up around not knowing how to get <\/span><span data-id=\"P3-N2002B3\">out of that situation, where either that means you’re stuck and you’re messing up again, because you don’t know how to fix it, or I’m useless because I don’t know how to fix it and I haven’t told you how to fix it or what to do. I think it starts to get a bit more subtle as the question moves from how <\/span><span data-id=\"P3-N2002B4\">you feel to what can be done. I think this is the kind of thing that you’re struggling with a lot, I mean both in your life and in ways that it comes up, I think, in here. <\/span><\/p>\n<p data-id=\"P3-N2002C\"><span data-id=\"P3-N2002D\">I guess I would also add, (pause) well, like the model in my mind for dealing with problems like that, if in fact I’ve sort of described accurately, what you’re struggling with, is or involves identifying the dynamics and dealing with the sort of feelings, anxieties, frustrations, grief, that sort <\/span><span data-id=\"P3-N2002D1\">of fuel the way all that works, which tends to diffuse them some way. So for example, if you can acknowledge, as you did at the beginning of the hour, and as you were thinking about gees, you know, why the hell does the silence make me feel so vulnerable, like I’m doing something wrong, you know, you <\/span><span data-id=\"P3-N2002D2\">can kind of get in there and have some room to think about it. There’s both, sort of the thinking and the co-opting of the thinking by the dynamics themselves, but it puts you a little less under the sway of in that case, just being, just feeling defensive and like you’ve done something wrong. You can <\/span><span data-id=\"P3-N2002D3\">sort of step back a little bit and say hey, why is this, this hardly makes sense. I mean in a way it does, people are like, and in a way it doesn’t, that’s not really what’s going on. Being able to sort of identify this kind of harshness that kind of exists out there in the silences or the uncertainty <\/span><span data-id=\"P3-N2002D4\">about what to do or how to handle things, and that other people certainly struggle with as well, which I think is why it sounds typical for most of us, to want to hear another… You know, it helps you start to become a bit less at it, sort of gradually less at the mercy of that sort of thing. <\/span><\/p>\n<p data-id=\"P3-N2002E\"><span data-id=\"P3-N2002F\">CLIENT: Well I guess (pause) yeah, like the poem that I kind of see, or there’s this like, my kind of I don’t know, well-being or emotional state is so dependent on, and like involuntarily dependent on feedback or kind of what I decide to do, or that kind of because if I’m not sure and I can’t calm <\/span><span data-id=\"P3-N2002F1\">myself unless I ignore it. <\/span><\/p>\n<span data-id=\"P3-N2002E-br\" class=\"page-break\" data-seq=\"2\"><span data-id=\"P3-N2002E-dsp\"><\/span><\/span>\n<\/div>"},{"number":4,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562056\" data-realpage=\"4\" data-page=\"4\">\n<p data-id=\"P4-N20030\"><span data-id=\"P4-N20031\">THERAPIST: Yeah, I think mostly, you have to kind of placate, like comply with and placate this side of yourself.<\/span><\/p>\n<p data-id=\"P4-N20032\"><span data-id=\"P4-N20033\">CLIENT: All right.<\/span><\/p>\n<p data-id=\"P4-N20034\"><span data-id=\"P4-N20035\">THERAPIST: And you know well enough that you shouldn’t have to, but that doesn’t matter, or it doesn’t get you out of the dilemma. Like you know that you should be able to, let’s say have a slow Saturday morning if you want one, and not get agitated and really down. But it doesn’t work that way. In <\/span><span data-id=\"P4-N200351\">fact, even if you know that that’s fair and reasonable and other people do it, you have to comply with the sort of stringent demands of this side of yourself, to get up early and get things done and have a plan and get to your to-do list or whatever it is. I think it’s also true of you that you kind <\/span><span data-id=\"P4-N200352\">of like being productive and you like getting a lot done. I’m not saying this is just neurotic. I think there’s a part of you that also likes being productive and working hard and all of that. Do you know what I mean? I’m not just assigning all of your interest in doing that and all of your feeling <\/span><span data-id=\"P4-N200353\">good about doing that, to this kind of harshness that you have, mostly with yourself. But I am saying, I think and I think you’ve said this to me many times, really so far, the only way you have of feeling okay a lot of the time is to comply with and\/or like placate, that side, and kind of do what <\/span><span data-id=\"P4-N200354\">it demands. <\/span><\/p>\n<p data-id=\"P4-N20036\"><span data-id=\"P4-N20037\">CLIENT: Right. The other option is just shutting down.<\/span><\/p>\n<p data-id=\"P4-N20038\"><span data-id=\"P4-N20039\">THERAPIST: Sure. (pause) In my mind, a lot of what you and I are doing is I know that you are very clear and it is not good for you to observe the way this operates in your life, you know, the kinds of demands you feel and the strategies that you have for meeting them, you know whether it’s again, <\/span><span data-id=\"P4-N200391\">with the weekends or with exercise or at work. I mean, that’s sort of like a regime you’ve been living under for a while. I think, it seems to me, that what you and I are working on is to… (pause) Sort of more like… I think to stand back from it a little bit, both as it operates in your life and in <\/span><span data-id=\"P4-N200392\">here and to sort of identify with the parts of it that you actually maybe this is the way to say it. It gets a little fuzzy, I think, how much you agree you should be dealing with things like this and how much you just have to, to maintain, to not shut down and to feel okay. And it seems to me like <\/span><span data-id=\"P4-N200393\">we’re sort of stemming back a little bit from the dynamics and sorting out which of those is which, you know when do you do something because you feel vulnerable and when do you do something because it’s what you want to do or you think you should do it. You know, also I think these sorts of dynamics <\/span><span data-id=\"P4-N200394\">tend, often very gradually, but distinctly over time, to lose like the tyranny gets looser and the sort of knowledge of how it works and opportunities to be kind of flex or how to deal with things increase, I think often quite gradually, but distinctly, over time. It seems to me that’s what we’re <\/span><span data-id=\"P4-N200395\">working on. My concern with you is that like there hasn’t been a lot of room and you’re not feeling much more flexible with this stuff than you were a year ago. Maybe you’re kind of more aware of how it operates and in some ways how pervasive it is, but not, it’s not any looser on how to do things in <\/span><span data-id=\"P4-N200396\">order not to sort of shut down or get very anxious or agitated. <\/span><\/p>\n<span data-id=\"P4-N20038-br\" class=\"page-break\" data-seq=\"3\"><span data-id=\"P4-N20038-dsp\"><\/span><\/span>\n<\/div>"},{"number":5,"html":"<div class=\"page text-page\" data-objectid=\"bibliographic_entity|bibliographic_details|2562056\" data-realpage=\"5\" data-page=\"5\">\n<p data-id=\"P5-N2003A\"><span data-id=\"P5-N2003B\">CLIENT: (very soft voice) I don’t know. There is kind of still, undecided into a little easier approach is more disciplined. Yeah. (pause) <\/span><\/p>\n<p data-id=\"P5-N2003C\"><span data-id=\"P5-N2003D\">THERAPIST: That’s what’s been on your mind as I’ve been talking to you? (pause)<\/span><\/p>\n<p data-id=\"P5-N2003E\"><span data-id=\"P5-N2003F\">CLIENT: I mean in the beginning, when we were kind of like talking about the two options, I was thinking of what else. I just need to be more disciplined or I don’t know. But I guess in the end, I was thinking what else to do. (struggling for words) Like this kind of situation of how do other people <\/span><span data-id=\"P5-N2003F1\">deal, or perhaps need. I don’t know. Why don’t I have that kind of conviction or… (pause) <\/span><\/p>\n<p data-id=\"P5-N20040\"><span data-id=\"P5-N20041\">THERAPIST: I’m sorry, you said that kind of conviction?<\/span><\/p>\n<p data-id=\"P5-N20042\"><span data-id=\"P5-N20043\">CLIENT: I guess like, like maybe critical of myself, just because I’m used to everything being kind of more strict, more or like just whatever, put more pressure on myself. I don’t know, I feel like if I just kind of believed or kind of, you know, though I’m doing all right or that what I did is enough, <\/span><span data-id=\"P5-N200431\">there wouldn’t be so much like, I need more. That’s what I was kind of thinking when you said tyranny.<\/span><\/p>\n<p data-id=\"P5-N20044\"><span data-id=\"P5-N20045\">THERAPIST: I see, like kind of why is it that way.<\/span><\/p>\n<p data-id=\"P5-N20046\"><span data-id=\"P5-N20047\">CLIENT: Right. What do other people do? I don’t know, just see they’re more… Yeah, confident, sort of are less critical of everything they’re doing. (pause) <\/span><\/p>\n<p data-id=\"P5-N20048\"><span data-id=\"P5-N20049\">THERAPIST: I see. I guess in a way, kind of there’s an explanation of how some of this can be easier for some other people.<\/span><\/p>\n<p data-id=\"P5-N2004A\"><span data-id=\"P5-N2004B\">CLIENT: Right.<\/span><\/p>\n<p data-id=\"P5-N2004C\"><span data-id=\"P5-N2004D\">THERAPIST: Well, we should stop for now.<\/span><\/p>\n<p data-id=\"P5-N2004E\"><span data-id=\"P5-N2004F\">END TRANSCRIPT<\/span><\/p>\n<\/div>"}]}